{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "4990879", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12883-016-0659-3", "article-id_pmc": "4990879", "article-id_pmid": "27538517", "article-id_publisher-id": "659", "elocation-id": "145", "kwd": "Methadone maintenance treatment Heroin relapse Craving Regional homogeneity fMRI", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Chang;given-names:Haifeng", "name_1": "surname:Li;given-names:Wei", "name_10": "surname:Wang;given-names:Yarong", "name_11": "surname:Wang;given-names:Wei", "name_2": "surname:Li;given-names:Qiang", "name_3": "surname:Chen;given-names:Jiajie", "name_4": "surname:Zhu;given-names:Jia", "name_5": "surname:Ye;given-names:Jianjun", "name_6": "surname:Liu;given-names:Jierong", "name_7": "surname:Li;given-names:Zhe", "name_8": "surname:Li;given-names:Yongbin", "name_9": "surname:Shi;given-names:Ming", "section_type": "TITLE", "title": "Key words", "type": "front", "volume": "16", "year": "2016"}, "text": "Regional homogeneity changes between heroin relapse and non-relapse patients under methadone maintenance treatment: a resting-state fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 143, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 154, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Methadone maintenance treatment (MMT) is recognized as one of the most effective treatments for heroin addiction but its effect is dimmed by the high incidence of heroin relapse. However, underlying neurobiology mechanism of heroin relapse under MMT is still largely unknown. Here, we took advantage of a resting-state fMRI technique by analysis of regional homogeneity (ReHo), and tried to explore the difference of brain function between heroin relapsers and non-relapsers in MMT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 637, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 645, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Forty MMT patients were included and received a 12-month follow-up. All patients were given baseline resting-state fMRI scans by using a 3.0 T GE Signa Excite HD whole-body MRI system. Monthly self-report and urine test were used to assess heroin relapse or non-relapse. Subjective craving was measured with visual analog scale. The correlation between ReHo and the degree of heroin relapse was analyzed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1050, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1058, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Compared with the non-relapsers, ReHo values were increased in the bilateral medial orbitofrontal cortex, right caudate, and right cerebellum of the heroin relapsers while those in the left parahippocampal gyrus, left middle temporal gyrus, right lingual gyrus, and precuneus were decreased in heroin relapsers. Importantly, altered ReHo in the right caudate were positively correlated with heroin relapse rates or subjective craving response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1502, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1514, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Using the resting-state fMRI technique by analysis of ReHo, we provided the first resting-state fMRI evidence that right caudate may serve as a potential biomarker for heroin relapse prediction and also as a promising target for reducing relapse risk.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1766, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 1777, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Drug addiction is a kind of chronic cerebral dysfunction. Unlike cocaine and cannabis popular in foreign countries, heroin is popular in China. Compared with cocaine and cannabis, heroin causes more tolerance and addiction. More seriously, once addicted with heroin, it is hard to abstinence. Currently, methadone maintenance treatment (MMT) is a main strategy for the treatment of heroin addiction. However, unfortunately, MMT cannot completely solve the problem of heroin abuse due to the fact that the relapse rate still remained high under MMT. Apart from psychological and social factors, many researchers believed that neurobiological factors were also involved in heroin addiction and relapse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2478, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In recent years, a body of studies have been making the attempt on neural circuits and brain functions in heroin addiction by using resting-state fMRI method. By comparing heroin addicts with healthy controls, researchers revealed a heroin-related organization pattern. For instance, Ma et al. observed the enhanced functional connectivity between the nucleus accumbens and the ventral cingulate cortex, the orbitofrontal cortex (OFC), or the amygdala whereas the decreased functional connectivity between the anterior cingulate and the prefrontal cortex or the OFC was evident in heroin addicts. With the graph theory analysis, Liu et al. found dysfunctional connectivity in the anterior cingulate cortex, amygdala, insula, hippocampus, nucleus accumbens, prefrontal cortex, supplementary motor area, and ventral striatum in chronic heroin users. Therefore, resting-state fMRI method could not only reveal the abnormal baseline function in heroin users at the resting state, but also show the abnormal functional connectivity of two remote areas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3526, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, the regional homogeneity (ReHo) method has been developed to analyse the similarities or coherence of intraregional spontaneous low-frequency (<0.08 Hz) blood oxygenation level-dependent signal fluctuations in voxel-wise analysis across the whole brain. Due to independence of the onset time of stimulus, this method is useful for resting-state fMRI data analysis to indicate the resting state in a given brain region. It has been used to investigate the functional modulations in the resting state in healthy aging subjects and in patients with Alzheimer disease, Parkinson disease, schizophrenia, and neuromyelitis optica. Importantly, using this method, Qiu et al. revealed that ReHo values in the bilateral OFC and medial thalamic of heroin addicts were lower than that in healthy subjects. However, at present we still lacked the knowledge about the changes of ReHo between heroin relapse and non-relapse patients receiving MMT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4470, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study, we included forty heroin addicts, and by using the resting-state fMRI technique to investigate the difference of resting-state brain function between heroin relapser and non-relapser in MMT patients by analysis of ReHo changes, trying to provide a further insight into the neurobiological mechanism underlying heroin relapse in MMT patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4834, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4842, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 4855, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sixty male former heroin addicts were recruited from the outpatient of the Baqiao Methadone Maintenance Treatment Center in Xi’an, Shaanxi Province, China. Patients were eligible for enrollment if they (a) met the diagnostic criteria of DSM-IV (Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition) for heroin addiction; (b) willingly received long-term and stable MMT; (c) received at least three-month MMT; (d) were right-handed as judged by the Edinburgh Handedness Inventory. Patients were excluded if they (a) had a history of active neurological and psychiatric disorders besides heroin addiction, (b) had a history of head trauma, medical disorder requiring immediate treatment, and contraindications to MRI examination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5600, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Additionally, co-morbidity of addiction and psychiatric disorders is very common in heroin addicts, and to avoid the potential influence of psychiatric symptoms, we excluded the patients who reported having a current or past psychiatric illness other than heroin addiction, as described in exclusion criteria. We also evaluated the baseline psychological problems which usually accompanied with heroin addiction, such as depression and anxiety. The Beck Depression Inventory II and Hamilton Anxiety Scale were used to evaluate the severity of depression and anxiety symptoms respectively. There were no significant differences in depression severity and anxiety level between groups (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6301, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was approved by Institutional Board of the Fourth Military Medical University, Xi’an, China and conducted in accordance with Declaration of Helsinki. All participants were fully informed about the details of experiment and signed the written consents for their involvement and The proposed protocol conforms to the Good Clinical Practice and has been approved by the Ethics Committee of the Institute of Tangdu Hospital, Fourth Military Medical University, Shaanxi, China.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6785, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experiment design and procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 6817, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "There were 60 participants recruited in the study. According to the inclusion criteria exclusion criteria, 20 participants were excluded for having other active neurological and psychiatric disorders, head trauma, or contraindications to MRI examination, and 40 were included and then received a baseline resting-state fMRI scanning following with a succeeding 12-month clinical follow-up. During the follow-up, they were supervised under monthly structured interview and urine tests. The participants with once self-reported heroin use or/and positive urine tests were defined as heroin relapser, and those with negative results in tests were defined as non-relapser. Relapse rate of each heroin relapser was calculated as following: total numbers of positive results in tests during MMT/12. The subjective heroin craving was assessed by a 0–10 score visual analogue scale (VAS).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7698, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 7716, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All MRI scans were conducted on a Signa EXCITEHD 3.0 T scanner (GE Healthcare, Milwaukee, USA) with an eight-channel head coil. A routine T2WI structural scan (parameters: TR = 5100 ms, TE = 117 ms, matrix = 416 × 416, FOV = 24 × 24 cm2, slice thickness = 5.5 mm, gap = 0.8 mm) was performed to exclude gross cerebral pathology and then a BOLD functional imaging data was acquired using T2*-weighted gradient-echo planar imaging pulse sequence (GE-EPI, 32 axial slices covering the whole brain, 150 volumes). The parameters were set as follows: TR = 2000 ms, TE = 30 ms, flip angle = 90°, matrix = 64 × 64, FOV = 256 × 256 mm2, slice thickness = 4 mm, gap = 0 mm; spatial resolution = 4 × 4 × 4 mm3. The corresponding high-resolution fast spoiled gradient-echo 3D T1-weighted images were also collected for anatomical overlays of the functional data and for spatial normalization of the datasets to a standard atlas and settings were as following: TR = 7.8 ms, TE = 3.0 ms, matrix = 256 × 256, FOV = 256 × 256 mm2, spatial resolution =1 × 1 × 1 mm3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8766, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data processing and regional homogeneity calculation", "sentences": [], "annotations": [], "relations": []}, {"offset": 8819, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data preprocessing was performed with software (SPM12; http://www.fil.ion.ucl.ac.uk/spm) as described previously. In brief, for each participant the first 10 time points were discarded to avoid transient signal changes before magnetization reached steady state. Translation and rotation were checked and subjects with head movements exceeding than 1 mm in any direction or head rotations greater than 1° were discarded. After the motion correction, spatial normalization was made to the Montreal Neurological Institute (MNI) template (resampling voxel size = 3 × 3 × 3 mm3). The T1-weighted high-resolution image volume was also spatially normalized to the MNI template. All images spatially normalized to MNI template were transformed to Talairach and Tournoux coordinates and then filtered by using a band-passed filter (0.01–0.08 Hz) to reduce the effect of low-frequency drifts and high-frequency noise. All the data was collected and analyzed by an author (Y.B.L., 5 years of experience in fMRI analysis) who was blinded to the present study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9867, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For regional homogeneity (ReHo) analysis, the data were processed with a software (REST1.8; http://resting-fmri.sourceforge.net). The ReHo calculation procedure was performed as previously reported. In brief, it was performed on a voxel-by-voxel basis by calculating the Kendall Coefficient of Concordance (KCC) of the time series of a given voxel and that of its nearest neighbors. To reduce the influence of individual variation in the KCC, ReHo maps were normalized to the KCC of each voxel by the averaged KCC of the whole brain. The resulting data were then smoothed spatially with a 6-mm full width at half maximum Gaussian kernel to reduce noise and residual differences in gyral anatomy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10563, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10584, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To analyse the differences of ReHo values between heroin relapse and non-relapse patients under MMT, a two-sample t test was performed on the individual normalized ReHo maps in a voxel-by-voxel manner. A probability of p < 0.05 (corrected by FDR) was considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10873, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10894, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the association of altered ReHo in different brain regions with heroin relapse in these relapsers, we performed Spearman's correlation analysis between mean ReHo values and relapse rates (as defined above) or subjective heroin craving indicated by VAS scores of each heroin relapser. The correlation analysis was based on non-parametric Spearman correlations and included only the relapsers. Threshold levels of significance for correlation coefficients were adjusted for multiple comparisons by a Bonferroni’s correction (p value was set as 0.05, and the number of tests was 8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11486, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 11494, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Clinical characteristics of participants (mean ± S.D.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 11549, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Characteristics</th><th>Non-relapse (<italic>N</italic> =19)</th><th>Relapse (<italic>N</italic> = 21)</th><th>T-value</th><th>\n<italic>p</italic>-value</th></tr></thead><tbody><tr><td>Age (years)</td><td char=\"±\" align=\"char\">39.3 ± 7.1</td><td char=\"±\" align=\"char\">35.6 ± 5.4</td><td char=\".\" align=\"char\">1.74</td><td char=\".\" align=\"char\">0.09</td></tr><tr><td>Education level (years)</td><td char=\"±\" align=\"char\">9.1 ± 2.6</td><td char=\"±\" align=\"char\">9.5 ± 2.2</td><td char=\".\" align=\"char\">−0.49</td><td char=\".\" align=\"char\">0.62</td></tr><tr><td>Cigarettes (per day)</td><td char=\"±\" align=\"char\">21 ± 8.5</td><td char=\"±\" align=\"char\">21.3 ± 10.1</td><td char=\".\" align=\"char\">−0.12</td><td char=\".\" align=\"char\">0.90</td></tr><tr><td>Duration of cigarette smoking (months)</td><td char=\"±\" align=\"char\">275.7 ± 69.1</td><td char=\"±\" align=\"char\">224 ± 64.5</td><td char=\".\" align=\"char\">2.29</td><td char=\".\" align=\"char\">0.30</td></tr><tr><td>Daily dosage of heroin abuse (g)</td><td char=\"±\" align=\"char\">0.3 ± 0.2</td><td char=\"±\" align=\"char\">0.3 ± 0.1</td><td char=\".\" align=\"char\">0.16</td><td char=\".\" align=\"char\">0.87</td></tr><tr><td>Accumulated dosage of heroin abuse (g)</td><td char=\"±\" align=\"char\">1036.8 ± 1232.2</td><td char=\"±\" align=\"char\">918.8 ± 1186.9</td><td char=\".\" align=\"char\">0.28</td><td char=\".\" align=\"char\">0.77</td></tr><tr><td>Duration of heroin abuse (months)</td><td char=\"±\" align=\"char\">275.7 ± 69.1</td><td char=\"±\" align=\"char\">224 ± 64.5</td><td char=\".\" align=\"char\">0.49</td><td char=\".\" align=\"char\">0.62</td></tr><tr><td>Accumulated dosage of methadone use (l)</td><td char=\"±\" align=\"char\">41.6 ± 34.9</td><td char=\"±\" align=\"char\">30.6 ± 17.4</td><td char=\".\" align=\"char\">1.16</td><td char=\".\" align=\"char\">0.25</td></tr><tr><td>Daily dosage of methadone use (ml)</td><td char=\"±\" align=\"char\">44.1 ± 19.5</td><td char=\"±\" align=\"char\">43.5 ± 11.8</td><td char=\".\" align=\"char\">0.11</td><td char=\".\" align=\"char\">0.91</td></tr></tbody></table>\n"}, "text": "Characteristics\tNon-relapse (N =19)\tRelapse (N = 21)\tT-value\tp-value\t \tAge (years)\t39.3 ± 7.1\t35.6 ± 5.4\t1.74\t0.09\t \tEducation level (years)\t9.1 ± 2.6\t9.5 ± 2.2\t−0.49\t0.62\t \tCigarettes (per day)\t21 ± 8.5\t21.3 ± 10.1\t−0.12\t0.90\t \tDuration of cigarette smoking (months)\t275.7 ± 69.1\t224 ± 64.5\t2.29\t0.30\t \tDaily dosage of heroin abuse (g)\t0.3 ± 0.2\t0.3 ± 0.1\t0.16\t0.87\t \tAccumulated dosage of heroin abuse (g)\t1036.8 ± 1232.2\t918.8 ± 1186.9\t0.28\t0.77\t \tDuration of heroin abuse (months)\t275.7 ± 69.1\t224 ± 64.5\t0.49\t0.62\t \tAccumulated dosage of methadone use (l)\t41.6 ± 34.9\t30.6 ± 17.4\t1.16\t0.25\t \tDaily dosage of methadone use (ml)\t44.1 ± 19.5\t43.5 ± 11.8\t0.11\t0.91\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12218, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nNote: Unless otherwise indicated, data are means ± standard deviations (S.D.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 12297, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Sixty male former heroin addicts were recruited in the present study. Due to head motion, abnormal brain structure and incomplete outcome data, forty were finally included according to the inclusion and exclusion criteria. After 12-month follow-up, 21 participants were classified as relapsers according to the defined criteria for relapse, and 19 as non-relapsers. There were no significant differences between heroin relapsers and non-relapsers in their age, education, number of cigarettes smoked per day, duration of cigarette smoking, duration of heroin abuse and daily/accumulated dosage of heroin/methadone (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12922, "infons": {"file": "12883_2016_659_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Data show brain areas with abnormal ReHo in heroin relapsers compared with non-relapsers under MMT. The differences are shown on whole-brain MR rendering (a) and MR axial view (every 3 mm, b). Relapsers displayed increased ReHo in the bilateral medial OFC, right caudate, and right cerebellum (red) but decreased ReHo in the left parahippocampal gyrus, left middle temporal gyrus, right lingual gyrus, and precuneus (blue). (P < 0.05, corrected)", "sentences": [], "annotations": [], "relations": []}, {"offset": 13368, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Brain regions with abnormal ReHo in heroin relapse and non-relapse patients under MMT", "sentences": [], "annotations": [], "relations": []}, {"offset": 13454, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Brain area</th><th rowspan=\"2\">Side</th><th colspan=\"2\">Mean ReHo</th><th rowspan=\"2\">BA</th><th colspan=\"3\">MNI coordinate (mm)</th><th rowspan=\"2\">Voxels</th><th rowspan=\"2\">T value (voxel-level)</th></tr><tr><th>Non-relapser</th><th>Relapser</th><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td>Orbitofrontal cortex</td><td>R</td><td char=\"±\" align=\"char\">0.32 ± 0.49</td><td char=\"±\" align=\"char\">0.32 ± 0.76</td><td>11</td><td>20</td><td>54</td><td>12</td><td>18</td><td char=\".\" align=\"char\">3.28</td></tr><tr><td>Orbitofrontal cortex</td><td>L</td><td char=\"±\" align=\"char\">−0.20 ± 0.17</td><td char=\"±\" align=\"char\">−0.01 ± 0.20</td><td>11</td><td>−33</td><td>54</td><td>18</td><td>16</td><td char=\".\" align=\"char\">3.25</td></tr><tr><td>Caudate nucleus</td><td>R</td><td char=\"±\" align=\"char\">0.60 ± 0.53</td><td char=\"±\" align=\"char\">1.10 ± 0.31</td><td>40</td><td>15</td><td>12</td><td>9</td><td>32</td><td char=\".\" align=\"char\">3.68</td></tr><tr><td>Cerebellum</td><td>R</td><td char=\"±\" align=\"char\">−0.97 ± 0.64</td><td char=\"±\" align=\"char\">−0.27 ± 0.62</td><td>22</td><td>45</td><td>−51</td><td>−39</td><td>22</td><td char=\".\" align=\"char\">3.48</td></tr><tr><td>Parahippocampal gyrus</td><td>L</td><td char=\"±\" align=\"char\">−0.83 ± 0.58</td><td char=\"±\" align=\"char\">−1.57 ± 0.55</td><td>34</td><td>−12</td><td>−12</td><td>−24</td><td>7</td><td char=\".\" align=\"char\">−4.11</td></tr><tr><td>Lingual gyrus</td><td>R</td><td char=\"±\" align=\"char\">0.60 ± 0.51</td><td char=\"±\" align=\"char\">−0.20 ± 0.56</td><td>19</td><td>21</td><td>−51</td><td>3</td><td>51</td><td char=\".\" align=\"char\">−4.68</td></tr><tr><td>Precuneus</td><td>R</td><td char=\"±\" align=\"char\">0.60 ± 0.51</td><td char=\"±\" align=\"char\">−0.20 ± 0.56</td><td>18</td><td>21</td><td>−51</td><td>3</td><td>10</td><td char=\".\" align=\"char\">−4.68</td></tr><tr><td>Middle temporal gyrus</td><td>L</td><td char=\"±\" align=\"char\">0.20 ± 0.40</td><td char=\"±\" align=\"char\">−0.44 ± 0.61</td><td>13</td><td>−51</td><td>−42</td><td>9</td><td>26</td><td char=\".\" align=\"char\">−3.89</td></tr></tbody></table>\n"}, "text": "Brain area\tSide\tMean ReHo\tBA\tMNI coordinate (mm)\tVoxels\tT value (voxel-level)\t \tNon-relapser\tRelapser\tx\ty\tz\t \tOrbitofrontal cortex\tR\t0.32 ± 0.49\t0.32 ± 0.76\t11\t20\t54\t12\t18\t3.28\t \tOrbitofrontal cortex\tL\t−0.20 ± 0.17\t−0.01 ± 0.20\t11\t−33\t54\t18\t16\t3.25\t \tCaudate nucleus\tR\t0.60 ± 0.53\t1.10 ± 0.31\t40\t15\t12\t9\t32\t3.68\t \tCerebellum\tR\t−0.97 ± 0.64\t−0.27 ± 0.62\t22\t45\t−51\t−39\t22\t3.48\t \tParahippocampal gyrus\tL\t−0.83 ± 0.58\t−1.57 ± 0.55\t34\t−12\t−12\t−24\t7\t−4.11\t \tLingual gyrus\tR\t0.60 ± 0.51\t−0.20 ± 0.56\t19\t21\t−51\t3\t51\t−4.68\t \tPrecuneus\tR\t0.60 ± 0.51\t−0.20 ± 0.56\t18\t21\t−51\t3\t10\t−4.68\t \tMiddle temporal gyrus\tL\t0.20 ± 0.40\t−0.44 ± 0.61\t13\t−51\t−42\t9\t26\t−3.89\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14104, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "\nNote: R right, L left, BA Brodmann area, MNI Montreal Neurological Institute", "sentences": [], "annotations": [], "relations": []}, {"offset": 14182, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Compared with heroin non-relapsers, the relapsers showed significant increases of ReHo in the bilateral medial OFC, right caudate nucleus, and right cerebellum bilateral, but significant decreases of ReHo in the left parahippocampal gyrus, right lingual gyrus, right precuneus, and left middle temporal gyrus (Fig. 1 and Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14513, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Spearman correlation between mean ReHo of abnormal brain regions and relapse rate in relapse patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 14615, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Brain area</th><th rowspan=\"2\">Side</th><th colspan=\"3\">MNI Coordinate (mm)</th><th rowspan=\"2\">Correlation coefficient</th><th rowspan=\"2\">Corrected <italic>p</italic> value</th></tr><tr><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td>Orbitofrontal cortex</td><td>R</td><td>20</td><td>54</td><td>12</td><td char=\".\" align=\"char\">−0.169</td><td>0.084</td></tr><tr><td>Orbitofrontal cortex</td><td>L</td><td>−33</td><td>54</td><td>18</td><td char=\".\" align=\"char\">−0.176</td><td>0.056</td></tr><tr><td>Caudate nucleus</td><td>R</td><td>15</td><td>12</td><td>9</td><td char=\".\" align=\"char\">0.380</td><td>0.018*</td></tr><tr><td>Cerebellum</td><td>R</td><td>45</td><td>−51</td><td>−39</td><td char=\".\" align=\"char\">−0.040</td><td>0.108</td></tr><tr><td>Parahippocampus gyrus</td><td>L</td><td>−12</td><td>−12</td><td>−24</td><td char=\".\" align=\"char\">−0.099</td><td>0.083</td></tr><tr><td>Lingual gyrus</td><td>R</td><td>21</td><td>−51</td><td>3</td><td char=\".\" align=\"char\">0.012</td><td>0.120</td></tr><tr><td>Precuneus</td><td>R</td><td>21</td><td>−51</td><td>3</td><td char=\".\" align=\"char\">0.014</td><td>0.106</td></tr><tr><td>Middle temporal gyrus</td><td>L</td><td>−51</td><td>−42</td><td>9</td><td char=\".\" align=\"char\">−0.076</td><td>0.093</td></tr></tbody></table>\n"}, "text": "Brain area\tSide\tMNI Coordinate (mm)\tCorrelation coefficient\tCorrected p value\t \tx\ty\tz\t \tOrbitofrontal cortex\tR\t20\t54\t12\t−0.169\t0.084\t \tOrbitofrontal cortex\tL\t−33\t54\t18\t−0.176\t0.056\t \tCaudate nucleus\tR\t15\t12\t9\t0.380\t0.018*\t \tCerebellum\tR\t45\t−51\t−39\t−0.040\t0.108\t \tParahippocampus gyrus\tL\t−12\t−12\t−24\t−0.099\t0.083\t \tLingual gyrus\tR\t21\t−51\t3\t0.012\t0.120\t \tPrecuneus\tR\t21\t−51\t3\t0.014\t0.106\t \tMiddle temporal gyrus\tL\t−51\t−42\t9\t−0.076\t0.093\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15053, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "\nNote: R right, L left, BA Brodmann area, MNI Montreal Neurological Institute", "sentences": [], "annotations": [], "relations": []}, {"offset": 15131, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "The significance for correlation coefficients was corrected by Bonferroni’s test. p value was set as 0.05. *, p < 0.05", "sentences": [], "annotations": [], "relations": []}, {"offset": 15250, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_caption"}, "text": "Spearman correlation between mean ReHo of abnormal brain regions and subjective heroin craving in relapse patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 15365, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Brain area</th><th rowspan=\"2\">Side</th><th colspan=\"3\">MNI coordinate (mm)</th><th rowspan=\"2\">Correlation coefficient</th><th rowspan=\"2\">Corrected <italic>p</italic> value</th></tr><tr><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td>Orbitofrontal cortex</td><td>R</td><td>20</td><td>54</td><td>12</td><td char=\".\" align=\"char\">−0.038</td><td>0.109</td></tr><tr><td>Orbitofrontal cortex</td><td>L</td><td>−33</td><td>54</td><td>18</td><td char=\".\" align=\"char\">−0.101</td><td>0.066</td></tr><tr><td>Caudate nucleus</td><td>R</td><td>15</td><td>12</td><td>9</td><td char=\".\" align=\"char\">0.395</td><td>0.010*</td></tr><tr><td>Cerebellum</td><td>R</td><td>45</td><td>−51</td><td>−39</td><td char=\".\" align=\"char\">0.082</td><td>0.078</td></tr><tr><td>Parahippocampus gyrus</td><td>L</td><td>−12</td><td>−12</td><td>−24</td><td char=\".\" align=\"char\">0.056</td><td>0.101</td></tr><tr><td>Lingual gyrus</td><td>R</td><td>21</td><td>−51</td><td>3</td><td char=\".\" align=\"char\">−0.093</td><td>0.086</td></tr><tr><td>Precuneus</td><td>R</td><td>21</td><td>−51</td><td>3</td><td char=\".\" align=\"char\">−0.108</td><td>0.071</td></tr><tr><td>Middle temporal gyrus</td><td>L</td><td>−51</td><td>−42</td><td>9</td><td char=\".\" align=\"char\">0.020</td><td>0.116</td></tr></tbody></table>\n"}, "text": "Brain area\tSide\tMNI coordinate (mm)\tCorrelation coefficient\tCorrected p value\t \tx\ty\tz\t \tOrbitofrontal cortex\tR\t20\t54\t12\t−0.038\t0.109\t \tOrbitofrontal cortex\tL\t−33\t54\t18\t−0.101\t0.066\t \tCaudate nucleus\tR\t15\t12\t9\t0.395\t0.010*\t \tCerebellum\tR\t45\t−51\t−39\t0.082\t0.078\t \tParahippocampus gyrus\tL\t−12\t−12\t−24\t0.056\t0.101\t \tLingual gyrus\tR\t21\t−51\t3\t−0.093\t0.086\t \tPrecuneus\tR\t21\t−51\t3\t−0.108\t0.071\t \tMiddle temporal gyrus\tL\t−51\t−42\t9\t0.020\t0.116\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15802, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_foot"}, "text": "\nNote: R right, L left, BA Brodmann area, MNI Montreal Neurological Institute", "sentences": [], "annotations": [], "relations": []}, {"offset": 15880, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_foot"}, "text": "The significance for correlation coefficients was corrected by Bonferroni’s test. p value was set as 0.05. *, p < 0.05", "sentences": [], "annotations": [], "relations": []}, {"offset": 15999, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then analyzed the association of altered ReHo values in the identified regions (including bilateral medial OFC, right caudate, right cerebellum, left parahippocampal gyrus, left middle temporal gyrus, right lingual gyrus, and right precuneus) with relapse rates or with subjective heroin craving in relapse patients. Our results showed a positive correlation was observed between mean ReHo values in the right caudate and relapse rates or heroin craving whereas no correlation relationships were found between ReHo values and other brain regions (Tables 3 and 4). Additionally, we also made the correlation between the amount of motion in each subject and the ReHo values, and found a negative result (data not shown), indicating that head motion was not biasing the ReHo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16775, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 16786, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study we carried out a 12-month follow-up study using resting-state fMRI by analysis of brain regions with abnormal ReHo in heroin relapsers under MMT, and found that compared with the non-relapsers, an increased ReHo values were evident in the bilateral medial OFC, right caudate nucleus, and right cerebellum of the heroin relapsers while a decreased ReHo in the left parahippocampal gyrus, left middle temporal gyrus, right lingual gyrus, and precuneus. Moreover, ReHo values in right caudate nucleus were correlated with relapse rates or subjective heroin-craving response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17372, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The medial OFC is a part of the limbic system, and is a functionally heterogeneous region that involved in complex adaptive behaviors. It was reported that in active cocaine abusers, OFC was hypermetabolic in proportion to the intensity of the craving experienced by the subjects but was hypoactive in drug-addicted subjects tested during withdrawal. Increased OFC activation has also been associated with drug-related cues, and compulsive drug intake. Importantly, a preclinical study showed that damage to the OFC resulted in a behavioral compulsion to procure the reward even when it is no longer reinforced. In the present study, we found increased ReHo in the bilateral medial OFC in the heroin relapsers under MMT, indicating an enhanced local synchronization of spontaneous low-frequency blood oxygenation level-dependent fluctuations in this region, and probably reflecting abnormalities of relapsers in the affective value of reinforcers, decision making and expectation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18353, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Caudate nucleus (dorsal striatum) is a principal brain region of mesostriatum dopamine (DA) pathway and is recognized to contribute to drug addiction. A group of study have demonstrated that in the caudate nucleus existed significant DA changes when addicts were exposed to drug-related cues, and the magnitude of these changes were correlated with self-reports of craving. For the drug-dependent patients, the enhanced activity in the caudate in response to drug-related cues indicated increased reward-based cognitive processes in the presence of the cues. These studies disclosed that the caudate nucleus may be a crucial link between conditional and behavioral responses to procure drug and the DA activity responding to drug-related cues, which mediates the habitual nature of subjective experience of caving and compulsive drug-seeking behaviors in addicts. In this study, we found that heroin relapsers’ ReHo values in right caudate were higher than non-relapsers, suggesting that relapsers had an abnormal reward response relative to the non-relapser even in the resting-sate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19438, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another area of the brain with increased ReHo in the present study was the cerebellum, which is reportedly involved in addictive behavior. Previous PET and fMRI studies revealed that drug-conditioned cue could activate the cerebellum and increased its metabolism. When addicts performed reward expectation tasks, glucose metabolism in their cerebellum was greatly increased. These results suggested the cerebellum was involved in drug-conditioned memories in addicts. Since cerebellum and caudate are the primary site of rewarding feeling, increased ReHo values in these areas in the relapsers under MMT probably indicated an abnormal enhancement of rewarding effect on heroin or heroin-related cues, leading to compulsive drug-seeking behaviors and ultimately increasing the possibility of heroin relapse. Additionally, cerebellum is also related to learning and memory, increased ReHo in cerebellum may result in abnormal enhancement of positive or negative emotions during drug addiction, which in this study, may induce the occurrence of heroin relapse behaviors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20506, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In contrast, ReHo in several brain areas, especially in precuneus, were significantly decreased in heroin relapsers relative to non-relapsers. Apart from extension of the visuo-spatial processes subserved by the lateral parietal cortices, precuneus also plays an important role in a diverse array of highly integrated functions, e.g., involving in voluntary attention shifts between targets and playing a central role in the modulation of conscious process. Precuneus could integrate information, which related to drug cues in the environment with the previously learned association involving those cues and relaying that information to the prefrontal cortex. We still lacked the knowledge about the decreased ReHo in precuneus of MMT relapsers. This may be associated with the destruction or clinical deficits of precuneus-related visual spatial attention and consciousness in heroin relapsers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21402, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Moreover, we observed a positive correlation between altered ReHo values in the right caudate and relapse rates or heroin craving. These findings support the idea that heroin relapse and craving were related to the caudate nucleus, which plays an important role in the habitual nature of subjective experience of caving and compulsive drug-seeking behaviors in drug addicts. Importantly, it also suggests that right caudate nucleus may not only serve as a reliable biomarker for predicting heroin relapse but also as a promising target for the treatment of MMT relapse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21972, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Admittedly, some limitations in the present are worth noting. First, in this study, female subjects were not included. Thus, a possible gender difference in relapse susceptibility was unexplored. Second, the interval of monthly self-report and urine test to assess MMT relapse was relatively long, probably not reflecting the true relapse rates. Finally, it had certain limitations by using urine test to assess the severity of MMT relapse. In addition, in spite of the results obtained above, we still lacked the knowledge about which neural circuit played the crucial role in the relapse behavior in heroin addicts receiving MMT. Therefore, other analysis methods such as fractional amplitude of low frequency fluctuations, degree of centrality maps, and the other metrics provided by resting-state fMRI should be employed to analyze the relationship of resting functional characteristics and relapse need further exploration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22901, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 22912, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, compared with non-relapsers, heroin relapsers had an abnormal resting-state function. Specially, relapsers displayed increased ReHo in the bilateral medial OFC, right caudate, and right cerebellum but decreased ReHo in the left parahippocampal gyrus, left middle temporal gyrus, right lingual gyrus, and precuneus. The alterations of ReHo in these areas may involve abnormal motivation, reward, memory and visual spatial attention. Overall, our results may add to neurobiological factors associated with relapse to heroin use and also be conducive to developing a promising strategy for heroin addiction therapies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23539, "infons": {"section_type": "ABBR", "type": "title_1"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 23553, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MMT, methadone maintenance treatment; OFC, orbitofrontal cortex; ReHo, regional homogeneity; VAS, visual analogue scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 23673, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 23684, "infons": {"fpage": "1642", "issue": "10", "lpage": "52", "name_0": "surname:Goldstein;given-names:RZ", "name_1": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1176/appi.ajp.159.10.1642", "pub-id_pmid": "12359667", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "159", "year": "2002"}, "text": "Drug addiction and its underlying neurobiological basis: neuroimaging evidence for the involvement of the frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 23805, "infons": {"fpage": "657", "issue": "5", "lpage": "65", "name_0": "surname:Tang;given-names:YL", "name_1": "surname:Zhao;given-names:D", "name_2": "surname:Zhao;given-names:C", "name_3": "surname:Cubells;given-names:JF", "pub-id_doi": "10.1111/j.1360-0443.2006.01367.x", "pub-id_pmid": "16669899", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "101", "year": "2006"}, "text": "Opiate addiction in China: current situation and treatments", "sentences": [], "annotations": [], "relations": []}, {"offset": 23865, "infons": {"fpage": "388", "lpage": "99", "name_0": "surname:Martin;given-names:WR", "name_1": "surname:Fraser;given-names:HF", "pub-id_pmid": "13767429", "section_type": "REF", "source": "J Pharmacol Exp Ther", "type": "ref", "volume": "133", "year": "1961"}, "text": "A comparative study of physiological and subjective effects of heroin and morphine administered intravenously in postaddicts", "sentences": [], "annotations": [], "relations": []}, {"offset": 23990, "infons": {"fpage": "347", "issue": "5–6", "lpage": "64", "name_0": "surname:Joseph;given-names:H", "name_1": "surname:Stancliff;given-names:S", "name_2": "surname:Langrod;given-names:J", "pub-id_pmid": "11064485", "section_type": "REF", "source": "Mt Sinai J Med", "type": "ref", "volume": "67", "year": "2000"}, "text": "Methadone maintenance treatment (MMT): a review of historical and clinical issues", "sentences": [], "annotations": [], "relations": []}, {"offset": 24072, "infons": {"fpage": "15037", "issue": "37", "lpage": "42", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Wang;given-names:GJ", "name_2": "surname:Fowler;given-names:JS", "name_3": "surname:Tomasi;given-names:D", "name_4": "surname:Telang;given-names:F", "pub-id_doi": "10.1073/pnas.1010654108", "pub-id_pmid": "21402948", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "108", "year": "2011"}, "text": "Addiction: beyond dopamine reward circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 24116, "infons": {"fpage": "738", "issue": "1", "lpage": "44", "name_0": "surname:Ma;given-names:N", "name_1": "surname:Liu;given-names:Y", "name_2": "surname:Li;given-names:N", "name_3": "surname:Wang;given-names:CX", "name_4": "surname:Zhang;given-names:H", "name_5": "surname:Jiang;given-names:XF", "pub-id_doi": "10.1016/j.neuroimage.2009.08.037", "pub-id_pmid": "19703568", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Addiction related alteration in resting-state brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 24181, "infons": {"fpage": "72", "issue": "1", "lpage": "7", "name_0": "surname:Liu;given-names:J", "name_1": "surname:Liang;given-names:J", "name_2": "surname:Qin;given-names:W", "name_3": "surname:Tian;given-names:J", "name_4": "surname:Yuan;given-names:K", "name_5": "surname:Bai;given-names:L", "pub-id_doi": "10.1016/j.neulet.2009.05.038", "pub-id_pmid": "19450664", "section_type": "REF", "source": "Neurosci Lett", "type": "ref", "volume": "460", "year": "2009"}, "text": "Dysfunctional connectivity patterns in chronic heroin users: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 24256, "infons": {"fpage": "394", "issue": "1", "lpage": "400", "name_0": "surname:Zang;given-names:Y", "name_1": "surname:Jiang;given-names:T", "name_2": "surname:Lu;given-names:Y", "name_3": "surname:He;given-names:Y", "name_4": "surname:Tian;given-names:L", "pub-id_doi": "10.1016/j.neuroimage.2003.12.030", "pub-id_pmid": "15110032", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "22", "year": "2004"}, "text": "Regional homogeneity approach to fMRI data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 24308, "infons": {"fpage": "189", "issue": "3", "lpage": "93", "name_0": "surname:Wu;given-names:T", "name_1": "surname:Zang;given-names:Y", "name_2": "surname:Wang;given-names:L", "name_3": "surname:Long;given-names:X", "name_4": "surname:Li;given-names:K", "name_5": "surname:Chan;given-names:P", "pub-id_doi": "10.1016/j.neulet.2007.06.057", "pub-id_pmid": "17709202", "section_type": "REF", "source": "Neurosci Lett", "type": "ref", "volume": "423", "year": "2007"}, "text": "Normal aging decreases regional homogeneity of the motor areas in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 24392, "infons": {"fpage": "488", "issue": "2", "lpage": "500", "name_0": "surname:He;given-names:Y", "name_1": "surname:Wang;given-names:L", "name_2": "surname:Zang;given-names:Y", "name_3": "surname:Tian;given-names:L", "name_4": "surname:Zhang;given-names:X", "name_5": "surname:Li;given-names:K", "pub-id_doi": "10.1016/j.neuroimage.2006.11.042", "pub-id_pmid": "17254803", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "35", "year": "2007"}, "text": "Regional coherence changes in the early stages of Alzheimer's disease: a combined structural and resting-state functional MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 24524, "infons": {"fpage": "1502", "issue": "5", "lpage": "10", "name_0": "surname:Wu;given-names:T", "name_1": "surname:Long;given-names:X", "name_2": "surname:Zang;given-names:Y", "name_3": "surname:Wang;given-names:L", "name_4": "surname:Hallett;given-names:M", "name_5": "surname:Li;given-names:K", "pub-id_doi": "10.1002/hbm.20622", "pub-id_pmid": "18649351", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "30", "year": "2009"}, "text": "Regional homogeneity changes in patients with Parkinson's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 24590, "infons": {"fpage": "19", "issue": "1", "lpage": "22", "name_0": "surname:Liu;given-names:H", "name_1": "surname:Liu;given-names:Z", "name_2": "surname:Liang;given-names:M", "name_3": "surname:Hao;given-names:Y", "name_4": "surname:Tan;given-names:L", "name_5": "surname:Kuang;given-names:F", "pub-id_doi": "10.1097/01.wnr.0000195666.22714.35", "pub-id_pmid": "16361943", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "17", "year": "2006"}, "text": "Decreased regional homogeneity in schizophrenia: a resting state functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 24699, "infons": {"fpage": "121", "issue": "1", "lpage": "7", "name_0": "surname:Liang;given-names:P", "name_1": "surname:Liu;given-names:Y", "name_2": "surname:Jia;given-names:X", "name_3": "surname:Duan;given-names:Y", "name_4": "surname:Yu;given-names:C", "name_5": "surname:Qin;given-names:W", "pub-id_doi": "10.1016/j.clinph.2010.05.026", "pub-id_pmid": "20621555", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "122", "year": "2011"}, "text": "Regional homogeneity changes in patients with neuromyelitis optica revealed by resting-state functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 24807, "infons": {"fpage": "551", "issue": "2", "lpage": "9", "name_0": "surname:Qiu;given-names:YW", "name_1": "surname:Han;given-names:LJ", "name_2": "surname:Lv;given-names:XF", "name_3": "surname:Jiang;given-names:GH", "name_4": "surname:Tian;given-names:JZ", "name_5": "surname:Zhuo;given-names:FZ", "pub-id_doi": "10.1148/radiol.11102466", "pub-id_pmid": "21875854", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "261", "year": "2011"}, "text": "Regional homogeneity changes in heroin-dependent individuals: resting-state functional MR imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 24911, "infons": {"fpage": "97", "issue": "1", "lpage": "113", "name_0": "surname:Oldfield;given-names:RC", "pub-id_doi": "10.1016/0028-3932(71)90067-4", "pub-id_pmid": "5146491", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "9", "year": "1971"}, "text": "The assessment and analysis of handedness: the Edinburgh inventory", "sentences": [], "annotations": [], "relations": []}, {"offset": 24978, "infons": {"fpage": "439", "issue": "4", "lpage": "43", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Tancredi;given-names:LR", "pub-id_doi": "10.1176/ajp.148.4.439", "pub-id_pmid": "2006687", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "148", "year": "1991"}, "text": "Biological correlates of mental activity studied with PET", "sentences": [], "annotations": [], "relations": []}, {"offset": 25036, "infons": {"fpage": "390", "issue": "3", "lpage": "8", "name_0": "surname:Adinoff;given-names:B", "name_1": "surname:Devous;given-names:MD;suffix:Sr", "name_2": "surname:Best;given-names:SM", "name_3": "surname:George;given-names:MS", "name_4": "surname:Alexander;given-names:D", "name_5": "surname:Payne;given-names:K", "pub-id_doi": "10.1176/appi.ajp.158.3.390", "pub-id_pmid": "11229979", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Limbic responsiveness to procaine in cocaine-addicted subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 25099, "infons": {"fpage": "318", "issue": "3", "lpage": "25", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "pub-id_doi": "10.1093/cercor/10.3.318", "pub-id_pmid": "10731226", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "10", "year": "2000"}, "text": "Addiction, a disease of compulsion and drive: involvement of the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 25185, "infons": {"fpage": "1444", "issue": "10", "lpage": "51", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "name_2": "surname:Wang;given-names:GJ", "pub-id_doi": "10.1172/JCI18533", "pub-id_pmid": "12750391", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "111", "year": "2003"}, "text": "The addicted human brain: insights from imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 25241, "infons": {"fpage": "211", "issue": "3", "lpage": "6", "name_0": "surname:Lee;given-names:TM", "name_1": "surname:Zhou;given-names:WH", "name_2": "surname:Luo;given-names:XJ", "name_3": "surname:Yuen;given-names:KS", "name_4": "surname:Ruan;given-names:XZ", "name_5": "surname:Weng;given-names:XC", "pub-id_doi": "10.1016/j.neulet.2005.03.053", "pub-id_pmid": "15925092", "section_type": "REF", "source": "Neurosci Lett", "type": "ref", "volume": "382", "year": "2005"}, "text": "Neural activity associated with cognitive regulation in heroin users: A fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 25324, "infons": {"fpage": "284", "issue": "3", "lpage": "94", "name_0": "surname:Rolls;given-names:ET", "pub-id_doi": "10.1093/cercor/10.3.284", "pub-id_pmid": "10731223", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "10", "year": "2000"}, "text": "The orbitofrontal cortex and reward", "sentences": [], "annotations": [], "relations": []}, {"offset": 25360, "infons": {"fpage": "517", "issue": "10", "lpage": "24", "name_0": "surname:Wise;given-names:RA", "pub-id_doi": "10.1016/j.tins.2009.06.004", "pub-id_pmid": "19758714", "section_type": "REF", "source": "Trends Neurosci", "type": "ref", "volume": "32", "year": "2009"}, "text": "Roles for nigrostriatal--not just mesocorticolimbic--dopamine in reward and addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 25446, "infons": {"fpage": "6583", "issue": "24", "lpage": "8", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Wang;given-names:GJ", "name_2": "surname:Telang;given-names:F", "name_3": "surname:Fowler;given-names:JS", "name_4": "surname:Logan;given-names:J", "name_5": "surname:Childress;given-names:AR", "pub-id_doi": "10.1523/JNEUROSCI.1544-06.2006", "pub-id_pmid": "16775146", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "26", "year": "2006"}, "text": "Cocaine cues and dopamine in dorsal striatum: mechanism of craving in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 25534, "infons": {"fpage": "171", "issue": "2", "lpage": "80", "name_0": "surname:Sinha;given-names:R", "name_1": "surname:Lacadie;given-names:C", "name_2": "surname:Skudlarski;given-names:P", "name_3": "surname:Fulbright;given-names:RK", "name_4": "surname:Rounsaville;given-names:BJ", "name_5": "surname:Kosten;given-names:TR", "pub-id_doi": "10.1007/s00213-005-0147-8", "pub-id_pmid": "16163517", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "183", "year": "2005"}, "text": "Neural activity associated with stress-induced cocaine craving: a functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 25644, "infons": {"fpage": "54", "issue": "1", "lpage": "63", "name_0": "surname:Garavan;given-names:H", "name_1": "surname:Kelley;given-names:D", "name_2": "surname:Rosen;given-names:A", "name_3": "surname:Rao;given-names:SM", "name_4": "surname:Stein;given-names:EA", "pub-id_doi": "10.1002/1097-0029(20001001)51:1<54::AID-JEMT6>3.0.CO;2-J", "pub-id_pmid": "11002353", "section_type": "REF", "source": "Microsc Res Tech", "type": "ref", "volume": "51", "year": "2000"}, "text": "Practice-related functional activation changes in a working memory task", "sentences": [], "annotations": [], "relations": []}, {"offset": 25716, "infons": {"fpage": "1660", "issue": "7", "lpage": "5", "name_0": "surname:Haruno;given-names:M", "name_1": "surname:Kuroda;given-names:T", "name_2": "surname:Doya;given-names:K", "name_3": "surname:Toyama;given-names:K", "name_4": "surname:Kimura;given-names:M", "name_5": "surname:Samejima;given-names:K", "pub-id_doi": "10.1523/JNEUROSCI.3417-03.2004", "pub-id_pmid": "14973239", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "24", "year": "2004"}, "text": "A neural correlate of reward-based behavioral learning in caudate nucleus: a functional magnetic resonance imaging study of a stochastic decision task", "sentences": [], "annotations": [], "relations": []}, {"offset": 25867, "infons": {"fpage": "1741", "issue": "10", "lpage": "9", "name_0": "surname:Vollstadt-Klein;given-names:S", "name_1": "surname:Wichert;given-names:S", "name_2": "surname:Rabinstein;given-names:J", "name_3": "surname:Buhler;given-names:M", "name_4": "surname:Klein;given-names:O", "name_5": "surname:Ende;given-names:G", "pub-id_doi": "10.1111/j.1360-0443.2010.03022.x", "pub-id_pmid": "20670348", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "105", "year": "2010"}, "text": "Initial, habitual and compulsive alcohol use is characterized by a shift of cue processing from ventral to dorsal striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 25990, "infons": {"fpage": "432", "issue": "3", "lpage": "41", "name_0": "surname:Belin;given-names:D", "name_1": "surname:Everitt;given-names:BJ", "pub-id_doi": "10.1016/j.neuron.2007.12.019", "pub-id_pmid": "18255035", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "57", "year": "2008"}, "text": "Cocaine seeking habits depend upon dopamine-dependent serial connectivity linking the ventral with the dorsal striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 26109, "infons": {"fpage": "12040", "issue": "21", "lpage": "5", "name_0": "surname:Grant;given-names:S", "name_1": "surname:London;given-names:ED", "name_2": "surname:Newlin;given-names:DB", "name_3": "surname:Villemagne;given-names:VL", "name_4": "surname:Liu;given-names:X", "name_5": "surname:Contoreggi;given-names:C", "pub-id_doi": "10.1073/pnas.93.21.12040", "pub-id_pmid": "8876259", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "93", "year": "1996"}, "text": "Activation of memory circuits during cue-elicited cocaine craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 26175, "infons": {"fpage": "775", "issue": "9", "lpage": "84", "name_0": "surname:Wang;given-names:GJ", "name_1": "surname:Volkow;given-names:ND", "name_2": "surname:Fowler;given-names:JS", "name_3": "surname:Cervany;given-names:P", "name_4": "surname:Hitzemann;given-names:RJ", "name_5": "surname:Pappas;given-names:NR", "pub-id_doi": "10.1016/S0024-3205(98)00619-5", "pub-id_pmid": "10075110", "section_type": "REF", "source": "Life Sci", "type": "ref", "volume": "64", "year": "1999"}, "text": "Regional brain metabolic activation during craving elicited by recall of previous drug experiences", "sentences": [], "annotations": [], "relations": []}, {"offset": 26274, "infons": {"fpage": "11461", "issue": "36", "lpage": "8", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Wang;given-names:GJ", "name_2": "surname:Ma;given-names:Y", "name_3": "surname:Fowler;given-names:JS", "name_4": "surname:Zhu;given-names:W", "name_5": "surname:Maynard;given-names:L", "pub-id_pmid": "14673011", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "23", "year": "2003"}, "text": "Expectation enhances the regional brain metabolic and the reinforcing effects of stimulants in cocaine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 26385, "infons": {"fpage": "564", "issue": "Pt 3", "lpage": "83", "name_0": "surname:Cavanna;given-names:AE", "name_1": "surname:Trimble;given-names:MR", "pub-id_doi": "10.1093/brain/awl004", "pub-id_pmid": "16399806", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "129", "year": "2006"}, "text": "The precuneus: a review of its functional anatomy and behavioural correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 26462, "infons": {"fpage": "252", "issue": "1", "lpage": "62", "name_0": "surname:Engelmann;given-names:JM", "name_1": "surname:Versace;given-names:F", "name_2": "surname:Robinson;given-names:JD", "name_3": "surname:Minnix;given-names:JA", "name_4": "surname:Lam;given-names:CY", "name_5": "surname:Cui;given-names:Y", "pub-id_doi": "10.1016/j.neuroimage.2011.12.024", "pub-id_pmid": "22206965", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "60", "year": "2012"}, "text": "Neural substrates of smoking cue reactivity: a meta-analysis of fMRI studies", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}