{"source": "PMC", "date": "20201215", "key": "pmc.key", "infons": {}, "documents": [{"id": "4927172", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Wavelet Methods for Brain Network Construction", "article-id_doi": "10.1371/journal.pone.0157243", "article-id_pmc": "4927172", "article-id_pmid": "27355202", "article-id_publisher-id": "PONE-D-15-55747", "elocation-id": "e0157243", "issue": "6", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Zhang;given-names:Zitong", "name_1": "surname:Telesford;given-names:Qawi K.", "name_10": "surname:Bassett;given-names:Danielle S", "name_2": "surname:Giusti;given-names:Chad", "name_3": "surname:Lim;given-names:Kelvin O.", "name_4": "surname:Bassett;given-names:Danielle S.", "name_5": "surname:Hayasaka;given-names:Satoru", "name_6": "surname:Bassett;given-names:Danielle S", "name_7": "surname:Bassett;given-names:Danielle S", "name_8": "surname:Bassett;given-names:Danielle S", "name_9": "surname:Bassett;given-names:Danielle S", "notes": "Data are available at http://datadryad.org/review?doi=doi:10.5061/dryad.86n40.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "11", "year": "2016"}, "text": "Choosing Wavelet Methods, Filters, and Lengths for Functional Brain Network Construction", "sentences": [], "annotations": [], "relations": []}, {"offset": 89, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Wavelet methods are widely used to decompose fMRI, EEG, or MEG signals into time series representing neurophysiological activity in fixed frequency bands. Using these time series, one can estimate frequency-band specific functional connectivity between sensors or regions of interest, and thereby construct functional brain networks that can be examined from a graph theoretic perspective. Despite their common use, however, practical guidelines for the choice of wavelet method, filter, and length have remained largely undelineated. Here, we explicitly explore the effects of wavelet method (MODWT vs. DWT), wavelet filter (Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families), and wavelet length (2 to 24)—each essential parameters in wavelet-based methods—on the estimated values of graph metrics and in their sensitivity to alterations in psychiatric disease. We observe that the MODWT method produces less variable estimates than the DWT method. We also observe that the length of the wavelet filter chosen has a greater impact on the estimated values of graph metrics than the type of wavelet chosen. Furthermore, wavelet length impacts the sensitivity of the method to detect differences between health and disease and tunes classification accuracy. Collectively, our results suggest that the choice of wavelet method and length significantly alters the reliability and sensitivity of these methods in estimating values of metrics drawn from graph theory. They furthermore demonstrate the importance of reporting the choices utilized in neuroimaging studies and support the utility of exploring wavelet parameters to maximize classification accuracy in the development of biomarkers of psychiatric disease and neurological disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1856, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1869, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The use of functional neuroimaging has gained considerable popularity over the last two decades as it provides a noninvasive approach for studying the brain. Although a relatively recent addition to the methods available for analyzing neuroimaging data, network science has enhanced our understanding of the brain as a complex system. Rooted in techniques derived from graph theory, brain network analysis has been used to study neural diseases, aging, and cognitive function. The graph theory formalism defines a network by nodes (brain regions) and edges (connections between brain regions). In neuroimaging studies, nodes can describe atlas-based regions or voxels, and edges can define physical connections, in the case of anatomical networks, or functional connections, which describe a statistical relationship between the activity time series of two nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2733, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The goal of generating a brain network is straightforward: to use network science to understand the structure and function of the brain. Most studies report basic graph metrics, which include features of individual nodes (e.g., node centralities), features of groups of nodes (e.g., community structure or modularity), or features of the whole brain (e.g., global efficiency). Network analysis can also be used to explore fundamental principles of brain network organization, including small-world architecture, cost-efficiency, and reconfiguration dynamics. Across these studies, the main focus is to understand the organization of nodes and edges in the network. However, what has received less attention is the methodology used to define the functional relationships between nodes. In the context of functional brain networks, popular methods to define statistical relationships between regional activity time series include Pearson’s correlation coefficient, coherence, wavelet correlation, and wavelet coherence; a less common method is the cross-sample entropy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3801, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Wavelet-based methods have significant advantages in terms of denoising, robustness to outliers, and utility in null model construction. Moreover, wavelet-based methods facilitate the examination of neurocognitive processes at different temporal scales without the edge effects in frequency space that accompany traditional band pass filters. But perhaps the most compelling argument in support of wavelets derives from the fact that cortical fMRI time series display slowly decaying positive autocorrelation functions (also known as long memory). This feature undermines the utility of measuring functional connectivity between a pair of regional time series using a correlation (time domain) or coherence (frequency domain), because both time- and frequency-domain measures of association are not properly estimable for long memory processes. In contrast, wavelet-based methods provide reliable estimates of correlation between long memory time series derived from fMRI data. Based on these advantages, wavelet-based estimates of functional connectivity have provided extensive insights into brain network organization in health, development, aging, neurological disorders, psychiatric disease, sleep, and cognitive performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5032, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Despite the utility of wavelet-based approaches for estimating functional connectivity, fundamental principles to guide the performance of wavelet-based methods remain largely undefined. This lack of guidelines is apparent in the wide range of wavelet methods, filters, and lengths utilized in graph theoretical neuroimaging studies, which hampers comparability and reproducibility of subsequent findings. Here we explore the use of different wavelet methods (MODWT vs. DWT), filters (Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families), and lengths (2–24) to determine their implications for the estimated values of graph metrics. We quantify graph metric variability, sensitivity, and utility in classifying resting state functional connectivity patterns extracted from people with schizophrenia and healthy controls using a previously-published fMRI data set. Our results demonstrate that wavelet method and length impact subsequent graph metrics, but wavelet type has little effect. Based on our findings, we suggest that researchers use MODWT methods with a wavelet length of 8 or greater, and carefully report their choices to enhance comparability of results across studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6240, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6262, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethics Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 6279, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All human subjects provided written informed consent for the study approved by the Institutional Review Board at the University of Minnesota.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6421, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI data acquisition and preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 6461, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting-state fMRI data from 29 healthy controls (11 females; age 41.1 ± 10.6 (SD)) and 29 participants with chronic schizophrenia (11 females; age 41.3 ± 9.3 (SD)) were included in this analysis (See for detailed characteristics of participants and imaging data). A Siemens Trio 3T scanner was used to collect the imaging data, including a 6-min (TR = 2 secs; 180 volumes) resting-state fMRI scan, in which participants were asked to remain awake with their eyes closed, a field map scan, and a T1 MPRAGE whole brain volumetric scan. The fMRI data were preprocessed using FEAT (FMRIB’s Software Library in FSL) with the following pipeline: deletion of the first 3 volumes to account for magnetization stabilization; motion correction using MCFLIRT; B0 fieldmap unwarping to correct for geometric distortion using acquired field map and PRELUDE+FUGUE52; slice-timing correction using Fourier-space time-series phase-shifting; non-brain removal using BET; regression against the 6 motion parameter time courses; registration of fMRI to standard space (Montreal Neurological Institute-152 brain); registration of fMRI to high resolution anatomical MRI; registration of high resolution anatomical MRI to standard space. Importantly, the two groups had similar mean RMS motion parameters: Two-sample t-tests of mean RMS translational and angular movement were both not significant (p = 0.14 and p = 0.12, respectively).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7877, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7898, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All calculations were done in MATLAB R2013b (The MathWorks Inc.). We used the WMTSA Wavelet Toolkit for MATLAB (http://www.atmos.washington.edu/~wmtsa/) to perform the wavelet decompositions, and we used the Brain Connectivity Toolbox (https://sites.google.com/site/bctnet/) to estimate values for graph metrics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8211, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Network construction", "sentences": [], "annotations": [], "relations": []}, {"offset": 8232, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We extracted average time series for each participant from 90 of the 116 anatomical regions of interest (ROIs) defined by the AAL atlas covering the whole brain and including cortical and subcortical regions but excluding the cerebellar regions and vermis. We performed a battery of wavelet decompositions on each regional mean time series by varying wavelet method (DWT vs. MODWT), wavelet filter (Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families), and wavelet length (from a minimum of 2 to a maximum of 24). In prior literature, both the discrete wavelet transform (DWT) and the maximal overlap discrete wavelet transform (MODWT) methods have been used to create functional connectivity matrices (see and respectively for examples). DWT is an orthogonal transform, just as the discrete Fourier transform (DFT); MODWT adds redundancy to DWT, and can be thought as a non-downsampled version of it.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9159, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Wavelet filter and length alter the symmetry and shape of the wavelet (see Fig 1 for illustrations of how wavelet filters differ from one another, and how the same filter of different lengths display very distinct shapes). To examine the effect of wavelet filter, we apply Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families, which together constitute the most widely used orthogonal and compactly supported types of wavelet filters. We abbreviate these three filters types as D (Daubechies Extremal Phase), LA (Daubechies Least Asymmetric), and C (Coiflet). To examine the effect of wavelet length, we vary the length of the filter from a minimum of 2 to a maximum of 24. Note that the Daubechies Least Asymmetric family is only defined for lengths greater than or equal to 8, and the Coiflet family is only defined for lengths that are multiples of 6. The exact range of wavelet lengths for each family is also prespecified by the software package we utilized, namely the WMTSA Wavelet Toolkit for MATLAB. We refer to each wavelet type and length together; for example, D4 refers to the Daubechies Extremal Phase filter that has a length of 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10330, "infons": {"file": "pone.0157243.g001.jpg", "id": "pone.0157243.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Example Wavelet Functions of Filters From Each Filter Type.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10390, "infons": {"file": "pone.0157243.g001.jpg", "id": "pone.0157243.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "(A–D) Daubechies Extremal Phase filter. (A) Filter with length 2. (B) Filter with length 4. (C) Filter with length 6. (D) Filter with length 8. (E) Daubechies Least Asymmetric filter with length 8. (F) Coiflet filter with length 6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10622, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Consistent with prior work, we apply this battery of wavelet decompositions to each regional mean time series and extract wavelet coefficients for the first four wavelet scales, which in this case correspond to the frequency ranges 0.125∼0.25 Hz (Scale 1), 0.06∼0.125 Hz (Scale 2), 0.03∼0.06 Hz (Scale 3), and 0.015∼0.03 Hz (Scale 4). For each subject, wavelet method (DWT vs. MODWT), wavelet filter (Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families), and wavelet length (2–24), we constructed a correlation matrix whose ijth elements were given by the estimated wavelet correlation between the wavelet coefficients of brain region i and the wavelet coefficients of brain region j.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11332, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Graph metrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 11346, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We characterized the organization of each functional connectivity matrix using both weighted and binary graph metrics. Note that we use the term “metric” due to its prevalence in the literature, but that these summary statistics do not necessarily have the properties of a metric as defined formally in the field of mathematics. To examine simple properties of the correlation matrix itself, we followed and calculated (i) the mean correlation coefficient of the matrix as the average of the upper triangular elements of the matrix, and (ii) the variance of the correlation coefficients of the matrix as the variance of the upper triangular elements of the matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12011, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To examine the topological properties of each functional connectivity matrix, we performed a cumulative thresholding approach by which we thresholded each matrix to maintain the strongest edges, giving a binary undirected network that has a density of 30% (see the SI for examination of other thresholds). The choice of this threshold is based on a large and growing literature demonstrating small-world attributes of neuroimaging-based brain networks thresholded to retain this density. On this thresholded binary matrix, we calculated several graph metrics, including the clustering coefficient, characteristic path length, global efficiency, local efficiency, modularity, and number of communities. See the Appendix for mathematical definitions of these graph metrics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12783, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The maximization of modularity requires the investigator to make several methodological choices. Due to the heuristic nature of the Louvain algorithm used in maximizing the modularity quality function and the degeneracy of the modularity landscape, we performed 20 optimizations of Q for each functional connectivity matrix. The modularity values that we report are the mean values over these 20 optimizations. We also constructed a consensus partition from these optimizations using a method that compares the consistency of community assignments to that expected in a null model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13365, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Classification between healthy controls and schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 13432, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To inform the utility of various wavelet methods, filters, and lengths in neuroimaging studies of functional brain network architecture, we performed a classification analysis in which we sought to classify functional connectivity matrices extracted from 29 healthy subjects from those extracted from 29 people with schizophrenia. This particular data set is well-suited to this study because it has been difficult to classify these two groups of subjects using binary networks constructed from traditional methods; the data set therefore offers a reasonable testbed for optimization of classification accuracy as a function of methodological variation. To perform this classification, we gathered all graph metrics obtained in scale 2 (corresponding to the most commonly utilized frequency band for resting state network analyses), and used a classification algorithm referred to as the C5.0 algorithm (http://www.rulequest.com/see5-info.html) to generate decision trees to classify data from healthy controls versus people with schizophrenia. The C5.0 algorithm supports boosting, and is faster and more memory efficient than the previous C4.5 algorithm, which in turn is an extension of the earlier ID3 algorithm. We generated decision trees with 10-trial boosting and 6-fold cross validation. The boosting method, AdaBoost, allows us to generate multiple decision trees for a given set of training data and combine them for better classification while avoiding overfitting. Utilizing the cross validation procedure, we randomly divided all of the subjects into 6 groups, and for each group, we trained a set of boosting decision trees on 5 groups and tested the decision trees on the remaining group. The results we report are the cumulative results across these 6 groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15209, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 15217, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this section, we examine the effects of wavelet method (DWT vs. MODWT), wavelet filter (Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families), and wavelet length (2–24) on (i) the estimated values of graph metrics in healthy subjects, and (ii) the classification accuracy in distinguishing between functional connectivity matrices extracted from people with schizophrenia and healthy controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15638, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Effect of Wavelet Method: DWT vs. MODWT", "sentences": [], "annotations": [], "relations": []}, {"offset": 15682, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Both the DWT and the MODWT have previously been utilized to obtain wavelet coefficients for regional time series, prior to the construction of functional connectivity matrices representing graphs or networks (see and for recent examples). Here we performed a direct comparison between DWT and MODWT in terms of their effects on estimated network organization. In Fig 2, we show the mean and variance of the correlation coefficients of the functional connectivity matrices of healthy controls for all 3 wavelet filters, all 4 wavelet scales, and all wavelet lengths. In general, the shapes of the graph metric versus wavelet length curves for both methods show qualitative similarities. We also observe that both DWT and MODWT give similar standard errors across subjects in the mean correlation coefficient and the variance of correlation coefficients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16535, "infons": {"file": "pone.0157243.g002.jpg", "id": "pone.0157243.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effect of Wavelet Method on Mean and Variance of Correlation Coefficients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16610, "infons": {"file": "pone.0157243.g002.jpg", "id": "pone.0157243.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "(A, B) Mean correlation coefficients as a function of wavelet filter (Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families) and wavelet length (2–24) observed when applying the (A) MODWT and (B) DWT. (C, D) Variance of correlation coefficients as a function of wavelet filter (Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families) and wavelet length (2–24) observed when applying the (C) MODWT and (D) DWT. Wavelet scales are indicated by the color of the lines: scale 1 (approximately 0.125–0.25 Hz) is shown in blue, scale 2 (approximately 0.06–0.125 Hz) in green, scale 3 (approximately 0.03–0.06 Hz) in red, and scale 4 (approximately 0.015–0.03 Hz) in purple. Error bars indicate standard errors of the mean across 29 healthy subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17399, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Despite these gross qualitative similarities, we observe that the two methods differ in terms of (i) the variation of graph metric values over wavelet lengths, and (ii) the magnitude of variance of correlation coefficients. Diagnostic values obtained using MODWT show a smooth change with increasing wavelet length, for all 3 wavelet filters and all 4 wavelet scales corresponding to different frequency bands (see Fig 2 panels A and C). In contrast, graph metric values obtained from DWT do not show smooth changes with increasing wavelet length (see Fig 2 panels B and D). To quantify these observations, we calculated the sum of the absolute value of differences between graph metrics at consecutive lengths. For each scale and wavelet filter, we performed a paired t-test to test for differences in the mean. We found that—indeed—the variation of graph metric values over wavelet lengths is significantly greater when using DWT than when using MODWT for all scales and all filters except scale 1 Coiflet; see Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18421, "infons": {"file": "pone.0157243.t001.xml", "id": "pone.0157243.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Variation of Diagnostic Values Over Wavelet Lengths t-values and p-values for two-sample t-tests measuring the differences in the sum of the absolute value of differences between graph metrics at consecutive lengths obtained from the MODWT approach as opposed to the DWT approach (df = 28 over the 29 healthy control subjects).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18749, "infons": {"file": "pone.0157243.t001.xml", "id": "pone.0157243.t001", "section_type": "TABLE", "type": "table_caption"}, "text": "Paired t-tests were performed separately for each filter type (“D” = Daubechies Extremal Phase, “LA” = Daubechies Least Asymmetric, and “C” = Coiflet) for each wavelet scale separately.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18935, "infons": {"file": "pone.0157243.t001.xml", "id": "pone.0157243.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\" border=\"0\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" rowspan=\"2\" colspan=\"1\">Scale</th><th align=\"center\" rowspan=\"2\" colspan=\"1\">Filter type</th><th align=\"center\" colspan=\"2\" rowspan=\"1\">Mean correlation coefficient</th><th align=\"center\" colspan=\"2\" rowspan=\"1\">Variance of correlation coefficients</th></tr><tr><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>t</italic></th><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>p</italic></th><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>t</italic></th><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>p</italic></th></tr></thead><tbody><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">D</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−6.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt;1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−3.93</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.0005</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">LA</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−5.38</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−5.97</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.94</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.3561</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.70</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.4920</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">D</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−9.45</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−9.98</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">LA</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−7.55</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−7.64</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−3.32</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.0025</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−2.47</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.0200</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">D</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−6.98</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−7.36</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">LA</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−10.01</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−8.52</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−6.57</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−5.51</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">D</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−8.83</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−9.89</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">LA</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−10.21</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−8.44</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−9.99</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−5.32</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr></tbody></table>\n"}, "text": "Scale\tFilter type\tMean correlation coefficient\tVariance of correlation coefficients\t \tt\tp\tt\tp\t \t\tD\t−6.00\t<1 × 10−4\t−3.93\t0.0005\t \t1\tLA\t−5.38\t< 1 × 10−4\t−5.97\t< 1 × 10−4\t \t\tC\t0.94\t0.3561\t0.70\t0.4920\t \t\tD\t−9.45\t< 1 × 10−4\t−9.98\t< 1 × 10−4\t \t2\tLA\t−7.55\t< 1 × 10−4\t−7.64\t< 1 × 10−4\t \t\tC\t−3.32\t0.0025\t−2.47\t0.0200\t \t\tD\t−6.98\t< 1 × 10−4\t−7.36\t< 1 × 10−4\t \t3\tLA\t−10.01\t< 1 × 10−4\t−8.52\t< 1 × 10−4\t \t\tC\t−6.57\t< 1 × 10−4\t−5.51\t< 1 × 10−4\t \t\tD\t−8.83\t< 1 × 10−4\t−9.89\t< 1 × 10−4\t \t4\tLA\t−10.21\t< 1 × 10−4\t−8.44\t< 1 × 10−4\t \t\tC\t−9.99\t< 1 × 10−4\t−5.32\t< 1 × 10−4\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19487, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, the variance of correlation coefficients extracted using the MODWT method are smaller in magnitude than the variance of the correlation coefficients extracted using the DWT method (compare Fig 2 panels C and D). To quantify this observation, we averaged the variance of the correlation coefficients over all wavelet lengths and filter types, separately for each scale. We performed a paired two-sided t-test to measure the difference between the average variance of correlation coefficients obtained using the DWT method versus those obtained using the MODWT method. We found that the average variance of the correlation coefficients was larger in the DWT case than in the MODWT case for all 4 wavelet scales: t = 5.87 and p < 0.0001 (Scale 1), t = 8.89 and p < 0.0001 (Scale 2), t = 14.64 and p < 0.0001 (Scale 3), and t = 9.44 and p < 0.0001 (Scale 4). Together these results are consistent with the theoretical notion that DWT provides more noisy estimates of structure than MODWT, and support the common preference in neuroimaging studies to use MODWT over DWT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20566, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on its reliable variation with wavelet length, we restrict ourselves to the study of graph metrics extracted using the MODWT method for the remainder of this paper.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20737, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Effect of Wavelet Filter Type", "sentences": [], "annotations": [], "relations": []}, {"offset": 20771, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In prior literature, many wavelet filters have been applied to the extraction of regional time series prior to functional brain network construction, including Daubechies, and Least Asymmetric families. Moreover, Coiflet wavelets have been shown to provide superior compression performance in magnetic resonance images. Here we performed a direct comparison between Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families in terms of their effects on estimated network organization. To isolate the effect of wavelet filter, we examine graph metrics obtained using each filter family and a fixed wavelet length. In Fig 3, we show representative results from a comparison of D6 and C6, and a comparison of D8 and LA8 in wavelet scale 2. Qualitatively, we observe no significant differences in graph metrics estimated from different wavelet filters of the same wavelet length. To confirm this observation quantitatively, we use a sign test (due to the skewed distribution of the data) to test the hypothesis that the difference median is zero between the distributions of graph metrics for D6 and C6, and between the distributions of graph metrics for D8 and LA8. Consistent with our qualitative observations, we find no significant differences (as defined as p < 0.05 corrected for multiple comparisons using a conservative family-wise error correction). Note that we observe qualitatively similar results for other wavelet scales and other graph densities (see S1 File).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22262, "infons": {"file": "pone.0157243.g003.jpg", "id": "pone.0157243.g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effect of Wavelet Filter on Graph Metrics in wavelet scale 2 between pairs of wavelet filters with the same length.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22378, "infons": {"file": "pone.0157243.g003.jpg", "id": "pone.0157243.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "(A, B) Weighted graph metrics including (A) mean correlation coefficient and (B) variance of correlation coefficients. (C–F) Binary graph metrics calculated at a graph density of 30% obtained through a cumulative thresholding procedure, including (C) the clustering coefficient, (D) characteristic path length, (E) global efficiency, (F) local efficiency, (G) modularity index Q, and (H) the number of communities. Boxplots indicate the median and quartiles of the data acquired from 29 health subjects. See S1 File for qualitatively similar results obtained at different scales and graph densities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22978, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Effect of Wavelet Filter Length", "sentences": [], "annotations": [], "relations": []}, {"offset": 23014, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In prior literature, many wavelet lengths have been applied to the extraction of regional time series prior to functional brain network construction (for example see and). Here we performed a direct comparison between wavelet lengths 2 through 20 (Daubechies Extremal Phase), 8 to 20 (Daubechies Least Asymmetric), and 6 to 24 (Coiflet). Note these length choices were dictated by those available in the WMTSA toolbox (see Methods). Consistent with effects shown in Fig 2, we observe that the length of the wavelet filter affects graph metrics differently; some graph metrics are affected significantly (such as the modularity index), and other graph metrics are affected very little (such as the characteristic path length); see Fig 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23751, "infons": {"file": "pone.0157243.g004.jpg", "id": "pone.0157243.g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effect of Wavelet Length on Graph Metrics in wavelet scale 2 for all wavelet filters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23837, "infons": {"file": "pone.0157243.g004.jpg", "id": "pone.0157243.g004", "section_type": "FIG", "type": "fig_caption"}, "text": "(A, B) Weighted graph metrics including (A) mean correlation coefficient and (B) variance of correlation coefficients. (C–F) Binary graph metrics calculated at a graph density of 30% obtained through a cumulative thresholding procedure, including (C) the clustering coefficient, (D) characteristic path length, (E) global efficiency, (F) local efficiency, (G) modularity index Q, and (H) the number of communities. The more saturated curves represent data from the 29 healthy controls, while the less saturated curves represent data from 29 people with schizophrenia. Error bars depict standard errors of the mean across subjects. Note that the range of lengths examined for each wavelet family is sufficient to observe significant trends in graph metrics. See S1 File for qualitatively similar results obtained at different wavelet scales.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24678, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To quantify the differential sensitivity of graph metrics to wavelet length, we performed a set of repeated measures ANOVA, for each graph metric and each type of wavelet filter. Here, wavelet filter length was treated as a categorical factor, and graph metric type was treated as a repeated measure. For complete results for each of these ANOVAs, see Table 2. We observe that the mean and variance of correlation coefficients are significantly affected by wavelet length in all 3 wavelet filters. The characteristic path length and global efficiency are not significantly affected by wavelet length in any of the 3 wavelet filters. The clustering coefficient, local efficiency, modularity, and number of communities are affected by wavelet length in some but not all of the wavelet filters. These results demonstrate that graph metrics are differentially sensitive to wavelet length, challenging the potential performance of meta-analyses that incorporate results obtained using different wavelet length and filters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25696, "infons": {"file": "pone.0157243.t002.xml", "id": "pone.0157243.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Effect of Wavelet Length.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25722, "infons": {"file": "pone.0157243.t002.xml", "id": "pone.0157243.t002", "section_type": "TABLE", "type": "table_caption"}, "text": "Results of Repeated Measures ANOVAs for graph metrics extracted from 29 healthy controls at scale 2 and a graph density of 30%; wavelet length is treated as a factor and graph metric is treated as a repeated measure, separately for each wavelet filter type. Effects that are significant at p < 0.05, uncorrected, are shown in red.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26053, "infons": {"file": "pone.0157243.t002.xml", "id": "pone.0157243.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\" border=\"0\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" rowspan=\"2\" colspan=\"1\"/><th align=\"center\" colspan=\"2\" rowspan=\"1\">Daubechies Extremal Phase (dF = 9,252)</th><th align=\"center\" colspan=\"2\" rowspan=\"1\">Daubechies Least Asymmetric (dF = 6,168)</th><th align=\"center\" colspan=\"2\" rowspan=\"1\">Coiflet (dF = 3,84)</th></tr><tr><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>F</italic></th><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>p</italic></th><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>F</italic></th><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>p</italic></th><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>F</italic></th><th align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>p</italic></th></tr></thead><tbody><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Mean correlation coefficient</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">14.63</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">16.12</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">16.29</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Variance of correlation coefficients</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">4.57</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">13.28</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">8.62</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Clustering coefficient</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.54</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.1333</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">4.47</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.0003</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.61</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.1937</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Characteristic path length</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.37</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.9506</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.70</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.6503</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.53</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.6599</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Global efficiency</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.95</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.4837</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.39</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.8852</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.18</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.3224</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Local efficiency</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.60</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.1168</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">4.46</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.0003</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.32</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.2747</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Modularity</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">6.88</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">&lt; 1 × 10<sup>−4</sup></td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.20</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.3089</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">5.07</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.0028</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\">Number of communities</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">3.98</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.0001</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">3.41</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.0033</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.3898</td></tr></tbody></table>\n"}, "text": "\tDaubechies Extremal Phase (dF = 9,252)\tDaubechies Least Asymmetric (dF = 6,168)\tCoiflet (dF = 3,84)\t \tF\tp\tF\tp\tF\tp\t \tMean correlation coefficient\t14.63\t< 1 × 10−4\t16.12\t< 1 × 10−4\t16.29\t< 1 × 10−4\t \tVariance of correlation coefficients\t4.57\t< 1 × 10−4\t13.28\t< 1 × 10−4\t8.62\t< 1 × 10−4\t \tClustering coefficient\t1.54\t0.1333\t4.47\t0.0003\t1.61\t0.1937\t \tCharacteristic path length\t0.37\t0.9506\t0.70\t0.6503\t0.53\t0.6599\t \tGlobal efficiency\t0.95\t0.4837\t0.39\t0.8852\t1.18\t0.3224\t \tLocal efficiency\t1.60\t0.1168\t4.46\t0.0003\t1.32\t0.2747\t \tModularity\t6.88\t< 1 × 10−4\t1.20\t0.3089\t5.07\t0.0028\t \tNumber of communities\t3.98\t0.0001\t3.41\t0.0033\t1.02\t0.3898\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26691, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Note that we observe qualitatively similar results for other wavelet scales (see S1 File).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26782, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Classification in Psychiatric Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 26820, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we asked whether different wavelet filters provide different degrees of statistical sensitivity or classification accuracy when seeking to distinguish between functional connectivity matrices extracted from healthy controls versus those extracted from people with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27108, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To determine whether different wavelet filters provide different degrees of statistical sensitivity for group comparisons, we first visually inspect graph metric values in wavelet scale 2 as a function of filter type and length (compare dark and light lines in Fig 4). We observe that group differences in mean correlation coefficient, variance of correlation coefficients, clustering coefficient, modularity, and number of communities appear to be larger for longer wavelet lengths, across all three filter types. To quantify these observations, we performed a two-sample t-test between graph metric values extracted from the two groups (patients vs. controls) for each filter type and length (see Fig 5). In general, we observe that the p-values decreased with increasing wavelet length (as demonstrated by the increase in the minus log p-values in Fig 5), suggesting that longer wavelets display greater statistical sensitivity to group differences in these data. This finding was particularly salient for the mean correlation coefficient, variance of the correlation coefficients, clustering coefficient, modularity and number of communities, consistent with our visual inspection of Fig 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28303, "infons": {"file": "pone.0157243.g005.jpg", "id": "pone.0157243.g005", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effect of Wavelet Filter Type and Length on Statistical Sensitivity in Group Comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28393, "infons": {"file": "pone.0157243.g005.jpg", "id": "pone.0157243.g005", "section_type": "FIG", "type": "fig_caption"}, "text": "Negative common logarithm of the p-values obtained from two-sample t-tests between graph metric values extracted from healthy control networks versus those extracted from schizophrenia patient networks. Higher values indicate greater group differences and lower values indicate weaker group differences. Graph metrics are calculated for wavelet scale 2; for results in wavelet scale 1, see the SI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28791, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the SI, we explore the dependence of these results on methodological choices in network construction including the measure of functional connectivity (partial correlation, wavelet coherence, and the wavelet correlation used in the main manuscript), strength of edges (strongest versus weakest), and time series (wavelet details vs. wavelet coefficients). We observe that the effect of wavelet length is more salient (i) when using wavelet correlation than when using wavelet coherence or partial correlation, and (ii) when using the strongest 30% connections or 10% weakest connections than when using the 30% or 1% weakest connections. Results are consistent across the use of both wavelet details and wavelet coefficients. Based on prior work, we speculate that the networks constructed from the 1% weakest connections display significant spatial localization and the networks that constructed from the 30% weakest connections display significant random structure, together overshadowing the potential effects of wavelet length on group differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29846, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We build on the above results drawn from parametric t-tests by applying non-parametric machine learning techniques to determine whether different wavelet filters provide different degrees of classification accuracy. Specifically, we generated decision trees (see Methods) to classify healthy controls and people with schizophrenia based on graph metrics extracted from functional brain networks constructed from correlations in scale 2 wavelet coefficients (see S1 File for results across all 4 wavelet scales). We observe that the classification accuracy ranged from approximately 63.8% to approximately 82.8%, the classification sensitivity ranged from approximately 65.5% to approximately 96.6%, and the classification specificity ranged from approximately 51.7% to 79.3% (see Fig 6). The poorest classification accuracy and specificity occurred in short wavelets using the Daubechies Extremal Phase filter, and the best classification results occurred for relatively long wavelets using the Daubechies Least Asymmetric filter (LA14), which gave 82.8% accuracy and 96.6% sensitivity. These results support those obtained from the parametric t-test analysis, that larger wavelet lengths display greater statistical sensitivity to group differences in these data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31111, "infons": {"file": "pone.0157243.g006.jpg", "id": "pone.0157243.g006", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effect of Wavelet Filter Type and Length on Classification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31171, "infons": {"file": "pone.0157243.g006.jpg", "id": "pone.0157243.g006", "section_type": "FIG", "type": "fig_caption"}, "text": "Classification accuracy, sensitivity, and specificity as a function of wavelet filter type and length. Results are based on decision trees (see Methods) and distinguish between healthy controls and people with schizophrenia based on graph metrics computed in wavelet scale 2. Note that we have regarded schizophrenia as positive, which clarifies the direction of the sensitivity and specificity estimates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31577, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31588, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Wavelet-based methods offer extensive benefits in time series analysis and functional brain network construction. These include denoising capabilities, robustness to outliers, utility in null model construction, frequency-specificity without edge effects, and accurate estimates of functional connectivity in long memory processes, such as those observed in fMRI time series. Yet despite their utility, fundamental principles to guide the performance of wavelet-based methods remain largely undefined, hampering comparability and reproducibility of wavelet-based functional connectivity studies. Here we explicitly fill this gap by exploring the use of different wavelet methods (MODWT vs. DWT), filters (Daubechies Extremal Phase, Daubechies Least Asymmetric, and Coiflet families), and lengths (2–24) and by determining their implications for the estimated values of functional graph metrics and the sensitivity to group differences. We found that the MODWT produces less variable estimates than the DWT method, and that wavelet length significantly impacts graph metric values and sensitivity to group differences. Collectively, our results underscore the importance of reporting the choices utilized in neuroimaging studies and provide concrete recommendations for these choices in wavelet-based analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32898, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Wavelet Filtering versus Band Pass Filtering Before embarking on a thorough discussion of our results, it is worth briefly mentioning the differences—including advantages and disadvantages—of wavelet filtering versus band pass filtering. Importantly, the differences between the two methods have been extensively described and quantified in the mathematics and signal processing literature, but unfortunately have rarely been discussed in the neuroimaging literature. Perhaps the two most salient differences between the two methods lie in the preservation of signal shape and in the ability to denoise signal content. Simple bandpass filters traditionally used in time series analysis have the benefits of being easy and fast to compute but because they are implemented in the frequency domain, they have the unfortunate side effect of distorting the time domain, which in turn can alter the shape of transient waveforms, such as those characteristic of neural signals. Wavelet decomposition methods by contrast work simultaneously in the frequency and time domains by fitting “little waves” or wavelets directly to the data, which offers greater veracity in representing neural signals. Moreover, wavelets offer simple denoising properties not offered by bandpass filtering. This is specifically because bandpass filters can only clean data in which the signal and the noise occupy different frequency bands. Unfortunately, in many neurophysiological time series, noise and desired signal occupy overlapping frequency bands, which is where wavelets can be used to some advantage. Specifically, wavelet methods can be used to decompose a noisy signal into different scales and remove the noise while preserving the signal, regardless of the frequency content. These denoising properties have demonstrated particular utility in the study of fMRI time series, such as those used in this study, but also in the context of ASL and PET. Together, the capabilities for signal preservation and cleaning make wavelet methods often preferable to bandpass methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34954, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Discrete versus Continuous Wavelet Transforms Once one has chosen to apply a wavelet filtering method, one is faced with the choice of using a discrete wavelet transform (DWT; or its close cousin the maximum overlap discrete wavelet transform, MODWT), or using a continuous wavelet transform (CWT). Indeed, the CWT implemented with a Morlet wavelet has been used successfully in the study of fMRI time series. CWT works by computing the inner products of a continuous signal with a set of continuous wavelets. While an interesting and worthwhile approach, CWT has specific mathematical disadvantages that motivated us (and others, particularly in the context of fMRI time series) to focus our exposition on MODWT and DWT. These include the fact that (i) the CWT is inherently redundant and therefore computationally intensive, (ii) it does not provide information regarding signal phase, and (iii) one cannot reconstruct the original signal from the CWT coefficients (again, due to the redundancy). However, CWT also has some benefits, particularly in enabling an assessment of frequency bands that are not necessarily different by powers of 2. To capitalize on the major advantages of both the DWT and CWT approaches, it could be interesting in future to use the notions of wavelet packet trees to study hierarchical structure in fMRI BOLD time series and its impact on observed functional graph architecture.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36365, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the remainder of this section, we translate the results of our paper into concrete recommendations for the field, and we close with a brief discussion of important future directions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36551, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The Choice of Wavelet Method The superior performance of MODWT in the context of the numerical experiments performed here is consistent with features of its theoretical construction. First, and perhaps most importantly, MODWT is well defined for any signal length, making it statistically appropriate for the processing of arbitrary signals. In contrast, strictly speaking a DWT of level J0 can be applied only to signals whose length is a multiple of , significantly limiting its application to signals of arbitrary lengths. In practice when applying the DWT to signals of arbitrary lengths, one can choose to avoid this issue—as we did in this study—by preserving at most one extra scaling coefficient at each level of wavelet decomposition. Second, while DWT is an orthogonal transform, MODWT is not. In fact, MODWT is highly redundant and invariant under ‘circular shift’. This feature of MODWT preserves the smooth time-varying structure in regional time series that is otherwise lost during the application of DWT. In the context of human neuroimaging, analyses based on MODWT therefore more accurately reflect the dynamics of brain activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37700, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The Choice of Wavelet Filter Type and Length Wavelet filter types offer differently shaped wavelets that can be applied to empirical time series in a wavelet decomposition. While there is a generally well-accepted notion that one should choose a wavelet that displays similar time-varying features to the time series at hand, we observed that wavelet filter type had very little influence on graph metrics extracted from resting state fMRI signals. The much larger factor impacting graph metrics was the wavelet length, which tunes the fine-scale detail of the wavelet shape: larger wavelet length provides smoother wavelets. In general, graph metrics obtained using the Daubechies Extremal Phase wavelets changed more from wavelet lengths 2 to 6 than from lengths 6 to 20. These results are intuitive: the changes in wavelet smoothness are more apparent at shorter wavelet lengths than at larger wavelet lengths, and their impact on estimated wavelet coefficients should follow. From a reliability perspective, we would argue that one would wish to choose a wavelet of a relatively larger length, to ensure that one’s results are (i) not sensitive to artifacts of jagged edges in the wavelet and (ii) are relatively robust to small perturbations in wavelet length. Yet, it is important to keep in mind that very large wavelet lengths may suffer from the following limitations: (i) more coefficients may be influenced by boundary conditions, (ii) a decrease in the degree of localization of the wavelet coefficients, (iii) an increase in computational burden. The ideal choice may therefore be a moderate length that retains the advantages of long wavelets without gaining any associated disadvantages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39403, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Wavelets for Classification In our methodological recommendations thus far, we have called on arguments of reliability, insensitivity to artifact, and decreased variability to support specific choices in wavelet-based functional network analysis. In a final analysis we further asked whether one can support these choices based on differential sensitivity to group differences in functional network architecture. In analyses based on scale 2 wavelet coefficients (corresponding to 0.06–0.125 Hz), the answer is clear: longer wavelet lengths provide increased sensitivity to group differences as measured both by parametric t-tests and non-parametric machine learning algorithms based on decision trees. Using these longer wavelets, we observe significantly greater classification accuracy, sensitivity, and specificity values than those previously observed in this same data set, complementing prior work demonstrating differences in spontaneous low-frequency (<0.1 Hz) fluctuations in BOLD signal and functional or structural network architecture between schizophrenia patients and healthy controls. Thus, in addition to their benefits in terms of sensitivity and robustness, longer wavelets offer greater sensitivity to group differences in this data set, supporting their choice in the performance of wavelet-based analyses of resting state fMRI data more broadly. We speculate that there might be some underlying structural difference between the two groups of subjects that is consistent among individuals, and that the longer wavelet lengths smooth small differences between individuals so that large-scale differences are clearer. More generally, we speculate that larger wavelet lengths are better able to distinguish group-level features, while shorter wavelets may better distinguish individual-level features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41224, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Longer Wavelets and Vanishing Moments As mentioned earlier, wavelet methods offer significant advantages over bandpass filtering in terms of signal preservation and denoising. These capabilities are supported by the fact that wavelets have vanishing moments, the number of which is the maximum degree of the polynomials the scaling function can reproduce. Both Daubechies and Coiflet wavelets have p vanishing moments for lengths 2p. For denoising purposes, it has been suggested that the number of vanishing moments should be greater than 2H + 1 where H is the Hurst exponent. Preliminary evidence suggests that the Hurst exponent for fMRI noise lies below 1, suggesting that one might wish to use wavelets with at least 4 vanishing moments. In the Daubechies family, this would correspond to a wavelet of length 8, which is a length that our results also support as demonstrating particularly high reliability, decreased sensitivity to artifact, and decreased variability. However, in the context of other clinical or task data, these choices might be quite different. While these heuristics suggest a minimal number of vanishing moments, it is not as simple to define a maximal number of vanishing moments that should be considered. Evidence suggests that very large numbers of vanishing moments can lead to computational artifacts in the decomposed signal. However, the point at which these artifacts occur is difficult to predict for different data types. Our work therefore offers a numerical approach to identifying wavelet lengths that maximize a statistic of interest such as the classification accuracy in a diagnostic test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42859, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Methodological Considerations In general, our results point to the optimality of longer wavelets for functional network construction from spontaneous fluctuations of the BOLD signal in the low frequency band of 0.06–0.12 Hz (corresponding to wavelet scale 2 in these data). However, this scale covers only a portion of the larger frequency range often interpreted in resting fMRI: 0.008–0.15Hz. This larger frequency range actually encompasses several wavelet scales at a TR of 2 s: scale 1 corresponding to 0.12–0.25 Hz, scale 2 corresponding to 0.06–0.12 Hz, scale 3 corresponding to 0.03–0.06 Hz, and scale 4 corresponding to 0.015–0.03 Hz. While here in the main text we focus on scale 2, in the SI we provide a detailed account of the structure of graphs constructed from scales 1, 3, and 4. The inclusion of these scales is supported by previous literature demonstrating their neurophysiological relevance in terms of graph construction and functional connectivity profiles. For example, there is extensive precedent for examining functional connectivity patterns in frequency ranges including but not limited to scale 2 (0.06–0.12 Hz), in particular dating back to some of the very earliest work roughly 10 years ago. In their very influential paper, Achard and colleagues demonstrated that functional networks obtained at rest displayed significant small-world structure in scales 1 through 6, in their data representing frequency bands covering 0.007—0.45 Hz. Since that seminal paper, others have demonstrated that graphs constructed from frequencies above the traditionally studied bands (e.g., 0.09–0.18 Hz) demonstrate greater heritability than graphs constructed from frequency bands below 0.09 Hz. However, while heritability of graph statistics might be greatest in high frequency bands, sensitivity to disease may be greatest in other bands. For example, Wang and colleagues demonstrate that resting state functional connectivity graphs in people with amnestic mild cognitive impairment are most different from healthy controls in the low frequency band 0.031–0.063 Hz. Together, these data argue that a thorough assessment across several wavelet scales may be warranted depending on the scientific question at hand.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45093, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In light of these prior studies, it is interesting to note that for higher frequencies such as those probed by scale 1 coefficients (corresponding to 0.125–0.25 Hz), shorter wavelet lengths appear to provide better sensitivity to group differences; see the SI. These results suggest that the optimal methodological choice for wavelet length might depend on the frequency band of interest, and therefore the properties of the signal being studied, an observation that might be particularly relevant in the assessment of functional networks in EEG and MEG data. Such a conclusion is supported by work identifying a variety of wavelet lengths and types as optimal for classification schemes in EEG signals and other complex systems. More work is therefore necessary to determine rules of thumb for wavelet analysis that are generalizable across frequency bands and imaging modalities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45975, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We have exercised these methods on functional networks constructed using the AAL atlas applied to resting state fMRI data, which represent common choices in functional network analysis in both health and disease. It will be interesting in future to assess the utility of these methods in other parcellation schemes and in task-based data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46314, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, we have utilized orthogonal wavelet filters in this work, largely based on their common application in fMRI time series analysis, and the prior precedent using these filters in the construction of functional brain networks in health and disease. However, it is important to note that bi-orthogonal wavelet filters, and symmetric wavelet functions are interesting alternatives, and have offered some utility in MR and other image processing. Future work could determine the utility of these other filters in the context of functional brain network construction and sensitivity to connectomic disruptions in psychiatric disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46950, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 46961, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "As a final note, it is worth pointing out that the wavelet decompositions utilized here build on procedures currently employed in the literature on functional brain network construction in an effort to provide the field with a few useful rules of thumb. However, other wavelet-based analysis techniques do exist—including wavelet packets, dual-tree complex wavelet transforms, and double-density DWT—that have not yet been applied to this problem, and it is not yet known whether these alternative techniques might provide complementary insights into whole-brain patterns of functional connectivity. It will be interesting in future to assess the utility of these alternative methods in reliably quantifying brain network organization and its alteration in disease states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47734, "infons": {"section_type": "APPENDIX", "type": "title_1"}, "text": "Appendices", "sentences": [], "annotations": [], "relations": []}, {"offset": 47745, "infons": {"section_type": "APPENDIX", "type": "title_2"}, "text": "Appendix 1: Relationship Between Sampling Frequency and Wavelet Scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 47816, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "The frequency ranges extracted by a wavelet decomposition directly depend on the sampling frequency of the data. It is therefore important to delineate which features of our results are generalizable across data sets acquired with different sampling frequencies. The data used here was acquired with a TR of 2 s (a common choice), and therefore contains information up through the frequency 0.25 Hz. A wavelet decomposition of this signal affects consecutive scales in which the observed signal is repeatedly convolved with a wavelet filter (which behaves as a high-pass filter) and a related scaling filter (which behaves as a low-pass filter). The first four scales therefore correspond to the frequency ranges of approximately 0.125−0.25 Hz, 0.06−0.125 Hz, 0.03−0.06 Hz, and 0.015−0.03 Hz, respectively. We note that different sampling frequencies may be used in other experiments, and the applicability of our specific results will depend on the degree of overlap in the frequency ranges of wavelet scales. However, our approach and conclusions regarding (i) the benefits of MODWT, (ii) the utility of moderate wavelet lengths, and (iii) the relatively small effect of wavelet filter are expected to be more generally applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49050, "infons": {"section_type": "APPENDIX", "type": "title_2"}, "text": "Appendix 2: Definitions of Graph Metrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 49091, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "Clustering coefficient C: The clustering coefficient is used to quantify the local clustering properties of the network. First, the local clustering coefficient Ci of a node i can be defined as the fraction of actual edges between its neighbors:  where A refers to the adjacency matrix, and ki refers to the degree of node i. Then, the clustering coefficient of the network is defined as the mean of Ci over all nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49510, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "Characteristic path length L: The characteristic path length is defined as the length of the geodesic path between two vertices, averaged over all pairs of connected vertices:  where  refers to the set of vertices in connected component m, dij refers to the geodesic distance between node i and j, and nm refers to the number of nodes in connected component m.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49871, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "Global efficiency Eglob: The global efficiency has been interpreted as a measure of how effectively information can be exchanged through the network. It is defined as follows:  where n is the number of nodes in the network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50095, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "Local efficiency Eloc: The local efficiency of node i assesses the efficiency of the subgraph formed by the neighbors of i:  The local efficiency of the entire network is taken as the mean of Eloc,i over all nodes in the network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50325, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "Modularity Q: The modularity of a network under a specific partitioning paradigm measures how well the network is divided into non-overlapping groups (or communities) of nodes such that the number of within-group edges is larger than expected in some null model. The modularity index is defined as:  where l is the number of edges in the network, ci and cj are the communities containing nodes i and j, respectively, and δ(ci, cj) is the Kronecker delta. In this study, we presented the maximum modularity value obtained with the Louvain algorithm over 100 nearly degenerate solutions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50911, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 50934, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 50945, "infons": {"fpage": "537", "issue": "4", "lpage": "541", "name_0": "surname:Biswal;given-names:B", "name_1": "surname:Zerrin Yetkin;given-names:F", "name_2": "surname:Haughton;given-names:VM", "name_3": "surname:Hyde;given-names:JS", "pub-id_doi": "10.1002/mrm.1910340409", "pub-id_pmid": "8524021", "section_type": "REF", "source": "Magnetic resonance in medicine", "type": "ref", "volume": "34", "year": "1995"}, "text": "Functional connectivity in the motor cortex of resting human brain using echo-planar mri", "sentences": [], "annotations": [], "relations": []}, {"offset": 51034, "infons": {"fpage": "41", "issue": "1", "lpage": "49", "name_0": "surname:Boersma;given-names:M", "name_1": "surname:Kemner;given-names:C", "name_2": "surname:de Reus;given-names:MA", "name_3": "surname:Collin;given-names:G", "name_4": "surname:Snijders;given-names:TM", "name_5": "surname:Hofman;given-names:D", "pub-id_doi": "10.1089/brain.2012.0127", "pub-id_pmid": "23259692", "section_type": "REF", "source": "Brain connectivity", "type": "ref", "volume": "3", "year": "2013"}, "text": "Disrupted functional brain networks in autistic toddlers", "sentences": [], "annotations": [], "relations": []}, {"offset": 51091, "infons": {"fpage": "319", "issue": "1", "lpage": "330", "name_0": "surname:Geerligs;given-names:L", "name_1": "surname:Maurits;given-names:NM", "name_2": "surname:Renken;given-names:RJ", "name_3": "surname:Lorist;given-names:MM", "pub-id_doi": "10.1002/hbm.22175", "pub-id_pmid": "22915491", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "35", "year": "2014"}, "text": "Reduced specificity of functional connectivity in the aging brain during task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 51181, "infons": {"fpage": "83", "issue": "1", "lpage": "92", "name_0": "surname:Mantzaris;given-names:AV", "name_1": "surname:Bassett;given-names:DS", "name_2": "surname:Wymbs;given-names:NF", "name_3": "surname:Estrada;given-names:E", "name_4": "surname:Porter;given-names:MA", "name_5": "surname:Mucha;given-names:PJ", "pub-id_doi": "10.1093/comnet/cnt001", "section_type": "REF", "source": "Journal of Complex Networks", "type": "ref", "volume": "1", "year": "2013"}, "text": "Dynamic network centrality summarizes learning in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 51247, "infons": {"fpage": "273", "issue": "1", "lpage": "289", "name_0": "surname:Tzourio-Mazoyer;given-names:N", "name_1": "surname:Landeau;given-names:B", "name_2": "surname:Papathanassiou;given-names:D", "name_3": "surname:Crivello;given-names:F", "name_4": "surname:Etard;given-names:O", "name_5": "surname:Delcroix;given-names:N", "pub-id_doi": "10.1006/nimg.2001.0978", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 51379, "infons": {"fpage": "018102", "issue": "1", "name_0": "surname:Eguiluz;given-names:VM", "name_1": "surname:Chialvo;given-names:DR", "name_2": "surname:Cecchi;given-names:GA", "name_3": "surname:Baliki;given-names:M", "name_4": "surname:Apkarian;given-names:AV", "pub-id_doi": "10.1103/PhysRevLett.94.018102", "pub-id_pmid": "15698136", "section_type": "REF", "source": "Physical review letters", "type": "ref", "volume": "94", "year": "2005"}, "text": "Scale-free brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 51416, "infons": {"fpage": "528", "issue": "3", "lpage": "539", "name_0": "surname:van den Heuvel;given-names:MP", "name_1": "surname:Stam;given-names:CJ", "name_2": "surname:Boersma;given-names:M", "name_3": "surname:Hulshoff Pol;given-names:H", "pub-id_doi": "10.1016/j.neuroimage.2008.08.010", "pub-id_pmid": "18786642", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "43", "year": "2008"}, "text": "Small-world and scale-free organization of voxel-based resting-state functional connectivity in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 51528, "infons": {"fpage": "69", "issue": "1", "lpage": "74", "name_0": "surname:Sporns;given-names:O", "name_1": "surname:Tononi;given-names:G", "name_2": "surname:Edelman;given-names:G", "pub-id_doi": "10.1016/S0166-4328(02)00157-2", "pub-id_pmid": "12356436", "section_type": "REF", "source": "Behavioural brain research", "type": "ref", "volume": "135", "year": "2002"}, "text": "Theoretical neuroanatomy and the connectivity of the cerebral cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 51597, "infons": {"fpage": "e1049", "issue": "10", "name_0": "surname:Sporns;given-names:O", "name_1": "surname:Honey;given-names:CJ", "name_2": "surname:Kötter;given-names:R", "pub-id_doi": "10.1371/journal.pone.0001049", "pub-id_pmid": "17940613", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "2", "year": "2007"}, "text": "Identification and classification of hubs in brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 51657, "infons": {"fpage": "e159", "issue": "7", "name_0": "surname:Hagmann;given-names:P", "name_1": "surname:Cammoun;given-names:L", "name_2": "surname:Gigandet;given-names:X", "name_3": "surname:Meuli;given-names:R", "name_4": "surname:Honey;given-names:CJ", "name_5": "surname:Wedeen;given-names:VJ", "pub-id_doi": "10.1371/journal.pbio.0060159", "pub-id_pmid": "18597554", "section_type": "REF", "source": "PLoS biology", "type": "ref", "volume": "6", "year": "2008"}, "text": "Mapping the structural core of human cerebral cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 51710, "infons": {"fpage": "10240", "issue": "24", "lpage": "10245", "name_0": "surname:Honey;given-names:CJ", "name_1": "surname:Kötter;given-names:R", "name_2": "surname:Breakspear;given-names:M", "name_3": "surname:Sporns;given-names:O", "pub-id_doi": "10.1073/pnas.0701519104", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "104", "year": "2007"}, "text": "Network structure of cerebral cortex shapes functional connectivity on multiple time scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 51802, "infons": {"fpage": "2035", "issue": "6", "lpage": "2040", "name_0": "surname:Honey;given-names:C", "name_1": "surname:Sporns;given-names:O", "name_2": "surname:Cammoun;given-names:L", "name_3": "surname:Gigandet;given-names:X", "name_4": "surname:Thiran;given-names:JP", "name_5": "surname:Meuli;given-names:R", "pub-id_doi": "10.1073/pnas.0811168106", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "106", "year": "2009"}, "text": "Predicting human resting-state functional connectivity from structural connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 51886, "infons": {"fpage": "e0002051", "issue": "4", "name_0": "surname:Humphries;given-names:MD", "name_1": "surname:Gurney;given-names:K", "pub-id_doi": "10.1371/journal.pone.0002051", "pub-id_pmid": "18446219", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "3", "year": "2008"}, "text": "Network ‘small-world-ness’: a quantitative method for determining canonical network equivalence", "sentences": [], "annotations": [], "relations": []}, {"offset": 51982, "infons": {"fpage": "336", "issue": "5", "lpage": "349", "name_0": "surname:Bullmore;given-names:E", "name_1": "surname:Sporns;given-names:O", "pub-id_pmid": "22498897", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "13", "year": "2012"}, "text": "The economy of brain network organization", "sentences": [], "annotations": [], "relations": []}, {"offset": 52024, "infons": {"fpage": "7641", "issue": "18", "lpage": "7646", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Wymbs;given-names:NF", "name_2": "surname:Porter;given-names:MA", "name_3": "surname:Mucha;given-names:PJ", "name_4": "surname:Carlson;given-names:JM", "name_5": "surname:Grafton;given-names:TS", "pub-id_doi": "10.1073/pnas.1018985108", "pub-id_pmid": "21502525", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "108", "year": "2011"}, "text": "Dynamic reconfiguration of human brain networks during learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 52088, "infons": {"fpage": "360", "lpage": "378", "name_0": "surname:Hutchison;given-names:RM", "name_1": "surname:Womelsdorf;given-names:T", "name_2": "surname:Allen;given-names:EA", "name_3": "surname:Bandettini;given-names:PA", "name_4": "surname:Calhoun;given-names:VD", "name_5": "surname:Corbetta;given-names:M", "pub-id_doi": "10.1016/j.neuroimage.2013.05.079", "pub-id_pmid": "23707587", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "80", "year": "2013"}, "text": "Dynamic functional connectivity: promise, issues, and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 52158, "infons": {"fpage": "2096", "issue": "4", "lpage": "2106", "name_0": "surname:Zalesky;given-names:A", "name_1": "surname:Fornito;given-names:A", "name_2": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1016/j.neuroimage.2012.02.001", "pub-id_pmid": "22343126", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "60", "year": "2012"}, "text": "On the use of correlation as a measure of network connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 52221, "infons": {"fpage": "54", "name_0": "surname:Peters;given-names:JM", "name_1": "surname:Taquet;given-names:M", "name_2": "surname:Vega;given-names:C", "name_3": "surname:Jeste;given-names:SS", "name_4": "surname:Fernandez;given-names:IS", "name_5": "surname:Tan;given-names:J", "pub-id_doi": "10.1186/1741-7015-11-54", "pub-id_pmid": "23445896", "section_type": "REF", "source": "BMC Med", "type": "ref", "volume": "11", "year": "2013"}, "text": "Brain functional networks in syndromic and non-syndromic autism: a graph theoretical study of EEG connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 52332, "infons": {"fpage": "63", "issue": "1", "lpage": "72", "name_0": "surname:Achard;given-names:S", "name_1": "surname:Salvador;given-names:R", "name_2": "surname:Whitcher;given-names:B", "name_3": "surname:Suckling;given-names:J", "name_4": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1523/JNEUROSCI.3874-05.2006", "pub-id_pmid": "16399673", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "26", "year": "2006"}, "text": "A resilient, low-frequency, small-world human brain functional network with highly connected association cortical hubs", "sentences": [], "annotations": [], "relations": []}, {"offset": 52451, "infons": {"fpage": "e1003171", "issue": "9", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Wymbs;given-names:NF", "name_2": "surname:Rombach;given-names:MP", "name_3": "surname:Porter;given-names:MA", "name_4": "surname:Mucha;given-names:PJ", "name_5": "surname:Grafton;given-names:ST", "pub-id_doi": "10.1371/journal.pcbi.1003171", "pub-id_pmid": "24086116", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "9", "year": "2013"}, "text": "Task-based core-periphery organization of human brain dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 52514, "infons": {"fpage": "013142", "issue": "1", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Porter;given-names:MA", "name_2": "surname:Wymbs;given-names:NF", "name_3": "surname:Grafton;given-names:ST", "name_4": "surname:Carlson;given-names:JM", "name_5": "surname:Mucha;given-names:PJ", "pub-id_doi": "10.1063/1.4790830", "pub-id_pmid": "23556979", "section_type": "REF", "source": "Chaos", "type": "ref", "volume": "23", "year": "2013"}, "text": "Robust detection of dynamic community structure in networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 52574, "infons": {"fpage": "013112", "issue": "1", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Wymbs;given-names:NF", "name_2": "surname:Porter;given-names:MA", "name_3": "surname:Mucha;given-names:PJ", "name_4": "surname:Grafton;given-names:ST", "pub-id_doi": "10.1063/1.4858457", "pub-id_pmid": "24697374", "section_type": "REF", "source": "Chaos", "type": "ref", "volume": "24", "year": "2014"}, "text": "Cross-linked structure of network evolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 52618, "infons": {"fpage": "6034", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Yang;given-names:M", "name_2": "surname:Wymbs;given-names:NF", "name_3": "surname:Grafton;given-names:ST", "section_type": "REF", "source": "arxiv", "type": "ref", "volume": "1403", "year": "2015"}, "text": "Learning-Induced Autonomy of Sensorimotor Systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 52668, "infons": {"fpage": "454", "issue": "6", "lpage": "464", "name_0": "surname:Pritchard;given-names:WS", "name_1": "surname:Laurienti;given-names:PJ", "name_2": "surname:Burdette;given-names:JH", "name_3": "surname:Hayasaka;given-names:S", "pub-id_doi": "10.1089/brain.2013.0217", "pub-id_pmid": "24946057", "section_type": "REF", "source": "Brain connectivity", "type": "ref", "volume": "4", "year": "2014"}, "text": "Functional Brain Networks Formed Using Cross-Sample Entropy Are Scale Free", "sentences": [], "annotations": [], "relations": []}, {"offset": 52743, "infons": {"fpage": "1112", "issue": "3", "lpage": "1128", "name_0": "surname:Fadili;given-names:MJ", "name_1": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1016/j.neuroimage.2004.07.034", "pub-id_pmid": "15528111", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "23", "year": "2004"}, "text": "A comparative evaluation of wavelet-based methods for hypothesis testing of brain activation maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 52841, "infons": {"fpage": "1", "issue": "1", "lpage": "25", "name_0": "surname:Breakspear;given-names:M", "name_1": "surname:Brammer;given-names:MJ", "name_2": "surname:Bullmore;given-names:ET", "name_3": "surname:Das;given-names:P", "name_4": "surname:Williams;given-names:LM", "pub-id_doi": "10.1002/hbm.20045", "pub-id_pmid": "15281138", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "23", "year": "2004"}, "text": "Spatiotemporal wavelet resampling for functional neuroimaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 52908, "infons": {"name_0": "surname:Percival;given-names:DB", "name_1": "surname:Walden;given-names:AT", "section_type": "REF", "source": "Wavelet Methods for Time Series Analysis", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 52909, "infons": {"fpage": "e17", "issue": "2", "name_0": "surname:Achard;given-names:S", "name_1": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1371/journal.pcbi.0030017", "pub-id_pmid": "17274684", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "3", "year": "2007"}, "text": "Efficiency and cost of economical brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 52969, "infons": {"fpage": "141", "lpage": "158", "name_0": "surname:Maxim;given-names:V", "name_1": "surname:Sendur;given-names:L", "name_2": "surname:Fadili;given-names:MJ", "name_3": "surname:Suckling;given-names:J", "name_4": "surname:Gould;given-names:R", "name_5": "surname:Howard;given-names:R", "pub-id_doi": "10.1016/j.neuroimage.2004.10.044", "pub-id_pmid": "15734351", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "25", "year": "2005"}, "text": "Fractional Gaussian noise, functional MRI and Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 53035, "infons": {"fpage": "1395", "lpage": "1404", "name_0": "surname:Wink;given-names:AM", "name_1": "surname:Bernard;given-names:F", "name_2": "surname:Salvador;given-names:R", "name_3": "surname:Bullmore;given-names:ET", "name_4": "surname:Suckling;given-names:J", "pub-id_doi": "10.1016/j.neurobiolaging.2005.08.011", "pub-id_pmid": "16202481", "section_type": "REF", "source": "Neurobiol Aging", "type": "ref", "volume": "27", "year": "2006"}, "text": "Age and cholinergic effects on hemodynamics and functional coherence of human hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 53125, "infons": {"name_0": "surname:Beran;given-names:J", "section_type": "REF", "source": "Statistics for long memory processes", "type": "ref", "year": "1994"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 53126, "infons": {"fpage": "941", "lpage": "962", "name_0": "surname:Whitcher;given-names:B", "name_1": "surname:Guttorp;given-names:P", "name_2": "surname:Percival;given-names:DB", "pub-id_doi": "10.1029/2000JD900110", "section_type": "REF", "source": "J Geophys Res", "type": "ref", "volume": "105", "year": "2000"}, "text": "Wavelet analysis of covariance with application to atmospheric time series", "sentences": [], "annotations": [], "relations": []}, {"offset": 53201, "infons": {"name_0": "surname:Gencay;given-names:R", "name_1": "surname:Selcuk;given-names:F", "name_2": "surname:Whitcher;given-names:BJ", "section_type": "REF", "source": "An introduction to wavelets and other filtering methods in finance and economics", "type": "ref", "year": "2001"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 53202, "infons": {"fpage": "S234", "lpage": "S249", "name_0": "surname:Bullmore;given-names:ET", "name_1": "surname:Fadili;given-names:MJ", "name_2": "surname:Maxim;given-names:V", "name_3": "surname:Sendur;given-names:L", "name_4": "surname:Whitcher;given-names:B", "name_5": "surname:Suckling;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2004.07.012", "pub-id_pmid": "15501094", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "23", "year": "2004"}, "text": "Wavelets and functional magnetic resonance imaging of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 53272, "infons": {"fpage": "036104", "issue": "3 Pt 2", "name_0": "surname:Achard;given-names:S", "name_1": "surname:Bassett;given-names:DS", "name_2": "surname:Meyer-Lindenberg;given-names:A", "name_3": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1103/PhysRevE.77.036104", "pub-id_pmid": "18517458", "section_type": "REF", "source": "Phys Rev E Stat Nonlin Soft Matter Phys", "type": "ref", "volume": "77", "year": "2008"}, "text": "Fractal connectivity of long-memory networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 53317, "infons": {"fpage": "63", "issue": "1", "lpage": "72", "name_0": "surname:Achard;given-names:S", "name_1": "surname:Salvador;given-names:R", "name_2": "surname:Whitcher;given-names:B", "name_3": "surname:Suckling;given-names:J", "name_4": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1523/JNEUROSCI.3874-05.2006", "pub-id_pmid": "16399673", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "26", "year": "2006"}, "text": "A resilient, low-frequency, small-world human brain functional network with highly connected association cortical hubs", "sentences": [], "annotations": [], "relations": []}, {"offset": 53436, "infons": {"fpage": "13681", "issue": "44", "lpage": "13686", "name_0": "surname:Gu;given-names:S", "name_1": "surname:Satterthwaite;given-names:TD", "name_2": "surname:Medaglia;given-names:JD", "name_3": "surname:Yang;given-names:M", "name_4": "surname:Gur;given-names:RE", "name_5": "surname:Gur;given-names:RC", "pub-id_doi": "10.1073/pnas.1502829112", "pub-id_pmid": "26483477", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "112", "year": "2015"}, "text": "Emergence of system roles in normative neurodevelopment", "sentences": [], "annotations": [], "relations": []}, {"offset": 53492, "infons": {"fpage": "e17", "issue": "2", "name_0": "surname:Achard;given-names:S", "name_1": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1371/journal.pcbi.0030017", "pub-id_pmid": "17274684", "section_type": "REF", "source": "PLoS computational biology", "type": "ref", "volume": "3", "year": "2007"}, "text": "Efficiency and cost of economical brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 53552, "infons": {"fpage": "e1000100", "issue": "6", "name_0": "surname:Supekar;given-names:K", "name_1": "surname:Menon;given-names:V", "name_2": "surname:Rubin;given-names:D", "name_3": "surname:Musen;given-names:M", "name_4": "surname:Greicius;given-names:MD", "pub-id_doi": "10.1371/journal.pcbi.1000100", "pub-id_pmid": "18584043", "section_type": "REF", "source": "PLoS computational biology", "type": "ref", "volume": "4", "year": "2008"}, "text": "Network analysis of intrinsic functional brain connectivity in Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 53635, "infons": {"fpage": "e1003712", "issue": "10", "name_0": "surname:Lohse;given-names:C", "name_1": "surname:Bassett;given-names:DS", "name_2": "surname:Lim;given-names:KO", "name_3": "surname:Carlson;given-names:JM", "pub-id_doi": "10.1371/journal.pcbi.1003712", "pub-id_pmid": "25275860", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "10", "year": "2014"}, "text": "Resolving anatomical and functional structure in human brain organization: identifying mesoscale organization in weighted network representations", "sentences": [], "annotations": [], "relations": []}, {"offset": 53781, "infons": {"fpage": "11379", "issue": "34", "lpage": "11387", "name_0": "surname:Spoormaker;given-names:VI", "name_1": "surname:Schröter;given-names:MS", "name_2": "surname:Gleiser;given-names:PM", "name_3": "surname:Andrade;given-names:KC", "name_4": "surname:Dresler;given-names:M", "name_5": "surname:Wehrle;given-names:R", "pub-id_doi": "10.1523/JNEUROSCI.2015-10.2010", "pub-id_pmid": "20739559", "section_type": "REF", "source": "The Journal of neuroscience", "type": "ref", "volume": "30", "year": "2010"}, "text": "Development of a large-scale functional brain network during human non-rapid eye movement sleep", "sentences": [], "annotations": [], "relations": []}, {"offset": 53877, "infons": {"fpage": "5903", "issue": "14", "lpage": "5914", "name_0": "surname:Gießing;given-names:C", "name_1": "surname:Thiel;given-names:CM", "name_2": "surname:Alexander-Bloch;given-names:AF", "name_3": "surname:Patel;given-names:AX", "name_4": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1523/JNEUROSCI.4854-12.2013", "pub-id_pmid": "23554472", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "33", "year": "2013"}, "text": "Human brain functional network changes associated with enhanced and impaired attentional task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 53983, "infons": {"fpage": "6169", "issue": "15", "lpage": "6174", "name_0": "surname:Hermundstad;given-names:AM", "name_1": "surname:Bassett;given-names:DS", "name_2": "surname:Brown;given-names:KS", "name_3": "surname:Aminoff;given-names:EM", "name_4": "surname:Clewett;given-names:D", "name_5": "surname:Freeman;given-names:S", "pub-id_doi": "10.1073/pnas.1219562110", "pub-id_pmid": "23530246", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Structural foundations of resting-state and task-based functional connectivity in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 54081, "infons": {"fpage": "e1003591", "issue": "5", "name_0": "surname:Hermundstad;given-names:AM", "name_1": "surname:Brown;given-names:KS", "name_2": "surname:Bassett;given-names:DS", "name_3": "surname:Aminoff;given-names:EM", "name_4": "surname:Frithsen;given-names:A", "name_5": "surname:Johnson;given-names:A", "pub-id_doi": "10.1371/journal.pcbi.1003591", "pub-id_pmid": "24830758", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "10", "year": "2014"}, "text": "Structurally-constrained relationships between cognitive states in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 54164, "infons": {"fpage": "2196", "issue": "3", "lpage": "2207", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Nelson;given-names:BG", "name_2": "surname:Mueller;given-names:BA", "name_3": "surname:Camchong;given-names:J", "name_4": "surname:Lim;given-names:KO", "pub-id_doi": "10.1016/j.neuroimage.2011.10.002", "pub-id_pmid": "22008374", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Altered resting state complexity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54214, "infons": {"fpage": "640", "issue": "3", "lpage": "650", "name_0": "surname:Camchong;given-names:J", "name_1": "surname:MacDonald;given-names:AW", "name_2": "surname:Bell;given-names:C", "name_3": "surname:Mueller;given-names:BA", "name_4": "surname:Lim;given-names:KO", "pub-id_doi": "10.1093/schbul/sbp131", "pub-id_pmid": "19920062", "section_type": "REF", "source": "Schizophrenia bulletin", "type": "ref", "volume": "37", "year": "2011"}, "text": "Altered functional and anatomical connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54278, "infons": {"fpage": "273", "lpage": "289", "name_0": "surname:Tzourio-Mazoyer;given-names:B", "name_1": "surname:Landeau;given-names:D", "name_2": "surname:Papathanassiou;given-names:F", "name_3": "surname:Crivello;given-names:O", "name_4": "surname:Etard;given-names:N", "name_5": "surname:Delcroix;given-names:B", "pub-id_doi": "10.1006/nimg.2001.0978", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 54410, "infons": {"fpage": "1460", "issue": "4", "lpage": "1468", "name_0": "surname:Deuker;given-names:L", "name_1": "surname:Bullmore;given-names:ET", "name_2": "surname:Smith;given-names:M", "name_3": "surname:Christensen;given-names:S", "name_4": "surname:Nathan;given-names:PJ", "name_5": "surname:Rockstroh;given-names:B", "pub-id_doi": "10.1016/j.neuroimage.2009.05.035", "pub-id_pmid": "19463959", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "47", "year": "2009"}, "text": "Reproducibility of graph metrics of human brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54478, "infons": {"fpage": "5868", "issue": "15", "lpage": "5873", "name_0": "surname:Vertes;given-names:PE", "name_1": "surname:Alexander-Bloch;given-names:AF", "name_2": "surname:Gogtay;given-names:N", "name_3": "surname:Giedd;given-names:JN", "name_4": "surname:Rapoport;given-names:JL", "name_5": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1073/pnas.1111738109", "pub-id_pmid": "22467830", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "109", "year": "2012"}, "text": "Simple models of human brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54527, "infons": {"fpage": "3261", "issue": "9", "lpage": "3270", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Zalesky;given-names:A", "name_2": "surname:Bassett;given-names:DS", "name_3": "surname:Meunier;given-names:D", "name_4": "surname:Ellison-Wright;given-names:I", "name_5": "surname:Yücel;given-names:M", "pub-id_doi": "10.1523/JNEUROSCI.4858-10.2011", "pub-id_pmid": "21368038", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "31", "year": "2011"}, "text": "Genetic influences on cost-efficient organization of human cortical functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54615, "infons": {"fpage": "9477", "issue": "28", "lpage": "9487", "name_0": "surname:Lynall;given-names:ME", "name_1": "surname:Bassett;given-names:DS", "name_2": "surname:Kerwin;given-names:R", "name_3": "surname:McKenna;given-names:PJ", "name_4": "surname:Kitzbichler;given-names:M", "name_5": "surname:Muller;given-names:U", "pub-id_doi": "10.1523/JNEUROSCI.0333-10.2010", "pub-id_pmid": "20631176", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "30", "year": "2010"}, "text": "Functional connectivity and brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54675, "infons": {"fpage": "013142", "issue": "1", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Porter;given-names:MA", "name_2": "surname:Wymbs;given-names:NF", "name_3": "surname:Grafton;given-names:ST", "name_4": "surname:Carlson;given-names:JM", "name_5": "surname:Mucha;given-names:PJ", "pub-id_doi": "10.1063/1.4790830", "section_type": "REF", "source": "Chaos: An Interdisciplinary Journal of Nonlinear Science", "type": "ref", "volume": "23", "year": "2013"}, "text": "Robust detection of dynamic community structure in networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54735, "infons": {"fpage": "P10008", "issue": "10", "name_0": "surname:Blondel;given-names:VD", "name_1": "surname:Guillaume;given-names:JL", "name_2": "surname:Lambiotte;given-names:R", "name_3": "surname:Lefebvre;given-names:E", "pub-id_doi": "10.1088/1742-5468/2008/10/P10008", "section_type": "REF", "source": "Journal of Statistical Mechanics: Theory and Experiment", "type": "ref", "volume": "2008", "year": "2008"}, "text": "Fast unfolding of communities in large networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54783, "infons": {"fpage": "8577", "lpage": "8582", "name_0": "surname:Newman;given-names:MEJ", "pub-id_doi": "10.1073/pnas.0601602103", "pub-id_pmid": "16723398", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "103", "year": "2006"}, "text": "Modularity and community structure in networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54830, "infons": {"fpage": "046106", "issue": "4 Pt 2", "name_0": "surname:Good;given-names:BH", "name_1": "surname:de Montjoye;given-names:YA", "name_2": "surname:Clauset;given-names:A", "pub-id_doi": "10.1103/PhysRevE.81.046106", "pub-id_pmid": "20481785", "section_type": "REF", "source": "Phys Rev E Stat Nonlin Soft Matter Phys", "type": "ref", "volume": "81", "year": "2010"}, "text": "Performance of modularity maximization in practical contexts", "sentences": [], "annotations": [], "relations": []}, {"offset": 54891, "infons": {"name_0": "surname:Lancichinetti;given-names:A", "name_1": "surname:Fortunato;given-names:S", "pub-id_doi": "10.1038/srep00336", "pub-id_pmid": "22468223", "section_type": "REF", "source": "Scientific reports", "type": "ref", "volume": "2", "year": "2012"}, "text": "Consensus clustering in complex networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54932, "infons": {"name_0": "surname:Quinlan;given-names:JR", "section_type": "REF", "source": "C4. 5: programs for machine learning", "type": "ref", "volume": "1", "year": "1993"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54933, "infons": {"fpage": "81", "issue": "1", "lpage": "106", "name_0": "surname:Quinlan;given-names:JR", "pub-id_doi": "10.1007/BF00116251", "section_type": "REF", "source": "Machine learning", "type": "ref", "volume": "1", "year": "1986"}, "text": "Induction of decision trees", "sentences": [], "annotations": [], "relations": []}, {"offset": 54961, "infons": {"fpage": "1612", "issue": "771-780", "name_0": "surname:Freund;given-names:Y", "name_1": "surname:Schapire;given-names:R", "name_2": "surname:Abe;given-names:N", "section_type": "REF", "source": "Journal-Japanese Society For Artificial Intelligence", "type": "ref", "volume": "14", "year": "1999"}, "text": "A short introduction to boosting", "sentences": [], "annotations": [], "relations": []}, {"offset": 54994, "infons": {"fpage": "e60982", "issue": "4", "name_0": "surname:Jakab;given-names:A", "name_1": "surname:Emri;given-names:M", "name_2": "surname:Spisak;given-names:T", "name_3": "surname:Szeman-Nagy;given-names:A", "name_4": "surname:Beres;given-names:M", "name_5": "surname:Kis;given-names:SA", "pub-id_doi": "10.1371/journal.pone.0060982", "pub-id_pmid": "23593367", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Autistic traits in neurotypical adults: correlates of graph theoretical functional network topology and white matter anisotropy patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 55131, "infons": {"fpage": "449", "issue": "5", "lpage": "469", "name_0": "surname:Abu-Rezq;given-names:AN", "name_1": "surname:Tolba;given-names:AS", "name_2": "surname:Khuwaja;given-names:GA", "name_3": "surname:Foda;given-names:SG", "pub-id_doi": "10.1006/cbmr.1999.1523", "pub-id_pmid": "10529302", "section_type": "REF", "source": "Comput Biomed Res", "type": "ref", "volume": "32", "year": "1999"}, "text": "Best parameters selection for wavelet packet-based compression of magnetic resonance images", "sentences": [], "annotations": [], "relations": []}, {"offset": 55223, "infons": {"fpage": "1132", "issue": "3", "lpage": "1146", "name_0": "surname:Schwarz;given-names:AJ", "name_1": "surname:McGonigle;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2010.12.047", "pub-id_pmid": "21194570", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "55", "year": "2011"}, "text": "Negative edges and soft thresholding in complex network analysis of resting state functional connectivity data", "sentences": [], "annotations": [], "relations": []}, {"offset": 55334, "infons": {"name_0": "surname:Addison;given-names:P", "section_type": "REF", "source": "The Illustrated Wavelet Transform Handbook: Introductory Theory and Applications in Science, Engineering, Medicine", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 55335, "infons": {"fpage": "34", "issue": "1", "lpage": "40", "name_0": "surname:Wiltschko;given-names:AB", "name_1": "surname:Gage;given-names:GJ", "name_2": "surname:Berke;given-names:JD", "pub-id_doi": "10.1016/j.jneumeth.2008.05.016", "pub-id_pmid": "18597853", "section_type": "REF", "source": "J Neurosci Methods", "type": "ref", "volume": "173", "year": "2008"}, "text": "Wavelet filtering before spike detection preserves waveform shape and enhances single-unit discrimination", "sentences": [], "annotations": [], "relations": []}, {"offset": 55441, "infons": {"fpage": "511", "lpage": "550", "name_0": "surname:Laine;given-names:AF", "pub-id_doi": "10.1146/annurev.bioeng.2.1.511", "pub-id_pmid": "11701522", "section_type": "REF", "source": "Annu Rev Biomed Eng", "type": "ref", "volume": "2", "year": "2000"}, "text": "Wavelets in temporal and spatial processing of biomedical images", "sentences": [], "annotations": [], "relations": []}, {"offset": 55506, "infons": {"fpage": "536", "lpage": "541", "name_0": "surname:Butterworth;given-names:S", "section_type": "REF", "source": "Wireless Engineer", "type": "ref", "volume": "7", "year": "1930"}, "text": "On the Theory of Filter Amplifiers", "sentences": [], "annotations": [], "relations": []}, {"offset": 55541, "infons": {"fpage": "287", "lpage": "304", "name_0": "surname:Patel;given-names:AX", "name_1": "surname:Kundu;given-names:P", "name_2": "surname:Rubinov;given-names:M", "name_3": "surname:Jones;given-names:PS", "name_4": "surname:Vértes;given-names:PE", "name_5": "surname:Ersche;given-names:KD", "pub-id_doi": "10.1016/j.neuroimage.2014.03.012", "pub-id_pmid": "24657353", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "95", "year": "2014"}, "text": "A wavelet method for modeling and despiking motion artifacts from resting-state fMRI time series", "sentences": [], "annotations": [], "relations": []}, {"offset": 55638, "infons": {"fpage": "2867", "issue": "4", "lpage": "2884", "name_0": "surname:Khullar;given-names:S", "name_1": "surname:Michael;given-names:A", "name_2": "surname:Correa;given-names:N", "name_3": "surname:Adali;given-names:T", "name_4": "surname:Baum;given-names:SA", "name_5": "surname:Calhoun;given-names:VD", "pub-id_doi": "10.1016/j.neuroimage.2010.10.063", "pub-id_pmid": "21034833", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Wavelet-based fMRI analysis: 3-D denoising, signal separation, and validation metrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 55724, "infons": {"fpage": "041914", "issue": "4 Pt 1", "name_0": "surname:Stausberg;given-names:S", "name_1": "surname:Lehnertz;given-names:K", "pub-id_doi": "10.1103/PhysRevE.79.041914", "pub-id_pmid": "19518263", "section_type": "REF", "source": "Phys Rev E Stat Nonlin Soft Matter Phys", "type": "ref", "volume": "79", "year": "2009"}, "text": "Nonlinear denoising of functional magnetic resonance imaging time series with wavelets", "sentences": [], "annotations": [], "relations": []}, {"offset": 55811, "infons": {"fpage": "106", "lpage": "118", "name_0": "surname:Ortiz-Rosario;given-names:A", "name_1": "surname:Adeli;given-names:H", "name_2": "surname:Buford;given-names:JA", "pub-id_doi": "10.1016/j.jneumeth.2015.03.014", "pub-id_pmid": "25794461", "section_type": "REF", "source": "J Neurosci Methods", "type": "ref", "volume": "246", "year": "2015"}, "text": "Wavelet methodology to improve single unit isolation in primary motor cortex cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 55894, "infons": {"fpage": "543", "issue": "9", "lpage": "553", "name_0": "surname:Liang;given-names:X", "name_1": "surname:Connelly;given-names:A", "name_2": "surname:Calamante;given-names:F", "pub-id_doi": "10.1089/brain.2014.0290", "pub-id_pmid": "26020288", "section_type": "REF", "source": "Brain Connect", "type": "ref", "volume": "5", "year": "2015"}, "text": "Voxel-Wise Functional Connectomics Using Arterial Spin Labeling Functional Magnetic Resonance Imaging: The Role of Denoising", "sentences": [], "annotations": [], "relations": []}, {"offset": 56019, "infons": {"fpage": "657", "issue": "4", "lpage": "666", "name_0": "surname:Turkheimer;given-names:FE", "name_1": "surname:Boussion;given-names:N", "name_2": "surname:Anderson;given-names:AN", "name_3": "surname:Pavese;given-names:N", "name_4": "surname:Piccini;given-names:P", "name_5": "surname:Visvikis;given-names:D", "pub-id_doi": "10.2967/jnumed.107.041871", "pub-id_pmid": "18344430", "section_type": "REF", "source": "J Nucl Med", "type": "ref", "volume": "49", "year": "2008"}, "text": "PET image denoising using a synergistic multiresolution analysis of structural (MRI/CT) and functional datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 56131, "infons": {"name_0": "surname:Mallat;given-names:S", "section_type": "REF", "source": "A wavelet tour of signal processing", "type": "ref", "year": "1999"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 56132, "infons": {"fpage": "723", "lpage": "736", "name_0": "surname:Grossmann;given-names:A", "name_1": "surname:Morlet;given-names:J", "section_type": "REF", "source": "Soc Int Am Math (SIAM), J Math Analys", "type": "ref", "volume": "15", "year": "1984"}, "text": "Decomposition of Hardy functions into square integrable wavelets of constant shape", "sentences": [], "annotations": [], "relations": []}, {"offset": 56215, "infons": {"fpage": "81", "issue": "1", "lpage": "98", "name_0": "surname:Chang;given-names:C", "name_1": "surname:Glover;given-names:GH", "pub-id_doi": "10.1016/j.neuroimage.2009.12.011", "pub-id_pmid": "20006716", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "50", "year": "2010"}, "text": "Time-frequency dynamics of resting-state brain connectivity measured with fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 56294, "infons": {"name_0": "surname:Akansu;given-names:AN", "name_1": "surname:Haddad;given-names:RA", "section_type": "REF", "source": "Multiresolution Signal Decomposition: Transforms, Subbands, and Wavelets", "type": "ref", "year": "1992"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 56295, "infons": {"fpage": "14941", "issue": "D11", "lpage": "14962", "name_0": "surname:Whitcher;given-names:B", "name_1": "surname:Guttorp;given-names:P", "name_2": "surname:Percival;given-names:DB", "pub-id_doi": "10.1029/2000JD900110", "section_type": "REF", "source": "Journal of Geophysical Research: Atmospheres (1984–2012)", "type": "ref", "volume": "105", "year": "2000"}, "text": "Wavelet analysis of covariance with application to atmospheric time series", "sentences": [], "annotations": [], "relations": []}, {"offset": 56370, "infons": {"fpage": "1004", "issue": "4", "lpage": "1012", "name_0": "surname:Bluhm;given-names:RL", "name_1": "surname:Miller;given-names:J", "name_2": "surname:Lanius;given-names:RA", "name_3": "surname:Osuch;given-names:EA", "name_4": "surname:Boksman;given-names:K", "name_5": "surname:Neufeld;given-names:R", "pub-id_doi": "10.1093/schbul/sbm052", "pub-id_pmid": "17556752", "section_type": "REF", "source": "Schizophrenia bulletin", "type": "ref", "volume": "33", "year": "2007"}, "text": "Spontaneous low-frequency fluctuations in the BOLD signal in schizophrenic patients: anomalies in the default network", "sentences": [], "annotations": [], "relations": []}, {"offset": 56488, "infons": {"fpage": "239", "issue": "3", "lpage": "249", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1097/YCO.0b013e328337d78d", "pub-id_pmid": "20216219", "section_type": "REF", "source": "Current opinion in psychiatry", "type": "ref", "volume": "23", "year": "2010"}, "text": "What can spontaneous fluctuations of the blood oxygenation-level-dependent signal tell us about psychiatric disorders?", "sentences": [], "annotations": [], "relations": []}, {"offset": 56607, "infons": {"fpage": "9477", "issue": "28", "lpage": "9487", "name_0": "surname:Lynall;given-names:ME", "name_1": "surname:Bassett;given-names:DS", "name_2": "surname:Kerwin;given-names:R", "name_3": "surname:McKenna;given-names:PJ", "name_4": "surname:Kitzbichler;given-names:M", "name_5": "surname:Muller;given-names:U", "pub-id_doi": "10.1523/JNEUROSCI.0333-10.2010", "pub-id_pmid": "20631176", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "30", "year": "2010"}, "text": "Functional connectivity and brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56667, "infons": {"fpage": "945", "issue": "4", "lpage": "961", "name_0": "surname:Liu;given-names:Y", "name_1": "surname:Liang;given-names:M", "name_2": "surname:Zhou;given-names:Y", "name_3": "surname:He;given-names:Y", "name_4": "surname:Hao;given-names:Y", "name_5": "surname:Song;given-names:M", "pub-id_doi": "10.1093/brain/awn018", "pub-id_pmid": "18299296", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "131", "year": "2008"}, "text": "Disrupted small-world networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56715, "infons": {"fpage": "209", "issue": "2", "lpage": "213", "name_0": "surname:Liang;given-names:M", "name_1": "surname:Zhou;given-names:Y", "name_2": "surname:Jiang;given-names:T", "name_3": "surname:Liu;given-names:Z", "name_4": "surname:Tian;given-names:L", "name_5": "surname:Liu;given-names:H", "pub-id_doi": "10.1097/01.wnr.0000198434.06518.b8", "pub-id_pmid": "16407773", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "17", "year": "2006"}, "text": "Widespread functional disconnectivity in schizophrenia with resting-state functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 56827, "infons": {"fpage": "61", "issue": "1", "lpage": "69", "name_0": "surname:Skudlarski;given-names:P", "name_1": "surname:Jagannathan;given-names:K", "name_2": "surname:Anderson;given-names:K", "name_3": "surname:Stevens;given-names:MC", "name_4": "surname:Calhoun;given-names:VD", "name_5": "surname:Skudlarska;given-names:BA", "pub-id_doi": "10.1016/j.biopsych.2010.03.035", "pub-id_pmid": "20497901", "section_type": "REF", "source": "Biological psychiatry", "type": "ref", "volume": "68", "year": "2010"}, "text": "Brain connectivity is not only lower but different in schizophrenia: a combined anatomical and functional approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 56942, "infons": {"fpage": "125", "issue": "2", "lpage": "138", "name_0": "surname:Srikanth;given-names:R", "name_1": "surname:Ramakrishnan;given-names:AG", "pub-id_doi": "10.1142/S012906570600055X", "pub-id_pmid": "16688852", "section_type": "REF", "source": "Int J Neural Syst", "type": "ref", "volume": "16", "year": "2006"}, "text": "Wavelet-based estimation of hemodynamic response function from fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 57015, "infons": {"fpage": "909", "issue": "7", "lpage": "996", "name_0": "surname:Daubechies;given-names:I", "pub-id_doi": "10.1002/cpa.3160410705", "section_type": "REF", "source": "Communications in Pure and Applied Mathematics", "type": "ref", "volume": "41", "year": "1988"}, "text": "Orthonormal bases of compactly supported wavelets", "sentences": [], "annotations": [], "relations": []}, {"offset": 57065, "infons": {"name_0": "surname:Sarty;given-names:GE", "section_type": "REF", "source": "Computing Brain Activity Maps from FMRI Time-Series Images", "type": "ref", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 57066, "infons": {"section_type": "REF", "type": "ref"}, "text": "Calderbank AR, Daubechies I, Sweldens W, Yeo BL. WAVELET TRANSFORMS THAT MAP INTEGERS TO INTEGERS. Proceedings of the IEEE Conference on Image Processing. 1997;.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57228, "infons": {"fpage": "472", "issue": "5", "lpage": "481", "name_0": "surname:Wang;given-names:J", "name_1": "surname:Zuo;given-names:X", "name_2": "surname:Dai;given-names:Z", "name_3": "surname:Xia;given-names:M", "name_4": "surname:Zhao;given-names:Z", "name_5": "surname:Zhao;given-names:X", "pub-id_doi": "10.1016/j.biopsych.2012.03.026", "pub-id_pmid": "22537793", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "73", "year": "2013"}, "text": "Disrupted functional brain connectome in individuals at risk for Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 57313, "infons": {"fpage": "e72351", "issue": "8", "name_0": "surname:Siebenhühner;given-names:F", "name_1": "surname:Weiss;given-names:SA", "name_2": "surname:Coppola;given-names:R", "name_3": "surname:Weinberger;given-names:DR", "name_4": "surname:Bassett;given-names:DS", "pub-id_doi": "10.1371/journal.pone.0072351", "pub-id_pmid": "23991097", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Intra- and inter-frequency brain network structure in health and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57392, "infons": {"fpage": "1084", "issue": "4", "lpage": "1093", "name_0": "surname:Subasi;given-names:A", "pub-id_doi": "10.1016/j.eswa.2006.02.005", "section_type": "REF", "source": "Expert Systems with Applications", "type": "ref", "volume": "32", "year": "2007"}, "text": "EEG signal classification using wavelet feature extraction and a mixture of expert model", "sentences": [], "annotations": [], "relations": []}, {"offset": 57481, "infons": {"fpage": "2230", "issue": "8", "lpage": "2239", "name_0": "surname:Palit;given-names:M", "name_1": "surname:Tudu;given-names:B", "name_2": "surname:Dutta;given-names:PK", "name_3": "surname:Dutta;given-names:A", "name_4": "surname:Jana;given-names:A", "name_5": "surname:Roy;given-names:JK", "pub-id_doi": "10.1109/TIM.2009.2032883", "section_type": "REF", "source": "Instrumentation and Measurement, IEEE Transactions on", "type": "ref", "volume": "59", "year": "2010"}, "text": "Classification of black tea taste and correlation with tea taster’s mark using voltammetric electronic tongue", "sentences": [], "annotations": [], "relations": []}, {"offset": 57591, "infons": {"section_type": "REF", "type": "ref"}, "text": "Semler L, Dettori L, Furst J. Wavelet-based texture classification of tissues in computed tomography. In: Computer-Based Medical Systems, 2005. Proceedings. 18th IEEE Symposium on. IEEE; 2005. p. 265–270.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57796, "infons": {"fpage": "335", "issue": "5", "lpage": "343", "name_0": "surname:Azpiroz-Leehan;given-names:J", "name_1": "surname:Lerallut;given-names:JF", "pub-id_doi": "10.1016/S1350-4533(00)00042-4", "pub-id_pmid": "11121766", "section_type": "REF", "source": "Med Eng Phys", "type": "ref", "volume": "22", "year": "2000"}, "text": "Selection of biorthogonal filters for image compression of MR images using wavelet packets", "sentences": [], "annotations": [], "relations": []}, {"offset": 57887, "infons": {"fpage": "548", "issue": "4", "lpage": "563", "name_0": "surname:Strela;given-names:V", "name_1": "surname:Heller;given-names:PN", "name_2": "surname:Strang;given-names:G", "name_3": "surname:Topiwala;given-names:P", "name_4": "surname:Heil;given-names:C", "pub-id_doi": "10.1109/83.753742", "pub-id_pmid": "18262898", "section_type": "REF", "source": "IEEE Trans Image Process", "type": "ref", "volume": "8", "year": "1999"}, "text": "The application of multiwavelet filterbanks to image processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 57951, "infons": {"fpage": "2296", "issue": "4", "lpage": "2314", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Zalesky;given-names:A", "name_2": "surname:Pantelis;given-names:C", "name_3": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1016/j.neuroimage.2011.12.090", "pub-id_pmid": "22387165", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 57996, "infons": {"fpage": "159", "issue": "3", "lpage": "172", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Zalesky;given-names:A", "name_2": "surname:Breakspear;given-names:M", "pub-id_doi": "10.1038/nrn3901", "pub-id_pmid": "25697159", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "16", "year": "2015"}, "text": "The connectomics of brain disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 58032, "infons": {"fpage": "440", "issue": "6684", "lpage": "442", "name_0": "surname:Watts;given-names:D", "name_1": "surname:Strogatz;given-names:S", "pub-id_doi": "10.1038/30918", "pub-id_pmid": "9623998", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "393", "year": "1998"}, "text": "Collective dynamics of’small-world’ networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58077, "infons": {"fpage": "198701", "issue": "19", "name_0": "surname:Latora;given-names:V", "name_1": "surname:Marchiori;given-names:M", "pub-id_doi": "10.1103/PhysRevLett.87.198701", "pub-id_pmid": "11690461", "section_type": "REF", "source": "Physical review letters", "type": "ref", "volume": "87", "year": "2001"}, "text": "Efficient behavior of small-world networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58120, "infons": {"fpage": "026113", "issue": "2", "name_0": "surname:Newman;given-names:ME", "name_1": "surname:Girvan;given-names:M", "pub-id_doi": "10.1103/PhysRevE.69.026113", "section_type": "REF", "source": "Physical review E", "type": "ref", "volume": "69", "year": "2004"}, "text": "Finding and evaluating community structure in networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58175, "infons": {"fpage": "066133", "issue": "6 Pt 2", "name_0": "surname:Newman;given-names:ME", "pub-id_doi": "10.1103/PhysRevE.69.066133", "section_type": "REF", "source": "Phys Rev E", "type": "ref", "volume": "69", "year": "2004"}, "text": "Fast algorithm for detecting community structure in networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58236, "infons": {"fpage": "8577", "issue": "23", "lpage": "8582", "name_0": "surname:Newman;given-names:ME", "pub-id_doi": "10.1073/pnas.0601602103", "pub-id_pmid": "16723398", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "103", "year": "2006"}, "text": "Modularity and community structure in networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58283, "infons": {"fpage": "1082–1097", "issue": "9", "lpage": "1164–1166", "name_0": "surname:Porter;given-names:MA", "name_1": "surname:Onnela;given-names:JP", "name_2": "surname:Mucha;given-names:PJ", "section_type": "REF", "source": "Notices of the American Mathematical Society", "type": "ref", "volume": "56", "year": "2009"}, "text": "Communities in Networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58307, "infons": {"fpage": "75", "lpage": "174", "name_0": "surname:Fortunato;given-names:S", "pub-id_doi": "10.1016/j.physrep.2009.11.002", "section_type": "REF", "source": "Physics Reports", "type": "ref", "volume": "486", "year": "2010"}, "text": "Community detection in graphs", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}