{"source": "PMC", "date": "20201219", "key": "pmc.key", "infons": {}, "documents": [{"id": "4908160", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1007/s11682-015-9419-z", "article-id_pmc": "4908160", "article-id_pmid": "26149196", "article-id_publisher-id": "9419", "fpage": "548", "kwd": "Dopamine Functional connectivity Pharmacological MRI Resting-state fMRI SPECT", "license": "\nOpen Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.", "lpage": "558", "name_0": "surname:Schrantee;given-names:Anouk", "name_1": "surname:Ferguson;given-names:Bart", "name_2": "surname:Stoffers;given-names:Diederick", "name_3": "surname:Booij;given-names:Jan", "name_4": "surname:Rombouts;given-names:Serge", "name_5": "surname:Reneman;given-names:Liesbeth", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "10", "year": "2016"}, "text": "Effects of dexamphetamine-induced dopamine release on resting-state network connectivity in recreational amphetamine users and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 144, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Dexamphetamine (dAMPH) is not only used for the treatment of attention deficit hyperactivity disorder (ADHD), but also as a recreational drug. Acutely, dAMPH induces release of predominantly dopamine (DA) in the striatum, and in the cortex both DA and noradrenaline. Recent animal studies have shown that chronic dAMPH administration can induce changes in the DA system following long-term exposure, as evidenced by reductions in DA transporters, D2/3 receptors and endogenous DA levels. However, only a limited number of studies have investigated the effects of dAMPH in the human brain. We used a combination of resting-state functional magnetic resonance imaging (rs-fMRI) and [123I]IBZM single-photon emission computed tomography (SPECT) (to assess baseline D2/3 receptor binding and DA release) in 15 recreational AMPH users and 20 matched healthy controls to investigate the short-, and long-term effects of AMPH before and after an acute intravenous challenge with dAMPH. We found that acute dAMPH administration reduced functional connectivity in the cortico-striatal-thalamic network. dAMPH-induced DA release, but not DA D2/3 receptor binding, was positively associated with connectivity changes in this network. In addition, acute dAMPH reduced connectivity in default mode networks and salience-executive-networks networks in both groups. In contrast to our hypothesis, no significant group differences were found in any of the rs-fMRI networks investigated, possibly due to lack of sensitivity or compensatory mechanisms. Our findings thus support the use of ICA-based resting-state functional connectivity as a tool to investigate acute, but not chronic, alterations induced by dAMPH on dopaminergic processing in the striatum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1886, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1899, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dopamine (DA) neurotransmission plays a key role in regulating motor function, motivation and reward, cognition, and impulsive behavior by modulating oscillations in cortico-striatal-thalamic (CST) networks (Walters et al.). The striatum receives widespread input from the frontal cortex and dopaminergic projections are abundant in this network. DA is thought to modulate cortico-striatal connection strength by increasing the signal-to-noise ratio within these loops (Bamford et al.). Studies using electroencephalography (EEG) and task functional magnetic resonance imaging (fMRI) have also suggested that functional connectivity (FC) in the CST loops could be strongly modulated by dopaminergic neurotransmission (Honey et al.; Williams et al.). Converging evidence reveals that oscillations at the network level can also be assessed with resting-state fMRI (rs-fMRI). For instance, recent animal studies have shown that acute changes in DA concentrations contribute to the regulation of functional connectivity (FC) in the brain. For example, acute administration of the potent psychostimulant dexamphetamine (dAMPH), which increases extracellular DA concentrations by releasing DA and blocking its re-uptake, increased connectivity within the mesolimbic projections of the ventral tegmental area to the ventral forebrain and dorsal thalamic structures of rats (Schwarz et al.). The effect of acute dAMPH on functional connectivity in the CST loops has not been investigated in humans, but acute administration of other dopaminergic stimulant drugs such as methylphenidate (MPH) has been shown to alter CST FC as measured with rs-fMRI (Mueller et al.; Ramaekers et al.; Sripada et al.), as well as in other resting state networks (RSNs), such as the default mode network (DMN) and salience-executive networks (SENs).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3721, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Not only the acute effects of dAMPH in humans are poorly understood, studies on the effects of chronic AMPH use on the DA system are also scarce. This is important, since AMPH is used recreationally, and prescribed for treatment of neuropsychiatric disorders such as attention deficit hyperactivity disorder (ADHD) and narcolepsy (Heal et al.). Several animal studies have shown that chronic dAMPH administration induces long-lasting changes to the DA system, such as a reduction in the number of DA transporters (DATs), vesicular monoamine transporters type 2 (VMAT2), DA D2/3 receptors and DA release (Berman et al.; McCann and Ricaurte; Ricaurte et al.). The few studies that have been conducted in humans reported lower striatal DAT binding and reduced striatal DA release in response to acute dAMPH administration (Schrantee et al.; Reneman et al.) in chronic AMPH users. However, so far, no rs-fMRI studies have been conducted in chronic AMPH users. Nonetheless, a recent study in methamphetamine (METH) users reported increased connectivity in the mesocorticolimbic system in METH dependent subjects when compared with controls (Kohno et al.). More studies have investigated resting-state FC (RS FC) in cocaine-dependent subjects but the results are inconsistent, with both increases and decreases in connectivity having been reported (e.g. Gu et al.; Camchong et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5098, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Therefore, the aim of this study was to investigate both the acute and chronic effects of AMPH on resting-state FC in humans, by means of studying recreational AMPH users and healthy controls. Given dAMPH’s strong effects on striatal DA levels, and the findings of previous studies with MPH, we hypothesized that acute dAMPH would modulate CST connectivity and that chronic AMPH users would demonstrate lower change in FC in this network when compared to controls. Because it has been shown that FC within RSNs is strongly associated with DA D2/3 receptor expression (Cole et al.; Sambataro et al.), we also investigated whether variations in the individual’s DA neurotransmitter system predict individual RSN FC. [123I]IBZM single photon emission computed tomography (SPECT) was used to measure DA D2/3 receptor expression and endogenous DA release. [123I]IBZM, a selective antagonist for the D2/3 receptor, competes with endogenous DA for receptor binding and a DA stimulus such as dAMPH can induce a displacement of [123I]IBZM binding that is inversely associated with DA release (Kegeles et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6199, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although we have a strong neurochemical hypothesis to study alterations in the CST network, previous studies have also suggested other networks to be modulated by DA-ergic drugs (Cole et al.). Therefore, we examined the acute and chronic effects of AMPH on the executive, default mode and lateralized fronto-parietal networks in an exploratory analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6553, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6561, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 6574, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sixteen male AMPH users and age-, gender- and IQ-matched controls were recruited through online advertisements and flyers at local universities and colleges. Inclusion criteria for the AMPH users were at least 30 occasions of use lifetime. The 20 control subjects were healthy volunteers with no self-reported prior use of AMPH or other drugs that affect the dopaminergic system. Exclusion criteria for all participants were a history of a chronic neurological or psychiatric disorder, family history of sudden heart failure, current use of psychoactive medication, abnormal electrocardiogram (ECG), positive drug screen, and a clinical diagnosis of ADHD, in addition to smoking more than 15 cigarettes per day, drinking more than 30 alcoholic beverages per week, and contraindications for undergoing an MRI scan (e.g. ferromagnetic fragments) or the SPECT procedure (e.g. allergy to iodine). The results of the SPECT study in this cohort are more elaborately reported elsewhere (Schrantee et al.). Participants agreed to abstain from smoking, caffeine, alcohol and cannabis for 24 h prior, and for other drugs (including AMPH) one week prior to the assessments. Subjects were asked on the day of the scan if they had used any of these substances in the past two weeks. We verified the reported drug use with a drug screen on a urine sample with an enzyme-multiplied immunoassay for amphetamines, cocaine metabolite, opiates and marijuana). In addition, a detailed drug history questionnaire was obtained and subjects filled in the drug use disorders identification test (DUDIT) to assess substance dependence (Voluse et al.). The Dutch version of the National Adult Reading Test (DART IQ) was conducted as an estimate of verbal intelligence (Schmand et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8334, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One participant in the AMPH group showed a positive drug screen and was therefore excluded, so the analyses were performed on 20 controls and 15 AMPH users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8491, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The medical ethics committee of the Academic Medical Center in Amsterdam approved the study procedures and written informed consent was obtained from all subjects and carried out in accordance with the standards of the Declaration of Helsinki.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8735, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Design", "sentences": [], "annotations": [], "relations": []}, {"offset": 8742, "infons": {"file": "11682_2015_9419_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Timeline study protocol", "sentences": [], "annotations": [], "relations": []}, {"offset": 8766, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were invited to the hospital for two study visits. On one day they underwent the SPECT scan with dAMPH administration and on the other day they underwent the MRI scan with dAMPH administration. The visits were at least one week apart to allow drug washout and were counterbalanced within groups. Both for the MRI and the SPECT scan, a cannula was inserted in the antecubital vein through which the dAMPH was administered (0.3 mg/kg) during 2 min, followed by 15 ml saline to flush (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9270, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "SPECT acquisition and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9301, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each subject received an intravenous injection of 180 MBq [123I]IBZM (80 MBq bolus followed by constant infusion of 20 MBq for 5 consecutive hours). Subjects underwent two [123I]IBZM SPECT scans, using the sustained equilibrium/constant infusion technique, to assess baseline striatal DA D2/3 receptor availability and the decrease in D2/3 receptor binding after the dAMPH challenge, which provides an index of DA release (Kegeles et al.). The radioligand [123I]IBZM, which binds with high affinity to DA D2/3 receptors, was prepared by GE Healthcare (Eindhoven, The Netherlands). Participants received potassium iodide tablets prior to the SPECT session to block thyroid uptake of free radioactive iodide.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10008, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Images were acquired on a brain-dedicated SPECT system (Neurofocus 810, Inc., Medfield, Massachusetts, USA) with the following parameters: matrix: 64 × 64, energy window: 135–190 keV, slice thickness: 5 mm, acquisition time per slice: 300 s, number of slices: 12. SPECT images were corrected for attenuation and reconstructed using iterative algorithms, as earlier described (Booij et al.; Boot et al.). Binding potential (BPND) was calculated as follows: (mean striatal binding – mean binding occipital cortex)/mean binding occipital cortex. Standard templates with fixed ROIs were positioned on the striatum and occipital cortex (reflecting non-specific binding), as earlier described (Booij et al.; Boot et al.; Figee et al.). dAMPH-induced decrease in [123I]IBZM BPND, used as a proxy for DA release, was expressed as a % of the pre-dAMPH BPND (Booij et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10872, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "FMRI acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 10889, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Imaging was performed on a 3-Tesla Ingenia scanner (Philips, Best, The Netherlands) equipped with a 16-channel head coil. A T1-weighted anatomical scan was acquired for registration purposes. For the rs-fMRI scan with blood-oxygenation level-dependent (BOLD) contrast, 130 whole brain volumes of T2*-weighted gradient echo planar images (EPI) were obtained with the following scan parameters: TR/TE 2300/25 ms; flip angle 80°; FOV = 220 × 220 × 117; 39 slices; voxel size 2.3 × 2.3 × 3 mm, SENSE 2.4. The subjects underwent the rs-fMRI scan before dAMPH administration and approximately 30 min post-dAMPH. In the time between the 2 resting-state scans the subjects underwent an arterial spin labeling (ASL) scan. Subjects were instructed to keep their eyes open and let their mind wander.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11678, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "FMRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 11692, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "ICA network extraction and connectivity analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 11741, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RS-fMRI data were preprocessed using tools from the FMRIB Software Library (Smith et al.). Brain tissue was extracted for both anatomical and functional images using the brain extraction tool (BET). Functional data were motion corrected, spatially smoothed with a Gaussian kernel of 5 mm FWHM and high-pass temporal filtering at 0.1 Hz was applied. In addition, single session independent component analysis (ICA) was performed to prepare the data for FMRIB’s ICA-based Xnoiseifier (FIX) (Griffanti et al.; Salimi-Khorshidi et al.) to denoise the rs-fMRI data. Prior to analysis, all functional images were first registered to the high-resolution anatomical image (BBR) and subsequently to standard stereotactic space (2 mm, MNI152 template; Montreal Neurological Institute, Montreal QC) using affine transformation. Subsequently, the denoised data were used to investigate RS networks in our groups using multi-session ICA with temporal concatenation (as implemented in FSL MELODIC, Beckmann and Smith). Automatic dimensionality estimation was used to estimate the number of components extracted. In addition to the CST network, we explored 7 networks for further analysis based on their involvement in higher-order cognitive processes and/or DA-ergic function or DA-associated pathologies (Cole et al.). These networks will be referred to as the (i) left-lateralised fronto-parietal network (lFPN) (ii) right-lateralised fronto-parietal network (rFPN) (iii) anterior default mode network (aDMN) (iv) posterior default mode network (pDMN) (v) ventral default mode network (vDMN) (vi) inferior salience/executive network (iSEN) (vii) dorsal salience/executive network (dSEN). For those eight networks, the set of spatial maps from the group-average analysis was used to generate subject-specific versions of the spatial maps, and associated time-series, using dual regression with variance normalization (Beckmann et al.; Filippini et al.). First, for each subject, the group-average set of spatial maps was regressed (as spatial regressors in a multiple regression) into the subject’s 4D space-time dataset. This results in a set of subject-specific time-series, one per group-level spatial map. Next, those time-series were regressed (as temporal regressors, again in a multiple regression) into the same 4D dataset, resulting in a set of subject-specific spatial maps, one per group-level spatial map. To assess baseline group differences, the 4D files for each network were then analyzed using non-parametric permutation testing (5000 permutations) with a two-sample t-test using the FSL Randomise tool (Winkler et al.). To assess the effect of drug and the interaction effect of drug and group, we calculated difference values of the parameter estimates within subjects first using fslmaths, and then performed a one-sample t-test and a two-sample t-test respectively, again using Randomise. All analyses were initially thresholded at p-value <0.05 with a family wise error (FWE) correction using threshold free cluster enhancement (TFCE) (Smith and Nichols).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14806, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Comparison of changes in RS FC and DA release", "sentences": [], "annotations": [], "relations": []}, {"offset": 14852, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The 4D files comprising subject-specific spatial maps of voxelwise connectivity with the CST that were obtained from the dual regression analysis, were used to assess the correlation between changes in RS FC and striatal DA release following acute dAMPH administration. We examined specifically this network because it incorporated the striatum, the brain region in which we measured DA release with SPECT, and because dAMPH is thought to exert its greatest effects in the basal ganglia (due to its intense DA-ergic input). A striatal mask was created for the FC map using the MNI structural atlas (Collins et al.). We tested whether individual differences in RS FC within this striatal mask were significantly positively or negatively correlated with DA release as measured with [123I]IBZM SPECT within the same striatal mask in the CST using voxelwise non-parametric permutation testing as implemented in Randomise, with 5000 permutations and 5 mm variance smoothing. Voxels were considered significant at p-value <0.05 with a FWE correction for multiple comparisons using TFCE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15933, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Effects of heart rate of RS FC", "sentences": [], "annotations": [], "relations": []}, {"offset": 15964, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Changes in heart rate (HR) have been found to influence the BOLD signal, especially near large vessels, and consequentially influence FC in RSNs (Khalili-Mahani et al.). Dopaminergic drugs such as dAMPH are known to increase HR and blood pressure (Lile et al.). Although FIX denoises the data and thereby removes a lot of physiological variation, it has been shown that areas of physiological variation can overlap with our RSNs of interest. Therefore, we decided to repeat our analyses using average HR as a covariate. HR was monitored during the MRI scan session using a 4-lead vector cardiogram (VCG) signal and data were extracted using an in house MATLAB script. Five of our HR measurements were missing and they were imputed with the average HR of the group and session the scan belonged to.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16762, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 16770, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographics", "sentences": [], "annotations": [], "relations": []}, {"offset": 16783, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Group characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 16805, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Healthy controls (<italic>N</italic> = 20)</th><th>AMPH users (<italic>N</italic> = 15)</th><th>\n<italic>p</italic>-value</th></tr></thead><tbody><tr><td colspan=\"4\">Demographics</td></tr><tr><td> Age (y)<sup>1</sup>\n</td><td>21.10 ± 2.77</td><td>21.07 ± 1.49</td><td>0.97</td></tr><tr><td> IQ<sup>1</sup>\n</td><td>104.10 ± 8.49</td><td>104.27 ± 5.02</td><td>0.95</td></tr><tr><td colspan=\"4\">Drug use</td></tr><tr><td> Amphetamine use lifetime (g)<sup>2</sup>\n</td><td>–</td><td>18 ± 28</td><td>NA</td></tr><tr><td> occasions</td><td>–</td><td>40 ± 60</td><td>NA</td></tr><tr><td> average dose (g)</td><td>–</td><td>0.25 ± 0.3</td><td>NA</td></tr><tr><td> age of onset (y)</td><td>–</td><td>18 ± 2</td><td>NA</td></tr><tr><td> MDMA use (occasions)<sup>2</sup>\n</td><td>0 ± 0</td><td>6 ± 1</td><td>&lt;0.01</td></tr><tr><td> Cocaine use (occasions)<sup>2</sup>\n</td><td>–</td><td>2 ± 3</td><td>&lt;0.01</td></tr><tr><td> Nicotine use (number of smokers)</td><td>0</td><td>9</td><td>NA</td></tr><tr><td> Nicotine use (cig/week)<sup>2</sup>\n</td><td>–</td><td>10 ± 2</td><td>&lt;0.01</td></tr><tr><td> Cannabis use (number of users)</td><td>1</td><td>9</td><td>NA</td></tr><tr><td> Alcohol use (units/week)<sup>2</sup>\n</td><td>6.75 ± 14</td><td>14 ± 17</td><td>0.03</td></tr></tbody></table>\n"}, "text": "\tHealthy controls (N = 20)\tAMPH users (N = 15)\tp-value\t \tDemographics\t \t Age (y)1\t21.10 ± 2.77\t21.07 ± 1.49\t0.97\t \t IQ1\t104.10 ± 8.49\t104.27 ± 5.02\t0.95\t \tDrug use\t \t Amphetamine use lifetime (g)2\t–\t18 ± 28\tNA\t \t occasions\t–\t40 ± 60\tNA\t \t average dose (g)\t–\t0.25 ± 0.3\tNA\t \t age of onset (y)\t–\t18 ± 2\tNA\t \t MDMA use (occasions)2\t0 ± 0\t6 ± 1\t<0.01\t \t Cocaine use (occasions)2\t–\t2 ± 3\t<0.01\t \t Nicotine use (number of smokers)\t0\t9\tNA\t \t Nicotine use (cig/week)2\t–\t10 ± 2\t<0.01\t \t Cannabis use (number of users)\t1\t9\tNA\t \t Alcohol use (units/week)2\t6.75 ± 14\t14 ± 17\t0.03\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17376, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\n1values represent mean ± standard deviations with Student’s t-test", "sentences": [], "annotations": [], "relations": []}, {"offset": 17444, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\n2values represent median ± interquartile range with Mann–Whitney U-test", "sentences": [], "annotations": [], "relations": []}, {"offset": 17517, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Demographics and AMPH use are provided in Table 1. There were no significant differences in the age (t(33) = 0.04, p = 0.97) and IQ (t(33) = −0.07, p = 0.95) between both groups. In addition to AMPH, the user group also contained more smokers and cannabis users and used significantly more alcohol (U = 214.50, p = 0.03), MDMA (U = 300.00, p < 0.01) and cocaine (U = 280.00, p < 0.01) than our control group. The highest score on the DUDIT amongst AMPH users was 16, well below the cut-off score of 25 of probable drug dependence (Voluse et al.). The AMPH users typically used AMPH as a powder, with the main routes of administration being inhalation or by dissolving it in a drink.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18200, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Effect of acute dAMPH administration on RS FC patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 18255, "infons": {"file": "11682_2015_9419_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "dAMPH induces network-specific changes in FC in CST. dAMPH induces network-specific changes in CST network FC. Left: Axial slices of RSN maps extracted with ICA. Middle: Z-scores of connectivity with RSN for the largest cluster for both controls (white) and users (grey), pre- and post-dAMPH administration. Both users and controls display a decrease in connectivity with the RSN following dAMPH. There was no significant interaction between group and dAMPH administration on RSN connectivity. Right: Brain regions displaying significant dAMPH-induced reductions in connectivity with the RSN, for all subjects (P < 0.05, FWE corrected). Slices in all figures displayed in radiological convention; coordinates provided in MNI standard space", "sentences": [], "annotations": [], "relations": []}, {"offset": 18995, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Brain regions displaying significant decreases of FC following dAMPH, relative to baseline", "sentences": [], "annotations": [], "relations": []}, {"offset": 19086, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">RSN of interest</th><th rowspan=\"2\">Brain region</th><th rowspan=\"2\">Voxels</th><th rowspan=\"2\">Max t</th><th colspan=\"3\">MNI coordinates</th></tr><tr><th>\n<italic>x</italic>\n</th><th>\n<italic>y</italic>\n</th><th>\n<italic>z</italic>\n</th></tr></thead><tbody><tr><td>CST</td><td>BL paracingulate gyrus, anterior cingulate gyrus</td><td>49</td><td>4.71</td><td char=\"-\" align=\"char\">0</td><td char=\"-\" align=\"char\">40</td><td>28</td></tr><tr><td>vDMN</td><td>R posterior cingulate gyrus</td><td>68</td><td>5.53</td><td char=\"-\" align=\"char\">8</td><td char=\"-\" align=\"char\">−48</td><td>6</td></tr><tr><td>pDMN</td><td>BL precuneous cortex, posterior cingulate cortex</td><td>4945</td><td>8.35</td><td char=\"-\" align=\"char\">−2</td><td char=\"-\" align=\"char\">−70</td><td>34</td></tr><tr><td/><td>R central opercular cortex</td><td>150</td><td>4.88</td><td char=\"-\" align=\"char\">40</td><td char=\"-\" align=\"char\">−70</td><td>48</td></tr><tr><td/><td>L middle temporal gyrus</td><td>123</td><td>4.09</td><td char=\"-\" align=\"char\">−45</td><td char=\"-\" align=\"char\">−58</td><td>8</td></tr><tr><td/><td>L planum temporale</td><td>107</td><td>4.48</td><td char=\"-\" align=\"char\">−64</td><td char=\"-\" align=\"char\">−26</td><td>16</td></tr><tr><td/><td>L middle temporal gyrus</td><td>95</td><td>4.43</td><td char=\"-\" align=\"char\">−66</td><td char=\"-\" align=\"char\">−44</td><td>0</td></tr><tr><td/><td>L supramarginal gyrus, anterior</td><td>44</td><td>3.42</td><td char=\"-\" align=\"char\">−62</td><td char=\"-\" align=\"char\">−36</td><td>36</td></tr><tr><td>dSEN</td><td>BL anterior cingulate cortex</td><td>1387</td><td>6.51</td><td char=\"-\" align=\"char\">2</td><td char=\"-\" align=\"char\">20</td><td>30</td></tr><tr><td/><td>L middle frontal gyrus</td><td>342</td><td>6.2</td><td char=\"-\" align=\"char\">−32</td><td char=\"-\" align=\"char\">38</td><td>44</td></tr><tr><td/><td>R supramarginal gyrus, anterior</td><td>149</td><td>4.71</td><td char=\"-\" align=\"char\">64</td><td char=\"-\" align=\"char\">−28</td><td>32</td></tr><tr><td>iSEN</td><td>L precentral gyrus</td><td>982</td><td>5.49</td><td char=\"-\" align=\"char\">−62</td><td char=\"-\" align=\"char\">−10</td><td>10</td></tr><tr><td/><td>R temporal pole</td><td>168</td><td>5.05</td><td char=\"-\" align=\"char\">52</td><td char=\"-\" align=\"char\">12</td><td>−4</td></tr><tr><td/><td>L middle temporal gyrus</td><td>92</td><td>4.63</td><td char=\"-\" align=\"char\">60</td><td char=\"-\" align=\"char\">−52</td><td>8</td></tr><tr><td/><td>R supramarginal gyrus</td><td>51</td><td>5.27</td><td char=\"-\" align=\"char\">−62</td><td char=\"-\" align=\"char\">−26</td><td>42</td></tr></tbody></table>\n"}, "text": "RSN of interest\tBrain region\tVoxels\tMax t\tMNI coordinates\t \tx\ty\tz\t \tCST\tBL paracingulate gyrus, anterior cingulate gyrus\t49\t4.71\t0\t40\t28\t \tvDMN\tR posterior cingulate gyrus\t68\t5.53\t8\t−48\t6\t \tpDMN\tBL precuneous cortex, posterior cingulate cortex\t4945\t8.35\t−2\t−70\t34\t \t\tR central opercular cortex\t150\t4.88\t40\t−70\t48\t \t\tL middle temporal gyrus\t123\t4.09\t−45\t−58\t8\t \t\tL planum temporale\t107\t4.48\t−64\t−26\t16\t \t\tL middle temporal gyrus\t95\t4.43\t−66\t−44\t0\t \t\tL supramarginal gyrus, anterior\t44\t3.42\t−62\t−36\t36\t \tdSEN\tBL anterior cingulate cortex\t1387\t6.51\t2\t20\t30\t \t\tL middle frontal gyrus\t342\t6.2\t−32\t38\t44\t \t\tR supramarginal gyrus, anterior\t149\t4.71\t64\t−28\t32\t \tiSEN\tL precentral gyrus\t982\t5.49\t−62\t−10\t10\t \t\tR temporal pole\t168\t5.05\t52\t12\t−4\t \t\tL middle temporal gyrus\t92\t4.63\t60\t−52\t8\t \t\tR supramarginal gyrus\t51\t5.27\t−62\t−26\t42\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19912, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "CST, cortico-striatal-thalamic network; dSEN, dorsal salience executive network; iSEN, inferior salience executive network; pDMN, posterior default mode network; vDMN, ventral default mode network; clusters >40 voxels are reported", "sentences": [], "annotations": [], "relations": []}, {"offset": 20143, "infons": {"file": "11682_2015_9419_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Exploratory analyses of dAMPH induces network-specific changes in FC. dAMPH induces network-specific changes in resting-state connectivity. A-D, left: Axial slices of RSN maps extracted with ICA. A-D, middle: Z-scores of connectivity with RSN for the largest cluster for both controls (white) and users (grey), pre- and post-dAMPH administration. Both users and controls display a decrease in connectivity with the RSN following dAMPH. There was no significant interaction between group and dAMPH administration on RSN connectivity. A-D, right: Brain regions displaying significant dAMPH-induced reductions in connectivity with the RSN, for all subjects (P < 0.05, FWE corrected). Slices in all figures displayed in radiological convention; coordinates provided in MNI standard space", "sentences": [], "annotations": [], "relations": []}, {"offset": 20927, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found a significant main effect of dAMPH challenge on FC patterns in a small cluster in the ACC with the CST network (Fig. 2; Table 2). In addition, in exploratory analyses, multiple monoaminergic networks showed reduced FC following dAMPH administration (Fig. 3; Table 2). The dSEN showed decreased connectivity to the anterior cingulate cortex and left middle frontal gyrus, bilaterally, after dAMPH administration. On the other hand, the iSEN showed decreases in the left precentral gyrus. Additionally, pDMN (and to a lesser extent vDMN) showed very strong reductions in connectivity, mostly with the posterior cingulate node of this network. No significantly different FC patterns were found within the lFPN, rFPN and aDMN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21659, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found a trend significant increase in HR during the resting state scan after dAMPH administration (t(33) = −1.80, p = 0.08). We did not find any significant changes between the analyses with HR as a covariate when compared to the analyses without covariate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21920, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Effect of chronic dAMPH on RS FC patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 21962, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The recreational AMPH users did not differ significantly from the control group in their resting-state FC patterns, nor in their response to an acute dAMPH challenge. In Fig. 2 and Fig. 3 the differences in Z-scores of both groups before and after dAMPH are shown separately.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22238, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "RS FC associated with striatal D2/3 receptor availability and DA release", "sentences": [], "annotations": [], "relations": []}, {"offset": 22311, "infons": {"file": "11682_2015_9419_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Effect of DA release on changes in CST connectivity with the striatum. (A) dAMPH-induced changes in functional connectivity are positively associated with dAMPH-induced DA release in the striatum (P < 0.05, FWE corrected). Slices are displayed in radiological convention; coordinates provided in MNI standard space. (B) Both users and controls display this positive correlation and there is no significant difference between the slopes", "sentences": [], "annotations": [], "relations": []}, {"offset": 22747, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We previously reported reductions in DA release in the current cohort of AMPH users compared to controls (Schrantee et al.). In line with this, acute dAMPH-induced changes in resting-state FC between the CST network and the striatum were positively associated with extent of striatal DA release (Fig. 4) in both controls and AMPH users. Although the correlation coefficient between DA release and CST FC resting-state connectivity did not differ between AMPH users and controls (F(1,28) = 0.01, p = 0.91), in AMPH users it was displaced to the left, indicating more negative or blunted responses to dAMPH in this group. In AMPH users CST FC correctly identified blunted DA release in nearly all cases, but in more than half of the control subjects with a positive DA release (Fig. 4). Post-hoc, we also determined whether striatal change was negatively associated with change in ACC RS FC, but this correlation was only apparent at a trend level (r = −0.25, p = 0.07). As expected, we did not find a correlation between DA release and baseline RS FC. We also did not observe any correlation between baseline striatal DA D2/3 receptor availability and baseline striatal connectivity with the CST network either.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23958, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 23969, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study demonstrates that acute dAMPH administration reduced connectivity within the CST network and that striatal DA release, but not baseline striatal DA D2/3 receptor availability, was associated with changes in striatal resting-state connectivity in this network. In addition to the CST, large effects of acute dAMPH administration were observed in the salience executive networks and default mode networks. Contrary to our hypothesis, we did not observe a group difference in dAMPH-induced changes in RSNs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24491, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The cortex, striatum and thalamus are connected by means of large-scale parallel loops with direct monosynaptic connections from the cortex to the striatum and indirect, polysynaptic connections from the striatum, through the thalamus and back to the cortex (Shepherd). This wiring is thought to be crucial for its role in cognition and motor function and DA has been shown to modulate these connections (Cole et al.; Honey et al.). Indeed, we found a small cluster in the ACC that showed reduced connectivity with the CST network following dAMPH administration. This is in accordance with other studies, showing that drugs that increase DA release or elevate DA levels (such as MPH and L-DOPA respectively) decrease FC within regions of the CST network. For instance, L-DOPA administration has also been found to reduce connectivity of the ACC with a CST network (Cole et al.). Honey et al., demonstrated that MPH, a DAT and noradrenaline transporter blocker, reduced connectivity between the caudate nucleus and the midbrain, without showing an effect on the connectivity between the caudate nucleus and the thalamus. Similarly, Mueller et al. reported a decrease in cortical and subcortical components of the CST network following MPH. In addition, Ramaekers et al. found reduced connectivity following MPH administration between the ventral and dorsal striatum, as well as between the ventral striatum and the medial prefrontal cortex (mPFC). Konova et al. also focused on the CST network but found opposite effects, with MPH decreasing intra-striatal connectivity, but increasing cortico-striatal connectivity. However, this was in a sample of cocaine dependent subjects, which has been shown to have altered connectivity patterns (Konova et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26244, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We also demonstrated that dAMPH-induced striatal DA release was associated with changes in CST resting-state FC in the striatum following dAMPH administration. This is in line with animal studies in which microdialysis measurements of striatal DA release are associated with BOLD and CBF changes following dAMPH administration (Chen et al.). Our correlational analysis was performed for the striatum, because this is the brain region where we also measured DA release, whereas differences in RS FC following dAMPH administration were measured for the whole brain. The neuronal effects of dAMPH are thought to originate mainly from the basal ganglia, as dAMPH increases extracellular DA primarily in these regions (Chen et al.). Yet, in our study, we did not find any subcortical areas that showed altered connectivity following dAMPH administration. However, dopaminergic and noradrenergic (NA) terminals are also widely distributed in cortical areas (Lewis et al.). Indeed, a recent microdialysis study showed that administration of dAMPH increases both DA and NA in the prefrontal cortex, but only DA in the striatum (Rowley et al.). As such, modulation of RSNs in the striatum may be mainly determined by DA release, whereas cortical RS FC is both dependent on changes of DA and NA. This could also explain why we find a decrease in ACC connectivity, despite increases in striatal DA release. This is further supported by the inverted-U hypothesis of DAergic modulation, suggesting that there is an optimal level of DAergic stimulation, with both too little and too much DA negatively impacting behavior. Indeed, previous studies have already shown that DA modulations can induce inverted-U relationships in cortical FC patterns (Cole et al.). Therefore, it is conceivable that FC decreases in the cortex when DA release is acutely increased to a large extent in subcortical areas. In this context, it would be very interesting to study dose–response relationships of DA modulation on RS FC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28239, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Contrary to what we expected, no significant group differences nor any interaction effects on RS FC patterns were found, even though the groups under study differed markedly on baseline striatal DA D2/3 receptor availability and dAMPH-induced DA release, as we reported elsewhere (Schrantee et al.). This is possibly due to the sensitivity of rs-fMRI measurements to pick up regional DA alterations. SPECT is a direct method to investigate DAergic receptor binding, whereas rs-fMRI is an indirect tool to assess temporal coherent activity between brain regions and could therefore be less sensitive to small DA alterations in part of a network. This is in contrast with studies reporting alterations in CST connectivity in subjects with other drugs of abuse acting on the DA system, such as cocaine and METH (Gu et al.; Kohno et al.; Konova et al.). The largest difference between those studies and the present one is that those subjects suffered from substance dependence, whereas our subjects were typically recreational users. It is extremely difficult to disentangle the effects of addiction per se and neurotoxicity of the drug that subjects are addicted to. Yet, it is possible that addiction in itself induces changes in resting state connectivity that are not evident in recreational users of a drug. For example, neurobiological correlates of intoxication differ from those of craving and compulsory drug administration (Goldstein and Volkow; Koob and Volkow). A related explanation might be that although our users displayed alterations in DA release, compensatory changes in the CST loops may have ‘buffered’ alterations in resting state connectivity. Such compensatory measures may be sufficient to maintain normal CST connectivity in case of recreational use, but might fail when subjects become addicted to a drug. Although no studies have directly compared RS FC between recreational use and addiction, the transition phase from abuse to addiction has been associated with compensatory mechanisms (Kalivas and Volkow).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30273, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to acute changes in the CST network, we found reduced connectivity in DMNs and SENs following dAMPH administration. This is concordance with other studies that also found changes in connectivity after DA drug administration in networks outside the CST loops. In our study, the most prominent effect of acute dAMPH on FC was in the DMN, a network in which connectivity is suppressed during task performance. We found reductions of connectivity primarily in posterior parietal regions. Failure to inhibit DMN activity during task performance is associated with worse behavioral performance (Weissman et al.). Our findings are in concordance with a study by Kelly et al. that showed that L-DOPA, a DA precursor, decreased DMN activity, and Nagano-Saito et al. that demonstrated that DA depletion increased DMN activity in healthy controls. In addition to changes in DMN connectivity we also found reductions in connectivity within salience-executive networks (dSEN and iSEN), including mostly frontal areas. Salience-executive networks are thought to play a role in reward and cognitive processing (Seeley et al.). These findings are in line with task fMRI literature showing that administration of oral dAMPH reduces activation in a monetary incentive delay task (Knutson et al.). However, Cole et al. reported no changes in SEN networks following L-DOPA administration, whereas Mueller et al. found increased connectivity of SENs with the visual cortex, but decreased connectivity with the cerebellum and thalamus. Although we found large reductions of RS FC in DMN and SEN’s, these analyses were exploratory in nature and therefore we cannot draw strong conclusions from them. Still, the large effects observed in these networks, highlight the importance of whole brain analyses for rs-fMRI data. Networks in the brain are not single entities, but can influence other networks and work in close concordance. It would be interesting for further research to assess the effects of DA drugs on between-network connectivity (Smith et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32320, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study investigated the effects of dAMPH administration on resting-state BOLD signal fluctuations. The BOLD signal is influenced by a large number of factors including CBF, cerebral blood volume, and oxygenation. dAMPH has been shown to be a vasoconstrictive agent systemically and in the brain by DA receptors on microvessels (Choi et al.). Therefore, we cannot exclude vascular contributions (unrelated to neuronal effects) to the acute dAMPH-induced changes in RS FC as reported here. In addition, in this study we administered the drug intravenously rather than orally, as most studies so far have done. Intravenous administration induces a large strain on the cardiovascular system which may influence the BOLD response (Heal et al.). However, we observed that the large physiological effects are primarily present directly following administration and have largely subsided at the time of our rs-fMRI sequence 30 min later (Heal et al.). In addition, adding HR as a covariate in our statistical analysis did not affect our results. Therefore, it is unlikely that cardiovascular changes contributed to the acute dAMPH-induced RSN modulations. In addition, we used FIX to remove residual physiological variation and motion (Griffanti et al.). So, the potential confounding cardiovascular effects were reduced to a minimum in this study. In addition, in between resting-state scans subjects underwent a resting-state ASL scan, which means that there were no confounding effects of cognitive tasks that could influence subsequent resting-state FC (Gordon et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33890, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, the participants received a dAMPH challenge twice, which could potentially impose an order effect. To account for this, we counterbalanced the visits within groups, with half of the subjects first undergoing the SPECT scans and the other half first undergoing the MRI scan. One more limitation of this study is that subjects always underwent the dAMPH scan after the baseline scan, which could induce expectancy effects (Gundersen et al.). However, subjects were aware that they would not yet receive the dAMPH challenge until the ASL scan 15 min later. In addition, if the anticipation differed between AMPH users and controls, one would expect AMPH users to have more anticipation of reward and therefore more [123I]IBZM displacement than the controls. Yet, we observed a blunted response in the AMPH users compared to controls. Nevertheless, future studies could assess the expectancy effects by including a placebo condition. In addition, an inherent limitation to studies investigating recreational drug use is polydrug use. Indeed, in our sample, AMPH users also used significantly more other drugs and we can therefore not exclude that our results are due to other drug use. However, the subjects underwent a drug screening prior to the scans, which excludes acute effects of other drugs of abuse on our results. In addition, the effect of acute administration on the CST network is consistent with studies investigating the effect of MPH and L-DOPA on CST FC. However, polydrug use could have increased variation within the dAMPH user group and this could have resulted in a lower power to detect group differences. In addition, many different analysis techniques are employed, but comparisons between for example ICA and seed-based approaches have not found significant differences in reproducibility and ability to detect resting-state networks (Franco et al.; Hale et al.). In fact, for inter-individual differences ICA-based approaches may be more sensitive than seed-based approaches (Smith et al.), which is reflected in the association we observed between striatal DA release and RS FC. Yet, it is possible that other techniques are more sensitive than ICA-based techniques to detect group differences in specific subcortical DA-ergic regions, but this postulate remains to be tested. Another potential limitation is that our resting-state scan contained 130 volumes, which is a relatively short scan. However, studies have shown that resting state scans of 5 up to 13 min provide reliable estimates of resting state connectivity networks (Birn et al.). Although our scan of 5 min falls within that time window, it is possible that longer resting-state scans (up to 12 min) provide more information and could thus be more sensitive to detect the difference between our recreational dAMPH users and controls. This would be an interesting topic for further research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36785, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 36796, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In conclusion, we demonstrate that acute dAMPH reduces RS FC within multiple RSNs and that individual variation in DA release following an acute challenge with dAMPH, predicts changes in resting-state FC. These results suggest an important role for both DA (and NA) in the modulation of RS FC by dAMPH. However, we did not find significant group differences in RS FC, possibly due to lack of sensitivity or compensatory mechanisms for reduced DA release.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37251, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 37262, "infons": {"fpage": "653", "issue": "4", "lpage": "663", "name_0": "surname:Bamford;given-names:N. S.", "name_1": "surname:Zhang;given-names:H.", "name_2": "surname:Schmitz;given-names:Y.", "name_3": "surname:Wu;given-names:N.-P.", "name_4": "surname:Cepeda;given-names:C.", "name_5": "surname:Levine;given-names:M. S.", "pub-id_doi": "10.1016/S0896-6273(04)00265-X", "pub-id_pmid": "15157425", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "42", "year": "2004"}, "text": "Heterosynaptic dopamine neurotransmission selects sets of corticostriatal terminals", "sentences": [], "annotations": [], "relations": []}, {"offset": 37346, "infons": {"fpage": "S39", "lpage": "S41", "name_0": "surname:Beckmann;given-names:C.", "name_1": "surname:Mackay;given-names:C.", "name_2": "surname:Filippini;given-names:N.", "name_3": "surname:Smith;given-names:S.", "pub-id_doi": "10.1016/S1053-8119(09)71511-3", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "47", "year": "2009"}, "text": "Group comparison of resting-state FMRI data using multi-subject ICA and dual regression", "sentences": [], "annotations": [], "relations": []}, {"offset": 37434, "infons": {"fpage": "137", "issue": "2", "lpage": "152", "name_0": "surname:Beckmann;given-names:C.", "name_1": "surname:Smith;given-names:S.", "pub-id_doi": "10.1109/TMI.2003.822821", "pub-id_pmid": "14964560", "section_type": "REF", "source": "IEEE Transactions on Medical Imaging", "type": "ref", "volume": "23", "year": "2004"}, "text": "Probabilistic independent component analysis for functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 37521, "infons": {"fpage": "123", "issue": "2", "lpage": "142", "name_0": "surname:Berman;given-names:S. M.", "name_1": "surname:Kuczenski;given-names:R.", "name_2": "surname:McCracken;given-names:J. T.", "name_3": "surname:London;given-names:E. D.", "pub-id_doi": "10.1038/mp.2008.90", "pub-id_pmid": "18698321", "section_type": "REF", "source": "Molecular Psychiatry", "type": "ref", "volume": "14", "year": "2009"}, "text": "Potential adverse effects of amphetamine treatment on brain and behavior: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 37604, "infons": {"fpage": "550", "lpage": "558", "name_0": "surname:Birn;given-names:R. M.", "name_1": "surname:Molloy;given-names:E. K.", "name_2": "surname:Patriat;given-names:R.", "name_3": "surname:Parker;given-names:T.", "name_4": "surname:Meier;given-names:T. B.", "name_5": "surname:Kirk;given-names:G. R.", "pub-id_doi": "10.1016/j.neuroimage.2013.05.099", "pub-id_pmid": "23747458", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "83C", "year": "2013"}, "text": "The effect of scan length on the reliability of resting-state fMRI connectivity estimates", "sentences": [], "annotations": [], "relations": []}, {"offset": 37694, "infons": {"fpage": "674", "issue": "6", "lpage": "677", "name_0": "surname:Booij;given-names:J.", "name_1": "surname:Korn;given-names:P.", "name_2": "surname:Linszen;given-names:D. H.", "name_3": "surname:van Royen;given-names:E. A.", "pub-id_doi": "10.1007/BF00841408", "pub-id_pmid": "9169577", "section_type": "REF", "source": "European Journal of Nuclear Medicine", "type": "ref", "volume": "24", "year": "1997"}, "text": "Assessment of endogenous dopamine release by methylphenidate challenge using iodine-123 iodobenzamide single-photon emission tomography", "sentences": [], "annotations": [], "relations": []}, {"offset": 37830, "infons": {"fpage": "1350", "issue": "7", "lpage": "1356", "name_0": "surname:Boot;given-names:E.", "name_1": "surname:Booij;given-names:J.", "name_2": "surname:Hasler;given-names:G.", "name_3": "surname:Zinkstok;given-names:J. R.", "name_4": "surname:de Haan;given-names:L.", "name_5": "surname:Linszen;given-names:D. H.", "name_6": "surname:van Amelsvoort;given-names:T. A.", "pub-id_doi": "10.1007/s00259-008-0739-8", "pub-id_pmid": "18283451", "section_type": "REF", "source": "European Journal of Nuclear Medicine and Molecular Imaging", "type": "ref", "volume": "35", "year": "2008"}, "text": "AMPT-induced monoamine depletion in humans: evaluation of two alternative [123I]IBZM SPECT procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 37932, "infons": {"fpage": "1117", "issue": "11", "lpage": "1123", "name_0": "surname:Camchong;given-names:J.", "name_1": "surname:MacDonald;given-names:A. W.", "name_2": "surname:Nelson;given-names:B.", "name_3": "surname:Bell;given-names:C.", "name_4": "surname:Mueller;given-names:B. A.", "name_5": "surname:Specker;given-names:S.", "name_6": "surname:Lim;given-names:K. O.", "pub-id_doi": "10.1016/j.biopsych.2011.01.008", "pub-id_pmid": "21371689", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Frontal hyperconnectivity related to discounting and reversal learning in cocaine subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 38023, "infons": {"fpage": "389", "issue": "3", "lpage": "398", "name_0": "surname:Chen;given-names:Y.", "name_1": "surname:Galpern;given-names:W. R.", "name_2": "surname:Brownell;given-names:A. L.", "name_3": "surname:Matthews;given-names:R. T.", "name_4": "surname:Bogdanov;given-names:M.", "name_5": "surname:Isacson;given-names:O.", "section_type": "REF", "source": "Magnetic Resonance Imaging", "type": "ref", "volume": "38", "year": "1997"}, "text": "Detection of dopaminergic neurotransmitter activity using pharmacologic MRI: correlation with PET, microdialysis, and behavioral data", "sentences": [], "annotations": [], "relations": []}, {"offset": 38157, "infons": {"fpage": "700", "issue": "3", "lpage": "712", "name_0": "surname:Choi;given-names:J. K.", "name_1": "surname:Chen;given-names:Y.", "name_2": "surname:Hamel;given-names:E.", "name_3": "surname:Jenkins;given-names:B. G.", "pub-id_doi": "10.1016/j.neuroimage.2005.10.029", "pub-id_pmid": "16459104", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "30", "year": "2006"}, "text": "Brain hemodynamic changes mediated by dopamine receptors: role of the cerebral microvasculature in dopamine-mediated neurovascular coupling", "sentences": [], "annotations": [], "relations": []}, {"offset": 38297, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cole, D. M., Beckmann, C. F., Oei, N. Y. L., Both, S., van Gerven, J. M. A., & Rombouts, S. A. R. B. (2013). Differential and distributed effects of dopamine neuromodulations on resting-state network connectivity. NeuroImage, 78, 59–67.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38534, "infons": {"fpage": "2784", "issue": "12", "lpage": "2793", "name_0": "surname:Cole;given-names:D. M.", "name_1": "surname:Beckmann;given-names:C. F.", "name_2": "surname:Searle;given-names:G. E.", "name_3": "surname:Plisson;given-names:C.", "name_4": "surname:Tziortzi;given-names:A. C.", "name_5": "surname:Nichols;given-names:T. E.", "pub-id_doi": "10.1093/cercor/bhr354", "pub-id_pmid": "22186675", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "22", "year": "2012"}, "text": "Orbitofrontal connectivity with resting-state networks is associated with midbrain dopamine D3 receptor availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 38651, "infons": {"section_type": "REF", "type": "ref"}, "text": "Collins, D. L., Holmes, C. J., Peters, T. M., & Evans, A. C. (1995). Automatic 3-D model-based neuroanatomical segmentation. Human Brain Mapping, 3(3), 190–208.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38812, "infons": {"fpage": "647", "issue": "8", "lpage": "652", "name_0": "surname:Figee;given-names:M.", "name_1": "surname:de Koning;given-names:P.", "name_2": "surname:Klaassen;given-names:S.", "name_3": "surname:Vulink;given-names:N.", "name_4": "surname:Mantione;given-names:M.", "name_5": "surname:van den Munckhof;given-names:P.", "pub-id_doi": "10.1016/j.biopsych.2013.06.021", "pub-id_pmid": "23938318", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "75", "year": "2014"}, "text": "Deep brain stimulation induces striatal dopamine release in obsessive-compulsive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 38902, "infons": {"fpage": "7209", "issue": "17", "lpage": "7214", "name_0": "surname:Filippini;given-names:N.", "name_1": "surname:MacIntosh;given-names:B. J.", "name_2": "surname:Hough;given-names:M. G.", "name_3": "surname:Goodwin;given-names:G. M.", "name_4": "surname:Frisoni;given-names:G. B.", "name_5": "surname:Smith;given-names:S. M.", "pub-id_doi": "10.1073/pnas.0811879106", "pub-id_pmid": "19357304", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "106", "year": "2009"}, "text": "Distinct patterns of brain activity in young carriers of the APOE-epsilon4 allele", "sentences": [], "annotations": [], "relations": []}, {"offset": 38984, "infons": {"fpage": "363", "issue": "4", "lpage": "374", "name_0": "surname:Franco;given-names:A. R.", "name_1": "surname:Mannell;given-names:M. V.", "name_2": "surname:Calhoun;given-names:V. D.", "name_3": "surname:Mayer;given-names:A. R.", "pub-id_doi": "10.1089/brain.2012.0134", "pub-id_pmid": "23705789", "section_type": "REF", "source": "Brain Connectivity", "type": "ref", "volume": "3", "year": "2013"}, "text": "Impact of analysis methods on the reproducibility and reliability of resting-state networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 39076, "infons": {"fpage": "1642", "issue": "10", "lpage": "1652", "name_0": "surname:Goldstein;given-names:R. Z.", "name_1": "surname:Volkow;given-names:N. D.", "pub-id_doi": "10.1176/appi.ajp.159.10.1642", "pub-id_pmid": "12359667", "section_type": "REF", "source": "The American Journal of Psychiatry", "type": "ref", "volume": "159", "year": "2002"}, "text": "Drug addiction and its underlying neurobiological basis: neuroimaging evidence for the involvement of the frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 39197, "infons": {"fpage": "1004", "issue": "3", "lpage": "1017", "name_0": "surname:Gordon;given-names:E. M.", "name_1": "surname:Breeden;given-names:A. L.", "name_2": "surname:Bean;given-names:S. E.", "name_3": "surname:Vaidya;given-names:C. J.", "pub-id_doi": "10.1002/hbm.22230", "pub-id_pmid": "23281202", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "35", "year": "2014"}, "text": "Working memory-related changes in functional connectivity persist beyond task disengagement", "sentences": [], "annotations": [], "relations": []}, {"offset": 39289, "infons": {"fpage": "232", "lpage": "247", "name_0": "surname:Griffanti;given-names:L.", "name_1": "surname:Salimi-Khorshidi;given-names:G.", "name_2": "surname:Beckmann;given-names:C. F.", "name_3": "surname:Auerbach;given-names:E. J.", "name_4": "surname:Douaud;given-names:G.", "name_5": "surname:Sexton;given-names:C. E.", "pub-id_doi": "10.1016/j.neuroimage.2014.03.034", "pub-id_pmid": "24657355", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "95", "year": "2014"}, "text": "ICA-based artefact removal and accelerated fMRI acquisition for improved resting state network imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 39392, "infons": {"fpage": "593", "issue": "2", "lpage": "601", "name_0": "surname:Gu;given-names:H.", "name_1": "surname:Salmeron;given-names:B. J.", "name_2": "surname:Ross;given-names:T. J.", "name_3": "surname:Geng;given-names:X.", "name_4": "surname:Zhan;given-names:W.", "name_5": "surname:Stein;given-names:E. A.", "name_6": "surname:Yang;given-names:Y.", "pub-id_doi": "10.1016/j.neuroimage.2010.06.066", "pub-id_pmid": "20603217", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Mesocorticolimbic circuits are impaired in chronic cocaine users as demonstrated by resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 39514, "infons": {"fpage": "1587", "issue": "4", "lpage": "1596", "name_0": "surname:Gundersen;given-names:H.", "name_1": "surname:Specht;given-names:K.", "name_2": "surname:Grüner;given-names:R.", "name_3": "surname:Ersland;given-names:L.", "name_4": "surname:Hugdahl;given-names:K.", "pub-id_doi": "10.1016/j.neuroimage.2008.05.037", "pub-id_pmid": "18588989", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "42", "year": "2008"}, "text": "Separating the effects of alcohol and expectancy on brain activation: an fMRI working memory study", "sentences": [], "annotations": [], "relations": []}, {"offset": 39613, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hale, J. R., Mayhew, S. D., Mullinger, K. J., Wilson, R. S., Arvanitis, T. N., Francis, S. T., & Bagshaw, A. P. (2015). Comparison of functional thalamic segmentation from seed-based analysis and ICA. NeuroImage in press.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39835, "infons": {"fpage": "479", "issue": "6", "lpage": "496", "name_0": "surname:Heal;given-names:D. J.", "name_1": "surname:Smith;given-names:S. L.", "name_2": "surname:Gosden;given-names:J.", "name_3": "surname:Nutt;given-names:D. J.", "pub-id_doi": "10.1177/0269881113482532", "pub-id_pmid": "23539642", "section_type": "REF", "source": "Journal of Psychopharmacology", "type": "ref", "volume": "27", "year": "2013"}, "text": "Amphetamine, past and present–a pharmacological and clinical perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 39908, "infons": {"fpage": "1767", "issue": "8", "name_0": "surname:Honey;given-names:G. D.", "name_1": "surname:Suckling;given-names:J.", "name_2": "surname:Zelaya;given-names:F.", "name_3": "surname:Long;given-names:C.", "name_4": "surname:Routledge;given-names:C.", "name_5": "surname:Jackson;given-names:S.", "pub-id_doi": "10.1093/brain/awg184", "pub-id_pmid": "12805106", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "126", "year": "2003"}, "text": "Dopaminergic drug effects on physiological connectivity in a human cortico-striato-thalamic system", "sentences": [], "annotations": [], "relations": []}, {"offset": 40007, "infons": {"fpage": "1403", "issue": "8", "lpage": "1413", "name_0": "surname:Kalivas;given-names:P. W.", "name_1": "surname:Volkow;given-names:N. D.", "pub-id_doi": "10.1176/appi.ajp.162.8.1403", "pub-id_pmid": "16055761", "section_type": "REF", "source": "The American Journal of Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "The neural basis of addiction: a pathology of motivation and choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 40075, "infons": {"fpage": "302", "issue": "4", "lpage": "308", "name_0": "surname:Kegeles;given-names:L. S.", "name_1": "surname:Zea-Ponce;given-names:Y.", "name_2": "surname:Abi-Dargham;given-names:A.", "name_3": "surname:Rodenhiser;given-names:J.", "name_4": "surname:Wang;given-names:T.", "name_5": "surname:Weiss;given-names:R.", "pub-id_doi": "10.1002/(SICI)1098-2396(19990315)31:4<302::AID-SYN9>3.0.CO;2-A", "pub-id_pmid": "10051112", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "31", "year": "1999"}, "text": "Stability of [123I]IBZM SPECT measurement of amphetamine-induced striatal dopamine release in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 40176, "infons": {"fpage": "7364", "issue": "22", "lpage": "7378", "name_0": "surname:Kelly;given-names:C.", "name_1": "surname:de Zubicaray;given-names:G.", "name_2": "surname:Di Martino;given-names:A.", "name_3": "surname:Copland;given-names:D. A.", "name_4": "surname:Reiss;given-names:P. T.", "name_5": "surname:Klein;given-names:D. F.", "pub-id_doi": "10.1523/JNEUROSCI.0810-09.2009", "pub-id_pmid": "19494158", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "29", "year": "2009"}, "text": "L-dopa modulates functional connectivity in striatal cognitive and motor networks: a double-blind placebo-controlled study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40299, "infons": {"fpage": "499", "lpage": "510", "name_0": "surname:Khalili-Mahani;given-names:N.", "name_1": "surname:Chang;given-names:C.", "name_2": "surname:van Osch;given-names:M. J.", "name_3": "surname:Veer;given-names:I. M.", "name_4": "surname:van Buchem;given-names:M. A.", "name_5": "surname:Dahan;given-names:A.", "pub-id_doi": "10.1016/j.neuroimage.2012.09.044", "pub-id_pmid": "23022093", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "65", "year": "2013"}, "text": "The impact of “physiological correction” on functional connectivity analysis of pharmacological resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 40414, "infons": {"fpage": "261", "issue": "2", "lpage": "269", "name_0": "surname:Knutson;given-names:B.", "name_1": "surname:Bjork;given-names:J. M.", "name_2": "surname:Fong;given-names:G. W.", "name_3": "surname:Hommer;given-names:D.", "name_4": "surname:Mattay;given-names:V. S.", "name_5": "surname:Weinberger;given-names:D. R.", "pub-id_doi": "10.1016/j.neuron.2004.06.030", "pub-id_pmid": "15260961", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "43", "year": "2004"}, "text": "Amphetamine modulates human incentive processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 40463, "infons": {"fpage": "812", "issue": "7", "lpage": "820", "name_0": "surname:Kohno;given-names:M.", "name_1": "surname:Morales;given-names:A. M.", "name_2": "surname:Ghahremani;given-names:D. G.", "name_3": "surname:Hellemann;given-names:G.", "name_4": "surname:London;given-names:E. D.", "pub-id_doi": "10.1001/jamapsychiatry.2014.399", "pub-id_pmid": "24850532", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "71", "year": "2014"}, "text": "Risky decision making, prefrontal cortex, and mesocorticolimbic functional connectivity in methamphetamine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 40581, "infons": {"fpage": "857", "issue": "8", "lpage": "868", "name_0": "surname:Konova;given-names:A. B.", "name_1": "surname:Moeller;given-names:S. J.", "name_2": "surname:Tomasi;given-names:D.", "name_3": "surname:Volkow;given-names:N. D.", "name_4": "surname:Goldstein;given-names:R. Z.", "pub-id_doi": "10.1001/jamapsychiatry.2013.1129", "pub-id_pmid": "23803700", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "70", "year": "2013"}, "text": "Effects of methylphenidate on resting-state functional connectivity of the mesocorticolimbic dopamine pathways in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 40713, "infons": {"fpage": "217", "issue": "1", "lpage": "238", "name_0": "surname:Koob;given-names:G. F.", "name_1": "surname:Volkow;given-names:N. D.", "pub-id_doi": "10.1038/npp.2009.110", "pub-id_pmid": "19710631", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "Neurocircuitry of addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 40741, "infons": {"fpage": "279", "issue": "1", "lpage": "290", "name_0": "surname:Lewis;given-names:D.", "name_1": "surname:Campbell;given-names:M.", "name_2": "surname:Foote;given-names:S.", "name_3": "surname:Goldstein;given-names:M.", "name_4": "surname:Morrison;given-names:J.", "pub-id_pmid": "2879896", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "7", "year": "1987"}, "text": "The distribution of tyrosine hydroxylase-immunoreactive fibers in primate neocortex is widespread but regionally specific", "sentences": [], "annotations": [], "relations": []}, {"offset": 40863, "infons": {"fpage": "888", "issue": "6", "lpage": "898", "name_0": "surname:Lile;given-names:J. A.", "name_1": "surname:Babalonis;given-names:S.", "name_2": "surname:Emurian;given-names:C.", "name_3": "surname:Martin;given-names:C. A.", "name_4": "surname:Wermeling;given-names:D. P.", "name_5": "surname:Kelly;given-names:T. H.", "pub-id_doi": "10.1177/0091270010375956", "pub-id_pmid": "20671295", "section_type": "REF", "source": "Journal of Clinical Pharmacology", "type": "ref", "volume": "51", "year": "2011"}, "text": "Comparison of the behavioral and cardiovascular effects of intranasal and oral d-amphetamine in healthy human subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 40982, "infons": {"fpage": "821", "issue": "8", "lpage": "826", "name_0": "surname:McCann;given-names:U. D.", "name_1": "surname:Ricaurte;given-names:G. A.", "pub-id_doi": "10.1016/j.neubiorev.2003.11.003", "pub-id_pmid": "15019431", "section_type": "REF", "source": "Neuroscience and Biobehavioral Reviews", "type": "ref", "volume": "27", "year": "2004"}, "text": "Amphetamine neurotoxicity: accomplishments and remaining challenges", "sentences": [], "annotations": [], "relations": []}, {"offset": 41050, "infons": {"name_0": "surname:Mueller;given-names:S.", "name_1": "surname:Costa;given-names:A.", "name_2": "surname:Keeser;given-names:D.", "name_3": "surname:Pogarell;given-names:O.", "name_4": "surname:Berman;given-names:A.", "name_5": "surname:Coates;given-names:U.", "pub-id_pmid": "24862742", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "year": "2014"}, "text": "The effects of methylphenidate on whole brain intrinsic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 41130, "infons": {"fpage": "3697", "issue": "14", "lpage": "3706", "name_0": "surname:Nagano-Saito;given-names:A.", "name_1": "surname:Leyton;given-names:M.", "name_2": "surname:Monchi;given-names:O.", "name_3": "surname:Goldberg;given-names:Y. K.", "name_4": "surname:He;given-names:Y.", "name_5": "surname:Dagher;given-names:A.", "pub-id_doi": "10.1523/JNEUROSCI.3921-07.2008", "pub-id_pmid": "18385328", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "28", "year": "2008"}, "text": "Dopamine depletion impairs frontostriatal functional connectivity during a set-shifting task", "sentences": [], "annotations": [], "relations": []}, {"offset": 41223, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ramaekers, J. G., Evers, E. a, Theunissen, E. L., Kuypers, K. P. C., Goulas, A., & Stiers, P. (2013). Methylphenidate reduces functional connectivity of nucleus accumbens in brain reward circuit. Psychopharmacology, 229(2), 219–226", "sentences": [], "annotations": [], "relations": []}, {"offset": 41455, "infons": {"fpage": "335", "issue": "3", "lpage": "340", "name_0": "surname:Reneman;given-names:L.", "name_1": "surname:Booij;given-names:J.", "name_2": "surname:Lavalaye;given-names:J", "name_3": "surname:de Bruin;given-names:K.", "name_4": "surname:Reitsma;given-names:J. B.", "name_5": "surname:Gunning;given-names:W. B.", "pub-id_doi": "10.1007/s00213-001-0930-0", "pub-id_pmid": "11862367", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "159", "year": "2002"}, "text": "Use of amphetamine by recreational users of ecstasy (MDMA) is associated with reduced striatal dopamine transporter densities: a [I-123] beta-CIT SPECT study-preliminary report", "sentences": [], "annotations": [], "relations": []}, {"offset": 41632, "infons": {"fpage": "91", "issue": "1", "lpage": "98", "name_0": "surname:Ricaurte;given-names:G. A.", "name_1": "surname:Mechan;given-names:A. O.", "name_2": "surname:Yuan;given-names:J.", "name_3": "surname:Hatzidimitriou;given-names:G.", "name_4": "surname:Xie;given-names:T.", "name_5": "surname:Mayne;given-names:A. H.", "name_6": "surname:McCann;given-names:U. D.", "pub-id_doi": "10.1124/jpet.105.087916", "pub-id_pmid": "16014752", "section_type": "REF", "source": "Journal of Pharmacology and Experimental Therapeutics", "type": "ref", "volume": "315", "year": "2005"}, "text": "Amphetamine treatment similar to that used in the treatment of adult attention-deficit/hyperactivity disorder damages dopaminergic nerve endings in the striatum of adult nonhuman primates", "sentences": [], "annotations": [], "relations": []}, {"offset": 41820, "infons": {"fpage": "254", "issue": "3", "lpage": "269", "name_0": "surname:Rowley;given-names:H. L.", "name_1": "surname:Kulkarni;given-names:R. S.", "name_2": "surname:Gosden;given-names:J.", "name_3": "surname:Brammer;given-names:R. J.", "name_4": "surname:Hackett;given-names:D.", "name_5": "surname:Heal;given-names:D. J.", "pub-id_doi": "10.1177/0269881113513850", "pub-id_pmid": "24327450", "section_type": "REF", "source": "Journal of Psychopharmacology", "type": "ref", "volume": "28", "year": "2014"}, "text": "Differences in the neurochemical and behavioural profiles of lisdexamfetamine methylphenidate and modafinil revealed by simultaneous dual-probe microdialysis and locomotor activity measurements in freely-moving rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 42036, "infons": {"fpage": "449", "lpage": "468", "name_0": "surname:Salimi-Khorshidi;given-names:G.", "name_1": "surname:Douaud;given-names:G.", "name_2": "surname:Beckmann;given-names:C. F.", "name_3": "surname:Glasser;given-names:M. F.", "name_4": "surname:Griffanti;given-names:L.", "name_5": "surname:Smith;given-names:S. M.", "pub-id_doi": "10.1016/j.neuroimage.2013.11.046", "pub-id_pmid": "24389422", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "90", "year": "2014"}, "text": "Automatic denoising of functional MRI data: combining independent component analysis and hierarchical fusion of classifiers", "sentences": [], "annotations": [], "relations": []}, {"offset": 42160, "infons": {"fpage": "206", "issue": "1", "lpage": "216", "name_0": "surname:Sambataro;given-names:F.", "name_1": "surname:Fazio;given-names:L.", "name_2": "surname:Taurisano;given-names:P.", "name_3": "surname:Gelao;given-names:B.", "name_4": "surname:Porcelli;given-names:A.", "name_5": "surname:Mancini;given-names:M.", "pub-id_doi": "10.1093/schbul/sbr128", "pub-id_pmid": "21976709", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "39", "year": "2013"}, "text": "DRD2 genotype-based variation of default mode network activity and of its relationship with striatal DAT binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 42273, "infons": {"fpage": "42", "issue": "1", "lpage": "51", "name_0": "surname:Schmand;given-names:B.", "name_1": "surname:Geerlings;given-names:M. I.", "name_2": "surname:Jonker;given-names:C.", "name_3": "surname:Lindeboom;given-names:J.", "pub-id_doi": "10.1076/jcen.20.1.42.1485", "pub-id_pmid": "9672818", "section_type": "REF", "source": "Journal of Clinical and Experimental Neuropsychology", "type": "ref", "volume": "20", "year": "1998"}, "text": "Reading ability as an estimator of premorbid intelligence: does it remain stable in emergent dementia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 42376, "infons": {"section_type": "REF", "type": "ref"}, "text": "Schrantee, A., Václavů, L., Heijtel, D. F. R., Caan, M. W. A., Gsell, W., Lucassen, P. J., et al. (2014). Dopaminergic system dysfunction in recreational dexamphetamine users. Neuropsychopharmacology, 1–9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42582, "infons": {"fpage": "811", "issue": "6", "lpage": "820", "name_0": "surname:Schwarz;given-names:A. J.", "name_1": "surname:Gozzi;given-names:A.", "name_2": "surname:Reese;given-names:T.", "name_3": "surname:Heidbreder;given-names:C. A.", "name_4": "surname:Bifone;given-names:A.", "pub-id_doi": "10.1016/j.mri.2007.02.017", "pub-id_pmid": "17442525", "section_type": "REF", "source": "Magnetic Resonance Imaging", "type": "ref", "volume": "25", "year": "2007"}, "text": "Pharmacological modulation of functional connectivity: the correlation structure underlying the phMRI response to d-amphetamine modified by selective dopamine D3receptor antagonist SB277011A", "sentences": [], "annotations": [], "relations": []}, {"offset": 42773, "infons": {"fpage": "2349", "issue": "9", "lpage": "2356", "name_0": "surname:Seeley;given-names:W. W.", "name_1": "surname:Menon;given-names:V.", "name_2": "surname:Schatzberg;given-names:A. F.", "name_3": "surname:Keller;given-names:J.", "name_4": "surname:Glover;given-names:G. H.", "name_5": "surname:Kenna;given-names:H.", "pub-id_doi": "10.1523/JNEUROSCI.5587-06.2007", "pub-id_pmid": "17329432", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "27", "year": "2007"}, "text": "Dissociable intrinsic connectivity networks for salience processing and executive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 42863, "infons": {"fpage": "278", "issue": "4", "lpage": "291", "name_0": "surname:Shepherd;given-names:G. M. G.", "pub-id_doi": "10.1038/nrn3469", "pub-id_pmid": "23511908", "section_type": "REF", "source": "Nature Reviews Neuroscience", "type": "ref", "volume": "14", "year": "2013"}, "text": "Corticostriatal connectivity and its role in disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 42916, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Smith;given-names:D.", "name_1": "surname:Utevsky;given-names:A.", "name_2": "surname:Bland;given-names:A.", "name_3": "surname:Clement;given-names:N.", "name_4": "surname:Clithero;given-names:J.", "name_5": "surname:Harsch;given-names:A.", "pub-id_doi": "10.1016/j.neuroimage.2014.03.042", "pub-id_pmid": "24662574", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "95", "year": "2014"}, "text": "Characterizing individual differences in functional connectivity using dual-regression and seed-based approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 43029, "infons": {"fpage": "S208", "issue": "Suppl 1", "lpage": "S219", "name_0": "surname:Smith;given-names:S. M.", "name_1": "surname:Jenkinson;given-names:M.", "name_2": "surname:Woolrich;given-names:M. W.", "name_3": "surname:Beckmann;given-names:C. F.", "name_4": "surname:Behrens;given-names:T. E. J.", "name_5": "surname:Johansen-Berg;given-names:H.", "pub-id_doi": "10.1016/j.neuroimage.2004.07.051", "pub-id_pmid": "15501092", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "23", "year": "2004"}, "text": "Advances in functional and structural MR image analysis and implementation as FSL", "sentences": [], "annotations": [], "relations": []}, {"offset": 43111, "infons": {"fpage": "83", "issue": "1", "lpage": "98", "name_0": "surname:Smith;given-names:S. M.", "name_1": "surname:Nichols;given-names:T. E.", "pub-id_doi": "10.1016/j.neuroimage.2008.03.061", "pub-id_pmid": "18501637", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "44", "year": "2009"}, "text": "Threshold-free cluster enhancement: addressing problems of smoothing, threshold dependence and localisation in cluster inference", "sentences": [], "annotations": [], "relations": []}, {"offset": 43240, "infons": {"fpage": "666", "issue": "12", "lpage": "682", "name_0": "surname:Smith;given-names:S. M.", "name_1": "surname:Vidaurre;given-names:D.", "name_2": "surname:Beckmann;given-names:C. F.", "name_3": "surname:Glasser;given-names:M. F.", "name_4": "surname:Jenkinson;given-names:M.", "name_5": "surname:Miller;given-names:K. L.", "pub-id_doi": "10.1016/j.tics.2013.09.016", "pub-id_pmid": "24238796", "section_type": "REF", "source": "Trends in Cognitive Sciences", "type": "ref", "volume": "17", "year": "2013"}, "text": "Functional connectomics from resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 43288, "infons": {"fpage": "213", "lpage": "221", "name_0": "surname:Sripada;given-names:C. S.", "name_1": "surname:Kessler;given-names:D.", "name_2": "surname:Welsh;given-names:R.", "name_3": "surname:Angstadt;given-names:M.", "name_4": "surname:Liberzon;given-names:I.", "name_5": "surname:Phan;given-names:K. L.", "name_6": "surname:Scott;given-names:C.", "pub-id_doi": "10.1016/j.neuroimage.2013.05.016", "pub-id_pmid": "23684862", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "81", "year": "2013"}, "text": "Distributed effects of methylphenidate on the network structure of the resting brain: a connectomic pattern classification analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43420, "infons": {"fpage": "36", "issue": "1", "lpage": "41", "name_0": "surname:Voluse;given-names:A. C.", "name_1": "surname:Gioia;given-names:C. J.", "name_2": "surname:Sobell;given-names:L. C.", "name_3": "surname:Dum;given-names:M.", "name_4": "surname:Sobell;given-names:M. B.", "name_5": "surname:Simco;given-names:E. R.", "pub-id_doi": "10.1016/j.addbeh.2011.07.030", "pub-id_pmid": "21937169", "section_type": "REF", "source": "Addictive Behaviors", "type": "ref", "volume": "37", "year": "2012"}, "text": "Psychometric properties of the drug use disorders identification test (DUDIT) with substance abusers in outpatient and residential treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 43561, "infons": {"fpage": "S41", "lpage": "S47", "name_0": "surname:Walters;given-names:J. R.", "name_1": "surname:Ruskin;given-names:D. N.", "name_2": "surname:Allers;given-names:K. A.", "name_3": "surname:Bergstrom;given-names:D. A.", "pub-id_doi": "10.1016/S1471-1931(00)00024-0", "pub-id_pmid": "11052219", "section_type": "REF", "source": "Trends in Neurosciences", "type": "ref", "volume": "23", "year": "2000"}, "text": "Pre- and postsynaptic aspects of dopamine-mediated transmission", "sentences": [], "annotations": [], "relations": []}, {"offset": 43625, "infons": {"fpage": "971", "issue": "7", "lpage": "978", "name_0": "surname:Weissman;given-names:D. H.", "name_1": "surname:Roberts;given-names:K. C.", "name_2": "surname:Visscher;given-names:K. M.", "name_3": "surname:Woldorff;given-names:M. G.", "pub-id_doi": "10.1038/nn1727", "pub-id_pmid": "16767087", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "9", "year": "2006"}, "text": "The neural bases of momentary lapses in attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 43675, "infons": {"fpage": "1558", "issue": "7", "lpage": "1569", "name_0": "surname:Williams;given-names:D.", "name_1": "surname:Tijssen;given-names:M.", "name_2": "surname:van Bruggen;given-names:G.", "name_3": "surname:Bosch;given-names:A.", "name_4": "surname:Insola;given-names:A.", "name_5": "surname:Di Lazzaro;given-names:V.", "pub-id_doi": "10.1093/brain/awf156", "pub-id_pmid": "12077005", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "125", "year": "2002"}, "text": "Dopamine-dependent changes in the functional connectivity between basal ganglia and cerebral cortex in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 43785, "infons": {"fpage": "381", "lpage": "397", "name_0": "surname:Winkler;given-names:A. M.", "name_1": "surname:Ridgway;given-names:G. R.", "name_2": "surname:Webster;given-names:M. A.", "name_3": "surname:Smith;given-names:S. M.", "name_4": "surname:Nichols;given-names:T. E.", "pub-id_doi": "10.1016/j.neuroimage.2014.01.060", "pub-id_pmid": "24530839", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "92", "year": "2014"}, "text": "Permutation inference for the general linear model", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}