{"source": "PMC", "date": "20201218", "key": "pmc.key", "infons": {}, "documents": [{"id": "5650579", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2017.07.003", "article-id_pmc": "5650579", "article-id_pmid": "29071207", "article-id_publisher-id": "S2213-1582(17)30169-9", "fpage": "32", "kwd": "Cognitive control Functional magnetic resonance imaging Intrinsic motivation Lateral prefrontal cortex Schizophrenia Striatum", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "42", "name_0": "surname:Takeda;given-names:Kazuyoshi", "name_1": "surname:Matsumoto;given-names:Madoka", "name_2": "surname:Ogata;given-names:Yousuke", "name_3": "surname:Maida;given-names:Keiko", "name_4": "surname:Murakami;given-names:Hiroki", "name_5": "surname:Murayama;given-names:Kou", "name_6": "surname:Shimoji;given-names:Keigo", "name_7": "surname:Hanakawa;given-names:Takashi", "name_8": "surname:Matsumoto;given-names:Kenji", "name_9": "surname:Nakagome;given-names:Kazuyuki", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "16", "year": "2017"}, "text": "Impaired prefrontal activity to regulate the intrinsic motivation-action link in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 95, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A core feature of schizophrenia (SCZ) is impairment in intrinsic motivation. Although intrinsic motivation plays an important role in enhancing improvement of the social functioning, its neural mechanisms of impairment have yet to be clarified. We hypothesized that abnormal function of the frontostriatal loop consisting of the striatum and lateral prefrontal cortex (LPFC) may be related to impaired intrinsic motivation in SCZ. We tested this by comparing the brain activity measured by functional magnetic resonance imaging and behavioral parameters associated with movement, motivation, and cognitive control between 18 stable SCZ patients and 17 healthy control (HC) participants during a task that elicits intrinsic motivation. We also compared the functional connectivity during resting-state and the fractional anisotropy using diffusion tensor imaging analysis between the two groups. We adopted an enjoyable timing task to stop a stopwatch at an exact time, which in our previous study has demonstrated to elicit intrinsic motivation. Although the performance level in general was not different between groups, the SCZ group performed worse than the HC group in trials following “overshoot” errors (i.e., the response was too late). SCZ participants showed lower intrinsic motivation to the task than the HC group in an inventory report. The striatal activity during the prediction at the task cue period was consistently lower in SCZ participants than in HC. The LPFC activity at the task cue period positively correlated with intrinsic motivation and also with the rate of success following overshoot errors in the HC group, but not in the SCZ group. The LPFC activity at the task cue period was also positively correlated with the striatal activity in both groups. The striatal activity during the feedback period was not significantly different between groups. These results suggest that, unlike HC, the neural activity in the LPFC fails to mediate between prediction of hedonic events and cognitive control of action plans in SCZ, whereas the hedonic response is retained.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2184, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 2195, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The neural basis of impaired motivation in schizophrenia is examined using fMRI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2276, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The hedonic response to a feedback in the striatum is retained in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2357, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Translating hedonic events to action plans is impeded by poor cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2438, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The cognitive control impairment is associated with altered prefrontal function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2519, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2532, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "People with schizophrenia (SCZ) show marked cognitive deficits that are closely related to deficits in social functioning, and cognitive remediation therapies have been shown to moderately improve cognitive impairments and social functioning. To design more effective therapies, it is necessary to be aware of the mediators linking them such as motivation, particularly intrinsic motivation, which is distinct from extrinsic motivation in that it is based on internal value such as interest and enjoyment. However, the neural mechanisms of intrinsic motivation in SCZ have yet to be clarified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3126, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A negative symptom is one of the major symptoms in SCZ. Although it has been thought that the hedonic response is impaired in SCZ (‘anhedonia’), recent studies report that patients exhibit a hedonic response that is similar to healthy controls (HC) at the subjective and neurophysiological level. However, SCZ patients seem less motivated to be engaged in goal-directed behavior, suggesting that the apparent reduction of motivation may not be based on deficits in the hedonic response itself but on impairments in linking expectation of hedonic events to action plans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3696, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Many studies suggest that the expectation of rewards or hedonic events is processed in the striatum and the prefrontal regions, and the lateral prefrontal cortex (LPFC) in particular is the core region for planning actions on the basis of expectation of goal attainment. Furthermore, the prefrontal regions and the striatum are interconnected through the frontostriatal loops, which are involved in functions including generation of goal-directed, motivated behaviors. Moreover, several studies have reported reduced ventral striatum activity in the expectation of rewards in SCZ. There are many reports about the behavioral deficits and altered neural activity during cognitive control tasks mediated by the LPFC in SCZ. These findings led us to hypothesize that SCZ patients may show reduced intrinsic motivation and also difficulty in translating information about potentially rewarding events into action plans due to cognitive control impairments associated with altered LPFC function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4687, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To test the above hypothesis, we used a timing task called the stopwatch (SW) task, which requires subjects to stop a stopwatch by pressing a button as close as possible to the 5-s time point. The control task required the subjects to passively view a stopwatch and simply press a button when it automatically stopped (watch-stop, WS). Although the main aim of the study by was to detect the undermining effects of monetary reward on intrinsic motivation in healthy populations, the authors also found that subjects without monetary reward were clearly more engaged in the SW task than in the WS task during the free choice period, which suggests that they were intrinsically motivated by the SW task. In addition, they also reported that the anterior striatum and the LPFC were more activated by the SW task compared to the WS task using functional MRI, suggesting that the task may reveal a the neural mechanism related to intrinsic motivation in SCZ. There is also supporting evidence for using a timing task to investigate the neural mechanism of motivation from animal studies. reported that schizophrenic model mice that selectively overexpress striatal dopamine D2 receptors showed both timing and motivational deficits, which suggests a common neural basis underlying both functions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5979, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although a free-choice behavior is useful for detecting intrinsic motivation directly, a self-report measure of intrinsic motivation based on cognitive evaluation theory, such as the Intrinsic Motivation Inventory (IMI) has been developed as a multidimensional self-report and used widely to assess motivational structures for targeted activities such as sports, school, medical procedures, and laboratory tasks. According to the cognitive evaluation theory, events leading to greater perceived self-determination or perceived competence increase intrinsic motivation, whereas events that decrease perceived self-determination or competence lessen intrinsic motivation. developed an adapted version of the IMI for SCZ patients. The IMI for SCZ has been shown to be responsive to manipulations made to a specific task or activity, and a target of intervention when modifying activity parameters to encourage greater engagement for that activity. These findings indicate that the IMI for SCZ is a valid measure of intrinsic motivation to perform a given task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7037, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Behavioral task, performance, and IMI scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7083, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) In the stopwatch (SW) task, participants were presented with a SW that starts automatically, and the goal is to press a button with the right thumb as close as possible to the 5-s time point. The control task was a watch-stop (WS) task, in which participants passively viewed a SW and were asked to simply press a button when it automatically stopped. (B) Numbers of success trials in the SW task were not significantly different between groups (SCZ: 11.9, HC: 15.2, z = 1.58, p = 0.11, Mann-Whitney U test). (C) The differences in IMI between SW and WS tasks showed a significant between-group difference suggesting that intrinsic motivation was lower in SCZ than in HC (SCZ: 2.9 ± 1.2, HC: 8.9 ± 2.1, z = 2.14, p = 0.03, Mann-Whitney U test, error bar: SEM). *: p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7861, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 7868, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study, we explored the neural mechanism of intrinsic motivation, which is a key element in psychiatric rehabilitation to enhance social functioning in SCZ. We recruited a population of SCZ patients who were clinically stable and were ready to participate in rehabilitation such as cognitive remediation therapy. To test whether the intrinsic motivation impairment in SCZ is associated with frontostriatal loop dysfunction, we focused on activity in the striatum and LPFC during a stopwatch task as described in (Fig. 1A). We also examined the neural correlates of the control of action accelerated by motivation, through detailed analyses of behavioral data in SCZ versus HC subjects during a SW task that elicits motivation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8609, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 8631, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8644, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Subjects and demographics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8671, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>SCZ</th><th>HC</th></tr></thead><tbody><tr><td>Numbers</td><td>18</td><td>17</td></tr><tr><td>Sex (males)</td><td>11</td><td>10</td></tr><tr><td>Age (mean ± SD)</td><td>33.6 ± 7.7</td><td>33.7 ± 8.3</td></tr><tr><td>Numbers of left-handed</td><td>2</td><td>2</td></tr><tr><td>Educated years<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td><td>13.8 ± 1.8</td><td>16.8 ± 1.6</td></tr><tr><td>JART</td><td>102.2 ± 6.8</td><td>104.2 ± 10.1</td></tr><tr><td>Duration of illness (year)</td><td>8.7 ± 4.7</td><td/></tr><tr><td>Daily dosage (CP equivalent, mg/day)</td><td>455.0 ± 251.7</td><td/></tr><tr><td>PANSS score</td><td/><td/></tr><tr><td> Total</td><td>43.4 ± 8.0</td><td/></tr><tr><td> Positive</td><td>10.3 ± 3.7</td><td/></tr><tr><td> Negative</td><td>12.1 ± 3.5</td><td/></tr><tr><td> General</td><td>21.1 ± 3.4</td><td/></tr><tr><td>GAF score</td><td>68.9 ± 12.4</td><td/></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 8682, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>SCZ</th><th>HC</th></tr></thead><tbody><tr><td>Numbers</td><td>18</td><td>17</td></tr><tr><td>Sex (males)</td><td>11</td><td>10</td></tr><tr><td>Age (mean ± SD)</td><td>33.6 ± 7.7</td><td>33.7 ± 8.3</td></tr><tr><td>Numbers of left-handed</td><td>2</td><td>2</td></tr><tr><td>Educated years<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td><td>13.8 ± 1.8</td><td>16.8 ± 1.6</td></tr><tr><td>JART</td><td>102.2 ± 6.8</td><td>104.2 ± 10.1</td></tr><tr><td>Duration of illness (year)</td><td>8.7 ± 4.7</td><td/></tr><tr><td>Daily dosage (CP equivalent, mg/day)</td><td>455.0 ± 251.7</td><td/></tr><tr><td>PANSS score</td><td/><td/></tr><tr><td> Total</td><td>43.4 ± 8.0</td><td/></tr><tr><td> Positive</td><td>10.3 ± 3.7</td><td/></tr><tr><td> Negative</td><td>12.1 ± 3.5</td><td/></tr><tr><td> General</td><td>21.1 ± 3.4</td><td/></tr><tr><td>GAF score</td><td>68.9 ± 12.4</td><td/></tr></tbody></table>\n"}, "text": "\tSCZ\tHC\t \tNumbers\t18\t17\t \tSex (males)\t11\t10\t \tAge (mean ± SD)\t33.6 ± 7.7\t33.7 ± 8.3\t \tNumbers of left-handed\t2\t2\t \tEducated years⁎\t13.8 ± 1.8\t16.8 ± 1.6\t \tJART\t102.2 ± 6.8\t104.2 ± 10.1\t \tDuration of illness (year)\t8.7 ± 4.7\t\t \tDaily dosage (CP equivalent, mg/day)\t455.0 ± 251.7\t\t \tPANSS score\t\t\t \t Total\t43.4 ± 8.0\t\t \t Positive\t10.3 ± 3.7\t\t \t Negative\t12.1 ± 3.5\t\t \t General\t21.1 ± 3.4\t\t \tGAF score\t68.9 ± 12.4\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9097, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviation: SCZ: schizophrenia; HC: healthy control; JART: Japanese Adult Reading Test; PANSS: Positive and Negative Syndrome Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9232, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Data in both groups are not significantly different except for the educated years (z = 3.84, p = 0.0001, Mann-Whitney U test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9359, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Eighteen patients with SCZ diagnosed in accordance with the DSM-IV-TR criteria with mild symptomatology were recruited from outpatients of National Center Hospital, National Center of Neurology and Psychiatry (NCNP). All patients gave written informed consent. The mean PANSS total score was 43.4 ± 8.0 and the mean duration of illness was 8.7 ± 4.7 years suggesting that the patients were clinically stable and treatment responsive considering the relatively short duration of illness. Seventeen HC subjects, matched on age and sex and without any history of psychiatric and neurological illness, also consented to participate in the study. The study was approved by the ethical committee of NCNP. The demographic and clinical characteristics in both groups are shown in Table 1 and Supplementary Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10166, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental task", "sentences": [], "annotations": [], "relations": []}, {"offset": 10184, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the stopwatch (SW) task, a SW depicted in the screen started automatically, and the goal was to press a button with the right thumb within 50 ms of the 5-s time point (Fig. 1A). The accumulated number of successful trials in the SW task was continuously presented at the upper right corner of the screen and was updated 1.5 s after the button press only when the participant succeeded in stopping the SW display between 4.95 s and 5.05 s. The control task was a watch-stop (WS) task, in which participants passively viewed a SW and were asked to simply press a button when it automatically stopped. The SW task was considered more motivating than the WS task. A session consists of 30 SW and 30 WS trials, which were pseudorandomly intermixed and both tasks were preceded by a cue that indicates which of the two tasks will be displayed (Supplementary Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11049, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Behavioral measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 11069, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To measure the participants' behavioral response properties, we obtained the reaction time (RT) in the WS task. The RT in the WS trial was the period from the time that the stopwatch automatically stopped to when the participant pressed the button (always positive because button press was not allowed before the stopwatch stopped). On the other hand, in the SW task, we calculated the Timing Error (TE). The TE in the SW trial was defined as the time from 5.00 s (ideal time to be stopped) to when the participant pressed the button to stop the stopwatch (positive TE for stopped time of > 5.00 s, and negative TE for stopped time of < 5.00 s). Also, to measure how quickly or slowly the participants pressed the button in erroneous SW trials, we classified the erroneous SW trials into two types: Undershoot for the trial with TE < − 0.05 s (i.e. the stopped time < 4.95 s) and Overshoot for the trial with TE > + 0.05 s (i.e. the stopped time > 5.05 s), and averaged the TE s for Undershoot and Overshoot trials separately.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12096, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Furthermore, to examine whether the TE correction following Undershoot or Overshoot trials in SCZ was appropriate or not, we compared the performance levels in the SW trials following Undershoot or Overshoot trials between SCZ and HC. The rate of Success, Undershoot and Overshoot SW trials following an Undershoot or Overshoot trial was calculated by averaging the rates from each participant in each group. For each participant, we calculated the rates by dividing the number SW trials per type (Success, Undershoot or Overshoot) following an Undershoot or Overshoot trial by the total number of Undershoot or Overshoot trials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12726, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Measurement of intrinsic motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 12762, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to assess each participant's intrinsic motivation for each task, we used the intrinsic motivation inventory (IMI) developed by. IMI is a self-reported questionnaire, which consists of 21 questions on a seven-point Likert scale for each task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13013, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IMI provides three subscales, “interest and enjoyment”, “choice” and “value”, which are calculated from the corresponding 7 questions. In this study, subscale scores of “choice” were excluded from the IMI scores as the task was not of free choice. We considered the summed score of “interest and enjoyment” and “value” for SW task as a measure of intrinsic motivation after subtracting the summed score for the control (WS) task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13443, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Scan procedure, MRI data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 13480, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All functional and structural MRI data were collected using a 3-T Verio MRI scanner (Siemens) with the 32-channel head coil at the Integrative Brain Imaging Center, NCNP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13651, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Firstly, the following parameters were used for high-resolution T1-weighted volumetric 3D (3DT1-weighted) images axially: repetition time (TR)/echo time (TE) = 2300/2.95 ms, 256 × 256 matrix, 9° flip angle, voxel size = 1.1 × 1.1 × 1.2 mm3 and 176 slices without inter-slice gap.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13931, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Second, functional imaging—gradient echo, T2*-weighted echo-planar images (EPI) with blood oxygenation level-dependent (BOLD) contrast—were acquired during the SW and WS tasks. Forty-two contiguous interleaved transversal slices were acquired in each volume, with a slice thickness of 3 mm and no gap (TR/TE = 2500/25 ms, 90° flip angle, field of view = 192 × 192 mm2, 64 × 64 matrix). Slice orientation was tilted − 30° from the AC–PC line. We discarded the first three images before data processing and used statistical analysis to compensate for the T1 saturation effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14507, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Next, all subjects were instructed to relax, hold still, and fixate the fixation point (cross, visual angle 2°) at the center of the screen during the resting-state fMRI examination. 140 functional images at the same locations as the anatomical slices were acquired by using an EPI sequence with the following parameters: TR/TE = 3000/30 ms, 48 slices, 64 × 64 matrix, 80° flip angle, field of view = 212 × 212 mm2 and voxel size = 3.6 × 3.3 × 3.3 mm3. The scanning time was 7 min 8 s.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14993, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, DTI was performed using the spin echo echo-planar technique (TR/TE = 14,100 /81 ms, 90° flip angle, field of view = 224 × 224 mm2, 114 × 114 matrix, section thickness = 2 mm with no gap). Images were obtained with both 30-direction diffusion encoding (b = 1000 s/mm2 for each direction) and no diffusion encoding (b = 0 s/mm2). A total of 75 axial section images were obtained, covering the entire cerebrum. The scanning time was 8 min 1 s.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15443, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRI data from 2 patients were excluded from the analysis because of the excessive motion > 2 mm maximum displacement in x, y or z and > 1.0 degree of angular motion about each axis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15625, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "FMRI data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15644, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were analyzed using Statistical Parametric Mapping (SPM8, Wellcome Department of Imaging Neuroscience, Institute of Neurology, London, UK; http://www.fil.ion.ucl.ac.uk/spm/). Images were corrected for slice acquisition time within each volume, motion-corrected with realignment to the first volume, spatially normalized to the standard Montreal Neurological Institute (MNI) EPI template, and spatially smoothed using a Gaussian kernel with a full width at half maximum of 8 mm. For each participant, the BOLD responses across the scanning run were modeled with a general linear model. The model included the following regressors of interest: presentation of SW task cue, presentation of WS task cue, presentation of success feedback in the SW task, presentation of failure feedback in the SW task. The motion parameters, inappropriate trials which participants did not press a button in the SW task or press a button before a SW stopped in the WS task were also included as regressors of no interest. The regressors (except for the motion parameters) were calculated using a boxcar function convolved with a hemodynamic-response function. The estimates were corrected for temporal autocorrelation by using a first-order autoregressive model. To investigate cue effects and the feedback effects, our primary focus of interest, two contrast values were calculated: (i) contrast between SW task cue and WS task cue effects (i.e., SW minus WS), and (ii) contrast between success feedback and failure feedback effects (i.e., success minus failure). In region of interest (ROI) analysis, we calculated the peaks of clusters that showed significant activation during the cue period (SW-WS) and the feedback period (Success-Failure). For the analysis of the LPFC and striatum, fMRI data were masked anatomically using the Automated Anatomical Labeling atlas of the WFU (Wake Forest University) Pickatlas toolbox. The mask for the LPFC consisted of area 46, and the mask for the striatum consisted of the caudate and putamen. Then, the peak activation voxels in the LPFC and the striatum were selected (FWE p < 0.05, one-sample t-test). However, for the analysis of the cue activation in the striatum, we adopted the beta values of peak voxels which showed a significant difference between SCZ and HC (p < 0.05 FWE cluster correction, two-sample t-test). We created small ROIs (6 mm spheres) at the peaks of activation clusters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18069, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional connectivity analyses by resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 18124, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The target ROIs consisted of 6-mm radius spheres centered on the LPFC coordination obtained by fMRI data during the task performance and of the striatum cited from the AAL (Automated Anatomical Labeling) template. Functional connectivity of target ROIs was acquired as follows by using CONN toolbox version 13.b; at first, a signal time-series within the voxel was extracted from each ROI. For the removal of signals of no interest, signals correlated with 6 motion parameters from the realignment procedure and signals derived from the entire White matter mask and CSF mask were regressed out in each participant, by using a general linear model (GLM)-based multiple regression. And then linear detrending and despiking was applied to yielded signals to diminish the effect of head motion. After that, confound-removed time course within the voxel was averaged across the voxel of ROIs. Finally, all of the confound-removed time course data underwent a band-pass filtering of 0.01–0.1 Hz.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19114, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "And then, the correlation coefficient of BOLD signal time-course was computed between target ROIs, and Fisher's z-transform was applied for each coefficient, yielding strength of functional connectivity in each subject.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19334, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Calculation of the FA value by probabilistic tractography", "sentences": [], "annotations": [], "relations": []}, {"offset": 19392, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each subject's 3DT1-weighted images were first linearly registered to MNI152 standard space using the FLIRT linear registration tool and a 12-degree-of-freedom affine transformation (part of FSL, http://fsl.fmrib.ox.ac.uk/fsl/fslwiki/). The linearly transformed 3DT1-weighted images were then used as the input to nonlinearly register each subject's image into MNI152 standard space using FSL's FNIRT nonlinear registration tool.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19822, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All registered images were visually inspected for accurate registration. The striatum seed region for probabilistic tractography was taken from the AAL template, and the LPFC target region for probabilistic tractography was taken from fMRI data obtained during the task performance. An inverse transformation was used to convert these seed and target ROIs in MNI152 standard space back to each subject's native space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20240, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The raw DTI data were corrected for movement and for eddy current distortions using the FMRIB Diffusion Toolbox (part of FSL). The probabilistic tractography was performed between a seed ROI (the striatum) and a target ROI (the LPFC) of the individual brains in native space by sampling 5000 streamline fibers. Only the top scoring 10% of pathways were retained; these pathways were then considered the most likely pathways connecting the pair of regions. The probabilistic tractography was visually examined for each subject to verify the trajectory and to check for false-positive streamlines. Fractional anisotropy (FA) was calculated as the mean value within each tract using the fslstats command line tool (part of FSL).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20966, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Path analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 20980, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the path analysis, structural equation modeling (SEM) was used to assess the relations among the variables including neural activity and IMI and the behavioral data obtained in this study. We selected maximum-likelihood with robust standard error (MLR) as the method of estimation. These analyses were conducted in M-plus v.7.31. To investigate the translational process of motivational information elicited in the striatum into action plans produced in the LPFC, we prioritized the flow of information from the striatum to LPFC in the path analysis. However, we also examined the opposite flow of information from LPFC to the striatum. Using four observed variables, we analyzed an unconstrained model and assessed the model’ fit with SCZ and HC data, respectively. Fit was assessed using the χ2 goodness of fit index, Akaike's information criteria (AIC), Bayesian information criteria (BIC), the comparative fit index (CFI), and the standardized root mean square residual (SRMR). Criteria for assessing model fit included: p value of χ2 (df) ≥ 0.05; CFI ≥ 0.95; and SRMR ≤ 0.1. If the estimates of the model were different in SCZ and HC, we performed multiple-group structural equation modeling (MGSEM) to examine the validity. Specifically, we compared the fit between two models by examining the change on the model fit indices: the model where loadings samples in the SCZ and HC were constrained to be equal and the other model where they were allowed to differ (unconstrained) using the likelihood ratio test (a 2 difference test). In the present study, we compared the fit between the unconstrained model and the model constrained to be equal to the observed and error variables. To perform the likelihood ratio test for MLR, we calculated the χ2 value of Satorra-Bentler (M-plus website: https://www.statmodel.com/chidiff.shtml).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22821, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Satorra-Bentler scaled chi-square difference test TRd computed as follows;where T0 and T1 are the MLR chi-square values for the nested and comparison model, respectively. The difference test scaling correction (cd) was computed as follows;where d0 is the degrees of freedom in the nested model, c0 is the scaling correction factor for the nested model, d1 is the degrees of freedom in the comparison model, and c1 is the scaling correction factor for the comparison model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23298, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 23319, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PASW Statistics version 18.0 (SPSS, Chicago, IL, USA) was used for the analysis, and the level of significance was set at 0.05. Mann-Whitney U test was used to explore between-group differences for the demographic and clinical characteristics, the correct trials, the mean RT, and the IMI scores. Two-way mixed ANOVA was used to examine between-group differences for the mean TE, the performance level following Undershoot or Overshoot trials. Pearson's r was calculated for each group to examine the correlation between the performance and the difference of IMI scores in the SW and WS tasks. The fMRI data were analyzed as described above in the fMRI data analysis section. Pearson's r was calculated for each group to examine the correlation between the activation in the striatum or LPFC and the difference of IMI scores between the SW and WS tasks, and the correlation between the activation in the striatum or LPFC and the rate of Success SW trials following Undershoot or Overshoot trials. In addition, Pearson's r was calculated between the IMI(SW-WS), performance level, error correction, striatum, LPFC β(SW-WS) and Chlorpromazine (CP) equivalent daily dosage of antipsychotics and Positive and Negative Syndrome Scale (PANSS) negative scores. Multiplicity of statistical analyses was corrected using Bonferroni for each test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24656, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 24664, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavioral indices", "sentences": [], "annotations": [], "relations": []}, {"offset": 24683, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Numbers of success trials in the SW task were not significantly different between groups (Fig. 1B, z = 1.58, p = 0.11, Mann-Whitney U test), indicating that SCZ and HC participants performed the SW task equally well. The reaction times (RTs) in the WS task were not significantly different between groups (Supplementary Table 1), indicating that SCZ were not impaired in simple reaction time. The TEs in the SW task tended to be faster in SCZ (Supplementary Table 1). Moreover, the task performance was not correlated with the CP equivalent daily dosage of antipsychotics or the PANSS negative scores (Supplementary Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25309, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Intrinsic motivational measurement", "sentences": [], "annotations": [], "relations": []}, {"offset": 25344, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The IMI scores for the SW task were significantly higher than those for the WS task in both groups (SCZ: z = 2.04, p = 0.04; HC: z = 3.07, p = 0.002, Wilcoxon signed-rank test), indicating that both groups were more motivated by the SW task than the WS task. We took the IMI for the SW task subtracted by that for WS task (referred to as IMI(SW-WS)) as a measure of the intrinsic motivation attributed to the components specific to the SW task. The IMI(SW-WS) was significantly lower in the SCZ group (Fig. 1C, z = 2.14, p = 0.03, Mann-Whitney U test). Since the IMI(SW-WS) were not significantly correlated with the numbers of success trials in either group (Supplementary Fig. 1), the between-group difference was unlikely to be confounded by task performance. The IMI(SW-WS) was not correlated with the antipsychotic dose or the PANSS negative scores (Supplementary Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26223, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Error correction in the SW task", "sentences": [], "annotations": [], "relations": []}, {"offset": 26255, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate cognitive control impairment in SCZ, we focused on the error correction. Therefore, we classified the erroneous SW trials into two types, Undershoot for trials with timing error (TE) < − 0.05 s and Overshoot for trials with TE > + 0.05 s compared to 5.00 s. Particularly, after an Undershoot trial, subjects were required to press the button more slowly but regulate the timing so as not to press the button too late for success. On the other hand, after an Overshoot trial, subjects were required to press the button faster but regulate the timing so as not to press the button too soon for success. We considered the regulation of button press speed as a type of response inhibition, which is a hallmark of cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26998, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Group differences in cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27038, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Different types of TEs between groups. There was not a significant main effect of Group (SCZ vs HC) (F(1, 32) = 0.33, p = 0.57), and no interaction between Group and TE (Success vs Undershoot vs Overshoot) (F(2, 64) = 1.60, p = 0.21).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27277, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) We compared the performance level following the Undershoot or Overshoot between SCZ and HC. In the Post-Overshoot trials, there was a significant main effect of Post-Overshoot (Success vs Undershoot vs Overshoot) (F(2, 62) = 15.35, p < 0.001), and a significant interaction between Post-Overshoot and Group (SCZ vs HC) (F(2, 62) = 5.76, p = 0.01). The secondary analysis for each Post-Overshoot trial revealed a significant main effect of group for Success (F(1, 31) = 6.91, p = 0.013) and Undershoot (F(1, 31) = 7.61, p = 0.010). On the other hand, for the post-Undershoot trials, although there was a significant main effect of Post-Undershoot (Success vs Undershoot vs Overshoot) (F(2, 66) = 4.33, p = 0.02), there was no significant interaction between Post-Undershoot and Group (SCZ vs HC) (F(2, 66) = 0.99, p = 0.38).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28105, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 28112, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Firstly, we evaluated the difference in TEs between groups (Fig.2A). There was not a significant main effect of Group (SCZ vs HC) (F(1, 32) = 0.33, p = 0.57), and no interaction between Group and TE (Success vs Undershoot vs Overshoot) (F(2, 64) = 1.60, p = 0.21). This finding indicated that the TEs were not significantly different between groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28462, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Moreover, to examine whether the correction after an error was appropriate or not in the SCZ group, we compared the performance level following Undershoot or Overshoot between SCZ and HC. We conducted a two-way mixed ANOVA (Fig. 2B). In the post-Overshoot trials, there was a significant main effect of Post-Overshoot (Success vs Undershoot vs Overshoot) (F(2, 62) = 15.35, p < 0.001), and a significant interaction between Post-Overshoot and Group (SCZ vs HC) (F(2, 62) = 5.76, p = 0.01). The secondary analysis for each Post-Overshoot condition revealed a significant main effect of group for Success (F(1, 31) = 6.91, p = 0.013) and Undershoot (F(1, 31) = 7.61, p = 0.010). On the other hand, for the post-Undershoot trials, although there was a significant main effect of Post-Undershoot (Success vs Undershoot vs Overshoot) (F(2, 66) = 4.33, p = 0.02), there was no significant interaction between Post-Undershoot and Group (SCZ vs HC) (F(2, 66) = 0.99, p = 0.38).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29432, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "These findings indicated that the rate of Success SW trials following Overshoot (Overshoot → Success) in the SCZ group was significantly lower than that in HC, and the rate of Undershoot SW trials following Overshoot (Overshoot → Undershoot) was significantly higher in SCZ participants than in HC, suggesting that SCZ patients showed excessive error correction after Overshoot trials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29818, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Neither the rate of Overshoot → Success nor of Overshoot → Undershoot was significantly correlated with antipsychotic dose or the PANSS negative scores (Supplementary Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29995, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Striatum and LPFC activation during the task cue period", "sentences": [], "annotations": [], "relations": []}, {"offset": 30051, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Striatal and prefrontal activation in SCZ and HC during the task cue period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30128, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The left (peak at − 12, 23, 4) and right (peak at 9, 17, − 2) striatum activation showing a significant between-group difference in response to the SW cues relative to the WS cues (p < 0.05 FWE cluster correction, two-sample t-test). Left: Activation superimposed on coronal view. Right: Mean contrast values and SEs of the left and right striatum activation. The bilateral striatum activation β(SW-WS) in SCZ was significantly lower than that in HC (Left, t31 = 3.54, p = 0.0013; Right, t31 = 4.05, p = 0.0003, two-sample t-test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30664, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) The left (peak at − 42, 50, 7) and right (peak at 39, 44, 28) prefrontal activation in response to the SW cues relative to the WS cues (FWE, p < 0.05, one-sample t-test). Left: activation superimposed on coronal view. Right: mean contrast values and SEs of the left and right prefrontal activation. The bilateral LPFC activation β(SW-WS) did not show a significant between-group difference (Left, t31 = 0.72, p = 0.48; Right, t31 = 1.95, p = 0.06, two-sample t-test). (C) Left LPFC (peak at − 42, 50, 7) activation β(SW-WS) in HC was positively and significantly correlated with the IMI(SW-WS) (Fig. 3C, r = 0.62, p = 0.008, correction threshold: p = 0.0125, Pearson), although this was not true for the right LPFC (peak at 39, 44, 28) (r = 0.42, p = 0.09, Pearson). As for SCZ, neither left nor right LPFC activation β(SW-WS) showed a significant correlation with IMI(SW-WS) (left: r = 0.28, p = 0.30; right: r = − 0.17, p = 0.13, Pearson). *: p < 0.0125, n.s.: not significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31648, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 31655, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We observed significant striatum activation in the SW task compared with the WS task during the task cue period in the whole brain analysis (FWE, p < 0.05, one-sample t-test). Moreover, a significant between-group difference was observed in the left (peak at − 12, 23, 4) and right (peak at 9, 17, − 2) striatum (Fig.3A, p < 0.05 FWE cluster correction, two-sample t-test). Meanwhile, the bilateral striatum activation β(SW-WS) was not significantly correlated with IMI(SW-WS) in either group (Supplementary Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32172, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In contrast, we observed significant LPFC activation in response to the SW cues relative to the WS cues (FWE, p < 0.05, one-sample t-test). However, a significant between-group difference was not observed (Fig. 3B, Left, t31 = 0.72, p = 0.48; Right, t31 = 1.95, p = 0.06, two-sample t-test). Left LPFC (peak at − 42, 50, 7) activation β(SW-WS) in HC was positively and significantly correlated with the IMI(SW-WS) (Fig. 3C, r = 0.62, p = 0.008, correction threshold: p = 0.0125, Pearson), although this was not true for the right LPFC (peak at 39, 44, 28) (r = 0.42, p = 0.09, Pearson). As for SCZ, neither left nor right LPFC activation β(SW-WS) showed a significant correlation with IMI(SW-WS) (Fig. 3C). Moreover, the bilateral striatum and LPFC activity were all not significantly correlated with either antipsychotic dose or the PANSS negative scores (Supplementary Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33053, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Striatum activation during the feedback period", "sentences": [], "annotations": [], "relations": []}, {"offset": 33100, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Striatal activation in SCZ and HC during the feedback period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33162, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The left (peak at − 12, 5, − 11) and right (peak at 9, 8, − 8) striatum activation in response to success feedback relative to failure feedback (FWE, p < 0.05, one-sample t-test). Left: Activation superimposed on the coronal format. Right: Mean contrast values and SEs of the left and right striatum activation. The bilateral striatum activation β(Success-Failure) did not show a significant between-group difference (Left, t31 = 0.24, p = 0.81; Right, t31 = 0.69, p = 0.50, two-sample t-test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33661, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) Striatum activation β(Success-Failure) was not significantly correlated with IMI(SW-WS) in each group (Left: SCZ: r = − 0.31, p = 0.63; HC: r = − 0.24, p = 0.36, Right: SCZ: r = − 0.35, p = 0.32; HC: r = − 0.24, p = 0.35, Pearson). n.s.: not significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33920, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 33927, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We measured the neural activity during the feedback period to assess the hedonic response elicited by the success feedback in comparison with the failure trials. We found significant striatal activity in the success trials in comparison with the failure trials bilaterally (FWE, p < 0.05, one-sample t-test) but not a significant between-group difference (Fig. 4A, Left, t31 = 0.24, p = 0.81; Right, t31 = 0.69, p = 0.50, two-sample t-test). Next, we examined the relationship between the striatum activation and IMI scores. Neither the left or right striatum activation β(Success-Failure) was significantly correlated with IMI(SW-WS) in either group (Fig. 4B, Left: SCZ: r = − 0.31, p = 0.63; HC: r = − 0.24, p = 0.36, Right: SCZ: r = − 0.35, p = 0.32; HC: r = − 0.24, p = 0.35, Pearson). In addition, the bilateral striatum activation β(SW-WS) in SCZ was not significantly correlated with antipsychotic dose (left: r = 0.01, p = 0.92; right: r = 0.16, p = 0.55, Pearson), the PANSS negative score (left: r = 0.16, p = 0.55; right: r = 0.23, p = 0.38, Pearson).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34990, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Relationship between LPFC activity and cognitive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 35047, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The reduced rate of Overshoot → Success in the SCZ group suggests that cognitive control of actions after Overshoot trials was impaired in this group, so we analyzed the relationship between it and LPFC activation as well as IMI(SW-WS). There was a significant correlation between left LPFC and IMI(SW-WS), so we focused on the left LPFC for further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35407, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation between the activation in LPFC and the rate of success SW trial following Overshoot (Overshoot → Success).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35526, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "In the HC group, there was a trend for significant correlation between left LPFC activation and the rate (Overshoot → Success) (r = 0.52, p = 0.04, correction threshold: p = 0.025, Pearson). In SCZ, there was no significant correlation among them. (SCZ, r = − 0.12, p = 0.56, Pearson). †: p < 0.05, n.s.: not significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35848, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 35855, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the HC group, there was a trend for significant correlation between left LPFC activation and the rate (Overshoot → Success) (r = 0.52, p = 0.04, correction threshold: p = 0.025, Pearson) but not in SCZ (Fig. 5). In addition, in HC, the rate of Overshoot → Success trials was significantly correlated with IMI(SW-WS) but not in SCZ (HC, r = 0.61, p = 0.024; SCZ, r = 0.05, p = 0.86, correction threshold: p = 0.025, Pearson).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36283, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "These results suggest that activity in the left LPFC, which was correlated with intrinsic motivation, is associated with a context updating process after Overshoot trials in HC but not in SCZ participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36489, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional correlation between LPFC and striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 36538, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We suspected that the difference in function of the frontostriatal loop components was important for the difference in IMI scores and cognitive control between groups, so we examined the relationships between the LPFC and striatum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36770, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation between LPFC and striatum activity, functional connectivity and fractional anisotropy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36869, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The activity in the left LPFC β(SW-WS) was significantly correlated with activity in the left striatum β(SW-WS) in both groups (SCZ: r = 0.66, p = 0.001; HC: r = 0.50, p = 0.017, correction threshold: p = 0.025, Pearson). The difference of the correlation coefficients in both groups was not significant (p = 0.54). *: p < 0.025. (B) The functional connectivity in left LPFC- left striatum using resting-state fMRI was not significantly different (SCZ: 0.06 ± 0.05, HC: 0.07 ± 0.03, z = 0.36, p = 0.72, Mann-Whitney U test, error bar: SEM). (C) FA (fractional anisotropy) in left LPFC- left striatum pathway was not significantly different between the groups (SCZ: 0.47, HC: 0.44, z = 1.31, p = 0.19, Mann-Whitney U test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37596, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 37603, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The activity in the left LPFC β(SW-WS) was significantly correlated with the activity in the left striatum β(SW-WS) in both groups (Fig. 6A, SCZ: r = 0.66, p = 0.001, HC: r = 0.50, p = 0.017, correction threshold: p = 0.025, Pearson). We further examined the functional connectivity during rest and a structural abnormality between the LPFC and striatum. Neither the resting-state functional connectivity nor the fractional anisotropy (FA) values were significantly different between groups (Fig. 6B and C). These results suggest that the LPFC-striatum connectivity was not impaired in the SCZ patients either functionally or structurally.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38243, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Path analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38257, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the relations among IMI(SW-WS), the striatum β(SW-WS), the LPFC β (SW-WS), and the rate of Overshoot → Success trials, we analyzed an unconstrained model by structural equation modeling and assessed the model fit indices in each group. As one of our primary aims was to explore the neural correlates of intrinsic motivation, which was indicated by the significant correlation between the IMI(SW-WS) and the left LPFC β(SW-WS), we decided to focus on the left side.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38732, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig_caption"}, "text": "Path diagrams in SCZ and HC model the results obtained from the unconstrained model by multiple-group structural equation modeling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38864, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig_caption"}, "text": "Path coefficients indicate the standardized model results. *: p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38936, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig"}, "text": "Fig. 7", "sentences": [], "annotations": [], "relations": []}, {"offset": 38943, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All path coefficients were significant in HC but not in SCZ (Fig. 7). As the path coefficients in both groups were different, we statistically tested the differences using multiple-group structural equation modeling to examine the validity. All model fit indices in the constrained model were lower than those in the unconstrained model (Supplementary Table 3). These results indicate that the unconstrained model is reasonable and suggest that the left LPFC receives the motivational signal and moderates the action based on this signal in HC but not in SCZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39503, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 39514, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "IMI scores and activation in the striatum during the task cue period", "sentences": [], "annotations": [], "relations": []}, {"offset": 39583, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The significant between-group difference in IMI(SW-WS) indicates that intrinsic motivation specific to the SW task in the SCZ group was lower than that in HC. Correspondingly, the striatal activation β(SW-WS) was significantly lower in SCZ than in HC. The lowered activation in the striatum may reflect reduced intrinsic motivation in the SW task in SCZ, since striatal activation has been suggested to encode anticipatory motivation. Consistent with our finding, Radula reported in their meta-analysis that SCZ patients showed a significant hypo-activation in bilateral ventral striatum during reward anticipation, which was not moderated by current antipsychotic drug use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40258, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Considering the strong dopaminergic (DA) projections to the striatum and the idea that the DA system is involved in “wanting” or desire for success, the reduced striatal activation may suggest a deficit in the process of “wanting” or expecting a success in the SW task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40528, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "IMI scores and the activation in LPFC during the task cue period", "sentences": [], "annotations": [], "relations": []}, {"offset": 40593, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The striatal activation was not significantly correlated with IMI in either group, which was contrary to our expectation. This may be partly due to an inherent property of the IMI. Because IMI is a self-reported questionnaire, the participants' answers might weight the self-monitored aspects of their motivation more and reflect the intrinsic motivation itself just indirectly. This idea is supported by our finding that the left LPFC activation was significantly positively correlated with IMI in HC. This suggests that IMI may be useful to detect a cognitively monitored aspect of intrinsic motivation, while a free-choice behavior is more useful for detecting intrinsic motivation directly. Our finding that the LPFC is involved in intrinsic motivation measured by IMI is consistent with our previous study using a free-choice behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41434, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Importantly, the significant correlation observed in HC between the IMI and the LPFC activation was not obtained in the SCZ group, suggesting that the cognitively monitored aspect of intrinsic motivation is not appropriately processed in SCZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41677, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Error correction after Undershoot and Overshoot trials", "sentences": [], "annotations": [], "relations": []}, {"offset": 41732, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The abnormal performance observed in SCZ participants in our study is unlikely due to time perception deficits known in SCZ, since the accuracy and the mean TE in the SW task were normal in SCZ. We focused on the relationship between the participants' performance after error and the LPFC activation, because the cognitive control for context updating in the PFC is recruited after error. The monitoring aspect of intrinsic motivation may also be processed in the LPFC and affect some processes of cognitive control. Actually, the rate of Overshoot → Success was significantly positively correlated with the LPFC activation in HC as the IMI scores were. These correlations were no more significant in SCZ. These results suggest that SCZ failed to correctly control the timing of button press in the SW task following Overshoot, which may be induced by the functional impairment of LPFC in cognitively controlling intrinsic motivation to obtain goal-directed behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42700, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It was interesting that LPFC activation was associated with the error correction specifically after Overshoot. It may be related to the fact that motivation would simply push forward action execution if not for explicit cognitive control, and cognitive control is recruited when an inappropriate excessive behavior has to be suppressed. In our SW task, subjects need to press the button faster in the SW trials following an Overshoot to achieve success. Since Overshoot errors may cause an excessively fast response in the following trial, the response should be adequately regulated. The motivation signal from the striatum could reach the LPFC probably via the thalamus, and cognitive control might have worked to adequately regulate the motivation signal to obtain goal-directed behavior in HC. In SCZ, this adequate regulation of motivation signal in LPFC seemed to be deteriorated so that the rate of Overshoot → Success trials was lower in the SCZ group than in HC. Actually, the rate of Overshoot → Undershoot was significantly higher in SCZ than in HC, suggesting a dysregulation of the drive to accelerate the timing in SCZ (Fig. 2B). The regulation of motivation signal by cognitive control might be different in the SW trials following an Undershoot, since a slower response should have been intended there. Actually, the rate of Undershoot → Success was not significantly different between groups. This finding is in part consistent with a previous study in which trial-and-error adjustment of response time was required for patients with SCZ and HC to maximize reward. Compared with HC, the patients with SCZ showed impairment in the learning of faster responses, but not in the learning of slower responses. Despite the differences in the task design and reward dependency, these two studies jointly indicate that the adjustment to accelerate behavioral responses may be impaired in SCZ, accounting for the differences in the accuracy between the adjustment of Overshoot errors and that of Undershoot errors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44723, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Prefrontal-striatal interaction and cognitive control impairment in SCZ", "sentences": [], "annotations": [], "relations": []}, {"offset": 44795, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " pointed out that it is important to elucidate whether the cognitive control impairments associated with altered LPFC function reflect problems in translating reward information into goal representations. They also reported a potentially important role for prefrontal-striatal interactions in mediating impairment between motivation and goal-directed behavior in SCZ. However, there have been few direct tests of it.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45212, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present findings suggest that functional or structural connectivity is not impaired generally but the LPFC function in cognitive control of intrinsic motivation moderated by the striatum is impaired in SCZ. This idea was clearly supported by the path analysis that suggested that the left LPFC received the motivation signal from the striatum and adequately regulated action accelerated by the Overshoot errors in HC but this process was impaired in SCZ (Fig. 7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45680, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, avolition is a reduced motivation to initiate or persist in goal-directed behavior. It comprises a part of experiential negative symptoms along with anhedonia, which are defined in terms of motivation. In the present study, as we indeed found some evidence for increased avolition but not for anhedonia in SCZ, we assume that the activity in the LPFC contributed to both volition and cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46096, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Activation in the striatum during the feedback period", "sentences": [], "annotations": [], "relations": []}, {"offset": 46150, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The striatum activation during the feedback period was not significantly different between groups, suggesting that the hedonic aspects of intrinsic motivation such as pleasure in the outcome (Success-Failure) obtained in the SW task were similar in SCZ and HC. If the striatum activation during the feedback period reflects the emotional response to feedback stimuli, it may well explain the lack of correlation between the striatum activation (Success-Failure) and the IMI(SW-WS) during the feedback period in either group, because IMI(SW-WS) is assumed to reflect the cognitively monitored aspects of intrinsic motivation. Moreover, this striatum β(Success-Failure) may suggest that SCZ patients retain the function of ‘hedonics or liking’ formed by the opioid and GABA system in the nucleus accumbens shell and its projections to the ventral pallidum, which reflects the ability of the organism to enjoy the stimulus or event that provides pleasure or reward. Of course, because this striatum activity observed during the feedback period in the SW task may also reflect the reinforcement of the behavior based on the outcome formed by the DA system, we think it is difficult to strictly dissociate these two functions. All in all, this finding supports the view that patients with SCZ exhibit a hedonic response as reported in recent studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47496, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 47508, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The patients who participated in the study were clinically stable and possibly treatment responsive considering the relatively short duration of illness. Therefore, it should be taken with care that the patient populations are not representative of schizophrenia as a whole but more likely to represent those who are in the stage of rehabilitation. As the main aim of our study was to explore the neural mechanism of intrinsic motivation, which is a key element in psychiatric rehabilitation, we regard the patient characteristics were well suited to the object of the present study. As these clinical characteristics could have different effects on intrinsic motivation, a greater sample size with various clinical characteristics may enable us to investigate the effect in the general population of people with schizophrenia. In addition, it may be also important to examine additional information such as family socioeconomic status or parental education.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48467, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Moreover, we used the IMI-SR (schizophrenia) because the main aim of our study was to investigate the neural substrates of intrinsic motivation in SCZ. The IMI-SR was developed from an original scale that contained as many as 54 items in 6 subscales so as to increase its relevance and utility for psychiatric patients. However, the IMI-SR has not been validated in healthy populations. In the present study, the base score for either the SW or WS task was smaller in HC compared to SCZ, which may have occurred due to a difference in attitude bias toward the task. More specifically the patients may have perceived both tasks as more interesting and valuable than the HC because the patients acknowledged that they were being tested.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49202, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 49214, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We found lower intrinsic motivation in SCZ than in HC and that the LPFC mechanism to signal appropriate cognitive control, which is influenced by intrinsic motivation for the SW task moderated by the striatum, is impaired in SCZ. This finding indicates that in SCZ the neural activity in LPFC is not working effectively as a mediator linking intrinsic motivation to cognitive control of action plans as it is in HC. It might be improved by cognitive rehabilitation for better social functioning through possibly enhancing the frontal activity. Further studies are required to understand whether and how the LPFC functional impairments in SCZ are related to the mechanisms of social functioning improvement by cognitive rehabilitation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49949, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 49960, "infons": {"fpage": "357", "lpage": "381", "name_0": "surname:Alexander;given-names:G.E.", "name_1": "surname:DeLong;given-names:M.R.", "name_2": "surname:Strick;given-names:P.L.", "pub-id_pmid": "3085570", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "9", "year": "1986"}, "text": "Parallel organization of functionally segregated circuits linking basal ganglia and cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 50051, "infons": {"fpage": "81", "lpage": "90", "name_0": "surname:Altamura;given-names:A.C.", "name_1": "surname:Buoli;given-names:M.", "name_2": "surname:Serati;given-names:M.", "section_type": "REF", "source": "Neuropsychiatry", "type": "ref", "volume": "1", "year": "2011"}, "text": "Duration of illness and duration of untreated illness in relation to drug response in psychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 50159, "infons": {"fpage": "321", "lpage": "353", "name_0": "surname:Barch;given-names:D.M.", "name_1": "surname:Cannon;given-names:T.", "name_2": "surname:Mineka;given-names:S.", "section_type": "REF", "source": "Annual Review of Clinical Psychology", "type": "ref", "volume": "vol. 1", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 50160, "infons": {"fpage": "919", "lpage": "934", "name_0": "surname:Barch;given-names:D.M.", "name_1": "surname:Dowd;given-names:E.C.", "pub-id_pmid": "20566491", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "Goal representations and motivational drive in schizophrenia: the role of prefrontal-striatal interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 50267, "infons": {"fpage": "238", "lpage": "245", "name_0": "surname:Blanchard;given-names:J.J.", "name_1": "surname:Cohen;given-names:A.S.", "pub-id_pmid": "16254064", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "32", "year": "2006"}, "text": "The structure of negative symptoms within schizophrenia: implications for assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 50352, "infons": {"fpage": "307", "lpage": "359", "name_0": "surname:Bontempo;given-names:D.E.", "name_1": "surname:Hofer;given-names:S.M.", "name_2": "surname:Lawrence;given-names:F.R.", "name_3": "surname:Ong;given-names:A.D.", "name_4": "surname:Van Dulmen;given-names:M.H.M", "section_type": "REF", "source": "Oxford handbook of methods in positive psychology", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 50353, "infons": {"fpage": "83", "lpage": "113", "name_0": "surname:Botvinick;given-names:M.", "name_1": "surname:Braver;given-names:T.", "pub-id_pmid": "25251491", "section_type": "REF", "source": "Annu. Rev. Psychol.", "type": "ref", "volume": "66", "year": "2015"}, "text": "Motivation and cognitive control: from behavior to neural mechanism", "sentences": [], "annotations": [], "relations": []}, {"offset": 50421, "infons": {"fpage": "213", "lpage": "225", "name_0": "surname:Brekke;given-names:J.", "name_1": "surname:Kay;given-names:D.D.", "name_2": "surname:Lee;given-names:K.S.", "name_3": "surname:Green;given-names:M.F.", "pub-id_pmid": "16137859", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "80", "year": "2005"}, "text": "Biosocial pathways to functional outcome in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 50479, "infons": {"fpage": "354", "lpage": "360", "name_0": "surname:Buoli;given-names:M.", "name_1": "surname:Caldiroli;given-names:A.", "name_2": "surname:Panza;given-names:G.", "name_3": "surname:Altamura;given-names:A.C.", "section_type": "REF", "source": "Psychiatry Investig.", "type": "ref", "volume": "9", "year": "2012"}, "text": "Prominent clinical dimension, duration of illness and treatment response in schizophrenia: a naturalistic study", "sentences": [], "annotations": [], "relations": []}, {"offset": 50591, "infons": {"fpage": "345", "lpage": "353", "name_0": "surname:Carroll;given-names:C.A.", "name_1": "surname:O'Donnell;given-names:B.F.", "name_2": "surname:Shekhar;given-names:A.", "name_3": "surname:Hetrick;given-names:W.P.", "pub-id_pmid": "19664870", "section_type": "REF", "source": "Brain Cogn.", "type": "ref", "volume": "71", "year": "2009"}, "text": "Timing dysfunctions in schizophrenia as measured by a repetitive finger tapping task", "sentences": [], "annotations": [], "relations": []}, {"offset": 50676, "infons": {"fpage": "747", "lpage": "749", "name_0": "surname:Carter;given-names:C.S.", "name_1": "surname:Braver;given-names:T.S.", "name_2": "surname:Barch;given-names:D.M.", "name_3": "surname:Botvinick;given-names:M.M.", "name_4": "surname:Noll;given-names:D.", "name_5": "surname:Cohen;given-names:J.D.", "pub-id_pmid": "9563953", "section_type": "REF", "source": "Science", "type": "ref", "volume": "280", "year": "1998"}, "text": "Anterior cingulate cortex, error detection, and the online monitoring of performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 50761, "infons": {"fpage": "12", "lpage": "19", "name_0": "surname:Choi;given-names:J.", "name_1": "surname:Medalia;given-names:A.", "pub-id_pmid": "19716270", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "118", "year": "2010"}, "text": "Intrinsic motivation and learning in a schizophrenia spectrum sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 50830, "infons": {"fpage": "966", "lpage": "976", "name_0": "surname:Choi;given-names:J.", "name_1": "surname:Mogami;given-names:T.", "name_2": "surname:Medalia;given-names:A.", "pub-id_pmid": "19386577", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "Intrinsic motivation inventory: an adapted measure for schizophrenia research", "sentences": [], "annotations": [], "relations": []}, {"offset": 50908, "infons": {"fpage": "209", "lpage": "213", "name_0": "surname:Choi;given-names:J.", "name_1": "surname:Choi;given-names:K.H.", "name_2": "surname:Felice Reddy;given-names:L.", "name_3": "surname:Fiszdon;given-names:J.M.", "pub-id_pmid": "24529609", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "153", "year": "2014"}, "text": "Measuring motivation in schizophrenia: is a general state of motivation necessary for task-specific motivation?", "sentences": [], "annotations": [], "relations": []}, {"offset": 51020, "infons": {"name_0": "surname:Ciullo;given-names:V.", "name_1": "surname:Spalletta;given-names:G.", "name_2": "surname:Caltagirone;given-names:C.", "name_3": "surname:Jorge;given-names:R.E.", "name_4": "surname:Piras;given-names:F.", "section_type": "REF", "source": "Schizophr Bull.", "type": "ref", "year": "2015"}, "text": "Explicit time deficit in schizophrenia: systematic review and meta-analysis indicate it is primary and not domain specific", "sentences": [], "annotations": [], "relations": []}, {"offset": 51143, "infons": {"fpage": "143", "lpage": "150", "name_0": "surname:Cohen;given-names:A.S.", "name_1": "surname:Minor;given-names:K.S.", "pub-id_pmid": "18562345", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "Emotional experience in patients with schizophrenia revisited: meta-analysis of laboratory studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 51242, "infons": {"name_0": "surname:Deci;given-names:E.L.", "name_1": "surname:Ryan;given-names:R.M.", "section_type": "REF", "type": "ref", "year": "1985"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 51243, "infons": {"comment": "(discussion 692–700)", "fpage": "627", "lpage": "668", "name_0": "surname:Deci;given-names:E.L.", "name_1": "surname:Koestner;given-names:R.", "name_2": "surname:Ryan;given-names:R.M.", "pub-id_pmid": "10589297", "section_type": "REF", "source": "Psychol. Bull.", "type": "ref", "volume": "125", "year": "1999"}, "text": "A meta-analytic review of experiments examining the effects of extrinsic rewards on intrinsic motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 51348, "infons": {"fpage": "430", "lpage": "441", "name_0": "surname:Deichmann;given-names:R.", "name_1": "surname:Gottfried;given-names:J.A.", "name_2": "surname:Hutton;given-names:C.", "name_3": "surname:Turner;given-names:R.", "pub-id_pmid": "12814592", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "19", "year": "2003"}, "text": "Optimized EPI for fMRI studies of the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 51407, "infons": {"fpage": "135", "lpage": "168", "name_0": "surname:Diamond;given-names:A.", "pub-id_pmid": "23020641", "section_type": "REF", "source": "Annu. Rev. Psychol.", "type": "ref", "volume": "64", "year": "2013"}, "text": "Executive functions", "sentences": [], "annotations": [], "relations": []}, {"offset": 51427, "infons": {"fpage": "7731", "lpage": "7739", "name_0": "surname:Drew;given-names:M.R.", "name_1": "surname:Simpson;given-names:E.H.", "name_2": "surname:Kellendonk;given-names:C.", "name_3": "surname:Herzberg;given-names:W.G.", "name_4": "surname:Lipatova;given-names:O.", "name_5": "surname:Fairhurst;given-names:S.", "name_6": "surname:Kandel;given-names:E.R.", "name_7": "surname:Malapani;given-names:C.", "name_8": "surname:Balsam;given-names:P.D.", "pub-id_pmid": "17634367", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Transient overexpression of striatal D2 receptors impairs operant motivation and interval timing", "sentences": [], "annotations": [], "relations": []}, {"offset": 51524, "infons": {"name_0": "surname:Fuster;given-names:J.M.", "section_type": "REF", "type": "ref", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 51525, "infons": {"fpage": "74", "lpage": "81", "name_0": "surname:Gard;given-names:D.E.", "name_1": "surname:Fisher;given-names:M.", "name_2": "surname:Garrett;given-names:C.", "name_3": "surname:Genevsky;given-names:A.", "name_4": "surname:Vinogradov;given-names:S.", "pub-id_pmid": "19783407", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "115", "year": "2009"}, "text": "Motivation and its relationship to neurocognition, social cognition, and functional outcome in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51634, "infons": {"fpage": "638", "lpage": "644", "name_0": "surname:Graybiel;given-names:A.M.", "pub-id_pmid": "16271465", "section_type": "REF", "source": "Curr. Opin. Neurobiol.", "type": "ref", "volume": "15", "year": "2005"}, "text": "The basal ganglia: learning new tricks and loving it", "sentences": [], "annotations": [], "relations": []}, {"offset": 51687, "infons": {"fpage": "321", "lpage": "330", "name_0": "surname:Green;given-names:M.F.", "pub-id_pmid": "8610818", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "153", "year": "1996"}, "text": "What are the functional consequences of neurocognitive deficits in schizophrenia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 51769, "infons": {"fpage": "119", "lpage": "136", "name_0": "surname:Green;given-names:M.F.", "name_1": "surname:Kern;given-names:R.S.", "name_2": "surname:Braff;given-names:D.L.", "name_3": "surname:Mintz;given-names:J.", "pub-id_pmid": "10755673", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "26", "year": "2000"}, "text": "Neurocognitive deficits and functional outcome in schizophrenia: are we measuring the “right stuff”?", "sentences": [], "annotations": [], "relations": []}, {"offset": 51870, "infons": {"fpage": "301", "lpage": "307", "name_0": "surname:Green;given-names:M.F.", "name_1": "surname:Nuechterlein;given-names:K.H.", "name_10": "surname:Keefe;given-names:R.S.", "name_11": "surname:Kern;given-names:R.S.", "name_12": "surname:Kraemer;given-names:H.", "name_13": "surname:Stover;given-names:E.", "name_14": "surname:Weinberger;given-names:D.R.", "name_15": "surname:Zalcman;given-names:S.", "name_16": "surname:Marder;given-names:S.R.", "name_2": "surname:Gold;given-names:J.M.", "name_3": "surname:Barch;given-names:D.M.", "name_4": "surname:Cohen;given-names:J.", "name_5": "surname:Essock;given-names:S.", "name_6": "surname:Fenton;given-names:W.S.", "name_7": "surname:Frese;given-names:F.", "name_8": "surname:Goldberg;given-names:T.E.", "name_9": "surname:Heaton;given-names:R.K.", "pub-id_pmid": "15336511", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "56", "year": "2004"}, "text": "Approaching a consensus cognitive battery for clinical trials in schizophrenia: the NIMH-MATRICS conference to select cognitive domains and test criteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 52024, "infons": {"fpage": "4", "lpage": "26", "name_0": "surname:Haber;given-names:S.N.", "name_1": "surname:Knutson;given-names:B.", "pub-id_pmid": "19812543", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "The reward circuit: linking primate anatomy and human imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 52086, "infons": {"fpage": "268", "lpage": "278", "name_0": "surname:Heerey;given-names:E.A.", "name_1": "surname:Gold;given-names:J.M.", "pub-id_pmid": "17516760", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "116", "year": "2007"}, "text": "Patients with schizophrenia demonstrate dissociation between affective experience and motivated behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 52191, "infons": {"fpage": "222", "lpage": "228", "name_0": "surname:Juckel;given-names:G.", "name_1": "surname:Schlagenhauf;given-names:F.", "name_10": "surname:Heinz;given-names:A.", "name_2": "surname:Koslowski;given-names:M.", "name_3": "surname:Filonov;given-names:D.", "name_4": "surname:Wustenberg;given-names:T.", "name_5": "surname:Villringer;given-names:A.", "name_6": "surname:Knutson;given-names:B.", "name_7": "surname:Kienast;given-names:T.", "name_8": "surname:Gallinat;given-names:J.", "name_9": "surname:Wrase;given-names:J.", "pub-id_pmid": "16721614", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "187", "year": "2006"}, "text": "Dysfunction of ventral striatal reward prediction in schizophrenic patients treated with typical, not atypical, neuroleptics", "sentences": [], "annotations": [], "relations": []}, {"offset": 52316, "infons": {"name_0": "surname:Kline;given-names:R.B.", "section_type": "REF", "type": "ref", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 52317, "infons": {"fpage": "65", "lpage": "70", "name_0": "surname:Llerena;given-names:K.", "name_1": "surname:Strauss;given-names:G.P.", "name_2": "surname:Cohen;given-names:A.S.", "pub-id_pmid": "23040736", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "142", "year": "2012"}, "text": "Looking at the other side of the coin: a meta-analysis of self-reported emotional arousal in people with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52436, "infons": {"fpage": "20", "lpage": "32", "name_0": "surname:Markland;given-names:D.", "name_1": "surname:Hardy;given-names:L.", "pub-id_pmid": "9094760", "section_type": "REF", "source": "Res. Q. Exerc. Sport", "type": "ref", "volume": "68", "year": "1997"}, "text": "On the factorial and construct validity of the intrinsic motivation inventory: conceptual and operational concerns", "sentences": [], "annotations": [], "relations": []}, {"offset": 52551, "infons": {"fpage": "48", "lpage": "58", "name_0": "surname:McAuley;given-names:E.", "name_1": "surname:Duncan;given-names:T.", "name_2": "surname:Tammen;given-names:V.V.", "pub-id_pmid": "2489825", "section_type": "REF", "source": "Res. Q. Exerc. Sport", "type": "ref", "volume": "60", "year": "1989"}, "text": "Psychometric properties of the Intrinsic Motivation Inventory in a competitive sport setting: a confirmatory factor analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 52676, "infons": {"fpage": "1791", "lpage": "1802", "name_0": "surname:McGurk;given-names:S.R.", "name_1": "surname:Twamley;given-names:E.W.", "name_2": "surname:Sitzer;given-names:D.I.", "name_3": "surname:McHugo;given-names:G.J.", "name_4": "surname:Mueser;given-names:K.T.", "pub-id_pmid": "18056233", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "A meta-analysis of cognitive remediation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52734, "infons": {"fpage": "161", "lpage": "168", "name_0": "surname:Messinger;given-names:J.W.", "name_1": "surname:Tremeau;given-names:F.", "name_2": "surname:Antonius;given-names:D.", "name_3": "surname:Mendelsohn;given-names:E.", "name_4": "surname:Prudent;given-names:V.", "name_5": "surname:Stanford;given-names:A.D.", "name_6": "surname:Malaspina;given-names:D.", "pub-id_pmid": "20889248", "section_type": "REF", "source": "Clin. Psychol. Rev.", "type": "ref", "volume": "31", "year": "2011"}, "text": "Avolition and expressive deficits capture negative symptom phenomenology: implications for DSM-5 and schizophrenia research", "sentences": [], "annotations": [], "relations": []}, {"offset": 52858, "infons": {"fpage": "236", "lpage": "250", "name_0": "surname:Middleton;given-names:F.A.", "name_1": "surname:Strick;given-names:P.L.", "pub-id_pmid": "10719151", "section_type": "REF", "source": "Brain Res. Brain Res. Rev.", "type": "ref", "volume": "31", "year": "2000"}, "text": "Basal ganglia and cerebellar loops: motor and cognitive circuits", "sentences": [], "annotations": [], "relations": []}, {"offset": 52923, "infons": {"fpage": "59", "lpage": "65", "name_0": "surname:Miller;given-names:E.K.", "pub-id_pmid": "11252769", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "1", "year": "2000"}, "text": "The prefrontal cortex and cognitive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 52967, "infons": {"fpage": "167", "lpage": "202", "name_0": "surname:Miller;given-names:E.K.", "name_1": "surname:Cohen;given-names:J.D.", "pub-id_pmid": "11283309", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "24", "year": "2001"}, "text": "An integrative theory of prefrontal cortex function", "sentences": [], "annotations": [], "relations": []}, {"offset": 53019, "infons": {"fpage": "811", "lpage": "822", "name_0": "surname:Minzenberg;given-names:M.J.", "name_1": "surname:Laird;given-names:A.R.", "name_2": "surname:Thelen;given-names:S.", "name_3": "surname:Carter;given-names:C.S.", "name_4": "surname:Glahn;given-names:D.C.", "pub-id_pmid": "19652121", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Meta-analysis of 41 functional neuroimaging studies of executive function in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53110, "infons": {"fpage": "20911", "lpage": "20916", "name_0": "surname:Murayama;given-names:K.", "name_1": "surname:Matsumoto;given-names:M.", "name_2": "surname:Izuma;given-names:K.", "name_3": "surname:Matsumoto;given-names:K.", "pub-id_pmid": "21078974", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "107", "year": "2010"}, "text": "Neural basis of the undermining effect of monetary reward on intrinsic motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 53192, "infons": {"name_0": "surname:Muthén;given-names:L.K.", "name_1": "surname:Muthén;given-names:B.O.", "section_type": "REF", "type": "ref", "year": "1998–2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 53193, "infons": {"fpage": "847", "lpage": "854", "name_0": "surname:Myin-Germeys;given-names:I.", "name_1": "surname:Delespaul;given-names:P.A.", "name_2": "surname:deVries;given-names:M.W.", "pub-id_pmid": "11087017", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "26", "year": "2000"}, "text": "Schizophrenia patients are more emotionally active than is assumed based on their behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 53284, "infons": {"fpage": "904", "lpage": "906", "name_0": "surname:Pessiglione;given-names:M.", "name_1": "surname:Schmidt;given-names:L.", "name_2": "surname:Draganski;given-names:B.", "name_3": "surname:Kalisch;given-names:R.", "name_4": "surname:Lau;given-names:H.", "name_5": "surname:Dolan;given-names:R.J.", "name_6": "surname:Frith;given-names:C.D.", "pub-id_pmid": "17431137", "section_type": "REF", "source": "Science", "type": "ref", "volume": "316", "year": "2007"}, "text": "How the brain translates money into force: a neuroimaging study of subliminal motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 53373, "infons": {"fpage": "435", "lpage": "449", "name_0": "surname:Plant;given-names:R.W.", "name_1": "surname:Ryan;given-names:R.M.", "section_type": "REF", "source": "J. Pers.", "type": "ref", "volume": "53", "year": "1985"}, "text": "Intrinsic motivation and the effects of self-consciousness, self-awareness, and ego-involvement: an investigation of internally controlling styles", "sentences": [], "annotations": [], "relations": []}, {"offset": 53520, "infons": {"fpage": "87", "lpage": "95", "name_0": "surname:Pu;given-names:S.", "name_1": "surname:Nakagome;given-names:K.", "name_2": "surname:Yamada;given-names:T.", "name_3": "surname:Ikezawa;given-names:S.", "name_4": "surname:Itakura;given-names:M.", "name_5": "surname:Satake;given-names:T.", "name_6": "surname:Ishida;given-names:H.", "name_7": "surname:Nagata;given-names:I.", "name_8": "surname:Mogami;given-names:T.", "name_9": "surname:Kaneko;given-names:K.", "pub-id_pmid": "24556471", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "153", "year": "2014"}, "text": "A pilot study on the effects of cognitive remediation on hemodynamic responses in the prefrontal cortices of patients with schizophrenia: a multi-channel near-infrared spectroscopy study", "sentences": [], "annotations": [], "relations": []}, {"offset": 53707, "infons": {"fpage": "1243", "lpage": "1251", "name_0": "surname:Radua;given-names:J.", "name_1": "surname:Schmidt;given-names:A.", "name_2": "surname:Borgwardt;given-names:S.", "name_3": "surname:Heinz;given-names:A.", "name_4": "surname:Schlagenhauf;given-names:F.", "name_5": "surname:McGuire;given-names:P.", "name_6": "surname:Fusar-Poli;given-names:P.", "section_type": "REF", "source": "JAMA Psychiat.", "type": "ref", "volume": "72", "year": "2015"}, "text": "Ventral striatal activation during reward processing in psychosis: a neurofunctional meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53806, "infons": {"fpage": "673", "lpage": "684", "name_0": "surname:Schlagenhauf;given-names:F.", "name_1": "surname:Juckel;given-names:G.", "name_2": "surname:Koslowski;given-names:M.", "name_3": "surname:Kahnt;given-names:T.", "name_4": "surname:Knutson;given-names:B.", "name_5": "surname:Dembler;given-names:T.", "name_6": "surname:Kienast;given-names:T.", "name_7": "surname:Gallinat;given-names:J.", "name_8": "surname:Wrase;given-names:J.", "name_9": "surname:Heinz;given-names:A.", "pub-id_pmid": "18097655", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "196", "year": "2008"}, "text": "Reward system activation in schizophrenic patients switched from typical neuroleptics to olanzapine", "sentences": [], "annotations": [], "relations": []}, {"offset": 53906, "infons": {"fpage": "259", "lpage": "288", "name_0": "surname:Schultz;given-names:W.", "pub-id_pmid": "17600522", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "30", "year": "2007"}, "text": "Multiple dopamine functions at different time courses", "sentences": [], "annotations": [], "relations": []}, {"offset": 53960, "infons": {"fpage": "424", "lpage": "431", "name_0": "surname:Strauss;given-names:G.P.", "name_1": "surname:Frank;given-names:M.J.", "name_2": "surname:Waltz;given-names:J.A.", "name_3": "surname:Kasanova;given-names:Z.", "name_4": "surname:Herbener;given-names:E.S.", "name_5": "surname:Gold;given-names:J.M.", "pub-id_pmid": "21168124", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Deficits in positive reinforcement learning and uncertainty-driven exploration are associated with distinct aspects of negative symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54114, "infons": {"fpage": "S107", "issue": "Suppl. 2", "lpage": "S116", "name_0": "surname:Strauss;given-names:G.P.", "name_1": "surname:Waltz;given-names:J.A.", "name_2": "surname:Gold;given-names:J.M.", "pub-id_pmid": "24375459", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "A review of reward processing and motivational impairment in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54189, "infons": {"fpage": "1086", "lpage": "1092", "name_0": "surname:Tas;given-names:C.", "name_1": "surname:Brown;given-names:E.C.", "name_2": "surname:Esen-Danaci;given-names:A.", "name_3": "surname:Lysaker;given-names:P.H.", "name_4": "surname:Brune;given-names:M.", "pub-id_pmid": "22608773", "section_type": "REF", "source": "J. Psychiatr. Res.", "type": "ref", "volume": "46", "year": "2012"}, "text": "Intrinsic motivation and metacognition as predictors of learning potential in patients with remitted schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54304, "infons": {"fpage": "136", "lpage": "145", "name_0": "surname:Taylor;given-names:S.F.", "name_1": "surname:Kang;given-names:J.", "name_2": "surname:Brege;given-names:I.S.", "name_3": "surname:Tso;given-names:I.F.", "name_4": "surname:Hosanagar;given-names:A.", "name_5": "surname:Johnson;given-names:T.D.", "pub-id_pmid": "21993193", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "71", "year": "2012"}, "text": "Meta-analysis of functional neuroimaging studies of emotion perception and experience in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54407, "infons": {"fpage": "103", "name_0": "surname:Thorsen;given-names:A.L.", "name_1": "surname:Johansson;given-names:K.", "name_2": "surname:Loberg;given-names:E.M.", "section_type": "REF", "source": "Front. Psych.", "type": "ref", "volume": "5", "year": "2014"}, "text": "Neurobiology of cognitive remediation therapy for schizophrenia: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 54492, "infons": {"fpage": "273", "lpage": "289", "name_0": "surname:Tzourio-Mazoyer;given-names:N.", "name_1": "surname:Landeau;given-names:B.", "name_2": "surname:Papathanassiou;given-names:D.", "name_3": "surname:Crivello;given-names:F.", "name_4": "surname:Etard;given-names:O.", "name_5": "surname:Delcroix;given-names:N.", "name_6": "surname:Mazoyer;given-names:B.", "name_7": "surname:Joliot;given-names:M.", "pub-id_pmid": "11771995", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 54624, "infons": {"fpage": "1694", "lpage": "1697", "name_0": "surname:Wexler;given-names:B.E.", "name_1": "surname:Anderson;given-names:M.", "name_2": "surname:Fulbright;given-names:R.K.", "name_3": "surname:Gore;given-names:J.C.", "pub-id_pmid": "11007730", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "157", "year": "2000"}, "text": "Preliminary evidence of improved verbal working memory performance and normalization of task-related frontal lobe activation in schizophrenia following cognitive exercises", "sentences": [], "annotations": [], "relations": []}, {"offset": 54796, "infons": {"fpage": "125", "lpage": "141", "name_0": "surname:Whitfield-Gabrieli;given-names:S.", "name_1": "surname:Nieto-Castanon;given-names:A.", "pub-id_pmid": "22642651", "section_type": "REF", "source": "Brain Connect.", "type": "ref", "volume": "2", "year": "2012"}, "text": "Conn: a functional connectivity toolbox for correlated and anticorrelated brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54885, "infons": {"fpage": "1644", "lpage": "1651", "name_0": "surname:Williams;given-names:G.C.", "name_1": "surname:Freedman;given-names:Z.R.", "name_2": "surname:Deci;given-names:E.L.", "pub-id_pmid": "9773724", "section_type": "REF", "source": "Diabetes Care", "type": "ref", "volume": "21", "year": "1998"}, "text": "Supporting autonomy to motivate patients with diabetes for glucose control", "sentences": [], "annotations": [], "relations": []}, {"offset": 54960, "infons": {"fpage": "472", "lpage": "485", "name_0": "surname:Wykes;given-names:T.", "name_1": "surname:Huddy;given-names:V.", "name_2": "surname:Cellard;given-names:C.", "name_3": "surname:McGurk;given-names:S.R.", "name_4": "surname:Czobor;given-names:P.", "pub-id_pmid": "21406461", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "A meta-analysis of cognitive remediation for schizophrenia: methodology and effect sizes", "sentences": [], "annotations": [], "relations": []}, {"offset": 55049, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 55068, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.nicl.2017.07.003.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}