{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "5708839", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Graph-based analysis of brain connectivity in schizophrenia", "article-id_doi": "10.1371/journal.pone.0188629", "article-id_pmc": "5708839", "article-id_pmid": "29190759", "article-id_publisher-id": "PONE-D-17-24237", "elocation-id": "e0188629", "issue": "11", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Olejarczyk;given-names:Elzbieta", "name_1": "surname:Jernajczyk;given-names:Wojciech", "name_2": "surname:Yao;given-names:Dezhong", "notes": "Data are held in a public repository: Olejarczyk, E.; Jernajczyk, W. (2017) EEG in schizophrenia. RepOD. http://dx.doi.org/10.18150/repod.0107441.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "12", "year": "2017"}, "text": "Graph-based analysis of brain connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The present study evaluated brain connectivity using electroencephalography (EEG) data from 14 patients with schizophrenia and 14 healthy controls. Phase-Locking Value (PLV), Phase-Lag Index (PLI) and Directed Transfer Function (DTF) were calculated for the original EEG data and following current source density (CSD) transformation, re-referencing using the average reference electrode (AVERAGE) and reference electrode standardization techniques (REST). The statistical analysis of adjacency matrices was carried out using indices based on graph theory. Both CSD and REST reduced the influence of volume conducted currents. The largest group differences in connectivity were observed for the alpha band. Schizophrenic patients showed reduced connectivity strength, as well as a lower clustering coefficient and shorter characteristic path length for both measures of phase synchronization following CSD transformation or REST re-referencing. Reduced synchronization was accompanied by increased directional flow from the occipital region for the alpha band. Following the REST re-referencing, the sources of alpha activity were located at parietal rather than occipital derivations. The results of PLV and DTF demonstrated group differences in fronto-posterior asymmetry following CSD transformation, while for PLI the differences were significant only using REST. The only analysis that identified group differences in inter-hemispheric asymmetry was DTF calculated for REST. Our results suggest that a comparison of different connectivity measures using graph-based indices for each frequency band, separately, may be a useful tool in the study of disconnectivity disorders such as schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1762, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1775, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is considered as a disorder of brain disconnectivity, characterized by profound disruption of large-scale prefronto-temporal interactions. Animal models show that developmental hippocampal lesions may cause disconnectivity of the prefrontal cortex. Magnetic resonance imaging (MRI) studies in patients with schizophrenia have revealed gray matter volume deficits in the medial temporal lobe (including hippocampus) and in the heteromodal association cortex (including the prefrontal, anterior cingulate, superior temporal and parietal cortex, and the thalamus), as well as enlargement of the ventricles. Diffusion tensor imaging (DTI) studies have shown decreased white matter anisotropy in the deep left prefrontal and temporal cortex, and reductions in the myelin membranes. The limbic pathways connecting the hippocampus with the prefrontal cortex, anterior cingulate cortex, and thalamus are involved in higher cognition and information processing. Thus, one consequence of abnormal connectivity in schizophrenia may be a loss of coherent functional integration that results in a disorder of association processes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2908, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The cortical disconnectivity hypothesis was also investigated by the analysis of neurophysiological data. The analysis of electroencephalography (EEG) and magnetoencephalography (MEG) signals, due to their high temporal resolution, provides unique information regarding neuronal oscillations and cross-frequency coupling, i.e. interactions between different frequency bands. These interactions have been shown to be impaired in schizophrenia. The analysis of EEG during a resting state condition showed increased delta, theta, and beta activity, as well as decreased activity in alpha frequency in the frontal cortex (“hypofrontality”) in patients relative to controls. Another feature of the brain, which has emerged as an attractive potential biomarker of schizophrenia, is abnormal brain asymmetry. The hemispheres of the human brain are anatomically and functionally asymmetric and many cognitive and motor functions are lateralized. For example, in healthy persons, language processing is lateralized to the left hemisphere of the brain. Such leftward cerebral dominance is reduced in patients with schizophrenia, which may result in language impairment. DTI studies have shown structural reductions in some key white matter tracts (e.g. corpus callosum), which may contribute to abnormal intra-hemispheric connectivity in schizophrenia, as well as impaired transfer of information from the right to the left hemisphere. Moreover, hemispheric asymmetry is associated with a reduction of gray matter in frontal and temporal areas. Although the mechanism underlying left-hemisphere dominance is presently unknown, studies suggest a role for early disturbance in neuronal development. It has even been suggested that language and psychosis have a common evolutionary origin, and that schizophrenia may be related to genetic variation occurring during evolution of hemispheric dominance for language in Homo sapiens. The pattern of functional asymmetry in schizophrenia may differ between patients suffering from positive and negative symptoms. While positive symptoms are associated with an increase of leftward asymmetry, negative symptoms are associated with an increase of rightward asymmetry of functional connectivity. Other studies report an association between increased activation in the right hemisphere and auditory hallucinations (e.g. perceiving one's own thoughts as an external voice) and delusions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5324, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Interactions between functionally specialized brain areas can be described by means of different connectivity measures and indices based on graph theory. There are three classes of connectivity: anatomical (or structural), functional, and effective. Anatomical connectivity is defined as the network of physical connections between brain structures. Functional connectivity refers only to statistical dependences between these structures, while effective connectivity provides information about the causal interactions between (or among) them. The statistical significance of these measures can be evaluated using indices based on graph theory. In graph theory, the brain is modelled as a graph composed of nodes that represent EEG channels, and links that represent the connectivity between them. In contrast to random networks, normal brain network organization is characterized by small-worldness, e.g., shorter characteristic path lengths and higher local clustering (existence of modules and high-degree nodes, i.e. hubs). Such network architecture enables optimal information processing and network robustness. Another important characteristic of normal brain network organization is hierarchy, which is reflected in a fractal nature of network organization, i.e., existence of self-similarity pattern at every spatial and temporal scale, as well as different structural and functional organization levels. This network architecture, expressed by structural and functional connectivity, is disrupted in some neuropsychiatric disorders such as schizophrenia (reviewed by). Network abnormalities exhibit topological patterns specific to each disorder. In schizophrenia, the gray matter lesions are concentrated in hubs located in the frontal and temporal lobes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7090, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study, we compare three connectivity measures in schizophrenia patients and healthy controls: Phase-Locking Value (PLV), Phase-Lag Index (PLI), and Directed Transfer Function (DTF). The PLV and PLI allow for quantification of phase synchronization. The DTF, in contrast to the PLV and PLI, is a directional connectivity measure, which provides information about the causal interactions between different brain structures. The statistical significance of the above connectivity measures was evaluated using indices based on graph theory. The choice of reference electrode may have an impact on the connectivity analysis. Thus, we compared our results obtained using the scalp EEG data with results obtained using data that was re-referenced using the average reference electrode (AVERAGE), scalp surface Laplacian or current source density (CSD) analysis and reference electrode standardization techniques (REST).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8018, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 8040, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participant recruitment", "sentences": [], "annotations": [], "relations": []}, {"offset": 8064, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study comprised of 14 patients (7 males: 27.9 ± 3.3 years, 7 females: 28.3 ± 4.1 years) with paranoid schizophrenia, who were hospitalized at the Institute of Psychiatry and Neurology in Warsaw, Poland, and 14 healthy controls (7 males: 26.8 ± 2.9, 7 females: 28.7 ± 3.4 years). The patients met International Classification of Diseases ICD–10 criteria for paranoid schizophrenia (category F20.0). Study protocol was approved by the Ethics Committee of the Institute of Psychiatry and Neurology in Warsaw. All participants received a written description of the protocol and provided written consent to take part in this study. Inclusion criteria were: a minimum age of 18, ICD-10 diagnosis F20.0, and medication washout period of a minimum of seven days. Exclusion criteria were: pregnancy, organic brain pathology, severe neurological diseases (e.g. epilepsy, Alzheimer’s, or Parkinson disease), presence of a general medical condition, and very early stage of schizophrenia, i.e., first episode of schizophrenia. The control group was matched in gender and age to the 14 patients completing the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9172, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "EEG recording and preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 9204, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fifteen minutes of EEG data were recorded in all subjects during an eyes-closed resting state condition. Data were acquired with the sampling frequency of 250 Hz using the standard 10–20 EEG montage with 19 EEG channels: Fp1, Fp2, F7, F3, Fz, F4, F8, T3, C3, Cz, C4, T4, T5, P3, Pz, P4, T6, O1, O2. The reference electrode was placed at FCz. EEG analysis was carried out using thirty second segments without artefacts (i.e. eye movements, cardiac activity, muscle contractions). Then, the signals of each EEG channel were filtered using a Butterworth filter of order 2 in the following physiological frequency bands: 2–4 Hz (delta), 4.5–7.5 Hz (theta), 8–12.5 Hz (alpha), 13–30 Hz (beta), 30–45 Hz (gamma).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9911, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "EEG analysis was carried out using the raw EEG data, as well as the re-referenced data relative to scalp surface Laplacian estimators (commonly referred to as current source density (CSD)), the average reference electrode (AVERAGE), and the reference electrode standardization techniques (REST). This permitted us to examine the potential effect of reference electrode choice on connectivity results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10312, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CSD transformation was calculated using the CSD Toolbox, which allows for estimation of surface potentials using a spherical spline algorithm. REST was carried out using the REST Toolbox (http://www.neuro.uestc.edu.cn/rest/). REST is a method that allows for the transformation of original EEG data—with the reference electrode placed at an arbitrary point on the head—to a new dataset with the reference at infinity and the potential at zero or a constant. The procedure is based on the calculation of the leadfield matrix for the canonical concentric-three-spheres head model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10891, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The current widely recommended reference is the REST. It was shown that the relative error of REST is always smaller than AVERAGE and it decreases by increasing the number of channels in contrast to the error of AVERAGE. Moreover, considering that the CSD transform is free from reference effects, we expected a greater correlation between CSD and REST than between CSD and another reference electrode.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11294, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Connectivity measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 11316, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "EEG data were analyzed using three connectivity methods: Phase-Locking Value, Phase-Lag Index, and Directed Transfer Function, as well as indices based on graph theory. Below, is the brief theoretical basis for each method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11540, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Phase-locking value", "sentences": [], "annotations": [], "relations": []}, {"offset": 11560, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The amplitude A(t) and the instantaneous phase Ф (t) of a signal s(t) can be estimated using the Hilbert transform H{·}: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 11682, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The analytic signal z(t) can be understood as an embedding of the one dimensional time-series in the two dimensional complex plane.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11814, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The phase is computed by the following expression: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 11866, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The phase synchronization is defined as the locking of phases of two oscillators:  where Φ1(t) and Φ2(t) denote the phases of the oscillators, and Φ12(t) is defined as their relative phase.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12056, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The phase-locking value (PLV) is defined as:  where", "sentences": [], "annotations": [], "relations": []}, {"offset": 12108, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "i–imaginary unit; N–the total number of samples; Φ12 –the relative phase of two signals; Δt–time between the successive samples j from 1 to N-1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12253, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The value of PLV is bounded between zero and one with zero indicating unsynchronized phases and one indicating when the phase difference is constant, i.e. the synchronization of signals is perfect. A decrease of the phase-locking value between two signals indicates a loss of synchronization between them.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12559, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Phase-Lag Index", "sentences": [], "annotations": [], "relations": []}, {"offset": 12575, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Phase-Lag Index (PLI) was introduced to reduce the impact of common sources (e.g., volume conduction and/or active reference electrodes in the case of EEG) in the estimation of phase synchronization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12775, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An asymmetry index for the distribution of phase differences centered around 0 mod π, is defined as:  where–π < ΔΦ(tn) ≤ π, n = 1…N is a time series of phase differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12946, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The PLI ranges between zero and one, with zero indicating either no coupling or coupling with a phase difference centered around 0 mod π, and one indicating perfect phase locking at a value of ΔΦ different from 0 mod π.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13166, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Directed Transfer Function", "sentences": [], "annotations": [], "relations": []}, {"offset": 13193, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Directed Transfer Function (DTF) is a measure based on Granger Causality, but defined in the frequency domain:", "sentences": [], "annotations": [], "relations": []}, {"offset": 13304, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For a multivariate k-channel process: X(t) = (X1(t), X2(t),…, Xk(t)), the multivariate autoregressive model takes the form:  where E(t) is a k–dimensional vector,  is a square k x k matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13494, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Transforming the multivariate autoregressive model to the frequency domain we obtain: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13581, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The matrix of coefficients H is called the transfer matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13641, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Directed Transfer Function is defined as a normalized version of the transfer matrix: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13732, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The following relation should be satisfied to guarantee the quality of fitting of the model:  where N is the window length; d is the model order; and k is the number of EEG channels. The model order was estimated using the Akaike information criterion. In this paper the model order d was set to 10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14032, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Graph analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14047, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All of the measures (PLV, PLI, DTF) were calculated from 30-second EEG epochs subdivided into three consecutive 10-second trials. For each connectivity measure, matrices of significant connections (the so-called adjacency matrices) were produced for each frequency band separately, as well as for whole spectrum, and used as weighted adjacency matrices. To assure the correct estimation of the autoregressive model, the DTF was calculated in the whole frequency band, and then the adjacency matrices were identified for individual frequency bands separately. The adjacency matrices were analyzed using indices based on graph theory. In graph theory, the brain is modeled as a graph composed of nodes, representing brain regions or EEG channels, and undirected or directed links between them, representing functional connections determined by PLV, PLI and DTF. The connectivity measures were calculated using algorithms included in the MATLAB Toolbox—HERMES (http://hermes.ctb.upm.es), while the graph-based indices were calculated using MATLAB functions embedded in the Brain Connectivity Toolbox (http://www.brain-connectivity-toolbox.net). For each of the obtained graphs, the following indices were calculated: (1) basic measures (i.e., density, degree, and strength); (2) measure of integration (i.e., characteristic path length); (3) measure of segregation (i.e., clustering coefficient). Additionally, measures of asymmetry (i.e., DFP, IFP, DLR, ILR) were calculated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15521, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The degree of an individual node is equal to the number of links connected to that node, which, in practice, is also equal to the number of neighbors of the node. Individual values of the degree therefore reflect the relative importance of a node in the network. The mean network degree is commonly used as a measure of the graph density, or of the total “wiring cost” of the network. The directed variant of the degree distinguishes the number of inward links from the number of outward links, while the weighted variant of the degree, termed the strength, is defined as the sum of all neighboring link weights.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16134, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Measures of integration estimate the ease of communication between distributed nodes. Specifically, the characteristic path length is defined as the average shortest path length between all pairs of nodes in the network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16355, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Measures of segregation characterize the ability for specialized processing within densely interconnected groups of nodes (clusters or modules). The clustering coefficient is defined as the fraction of the node's neighbors that are also neighbors of each other.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16617, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Displacement and influence were introduced to analyze asymmetry between frontal and posterior parts of brain, as well as between left and right hemispheres.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16774, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "These measures are defined as follows:   where D–displacement; I–influence; k–number of all EEG channels, i.e. the number of rows or columns in the connectivity matrix; kF−number of connections within the frontal half of the brain (the first k/2 rows and the first k/2 columns of connectivity matrix); kP−number of connections within the posterior half of the brain (the last k/2 rows and the last k/2 columns); kP→F−number of connections from posterior to frontal areas of the brain (the first k/2 rows and the last k/2 columns of connectivity matrix); kF→P−number of connections from frontal to posterior areas of the brain (the last k/2 rows and the first k/2 columns of connectivity matrix).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17470, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "By analogy, the measures of asymmetry between the left and right hemispheres (DLR, ILR) are defined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17571, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 17592, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the adjacency matrix, only the connectivity values above a significance threshold of 0.05 were considered, while all non-significant values were set to zero. The significance of the connectivity values was determined by surrogate data analysis. The surrogate data method involves maintaining the amplitudes while destroying the phase relationship between the original signals by randomly shuffling the data in the frequency domain and then transforming them back to the time domain. The significance was tested by comparing values from the original data to values obtained from surrogate data. The number of surrogates, which were calculated for each signal, was 100.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18263, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evidence different connectivity patterns between the two groups (i.e., healthy persons and patients with schizophrenia) a three-way ANOVA model was separately applied to the following indices for each metric: degree and strength. The ANOVA had the following factors: Group, Band (delta; theta; alpha; beta; gamma), and EEG channels (system of 19 channels: Fp1, Fp2, F7, F3, Fz, F4, F8, T3, C3, Cz, C4, T4, T5, P3, Pz, P4, T6, O1, and O2). Moreover, a two-way ANOVA model with variables: Group and EEG channels, was analyzed for the same indices in each band separately. A two-way ANOVA model with variables: Group and Band, was analyzed for density, characteristic path length, clustering coefficient, displacement and influence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18996, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In case of significant effects, post hoc tests (Bonferroni correction) were performed. The statistical threshold was set at p<0.05, with correction for multiple comparisons by controlling the family wise error (FWE).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19213, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 19221, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figs 1–6 show the average adjacency matrices calculated for patients with schizophrenia and healthy controls for three connectivity measures (PLV, PLI, and DTF) using four reference electrodes (FCz, CSD, AVERAGE, and REST). The matrices are shown for delta, theta, alpha, beta and gamma bands separately. Only the statistically significant differences are shown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19584, "infons": {"file": "pone.0188629.g001.jpg", "id": "pone.0188629.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mean adjacency matrices for PLV in patients with schizophrenia and healthy controls for delta, theta, alpha, beta, and gamma frequency bands using FCz or CSD as a reference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19758, "infons": {"file": "pone.0188629.g002.jpg", "id": "pone.0188629.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mean adjacency matrices for PLI in patients with schizophrenia and healthy controls for delta, theta, alpha, beta, and gamma frequency bands using FCz or CSD as a reference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19932, "infons": {"file": "pone.0188629.g003.jpg", "id": "pone.0188629.g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mean adjacency matrices for DTF in patients with schizophrenia and healthy controls for delta, theta, alpha, beta, and gamma frequency bands using FCz or CSD as a reference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20106, "infons": {"file": "pone.0188629.g003.jpg", "id": "pone.0188629.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "Information flows from the electrodes marked on the vertical axis to the electrodes marked on the horizontal axis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20221, "infons": {"file": "pone.0188629.g004.jpg", "id": "pone.0188629.g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mean adjacency matrices for PLV in patients with schizophrenia and healthy controls for delta, theta, alpha, beta, and gamma frequency bands following re-referencing using the average reference electrode (AVERAGE) or reference electrode standardization techniques (REST).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20493, "infons": {"file": "pone.0188629.g005.jpg", "id": "pone.0188629.g005", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mean adjacency matrices for PLI in patients with schizophrenia and healthy controls for delta, theta, alpha, beta, and gamma frequency bands following re-referencing using the average reference electrode (AVERAGE) or reference electrode standardization techniques (REST).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20765, "infons": {"file": "pone.0188629.g006.jpg", "id": "pone.0188629.g006", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mean adjacency matrices for DTF in patients with schizophrenia and healthy controls for delta, theta, alpha, beta, and gamma frequency bands following re-referencing using the average reference electrode (AVERAGE) or reference electrode standardization techniques (REST).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21037, "infons": {"file": "pone.0188629.g006.jpg", "id": "pone.0188629.g006", "section_type": "FIG", "type": "fig_caption"}, "text": "Information flows from the electrodes marked on the vertical axis to the electrodes marked on the horizontal axis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21152, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The differences between the two groups (healthy controls and schizophrenia patients) for graph-based indices (density, strength, degree) are shown for each frequency band separately in Tables 1–5. The first value is from healthy controls, and second from schizophrenia patients. These indices were calculated using three connectivity measures (PLV, PLI, DTF) and three montages (CSD, AVERAGE and REST). The calculations have been carried out at a threshold equal to 70, i.e., only 30% of strongest connections were taken into consideration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21693, "infons": {"file": "pone.0188629.t001.xml", "id": "pone.0188629.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Differences between schizophrenia patients and healthy controls for the delta band.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21777, "infons": {"file": "pone.0188629.t001.xml", "id": "pone.0188629.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" rowspan=\"2\" style=\"background-color:#EEECE1\" colspan=\"1\">index</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">CSD</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">AVERAGE</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">REST</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/></tr><tr><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th></tr></thead><tbody><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>Density</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.60±0.94 vs. 3.38±0.63, F = 8.082, p = 0.009</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.88±0.55 vs. 4.64±0.58, F = 0.890, p = 0.354</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.74±0.49 vs. 2.67±0.39, F = 2.938, p = 0.09</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17.96±1.75 vs. 17.00±1.56, F = 0.168, p = 0.686</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.39±0.83, vs. 4.68±0.69, F = 0.073, p = 0.789</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.16±0.62 vs. 2.59±0.49, F = 3.969, p = 0.057</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18.13±1.41 vs. 16.21±0.80, F = 1.340, p = 0.248</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.93±2.01 vs. 2.72±0.93, F = 3.645, p = 0.067</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11.11±0.73 vs. 9.96±0.73, F = 1.246, p = 0.275</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>Degree</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.38±0.19 vs. 1.22±0.12, F = 34.317, p&lt;0.000001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.40±0.12 vs. 1.67±0.12, F = 2.356, p = 0.125</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.35±0.11 vs. 0.96±0.07, F = 9.032, p = 0.003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.47±0.32 vs. 6.12±0.29, F = 0.829, p = 0.363</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.58±0.16 vs. 1.68±0.15, F = 0.238, p = 0.626</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.50±0.13 vs. 0.93±0.08, F = 14.599, p = 0.0002</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.53±0.37 vs. 5.83±0.33, F = 9.001, p = 0.003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.50±0.27 vs. 0.98±0.14, F = 24.804, p = 0.000001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.00±0.27 vs. 3.59±0.25, F = 3.310, p = 0.069</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>Strength</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.45±0.12 vs. 0.75±0.08, F = 29.370, p&lt;0.000001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.66±0.06 vs. 0.78±0.06, F = 1.976, p = 0.160</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.70±0.06 vs. 0.49±0.04, F = 9.722, p = 0.002</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.22±0.23 vs. 3.96±0.19, F = 0.913, p = 0.340</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.80±0.08 vs. 0.86±0.08, F = 0.289, p = 0.591</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.92±0.08 vs. 0.57±0.05, F = 15.439, p = 0.0001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.15±0.35 vs. 5.63±0.33, F = 8.863, p = 0.003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.30±0.14 vs. 0.58±0.09, F = 17.599, p = 0.00003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.19±0.22 vs. 2.94±0.21, F = 2.057, p = 0.152</td></tr></tbody></table>\n"}, "text": "index\tCSD\tAVERAGE\t\tREST\t\t \tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\t \tDensity\t6.60±0.94 vs. 3.38±0.63, F = 8.082, p = 0.009\t3.88±0.55 vs. 4.64±0.58, F = 0.890, p = 0.354\t3.74±0.49 vs. 2.67±0.39, F = 2.938, p = 0.09\t17.96±1.75 vs. 17.00±1.56, F = 0.168, p = 0.686\t4.39±0.83, vs. 4.68±0.69, F = 0.073, p = 0.789\t4.16±0.62 vs. 2.59±0.49, F = 3.969, p = 0.057\t18.13±1.41 vs. 16.21±0.80, F = 1.340, p = 0.248\t6.93±2.01 vs. 2.72±0.93, F = 3.645, p = 0.067\t11.11±0.73 vs. 9.96±0.73, F = 1.246, p = 0.275\t \tDegree\t2.38±0.19 vs. 1.22±0.12, F = 34.317, p<0.000001\t1.40±0.12 vs. 1.67±0.12, F = 2.356, p = 0.125\t1.35±0.11 vs. 0.96±0.07, F = 9.032, p = 0.003\t6.47±0.32 vs. 6.12±0.29, F = 0.829, p = 0.363\t1.58±0.16 vs. 1.68±0.15, F = 0.238, p = 0.626\t1.50±0.13 vs. 0.93±0.08, F = 14.599, p = 0.0002\t6.53±0.37 vs. 5.83±0.33, F = 9.001, p = 0.003\t2.50±0.27 vs. 0.98±0.14, F = 24.804, p = 0.000001\t4.00±0.27 vs. 3.59±0.25, F = 3.310, p = 0.069\t \tStrength\t1.45±0.12 vs. 0.75±0.08, F = 29.370, p<0.000001\t0.66±0.06 vs. 0.78±0.06, F = 1.976, p = 0.160\t0.70±0.06 vs. 0.49±0.04, F = 9.722, p = 0.002\t4.22±0.23 vs. 3.96±0.19, F = 0.913, p = 0.340\t0.80±0.08 vs. 0.86±0.08, F = 0.289, p = 0.591\t0.92±0.08 vs. 0.57±0.05, F = 15.439, p = 0.0001\t6.15±0.35 vs. 5.63±0.33, F = 8.863, p = 0.003\t1.30±0.14 vs. 0.58±0.09, F = 17.599, p = 0.00003\t3.19±0.22 vs. 2.94±0.21, F = 2.057, p = 0.152\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23135, "infons": {"file": "pone.0188629.t002.xml", "id": "pone.0188629.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Differences between schizophrenia patients and healthy controls for the theta band.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23219, "infons": {"file": "pone.0188629.t002.xml", "id": "pone.0188629.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" rowspan=\"2\" style=\"background-color:#EEECE1\" colspan=\"1\">index</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">CSD</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">AVERAGE</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">REST</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/></tr><tr><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th></tr></thead><tbody><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>density</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.39±0.94 vs. 4.14±0.63, F = 1.230, p = 0.278</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.05±0.62 vs. 4.64±0.66, F = 0.213, p = 0.648</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.68±0.61 vs. 2.99±0.35, F = 0.961, p = 0.336</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.91±1.52 vs. 19.09±0.72, F = 3.562, p = 0.070</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.47±0.75 vs. 5.05±0.81, F = 0.281, p = 0.601</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.16±0.63 vs. 3.09±0.63, F = 1.448, p = 0.240</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.54±0.54 vs. 15.41±0.13, F = 0.051, p = 0.824</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.31±1.01 vs. 6.06±1.68, F = 0.016, p = 0.899</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11.40±0.86 vs. 10.13±0.73, F = 1.274, p = 0.269</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>degree</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.94±0.17 vs. 1.49±0.12, F = 5.834, p = 0.016</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.82±0.14 vs. 1.67±0.13, F = 0.637, p = 0.425</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.32±0.11 vs. 1.08±0.08, F = 3.629, p = 0.057</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.73±0.24 vs. 6.87±0.23, F = 14.831, p = 0.0001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.61±0.15 vs. 1.82±0.16, F = 0.893, p = 0.345</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.50±0.13 vs. 1.11±0.09, F = 6.371, p = 0.012</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.59±0.33 vs. 5.55±0.31, F = 0.211, p = 0.646</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.27±0.20 vs. 2.18±0.22, F = 0.091, p = 0.763</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.11±0.28 vs. 3.65±0.26, F = 3.963, p = 0.047</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>strength</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.07±0.10 vs. 0.77±0.06, F = 8.232, p = 0.004</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.56±0.04 vs. 0.54±0.04, F = 0.192, p = 0.661</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.43±0.04 vs. 0.35±0.03, F = 3.056, p = 0.081</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.42±0.14 vs. 4.25±0.15, F = 20.570, p = 0.00001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.55±0.05 vs. 0.64±0.06, F = 1.475, p = 0.225</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.58±0.05 vs. 0.42±0.03, F = 7.800, p = 0.005</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.45±0.33 vs. 5.43±0.31, F = 0.086, p = 0.770</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.76±0.07 vs. 0.80±0.08, F = 0.104, p = 0.748</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.15±0.15 vs. 1.97±0.14,<break/>F = 2.263, p = 0.133</td></tr></tbody></table>\n"}, "text": "index\tCSD\tAVERAGE\t\tREST\t\t \tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\t \tdensity\t5.39±0.94 vs. 4.14±0.63, F = 1.230, p = 0.278\t5.05±0.62 vs. 4.64±0.66, F = 0.213, p = 0.648\t3.68±0.61 vs. 2.99±0.35, F = 0.961, p = 0.336\t15.91±1.52 vs. 19.09±0.72, F = 3.562, p = 0.070\t4.47±0.75 vs. 5.05±0.81, F = 0.281, p = 0.601\t4.16±0.63 vs. 3.09±0.63, F = 1.448, p = 0.240\t15.54±0.54 vs. 15.41±0.13, F = 0.051, p = 0.824\t6.31±1.01 vs. 6.06±1.68, F = 0.016, p = 0.899\t11.40±0.86 vs. 10.13±0.73, F = 1.274, p = 0.269\t \tdegree\t1.94±0.17 vs. 1.49±0.12, F = 5.834, p = 0.016\t1.82±0.14 vs. 1.67±0.13, F = 0.637, p = 0.425\t1.32±0.11 vs. 1.08±0.08, F = 3.629, p = 0.057\t5.73±0.24 vs. 6.87±0.23, F = 14.831, p = 0.0001\t1.61±0.15 vs. 1.82±0.16, F = 0.893, p = 0.345\t1.50±0.13 vs. 1.11±0.09, F = 6.371, p = 0.012\t5.59±0.33 vs. 5.55±0.31, F = 0.211, p = 0.646\t2.27±0.20 vs. 2.18±0.22, F = 0.091, p = 0.763\t4.11±0.28 vs. 3.65±0.26, F = 3.963, p = 0.047\t \tstrength\t1.07±0.10 vs. 0.77±0.06, F = 8.232, p = 0.004\t0.56±0.04 vs. 0.54±0.04, F = 0.192, p = 0.661\t0.43±0.04 vs. 0.35±0.03, F = 3.056, p = 0.081\t3.42±0.14 vs. 4.25±0.15, F = 20.570, p = 0.00001\t0.55±0.05 vs. 0.64±0.06, F = 1.475, p = 0.225\t0.58±0.05 vs. 0.42±0.03, F = 7.800, p = 0.005\t5.45±0.33 vs. 5.43±0.31, F = 0.086, p = 0.770\t0.76±0.07 vs. 0.80±0.08, F = 0.104, p = 0.748\t2.15±0.15 vs. 1.97±0.14,F = 2.263, p = 0.133\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24567, "infons": {"file": "pone.0188629.t003.xml", "id": "pone.0188629.t003", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Differences between schizophrenia patients and healthy controls for the alpha band.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24651, "infons": {"file": "pone.0188629.t003.xml", "id": "pone.0188629.t003", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" rowspan=\"2\" style=\"background-color:#EEECE1\" colspan=\"1\">index</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">CSD</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">AVERAGE</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">REST</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/></tr><tr><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th></tr></thead><tbody><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>density</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13.70±2.52 vs. 10.03±1.98, F = 1.315, p = 0.262</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.60±2.02 vs. 6.06±1.15, F = 0.442, p = 0.512</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.67±0.50 vs. 3.61±0.49, F = 1.780, p = 0.191</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">31.24±4.40 vs. 27.49±2.88, F = 0.511, p = 0.481</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12.16±3.07 vs. 7.89±2.28, F = 1.238, p = 0.276</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.03±0.49 vs. 3.65±0.71, F = 0.529, p = 0.474</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">29.20±5.45 vs. 24.35±3.02, F = 0.604, p = 0.444</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18.34±3.93 vs. 12.61±3.08, F = 1.312, p = 0.263</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.90±0.87 vs. 9.46±0.47, F = 2.125, p = 0.157</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>degree</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.93±0.35 vs. 3.61±0.30, F = 10.122, p = 0.002</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.74±0.26 vs. 2.18±0.20, F = 2.857, p = 0.092</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.96±0.09 vs. 1.30±0.11, F = 7.673, p = 0.006</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11.25±0.54 vs. 9.89±0.47, F = 4.954, p = 0.026</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.38±0.37 vs. 2.84±0.29, F = 10.353, p = 0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.09±0.10 vs. 1.32±0.10, F = 2.675, p = 0.103</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.51±0.60 vs. 8.77±0.46, F = 8.378, p = 0.004</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.60±0.46 vs. 4.54±0.38, F = 11.804, p = 0.0006</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.92±0.26 vs. 3.41±0.24, F = 5.094, p = 0.024</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>strength</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.48±0.27 vs. 2.59±0.23, F = 7.524, p = 0.006</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.59±0.17 vs. 1.13±0.12, F = 4.551, p = 0.033</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.23±0.02 vs. 0.31±0.03, F = 8.251, p = 0.004</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.40±0.46 vs. 7.49±0.39, F = 3.043, p = 0.082</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.67±0.27 vs. 1.56±0.19, F = 11.074, p = 0.0009</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.33±0.03 vs. 0.36±0.03, F = 0.560, p = 0.455</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.39±0.52 vs. 7.92±0.41, F = 9.431, p = 0.002</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.75±0.31 vs. 2.33±0.23, F = 13.530, p = 0.0003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.54±0.10 vs. 1.37±0.10, F = 3.768, p = 0.053</td></tr></tbody></table>\n"}, "text": "index\tCSD\tAVERAGE\t\tREST\t\t \tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\t \tdensity\t13.70±2.52 vs. 10.03±1.98, F = 1.315, p = 0.262\t7.60±2.02 vs. 6.06±1.15, F = 0.442, p = 0.512\t2.67±0.50 vs. 3.61±0.49, F = 1.780, p = 0.191\t31.24±4.40 vs. 27.49±2.88, F = 0.511, p = 0.481\t12.16±3.07 vs. 7.89±2.28, F = 1.238, p = 0.276\t3.03±0.49 vs. 3.65±0.71, F = 0.529, p = 0.474\t29.20±5.45 vs. 24.35±3.02, F = 0.604, p = 0.444\t18.34±3.93 vs. 12.61±3.08, F = 1.312, p = 0.263\t10.90±0.87 vs. 9.46±0.47, F = 2.125, p = 0.157\t \tdegree\t4.93±0.35 vs. 3.61±0.30, F = 10.122, p = 0.002\t2.74±0.26 vs. 2.18±0.20, F = 2.857, p = 0.092\t0.96±0.09 vs. 1.30±0.11, F = 7.673, p = 0.006\t11.25±0.54 vs. 9.89±0.47, F = 4.954, p = 0.026\t4.38±0.37 vs. 2.84±0.29, F = 10.353, p = 0.001\t1.09±0.10 vs. 1.32±0.10, F = 2.675, p = 0.103\t10.51±0.60 vs. 8.77±0.46, F = 8.378, p = 0.004\t6.60±0.46 vs. 4.54±0.38, F = 11.804, p = 0.0006\t3.92±0.26 vs. 3.41±0.24, F = 5.094, p = 0.024\t \tstrength\t3.48±0.27 vs. 2.59±0.23, F = 7.524, p = 0.006\t1.59±0.17 vs. 1.13±0.12, F = 4.551, p = 0.033\t0.23±0.02 vs. 0.31±0.03, F = 8.251, p = 0.004\t8.40±0.46 vs. 7.49±0.39, F = 3.043, p = 0.082\t2.67±0.27 vs. 1.56±0.19, F = 11.074, p = 0.0009\t0.33±0.03 vs. 0.36±0.03, F = 0.560, p = 0.455\t9.39±0.52 vs. 7.92±0.41, F = 9.431, p = 0.002\t3.75±0.31 vs. 2.33±0.23, F = 13.530, p = 0.0003\t1.54±0.10 vs. 1.37±0.10, F = 3.768, p = 0.053\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26009, "infons": {"file": "pone.0188629.t004.xml", "id": "pone.0188629.t004", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Differences between schizophrenia patients and healthy controls for the beta band.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26092, "infons": {"file": "pone.0188629.t004.xml", "id": "pone.0188629.t004", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" rowspan=\"2\" style=\"background-color:#EEECE1\" colspan=\"1\">index</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">CSD</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">AVERAGE</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">REST</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/></tr><tr><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th></tr></thead><tbody><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>density</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.72±0.91 vs. 3.17±0.40, F = 2.406, p = 0.133</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.05±0.80 vs. 4.39±0.74, F = 0.094, p = 0.761</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.61±0.40 vs. 3.24±0.32, F = 1.477, p = 0.235</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14.45±1.69 vs. 13.07±1.31, F = 0.415, p = 0.525</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.72±0.78 vs. 6.14±0.95, F = 1.338, p = 0.258</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.94±0.37 vs. 3.03±0.39, F = 0.024, p = 0.878</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14.24±0.10 vs. 14.75±0.15, F = 7.610, p = 0.010</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.27±1.87 vs. 8.15±1.88, F = 0.002, p = 0.963</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.53±1.07 vs. 10.40±0.66, F = 0.010, p = 0.922</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>degree</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.70±0.15 vs. 1.14±0.10, F = 11.168, p = 0.0009</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.46±0.13 vs. 1.58±0.12, F = 0.453, p = 0.501</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.94±0.08 vs. 1.17±0.11, F = 4.427, p = 0.036</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.20±0.26 vs. 4.71±0.24, F = 2.762, p = 0.097</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.70±0.16 vs. 2.21±0.18, F = 4.740, p = 0.030</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.06±0.09 vs. 1.09±0.10, F = 0.070, p = 0.792</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.13±0.33 vs. 5.31±0.32, F = 19.102, p = 0.00002</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.98±0.27 vs. 2.93±0.29, F = 0.014, p = 0.907</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.79±0.27 vs. 3.74±0.24, F = 0.036, p = 0.849</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>strength</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.80±0.07 vs. 0.56±0.05, F = 8.884, p = 0.003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.27±0.02 vs. 0.26±0.02, F = 0.183, p = 0.669</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.30±0.03 vs. 0.41±0.04, F = 8.865, p = 0.003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.80±0.14 vs. 2.68±0.14, F = 0.479, p = 0.489</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.36±0.04 vs. 0.41±0.04, F = 1.215, p = 0.271</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.42±0.04 vs. 0.46±0.04, F = 0.597, p = 0.440</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.09±0.33 vs. 5.23±0.32, F = 19.954, p = 0.00001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.59±0.06 vs. 0.51±0.05, F = 0.999, p = 0.318</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.81±0.13 vs. 1.70±0.11, F = 0.897, p = 0.344</td></tr></tbody></table>\n"}, "text": "index\tCSD\tAVERAGE\t\tREST\t\t \tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\t \tdensity\t4.72±0.91 vs. 3.17±0.40, F = 2.406, p = 0.133\t4.05±0.80 vs. 4.39±0.74, F = 0.094, p = 0.761\t2.61±0.40 vs. 3.24±0.32, F = 1.477, p = 0.235\t14.45±1.69 vs. 13.07±1.31, F = 0.415, p = 0.525\t4.72±0.78 vs. 6.14±0.95, F = 1.338, p = 0.258\t2.94±0.37 vs. 3.03±0.39, F = 0.024, p = 0.878\t14.24±0.10 vs. 14.75±0.15, F = 7.610, p = 0.010\t8.27±1.87 vs. 8.15±1.88, F = 0.002, p = 0.963\t10.53±1.07 vs. 10.40±0.66, F = 0.010, p = 0.922\t \tdegree\t1.70±0.15 vs. 1.14±0.10, F = 11.168, p = 0.0009\t1.46±0.13 vs. 1.58±0.12, F = 0.453, p = 0.501\t0.94±0.08 vs. 1.17±0.11, F = 4.427, p = 0.036\t5.20±0.26 vs. 4.71±0.24, F = 2.762, p = 0.097\t1.70±0.16 vs. 2.21±0.18, F = 4.740, p = 0.030\t1.06±0.09 vs. 1.09±0.10, F = 0.070, p = 0.792\t5.13±0.33 vs. 5.31±0.32, F = 19.102, p = 0.00002\t2.98±0.27 vs. 2.93±0.29, F = 0.014, p = 0.907\t3.79±0.27 vs. 3.74±0.24, F = 0.036, p = 0.849\t \tstrength\t0.80±0.07 vs. 0.56±0.05, F = 8.884, p = 0.003\t0.27±0.02 vs. 0.26±0.02, F = 0.183, p = 0.669\t0.30±0.03 vs. 0.41±0.04, F = 8.865, p = 0.003\t2.80±0.14 vs. 2.68±0.14, F = 0.479, p = 0.489\t0.36±0.04 vs. 0.41±0.04, F = 1.215, p = 0.271\t0.42±0.04 vs. 0.46±0.04, F = 0.597, p = 0.440\t5.09±0.33 vs. 5.23±0.32, F = 19.954, p = 0.00001\t0.59±0.06 vs. 0.51±0.05, F = 0.999, p = 0.318\t1.81±0.13 vs. 1.70±0.11, F = 0.897, p = 0.344\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 27444, "infons": {"file": "pone.0188629.t005.xml", "id": "pone.0188629.t005", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Differences between schizophrenia patients and healthy controls for the gamma band.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27528, "infons": {"file": "pone.0188629.t005.xml", "id": "pone.0188629.t005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" rowspan=\"2\" style=\"background-color:#EEECE1\" colspan=\"1\">index</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">CSD</th><th align=\"center\" colspan=\"3\" style=\"background-color:#EEECE1\" rowspan=\"1\">AVERAGE</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">REST</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"/></tr><tr><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLV</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">PLI</th><th align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\">DTF</th></tr></thead><tbody><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>density</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.43±0.84 vs. 3.59±0.62, F = 0.644, p = 0.430</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.21±0.43 vs. 4.55±0.46, F = 13.820, p = 0.0009</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.53±0.38 vs. 3.13±0.45, F = 1.055, p = 0.314</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12.87±1.61 vs. 11.61±1.65, F = 0.295, p = 0.591</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.51±0.84 vs. 4.01±0.71, F = 0.210, p = 0.651</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.09±0.30 vs. 2.44±0.42, F = 0.478, p = 0.495</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14.08±0.10 vs. 14.70±0.29, F = 4.295, p = 0.048</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.69±1.85 vs. 8.40±1.74, F = 0.013, p = 0.909</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.09±0.62 vs. 8.48±0.69, F = 3.000, p = 0.095</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>degree</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.59±0.15 vs. 1.29±0.12, F = 2.644, p = 0.105</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.80±0.10 vs. 1.64±0.12, F = 28.321, p&lt;0.000001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.91±0.08 vs. 1.13±0.10, F = 3.885, p = 0.049</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.63±0.27 vs. 4.18±0.25, F = 2.017, p = 0.156</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.26±0.14 vs. 1.44±0.13, F = 0.841, p = 0.360</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.75±0.07 vs. 0.88±0.08, F = 1.914, p = 0.167</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.07±0.33 vs. 5.29±0.33, F = 10.695, p = 0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.13±0.29 vs. 3.02±0.28, F = 0.067, p = 0.795</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.63±0.24 vs. 3.05±0.22, F = 8.891, p = 0.003</td></tr><tr><td align=\"center\" style=\"background-color:#EEECE1\" rowspan=\"1\" colspan=\"1\"><bold>strength</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.81±0.08 vs. 0.71±0.07, F = 0.872, p = 0.351</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.20±0.02 vs. 0.33±0.03, F = 13.400, p = 0.0003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.12±0.01 vs. 0.18±0.02, F = 10.208, p = 0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.37±0.14 vs. 2.18±0.13, F = 1.340, p = 0.248</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.30±0.03 vs. 0.31±0.03, F = 0.172, p = 0.678</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.14±0.01 vs. 0.17±0.02, F = 2.244, p = 0.135</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.04±0.33 vs. 5.21±0.33, F = 10.899, p = 0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.67±0.06 vs. 0.64±0.06, F = 0.085, p = 0.770</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.86±0.06 vs. 0.73±0.05, F = 8.040, p = 0.005</td></tr></tbody></table>\n"}, "text": "index\tCSD\tAVERAGE\t\tREST\t\t \tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\tPLV\tPLI\tDTF\t \tdensity\t4.43±0.84 vs. 3.59±0.62, F = 0.644, p = 0.430\t2.21±0.43 vs. 4.55±0.46, F = 13.820, p = 0.0009\t2.53±0.38 vs. 3.13±0.45, F = 1.055, p = 0.314\t12.87±1.61 vs. 11.61±1.65, F = 0.295, p = 0.591\t3.51±0.84 vs. 4.01±0.71, F = 0.210, p = 0.651\t2.09±0.30 vs. 2.44±0.42, F = 0.478, p = 0.495\t14.08±0.10 vs. 14.70±0.29, F = 4.295, p = 0.048\t8.69±1.85 vs. 8.40±1.74, F = 0.013, p = 0.909\t10.09±0.62 vs. 8.48±0.69, F = 3.000, p = 0.095\t \tdegree\t1.59±0.15 vs. 1.29±0.12, F = 2.644, p = 0.105\t0.80±0.10 vs. 1.64±0.12, F = 28.321, p<0.000001\t0.91±0.08 vs. 1.13±0.10, F = 3.885, p = 0.049\t4.63±0.27 vs. 4.18±0.25, F = 2.017, p = 0.156\t1.26±0.14 vs. 1.44±0.13, F = 0.841, p = 0.360\t0.75±0.07 vs. 0.88±0.08, F = 1.914, p = 0.167\t5.07±0.33 vs. 5.29±0.33, F = 10.695, p = 0.001\t3.13±0.29 vs. 3.02±0.28, F = 0.067, p = 0.795\t3.63±0.24 vs. 3.05±0.22, F = 8.891, p = 0.003\t \tstrength\t0.81±0.08 vs. 0.71±0.07, F = 0.872, p = 0.351\t0.20±0.02 vs. 0.33±0.03, F = 13.400, p = 0.0003\t0.12±0.01 vs. 0.18±0.02, F = 10.208, p = 0.001\t2.37±0.14 vs. 2.18±0.13, F = 1.340, p = 0.248\t0.30±0.03 vs. 0.31±0.03, F = 0.172, p = 0.678\t0.14±0.01 vs. 0.17±0.02, F = 2.244, p = 0.135\t5.04±0.33 vs. 5.21±0.33, F = 10.899, p = 0.001\t0.67±0.06 vs. 0.64±0.06, F = 0.085, p = 0.770\t0.86±0.06 vs. 0.73±0.05, F = 8.040, p = 0.005\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 28880, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Statistically significant differences between schizophrenia patients and healthy controls were observed for connectivity strength at the alpha band for each connectivity measure using the CSD transform or the REST re-referencing procedure (c.f. Table 3). Reduced synchronization of alpha waves was observed in patients with schizophrenia, compared to the healthy controls, and this pattern extended across the entire brain (PLV values greater than 0.3 and PLI values greater than 0.12 in Figs 1 and 2 and Figs 4 and 5 for CSD and REST, respectively). This reduced synchronization was accompanied by an increased flow of information, quantified by the strength of DTF connectivity when the CSD transform was used (c.f. Table 3). When the AVERAGE was used, decreased synchronization was observed for the PLI alone.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29693, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Group differences for other bands were also observed. The strength of PLV decreased in all frequency bands, except gamma band, when the CSD transform was used. The REST re-referencing procedure revealed an additional increase of PLV strength in higher frequency bands (beta and gamma). PLI is a more selective measure. The strength of PLI decreased in the alpha band for all reference electrodes. Moreover, this index decreased in the delta band when REST was applied and increased in gamma band when CSD was applied. The strength of DTF decreased for lower frequency bands: delta (for CSD and AVERAGE), theta (for AVERAGE) and alpha (for REST), and increased for higher frequency bands: alpha (for CSD), beta (for CSD) and gamma (for CSD and REST).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30443, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Group differences in connectivity for the alpha band are illustrated in Figs 7 and 8. Directional measures, such as DTF, allow for identification of the main sources and directions of information flow. Directions of information flow, determined by DTF, are indicated by the arrows. Only the strongest connections are shown. In patients with schizophrenia, there is a greater number of flows from the occipital to the frontal part of the brain, corresponding to weaker PLI which is independent of the reference electrode. Moreover, the target of information flow, in particular the frontal region, was an area of greater PLV when FCz, CSD or AVERAGE were applied. Thus, the area and the strength of synchronization depends on the connectivity measure–in patients with schizophrenia, more synchronized frontal brain regions, quantified by PLV, corresponds to less synchronized posterior brain regions, quantified by PLI. An exception is the REST, for which the area of synchronization quantified by PLV was located to posterior brain regions. Another difference between REST and other reference electrodes consisted of source localization. The main sources are located in the occipital lobe (electrodes O1 and O2) for each electrode reference, excluding REST where they are located mainly in the parietal (P3 and P4) and central (C3 and C4) part of brain (see adjacency matrices in Fig 6 and graphs for DTF in Fig 8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31859, "infons": {"file": "pone.0188629.g007.jpg", "id": "pone.0188629.g007", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Group differences for the alpha band illustrated in the form of graphs for three connectivity measures (PLV, PLI, DTF) and two montages (FCz and CSD).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32010, "infons": {"file": "pone.0188629.g007.jpg", "id": "pone.0188629.g007", "section_type": "FIG", "type": "fig_caption"}, "text": "Only the strongest connections are shown (PLV: 30% for FCz, 50% for CSD; PLI: 82% for FCz and for CSD; DTF: 52% for FCz, 40% for CSD). Directions of information flow, determined by DTF, are indicated using arrows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32224, "infons": {"file": "pone.0188629.g008.jpg", "id": "pone.0188629.g008", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Group differences for the alpha band illustrated in the form of graphs for three connectivity measures (PLV, PLI, DTF) and two montages (AVERAGE and REST).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32380, "infons": {"file": "pone.0188629.g008.jpg", "id": "pone.0188629.g008", "section_type": "FIG", "type": "fig_caption"}, "text": "Only the strongest connections are shown (PLV, DTF: 30% for AVERAGE and for REST; PLI: 82% for AVERAGE and for REST). Directions of information flow, determined by DTF, are indicated using arrows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32577, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Comparing the results for FCz with the results for other reference electrodes, revealed a decrease in strength at Fz and Cz, where the reference electrode was placed, when CSD or REST was used (c.f. rows in the connectivity matrices in Figs 3 and 6, and graphs for DTF in Figs 7 and 8). The differences between the adjacency matrices for FCz and CSD or REST were present particularly for the bivariate measures such as PLV and PLI (c.f. Figs 1 and 2 for CSD and Figs 4 and 5 for REST). CSD as well as REST transforms allow for the elimination of false indirect connections related to the impact of common sources (volume conduction). The reduction of connectivity in the alpha band can be observed in the adjacency matrices of PLV for frontal areas of brain (the upper left corner of the adjacency matrix with PLV greater than 0.8) and the connectivity between neighbouring electrodes (lines with higher PLV values parallel to diagonals visible in every band). For PLI adjacency matrices, the connections in the frontal part of brain (the upper left corner of adjacency matrices) were eliminated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33674, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Differences between the groups were also observed in measures of integration (characteristic path length) and segregation (clustering coefficient). Comparison of strength, clustering coefficient, and characteristic path length in both groups is presented in Figs 9–12 for the alpha band, as a function of threshold separately for each of reference electrode. A threshold of zero means that all statistically significant connections were considered. Increasing the threshold by 10 means that 10% of the weakest connections were eliminated. The network is highly connected and the elimination of even 90% of the weakest connections does not completely destroy the characteristic connectivity pattern. Statistically significant differences between the groups were observed over a wide range of thresholds. Lower clustering coefficient and a shorter characteristic path length in the alpha band were found in the patients with schizophrenia when compared to healthy persons for both measures of phase synchronization (PLV and PLI) when CSD, AVERAGE or REST were applied. However, for the clustering coefficient the group differences were bigger and they were in the wider range of threshold for PLI than for PLV, particularly when AVERAGE or REST was applied. An opposite relation was found for the clustering coefficient using the DTF when FCz, CSD or REST was applied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35041, "infons": {"file": "pone.0188629.g009.jpg", "id": "pone.0188629.g009", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of strength, clustering coefficient, and characteristic path length in patients with schizophrenia and healthy controls for three connectivity measures (DTF, PLV and PLI) in the alpha band for FCz.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35250, "infons": {"file": "pone.0188629.g009.jpg", "id": "pone.0188629.g009", "section_type": "FIG", "type": "fig_caption"}, "text": "The sum of inward and outward links was considered in the case of the index strength for DTF. The asterisks at the top of each chart indicate significant differences between the patients with schizophrenia and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35470, "infons": {"file": "pone.0188629.g010.jpg", "id": "pone.0188629.g010", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of strength, clustering coefficient, and characteristic path length in patients with schizophrenia and healthy controls for three connectivity measures (DTF, PLV and PLI) in the alpha band for CSD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35679, "infons": {"file": "pone.0188629.g010.jpg", "id": "pone.0188629.g010", "section_type": "FIG", "type": "fig_caption"}, "text": "The sum of inward and outward links was considered in the case of the index strength for DTF. The asterisks at the top of each chart indicate significant differences between the patients with schizophrenia and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35899, "infons": {"file": "pone.0188629.g011.jpg", "id": "pone.0188629.g011", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of strength, clustering coefficient, and characteristic path length in patients with schizophrenia and healthy controls for three connectivity measures (DTF, PLV and PLI) in the alpha band for AVERAGE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36112, "infons": {"file": "pone.0188629.g011.jpg", "id": "pone.0188629.g011", "section_type": "FIG", "type": "fig_caption"}, "text": "The sum of inward and outward links was considered in the case of the index strength for DTF. The asterisks at the top of each chart indicate significant differences between the patients with schizophrenia and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36332, "infons": {"file": "pone.0188629.g012.jpg", "id": "pone.0188629.g012", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of strength, clustering coefficient, and characteristic path length in patients with schizophrenia and healthy controls for three connectivity measures (DTF, PLV and PLI) in the alpha band for REST.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36542, "infons": {"file": "pone.0188629.g012.jpg", "id": "pone.0188629.g012", "section_type": "FIG", "type": "fig_caption"}, "text": "The sum of inward and outward links was considered in the case of the index strength for DTF. The asterisks at the top of each chart indicate significant differences between the patients with schizophrenia and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36762, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In Figs 13–16, a comparison of the asymmetry measures (DFP, DLR, IFP and ILR) for both groups is shown for three connectivity measures in the alpha band as a function of threshold. For phase synchronization measures (PLV and PLI) only two asymmetry indices (DFP and DLR) were evaluated, because the other two indices (IFP and ILR) take zero values for symmetric matrices.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37134, "infons": {"file": "pone.0188629.g013.jpg", "id": "pone.0188629.g013", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of asymmetry measures: DFP, DLR, IFP and ILR for the alpha band in patients with schizophrenia and healthy controls as a function of threshold for three connectivity measures (DTF, PLV and PLI) calculated for FCz.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37359, "infons": {"file": "pone.0188629.g013.jpg", "id": "pone.0188629.g013", "section_type": "FIG", "type": "fig_caption"}, "text": "The asterisks at the top of each chart indicate significant differences between the patients with schizophrenia and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37485, "infons": {"file": "pone.0188629.g014.jpg", "id": "pone.0188629.g014", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of asymmetry measures: DFP, DLR, IFP and ILR for the alpha band in patients with schizophrenia and healthy controls as a function of threshold for three connectivity measures (DTF, PLV and PLI) calculated for CSD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37710, "infons": {"file": "pone.0188629.g014.jpg", "id": "pone.0188629.g014", "section_type": "FIG", "type": "fig_caption"}, "text": "The asterisks at the top of each chart indicate significant differences between the patients with schizophrenia and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37836, "infons": {"file": "pone.0188629.g015.jpg", "id": "pone.0188629.g015", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of asymmetry measures: DFP, DLR, IFP and ILR for the alpha band in patients with schizophrenia and healthy controls as a function of threshold for three connectivity measures (DTF, PLV and PLI) calculated for AVERAGE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38065, "infons": {"file": "pone.0188629.g015.jpg", "id": "pone.0188629.g015", "section_type": "FIG", "type": "fig_caption"}, "text": "The asterisks at the top of each chart indicate significant differences between the patients with schizophrenia and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38191, "infons": {"file": "pone.0188629.g016.jpg", "id": "pone.0188629.g016", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of asymmetry measures: DFP, DLR, IFP and ILR for the alpha band in patients with schizophrenia and healthy controls as a function of threshold for three connectivity measures (DTF, PLV and PLI) calculated for REST.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38417, "infons": {"file": "pone.0188629.g016.jpg", "id": "pone.0188629.g016", "section_type": "FIG", "type": "fig_caption"}, "text": "The asterisks at the top of each chart indicate significant differences between the patients with schizophrenia and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38543, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results of PLV and DTF demonstrated group differences in fronto-posterior asymmetry using CSD transformed data (in range of threshold from 0 to 90 for DTF and from 0 to 40 for PLV), while for PLI the differences were significant only when REST was used (in range of threshold from 0 to 90). Synchronization, quantified by PLV as well as by PLI, was higher in patients with schizophrenia in comparison to healthy controls. This was accompanied by reduced information flows within the frontal part of the brain (lower index DFP for DTF), but increased flows from frontal to posterior parts of the brain (higher index IFP for DTF in range of threshold from 0 to 50).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39211, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Inter-hemispheric asymmetry revealed few differences between the groups. The only measure that revealed group differences was DTF, calculated for REST, using a narrow threshold range (threshold = 80–90 for DLR, and threshold = 70 for ILR). The results showed reduced information flow within the left hemisphere (lower DLR) and increased flow from the left to right hemisphere (higher ILR), as expected in patients with positive symptoms of schizophrenia. Statistically significant group differences were also found for the ILR index, when CSD or AVERAGE was used, but the direction of information flow was in the opposite direction to what we expected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39864, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 39875, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "The influence of reference electrode on volume conduction effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 39941, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Comparison of the results obtained based on the original EEG data with those following CSD transformation and REST re-referencing revealed a reduced impact from common sources. This can be clearly seen in the adjacency matrices of every connectivity measure, particularly for bivariate measures such as PLV and PLI (c.f. Figs 1 and 4 for PLV, and Figs 2 and 5 for PLI). This is demonstrated by the reduction of PLV and PLI connections in the alpha band in the frontal part of brain (c.f. Figs 1 and 4 for PLV, and Figs 2 and 5 for PLI), as well as in the PLV connections between neighbouring electrodes (c.f. Figs 1 and 4). Moreover, in the adjacency matrices of DTF, the decrease in strength can be observed in an area near the reference electrode FCz (c.f. Fig 3). Concerns about the influence of volume conducted currents on the estimation of EEG-based connectivity measures have been raised by several investigators. Here, we show that the choice of reference electrode, in particular the application of CSD or REST, can reduce potential ‘contamination’ from common sources, i.e., volume conduction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41045, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Interactions between different frequency bands", "sentences": [], "annotations": [], "relations": []}, {"offset": 41092, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Schizophrenia is a disorder characterized by functional brain reorganization in a frequency band-specific manner. Here, we examined each connectivity measure in each frequency band, separately. The largest group differences in connectivity were observed for the alpha band. The reduced alpha band synchronization in schizophrenic patients, compared with healthy controls, extended across the whole brain, as demonstrated by phase synchronization measures (PLV and PLI) when CSD or REST were used. A lower and more widespread synchronization has been reported previously. In that study, the authors used non-partial and partial cross-correlations to examine brain connectivity in schizophrenia. Our results demonstrate that decreased synchronization is accompanied by increased information flow, quantified by DTF strength connectivity following CSD transformation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41957, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Group differences were also found for other frequency bands. We found that the index strength evaluated using both phase synchronization measures decreased in delta band when REST was used. On the other hand, a stronger synchronization was observed in gamma band (PLV for REST and PLI for CSD). The strength of DTF decreased for lower frequency bands: delta (for CSD and AVERAGE), theta (for AVERAGE), and increased for higher frequency bands: alpha (for CSD), beta (for CSD) and gamma (for CSD and REST). DTF permits better differentiation using the data with CSD than other reference electrodes (AVERAGE or REST). This may be due to the fact that the information flows only from several sources (see rows in the adjacency matrices in Figs 3 and 6 and graphs for DTF in Figs 7 and 8), while the whole brain is involved in the synchronization process. Thus, CSD could be more informative in the case of localized changes in the brain, while AVERAGE or REST more appropriate for extensive activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42955, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Modulation of the amplitude of high-frequency oscillations by the phase of low-frequency oscillations is known as cross-frequency coupling. It is hypothesized that low-frequency oscillations coordinate long-distance communication between distinct brain areas by modulating gamma oscillations within local assemblies. Thus, greater gamma synchronization, which can be observed in patients with schizophrenia, reflects an inability to properly modulate high-frequency oscillations by low-frequency oscillations, what may lead to cognitive impairment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43504, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "The relationship between synchronization and information flow", "sentences": [], "annotations": [], "relations": []}, {"offset": 43566, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this paper, for the first time, directional connectivity measure (DTF) was assessed in connectivity analyses using the EEG data of patients with schizophrenia. DTF, in contrast to PLV and PLI, enabled the identification of the main sources and directions of information flow. In patients with schizophrenia, there was a greater number of flows from the posterior to the frontal brain areas. These results are in line with the results reported by other investigators, such as increased spectral power of spontaneous alpha activity in the posterior part of brain in schizophrenic patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44157, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We have shown that the greater number of flows corresponded to weaker PLI independently on the reference electrode (see graphs in Figs 7 and 8). Moreover, a comparison between DTF and PLV at alpha frequencies revealed that the target of information flow, in particular the frontal region, was an area of greater PLV when FCz, CSD or AVERAGE referencing procedures were used. Such relationship between PLV and DTF have been observed previously using EEG data obtained during eyes open and eyes closed resting state conditions. Here, we found that the localization of area and strength of synchronization depends on the connectivity measure. PLV was greater in the frontal part of brain in patients with schizophrenia compared to healthy controls. On the other hand, PLI was smaller in the posterior part of brain. An exception was re-referencing using REST, for which the area of greatest synchronization, quantified by PLV, was located in the posterior part of brain. Another difference between REST and other re-referencing procedures was observed in source localization. The main sources were located in the occipital lobe for each electrode reference, excluding the REST, where they are located mainly in the parietal and central areas (see adjacency matrices in Fig 6 and graphs for DTF in Fig 8). A similar consequence of EEG data re-referencing using REST, i.e., the sources of alpha activity being located at parietal rather than occipital derivations, was observed in our previous study where we investigate the generation of alpha rhythm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45705, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Dependence of integration and segregation indices on threshold", "sentences": [], "annotations": [], "relations": []}, {"offset": 45768, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Since other indices such as characteristic path lengths, clustering coefficients, and asymmetry measures depend on degree, their dependence on threshold was tested. A lower clustering coefficient and a shorter characteristic path length in the alpha band were found in the patients with schizophrenia compared to healthy persons for both measures of phase synchronization (PLV and PLI) applying CSD, AVERAGE or REST. This is consistent with findings reported by other groups examining brain connectivity in schizophrenia using EEG or MEG. A variety of linear and nonlinear estimators of connectivity, as well as graph-theory parameters, were used in these studies. However, these were all unidirectional measures, which do not allow for determination of causal relations between brain areas involved in the exchange of information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46600, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Fronto-posterior and inter-hemispheric asymmetry", "sentences": [], "annotations": [], "relations": []}, {"offset": 46649, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Comparison of the asymmetry measures revealed group differences in fronto-posterior as well as inter-hemispheric asymmetry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46773, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results of PLV and DTF demonstrated group differences in fronto-posterior asymmetry following CSD transformation, while for PLI the differences were significant only when REST was used. Our results showed that increased synchronization, in patients with schizophrenia compared to healthy controls, was associated with fewer flows within the frontal areas and more flows from frontal to posterior brain areas. This finding support the idea of brain hypofrontality in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47258, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The only connectivity measure that revealed group differences, associated with inter-hemispheric asymmetry, was DTF calculated for REST. Our results showed reduced alpha band flow within the left hemisphere compared to the right hemisphere, and increased flow from the left to the right hemisphere in patients with schizophrenia. These results confirm the existence of an abnormal brain asymmetry, characterized by a reduction of leftward cerebral dominance and impaired transfer of information from the right to the left hemisphere in schizophrenia, as well as an association between increased activation in the right hemisphere and positive symptoms characteristic of paranoid schizophrenia such as auditory hallucinations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47984, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 47996, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "By using data recorded in group of persons with schizophrenia and in a group of healthy controls, the present study highlights several methodological aspects related to the analyses of brain connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48201, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "First, the observed connectivity patterns were dependent upon the choice of connectivity measure. Our results demonstrate the importance of examining functional brain connectivity by various measures for the same data. Each measure gives different information about the interactions, which occur within and between brain structures. Here, we analyzed three measures (PLV, PLI and DTF). These measures provide information about important features such as the phase synchronization (PLV, PLI) and directional flow of information between different structures of brain (DTF), which are subject to particular change in this disorder. The analysis of indices based on graph theory can be helpful for examining the neural mechanisms underlying disconnectivity disorders, by indicating the functional role of specific brain structures and brain rhythms in these processes. However, the exact localization of sources as well as the synchronization pattern depend on the choice of reference electrode.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49193, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Second, choice of reference electrode has an impact on the estimation of connectivity measures, and consequently, on the estimation of indices based on graph theory and the differentiation between groups or, more generally, between different brain states. There is not an ideal reference electrode; the choice of reference electrode depends on the specific situation. An ideal reference electrode should be placed as far away as possible from the source of brain activity. For this reason, the REST re-referencing procedure has been introduced. As we expected, the correlation between CSD and REST was greater than the correlation between CSD and another reference electrode. This was particularly clear in the strength of connections in the alpha band for each connectivity measure. Moreover, the CSD transform as well as the REST reduced effects of volume conduction. In some cases the REST was better than CSD, particularly in the evaluation of inter-hemispheric asymmetry by DTF or fronto-posterior asymmetry by PLI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50214, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Finally, different brain states as well as brain disorders, particularly schizophrenia, are frequency-dependent. Thus, the connectivity measures should be analyzed in each frequency band, separately.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50414, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The purpose of the present study was to provide an overview of the various methodological aspects that may influence the results of connectivity studies. Nevertheless, this study has some limitations. The small number of EEG channels precluded us from performing source level analysis. Moreover, future studies in larger patient groups are warranted to evaluate the correlation between the indices based on graph theory and characteristics of schizophrenia, such as behavior scale scores and illness duration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50924, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 50935, "infons": {"fpage": "S150", "issue": "Suppl 2", "lpage": "4", "name_0": "surname:Schmitt;given-names:A", "name_1": "surname:Hasan;given-names:A", "name_2": "surname:Gruber;given-names:O", "name_3": "surname:Falkai;given-names:P", "pub-id_pmid": "21866371", "section_type": "REF", "source": "Eur Arch Psychiatry Clin Neurosci", "type": "ref", "volume": "261", "year": "2011"}, "text": "Schizophrenia as a disorder of disconnectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 50982, "infons": {"fpage": "644", "issue": "3", "lpage": "55", "name_0": "surname:Friston;given-names:KJ", "pub-id_pmid": "8949263", "section_type": "REF", "source": "Br. Med. Bull", "type": "ref", "volume": "52", "year": "1996"}, "text": "Theoretical neurobiology and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51025, "infons": {"fpage": "88", "lpage": "97", "name_0": "surname:Friston;given-names:KJ", "name_1": "surname:Frith;given-names:CD", "section_type": "REF", "source": "Clin Neurosci", "type": "ref", "volume": "3", "year": "1995"}, "text": "Schizophrenia: a disconnection syndrome?", "sentences": [], "annotations": [], "relations": []}, {"offset": 51066, "infons": {"fpage": "1", "issue": "1–2", "lpage": "52", "name_0": "surname:Shenton;given-names:ME", "name_1": "surname:Dickey;given-names:CC", "name_2": "surname:Frumin;given-names:M", "name_3": "surname:McCarley;given-names:RW", "pub-id_pmid": "11343862", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "49", "year": "2001"}, "text": "A review of MRI findings in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51108, "infons": {"comment": "doi: 10.1016/j.jpsychires.2005.05.005", "fpage": "15", "issue": "1–2", "lpage": "30", "name_0": "surname:Kubicki;given-names:M", "name_1": "surname:McCarley;given-names:R", "name_2": "surname:Westin;given-names:CF", "name_3": "surname:Park;given-names:HJ", "name_4": "surname:Maier;given-names:S", "name_5": "surname:Kikinis;given-names:R", "name_6": "surname:Jolesz;given-names:FA", "name_7": "surname:Shenton;given-names:ME", "pub-id_pmid": "16023676", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "41", "year": "2007"}, "text": "A review of diffusion tensor imaging studies in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51170, "infons": {"name_0": "surname:Gaebel;given-names:W", "section_type": "REF", "source": "Schizophrenia: Current science and clinical practice", "type": "ref", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 51171, "infons": {"comment": "doi: 10.1016/j.tics.2010.09.001", "fpage": "506", "issue": "11", "lpage": "515", "name_0": "surname:Canolty;given-names:RT", "name_1": "surname:Knight;given-names:RT", "pub-id_pmid": "20932795", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "14", "year": "2010"}, "text": "The functional role of cross-frequency coupling", "sentences": [], "annotations": [], "relations": []}, {"offset": 51219, "infons": {"fpage": "301", "lpage": "313", "name_0": "surname:von Stein;given-names:A", "name_1": "surname:Sarnthein;given-names:J", "pub-id_pmid": "11102669", "section_type": "REF", "source": "Int. J. Psychophysiol.", "type": "ref", "volume": "38", "year": "2000"}, "text": "Different frequencies for different scales of cortical integration: from local gamma to long range alpha/theta synchronization", "sentences": [], "annotations": [], "relations": []}, {"offset": 51346, "infons": {"comment": "doi: 10.1093/schbul/sbn060", "fpage": "974", "name_0": "surname:Lisman;given-names:J", "name_1": "surname:Buzsaki;given-names:G", "pub-id_pmid": "18559405", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "34", "year": "2008"}, "text": "A Neural Coding Scheme Formed by the Combined Function of Gamma and Theta Oscillations", "sentences": [], "annotations": [], "relations": []}, {"offset": 51433, "infons": {"comment": "doi: 10.3389/fnsys.2011.00059", "fpage": "59", "name_0": "surname:Allen;given-names:EA", "name_1": "surname:Lin;given-names:J", "name_2": "surname:Kiehl;given-names:KA", "name_3": "surname:Gelernter;given-names:J", "name_4": "surname:Pearlson;given-names:GD", "name_5": "surname:Perrone-Bizzozero;given-names:NI", "name_6": "surname:Calhoun;given-names:VD", "pub-id_pmid": "21808609", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "5", "year": "2011"}, "text": "Components of cross-frequency modulation in health and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 51496, "infons": {"fpage": "425", "lpage": "462", "name_0": "surname:Ingwar;given-names:DH", "name_1": "surname:Franzen;given-names:G", "pub-id_pmid": "4423855", "section_type": "REF", "source": "Acta Psychiat. Scand.", "type": "ref", "volume": "50", "year": "1974"}, "text": "Abnormalities of cerebral blood flow distribution in patients with chronic schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51585, "infons": {"comment": "doi: 10.1080/09540260701486365", "fpage": "417", "issue": "4", "lpage": "427", "name_0": "surname:Ragland;given-names:JD", "name_1": "surname:Yoon;given-names:J", "name_2": "surname:Minzenberg;given-names:MJ", "name_3": "surname:Carter;given-names:CS", "pub-id_pmid": "17671874", "section_type": "REF", "source": "Int Rev Psychiatry", "type": "ref", "volume": "19", "year": "2007"}, "text": "Neuroimaging of cognitive disability in schizophrenia: Search for a pathophysiological mechanism", "sentences": [], "annotations": [], "relations": []}, {"offset": 51682, "infons": {"fpage": "2434", "issue": "21", "lpage": "2451", "name_0": "surname:Oertel-Knoechel;given-names:V", "name_1": "surname:Knoechel;given-names:C", "name_2": "surname:Staeblein;given-names:M", "name_3": "surname:Linden;given-names:DE", "pub-id_pmid": "23279182", "section_type": "REF", "source": "Current Topics in Medicinal Chemistry", "type": "ref", "volume": "12", "year": "2012"}, "text": "Abnormal Functional and Structural Asymmetry as Biomarker for Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51758, "infons": {"comment": "doi: 10.1073/pnas.1302581110", "fpage": "E3435", "issue": "36", "lpage": "44", "name_0": "surname:Gotts;given-names:SJ", "name_1": "surname:Jo;given-names:HJ", "name_2": "surname:Wallace;given-names:GL", "name_3": "surname:Saad;given-names:ZS", "name_4": "surname:Cox;given-names:RW", "name_5": "surname:Martin;given-names:A", "pub-id_pmid": "23959883", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Two distinct forms of functional lateralization in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 51825, "infons": {"comment": "doi: 10.3389/fnhum.2014.01010", "fpage": "1010", "name_0": "surname:Ribolsi;given-names:M", "name_1": "surname:Daskalakis;given-names:ZJ", "name_2": "surname:Siracusano;given-names:A", "name_3": "surname:Koch;given-names:G", "pub-id_pmid": "25566030", "section_type": "REF", "source": "Frontiers in Human Neuroscience", "type": "ref", "volume": "8", "year": "2014"}, "text": "Abnormal asymmetry of brain connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51883, "infons": {"comment": "doi: 10.1002/hbm.21326", "fpage": "1741", "lpage": "1749", "name_0": "surname:Miyata;given-names:J", "name_1": "surname:Sasamoto;given-names:A", "name_2": "surname:Koelkebeck;given-names:K", "name_3": "surname:Hirao;given-names:K", "name_4": "surname:Ueda;given-names:K", "name_5": "surname:Kawada;given-names:R", "pub-id_pmid": "21976373", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "33", "year": "2012"}, "text": "Abnormal Asymmetry of White Matter Integrity in Schizophrenia Revealed by Voxelwise Diffusion Tensor Imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 51992, "infons": {"comment": "doi: 10.1016/j.schres.2015.03.028", "fpage": "30", "issue": "1", "lpage": "7", "name_0": "surname:Leroux;given-names:E", "name_1": "surname:Delcroix;given-names:N", "name_2": "surname:Dollfus;given-names:S", "pub-id_pmid": "25868933", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "165", "year": "2015"}, "text": "Left-hemisphere lateralization for language and interhemispheric fiber tracking in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52103, "infons": {"comment": "doi: 10.1016/j.schres.2014.11.014", "fpage": "210", "issue": "2–3", "lpage": "4", "name_0": "surname:Royer;given-names:C", "name_1": "surname:Delcroix;given-names:N", "name_2": "surname:Leroux;given-names:E", "name_3": "surname:Alary;given-names:M", "name_4": "surname:Razafimandimby;given-names:A", "name_5": "surname:Brazo;given-names:P", "pub-id_pmid": "25476118", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "161", "year": "2015"}, "text": "Functional and structural brain asymmetries in patients with schizophrenia and bipolar disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 52200, "infons": {"comment": "doi: 10.1016/j.neuropsychologia.2014.01.008", "fpage": "119", "lpage": "128", "name_0": "surname:Zeev-Wolf;given-names:M", "name_1": "surname:Goldstein;given-names:A", "name_2": "surname:Levkovitz;given-names:Y", "name_3": "surname:Faust;given-names:M", "pub-id_pmid": "24462952", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "56", "year": "2014"}, "text": "Fine-coarse semantic processing in schizophrenia: A reversed pattern of hemispheric dominance", "sentences": [], "annotations": [], "relations": []}, {"offset": 52294, "infons": {"comment": "doi: 10.1016/j.neuroimage.2007.12.032", "fpage": "1102", "lpage": "1110", "name_0": "surname:Mohr;given-names:B", "name_1": "surname:Pulvermüller;given-names:F", "name_2": "surname:Rockstroh;given-names:B", "name_3": "surname:Endrass;given-names:T", "pub-id_pmid": "18456515", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "41", "year": "2008"}, "text": "Hemispheric cooperation—A crucial factor in schizophrenia? Neurophysiological evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 52381, "infons": {"fpage": "413", "lpage": "417", "name_0": "surname:Maher;given-names:BA", "name_1": "surname:Manschreck;given-names:TC", "name_2": "surname:Yurgelun-Todd;given-names:DA", "name_3": "surname:Tsuang;given-names:MT", "pub-id_pmid": "9777170", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "44", "year": "1998"}, "text": "Hemispheric Asymmetry of Frontal and Temporal Gray Matter and Age of Onset in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52473, "infons": {"fpage": "181", "lpage": "185", "name_0": "surname:Crow;given-names:TJ", "name_1": "surname:Done;given-names:DJ", "name_2": "surname:Sacker;given-names:A", "pub-id_pmid": "9000315", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "22", "year": "1996"}, "text": "Cerebral lateralization is delayed in children who later develop schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52552, "infons": {"fpage": "127", "issue": "2–3", "lpage": "14", "name_0": "surname:Crow;given-names:TJ", "pub-id_pmid": "9468348", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "28", "year": "1997"}, "text": "Is schizophrenia the price that Homo sapiens pays for language?", "sentences": [], "annotations": [], "relations": []}, {"offset": 52616, "infons": {"comment": "doi: 10.1016/j.pscychresns.2009.11.004", "fpage": "30", "lpage": "39", "name_0": "surname:Ke;given-names:M", "name_1": "surname:Zou;given-names:R", "name_2": "surname:Shen;given-names:H", "name_3": "surname:Huang;given-names:X", "name_4": "surname:Zhou;given-names:Z", "name_5": "surname:Liu;given-names:Z", "pub-id_pmid": "20227250", "section_type": "REF", "source": "Psychiatry Research: Neuroimaging", "type": "ref", "volume": "182", "year": "2010"}, "text": "Bilateral functional asymmetry disparity in positive and negative schizophrenia revealed by resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 52727, "infons": {"fpage": "57", "issue": "1–2", "lpage": "67", "name_0": "surname:Sommer;given-names:IEC", "name_1": "surname:Ramsey;given-names:NF", "name_2": "surname:Kahn;given-names:RS", "pub-id_pmid": "11595392", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "52", "year": "2001"}, "text": "Language lateralization in schizophrenia, an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 52783, "infons": {"comment": "doi: 10.1371/journal.pone.0004507", "fpage": "e4507", "issue": "2", "name_0": "surname:Angrilli;given-names:A", "name_1": "surname:Spironelli;given-names:C", "name_2": "surname:Elbert;given-names:T", "name_3": "surname:Crow;given-names:TJ", "name_4": "surname:Marano;given-names:G", "name_5": "surname:Stegagno;given-names:L", "pub-id_pmid": "19223971", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "4", "year": "2009"}, "text": "Schizophrenia as Failure of Left Hemispheric Dominance for the Phonological Component of Language", "sentences": [], "annotations": [], "relations": []}, {"offset": 52881, "infons": {"comment": "doi: 10.1089/brain.2011.0008", "fpage": "13", "issue": "1", "lpage": "16", "name_0": "surname:Friston;given-names:KJ", "pub-id_pmid": "22432952", "section_type": "REF", "source": "A Review. Brain Connectivity", "type": "ref", "volume": "1", "year": "2011"}, "text": "Functional and Effective Connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 52919, "infons": {"fpage": "2955", "lpage": "2958", "name_0": "surname:Klonowski;given-names:W", "name_1": "surname:Olejarczyk;given-names:E", "name_2": "surname:Stepien;given-names:R", "section_type": "REF", "source": "Conf Proc IEEE Eng Med Biol Soc", "type": "ref", "volume": "22", "year": "2000"}, "text": "Nonlinear dynamics of EEG-signal reveals influence of magnetic field on the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 53001, "infons": {"fpage": "155", "lpage": "160", "name_0": "surname:Klonowski;given-names:W", "name_1": "surname:Olejarczyk;given-names:E", "name_2": "surname:Stepien;given-names:R", "section_type": "REF", "source": "AIP Conference Proceedings", "type": "ref", "volume": "622", "year": "2002"}, "text": "Complexity of EEG-signal in time domain - Possible biomedical application", "sentences": [], "annotations": [], "relations": []}, {"offset": 53075, "infons": {"comment": "doi: 10.1109/IEMBS.2007.4353063", "fpage": "3408", "lpage": "10", "name_0": "surname:Olejarczyk;given-names:E", "pub-id_pmid": "18002729", "section_type": "REF", "source": "Conf Proc IEEE Eng Med Biol Soc", "type": "ref", "volume": "2007", "year": "2007"}, "text": "Application of fractal dimension method of functional MRI time-series to limbic dysregulation in anxiety study", "sentences": [], "annotations": [], "relations": []}, {"offset": 53186, "infons": {"fpage": "3", "issue": "1", "lpage": "28", "name_0": "surname:Olejarczyk;given-names:E", "name_1": "surname:Sobieszek;given-names:A", "name_2": "surname:Rudner;given-names:R", "name_3": "surname:Marciniak;given-names:R", "name_4": "surname:Wartak;given-names:M", "name_5": "surname:Stasiowski;given-names:M", "section_type": "REF", "source": "Biocybern Biomed Eng", "type": "ref", "volume": "29", "year": "2009"}, "text": "Evaluation of the EEG-signal during Volatile Anaesthesia: Methodological Approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 53268, "infons": {"comment": "doi: 10.1371/journal.pone.0100199", "fpage": "e100199", "issue": "6", "name_0": "surname:Zappasodi;given-names:F", "name_1": "surname:Olejarczyk;given-names:E", "name_2": "surname:Marzetti;given-names:L", "name_3": "surname:Assenza;given-names:G", "name_4": "surname:Pizzella;given-names:V", "name_5": "surname:Tecchio;given-names:F", "pub-id_pmid": "24967904", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Fractal Dimension of EEG Activity Senses Neuronal Impairment in Acute Stroke", "sentences": [], "annotations": [], "relations": []}, {"offset": 53345, "infons": {"comment": "doi: 10.1371/journal.pone.0141995", "fpage": "e0141995", "issue": "11", "name_0": "surname:Zappasodi;given-names:F", "name_1": "surname:Marzetti;given-names:L", "name_2": "surname:Olejarczyk;given-names:E", "name_3": "surname:Tecchio;given-names:F", "name_4": "surname:Pizzella;given-names:V", "pub-id_pmid": "26536036", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "Age-Related Changes in Electroencephalographic Signal Complexity", "sentences": [], "annotations": [], "relations": []}, {"offset": 53410, "infons": {"comment": "doi: 10.1007/s00429-016-1328-4", "name_0": "surname:Cottone;given-names:C", "name_1": "surname:Porcaro;given-names:C", "name_2": "surname:Cancelli;given-names:A", "name_3": "surname:Olejarczyk;given-names:E", "name_4": "surname:Salustri;given-names:C", "name_5": "surname:Tecchio;given-names:F", "pub-id_pmid": "27803994", "section_type": "REF", "source": "Brain Struct Funct", "type": "ref", "year": "2016"}, "text": "Neuronal electrical ongoing activity as a signature of cortical areas", "sentences": [], "annotations": [], "relations": []}, {"offset": 53480, "infons": {"comment": "doi: 10.5498/wjp.v2.i1.1", "fpage": "1", "issue": "1", "lpage": "12", "name_0": "surname:Micheloyannis;given-names:S", "pub-id_pmid": "24175163", "section_type": "REF", "source": "World J Psychiatry", "type": "ref", "volume": "2", "year": "2012"}, "text": "Graph-based network analysis in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53526, "infons": {"comment": "doi: 10.1007/s10548-010-0133-2", "fpage": "214", "lpage": "220", "name_0": "surname:De Vico Fallani;given-names:F", "name_1": "surname:Maglione;given-names:A", "name_2": "surname:Babiloni;given-names:F", "name_3": "surname:Mattia;given-names:D", "name_4": "surname:Astolfi;given-names:L", "name_5": "surname:Vecchiato;given-names:G", "pub-id_pmid": "20094766", "section_type": "REF", "source": "Brain Topogr", "type": "ref", "volume": "23", "year": "2010"}, "text": "Cortical network analysis in patients affected by schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53590, "infons": {"fpage": "693", "lpage": "711", "name_0": "surname:Yao;given-names:D", "pub-id_pmid": "11761077", "section_type": "REF", "source": "Physiol. Meas.", "type": "ref", "volume": "22", "year": "2001"}, "text": "A method to standardize a reference of scalp EEG recordings to a point at infinity", "sentences": [], "annotations": [], "relations": []}, {"offset": 53673, "infons": {"comment": "doi: 10.1016/j.clinph.2010.03.056", "fpage": "1981", "issue": "12", "lpage": "1991", "name_0": "surname:Qin;given-names:Y", "name_1": "surname:Xu;given-names:P", "name_2": "surname:Yao;given-names:D", "pub-id_pmid": "20547470", "section_type": "REF", "source": "Clin. Neurophysiol.", "type": "ref", "volume": "121", "year": "2010"}, "text": "A comparative study of different references for EEG default mode network: the use of the infinity reference", "sentences": [], "annotations": [], "relations": []}, {"offset": 53781, "infons": {"comment": "doi: 10.1088/1741-2560/13/3/036016", "fpage": "036016", "issue": "3", "name_0": "surname:Chella;given-names:F", "name_1": "surname:Pizzella;given-names:V", "name_2": "surname:Zappasodi;given-names:F", "name_3": "surname:Marzetti;given-names:L", "pub-id_pmid": "27138114", "section_type": "REF", "source": "J. Neural Eng.", "type": "ref", "volume": "13", "year": "2016"}, "text": "Impact of the reference choice on scalp EEG connectivity estimation", "sentences": [], "annotations": [], "relations": []}, {"offset": 53849, "infons": {"comment": "doi: 10.3389/fnins.2017.00262", "fpage": "262", "name_0": "surname:Chella;given-names:F", "name_1": "surname:D'Andrea;given-names:A", "name_2": "surname:Basti;given-names:A", "name_3": "surname:Pizzella;given-names:V", "name_4": "surname:Marzetti;given-names:L", "pub-id_pmid": "28559790", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "volume": "11", "year": "2017"}, "text": "Non-linear Analysis of Scalp EEG by Using Bispectra: The Effect of the Reference Choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 53937, "infons": {"comment": "doi: 10.3389/fnins.2017.00368", "fpage": "368", "name_0": "surname:Huang;given-names:Y", "name_1": "surname:Zhang;given-names:J", "name_2": "surname:Cui;given-names:Y", "name_3": "surname:Yang;given-names:G", "name_4": "surname:He;given-names:L", "name_5": "surname:Liu;given-names:Q", "name_6": "surname:Yin;given-names:G", "pub-id_pmid": "28725175", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "volume": "11", "year": "2017"}, "text": "How Different EEG References Influence Sensor Level Functional Connectivity Graphs", "sentences": [], "annotations": [], "relations": []}, {"offset": 54020, "infons": {"comment": "doi: 10.3389/fnins.2017.00506", "name_0": "surname:Olejarczyk;given-names:E", "name_1": "surname:Bogucki;given-names:P", "name_2": "surname:Sobieszek;given-names:A", "pub-id_pmid": "28955192", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "year": "2017"}, "text": "The EEG split alpha peak: phenomenological origins and methodological aspects of detection and evaluation", "sentences": [], "annotations": [], "relations": []}, {"offset": 54126, "infons": {"name_0": "surname:Nunez;given-names:P.L.", "name_1": "surname:Srinivasan;given-names:R.", "section_type": "REF", "source": "Electric fields of the brain: the Neurophysics of EEG", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54127, "infons": {"comment": "doi: 10.1016/j.clinph.2005.08.034", "fpage": "348", "issue": "2", "lpage": "368", "name_0": "surname:Kayser;given-names:J", "name_1": "surname:Tenke;given-names:CE", "pub-id_pmid": "16356767", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "117", "year": "2006"}, "text": "Principal components analysis of Laplacian waveforms as a generic method for identifying ERP generator patterns: I. Evaluation with auditory oddball tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54282, "infons": {"comment": "doi: 10.1016/j.clinph.2005.08.033", "fpage": "369", "issue": "2", "lpage": "380", "name_0": "surname:Kayser;given-names:J.", "name_1": "surname:Tenke;given-names:C.E.", "pub-id_pmid": "16356768", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "117", "year": "2006"}, "text": "Principal components analysis of Laplacian waveforms as a generic method for identifying ERP generator patterns: II. Adequacy of low-density estimates", "sentences": [], "annotations": [], "relations": []}, {"offset": 54433, "infons": {"name_0": "surname:Kayser;given-names:J", "section_type": "REF", "source": "Current source density (CSD) interpolation using spherical splines—CSD Toolbox (Version 1.1)", "type": "ref", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54434, "infons": {"comment": "doi: 10.1088/0967-3334/26/3/003", "fpage": "173", "lpage": "184", "name_0": "surname:Yao;given-names:D.", "name_1": "surname:Wang;given-names:L.", "name_2": "surname:Oostenveld;given-names:R.", "name_3": "surname:Nielsen;given-names:KD", "name_4": "surname:Arendt-Nielsen;given-names:L", "name_5": "surname:Chen;given-names:ACN", "pub-id_pmid": "15798293", "section_type": "REF", "source": "Physiol. Meas.", "type": "ref", "volume": "26", "year": "2005"}, "text": "A comparative study of different references for EEG spectral mapping: the issue of the neutral reference and the use of the infinity reference", "sentences": [], "annotations": [], "relations": []}, {"offset": 54577, "infons": {"comment": "doi: 10.1016/j.cmpb.2004.07.002", "fpage": "229", "issue": "3", "lpage": "38", "name_0": "surname:Zhai;given-names:Y", "name_1": "surname:Yao;given-names:D", "pub-id_pmid": "15501509", "section_type": "REF", "source": "Comput Methods Programs Biomed", "type": "ref", "volume": "76", "year": "2004"}, "text": "A study on the reference electrode standardization technique for a realistic head model", "sentences": [], "annotations": [], "relations": []}, {"offset": 54665, "infons": {"fpage": "184", "issue": "2", "lpage": "187", "name_0": "surname:Perrin;given-names:F", "name_1": "surname:Pernier;given-names:J", "name_2": "surname:Bertrand;given-names:O", "name_3": "surname:Echallier;given-names:JF", "pub-id_pmid": "2464490", "section_type": "REF", "source": "Electroencephalogr. Clin. Neurophysiol", "type": "ref", "volume": "72", "year": "1989"}, "text": "Spherical splines for scalp potential and current density mapping [corrigenda EEG 02274, EEG Clin. Neurophysiol., 1990, 76, 565]", "sentences": [], "annotations": [], "relations": []}, {"offset": 54794, "infons": {"comment": "doi: 10.1088/1741-2560/12/5/056012", "fpage": "056012", "issue": "5", "name_0": "surname:Liu;given-names:Q", "name_1": "surname:Balsters;given-names:JH", "name_2": "surname:Baechinger;given-names:M", "name_3": "surname:van der Groen;given-names:O", "name_4": "surname:Wenderoth;given-names:N", "name_5": "surname:Mantini;given-names:D", "pub-id_pmid": "26305167", "section_type": "REF", "source": "J Neural Eng", "type": "ref", "volume": "12", "year": "2015"}, "text": "Estimating a neutral reference for electroencephalographic recordings: the importance of using a high-density montage and a realistic head model", "sentences": [], "annotations": [], "relations": []}, {"offset": 54939, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hu S, Lai Y, Karahan E, Valdes Sosa PA, Yao D. How does the Reference Montage and Electrode layout affect the Measured scalp EEG potentials. Human Brain Mapping’s 21th Annual Meeting, Honolulu, June 14–18 2015.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55150, "infons": {"fpage": "4193", "lpage": "4196", "name_0": "surname:Rosenblum;given-names:MG", "name_1": "surname:Pikovsky;given-names:AS", "name_2": "surname:Kurths;given-names:J", "section_type": "REF", "source": "Phys Rev Lett", "type": "ref", "volume": "78", "year": "1997"}, "text": "From phase to lag synchronization in coupled chaotic oscillators", "sentences": [], "annotations": [], "relations": []}, {"offset": 55215, "infons": {"fpage": "358", "lpage": "369", "name_0": "surname:Mormann;given-names:F", "name_1": "surname:Lehnertz;given-names:K", "name_2": "surname:David;given-names:P", "name_3": "surname:Elger;given-names:C", "section_type": "REF", "source": "Physica D", "type": "ref", "volume": "144", "year": "2000"}, "text": "Mean phase coherence as a measure for phase synchronization and its application to the EEG of epilepsy patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 55327, "infons": {"comment": "doi: 10.1002/hbm.20346", "fpage": "1178", "issue": "11", "lpage": "93", "name_0": "surname:Stam;given-names:CJ", "name_1": "surname:Nolte;given-names:G", "name_2": "surname:Daffertshofer;given-names:A", "pub-id_pmid": "17266107", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "28", "year": "2007"}, "text": "Phase lag index: assessment of functional connectivity from multi channel EEG and MEG with diminished bias from common sources", "sentences": [], "annotations": [], "relations": []}, {"offset": 55454, "infons": {"fpage": "203", "lpage": "210", "name_0": "surname:Kaminski;given-names:M", "name_1": "surname:Blinowska;given-names:KJ", "pub-id_pmid": "1912013", "section_type": "REF", "source": "Biol Cybern", "type": "ref", "volume": "65", "year": "1991"}, "text": "A new method of the description of the information flow in the brain structures", "sentences": [], "annotations": [], "relations": []}, {"offset": 55534, "infons": {"fpage": "373", "lpage": "411", "name_0": "surname:Blinowska;given-names:K", "name_1": "surname:Kaminski;given-names:M", "section_type": "REF", "source": "Handbook of time Series Analysis. Recent Theoretical Developments and Applications", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 55535, "infons": {"fpage": "716", "lpage": "23", "name_0": "surname:Akaike;given-names:H", "section_type": "REF", "source": "IEEE Transactions on Automatic Control", "type": "ref", "volume": "19", "year": "1974"}, "text": "A new look at the statistical model identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 55586, "infons": {"comment": "doi: 10.1038/nrn2575", "fpage": "186", "issue": "3", "lpage": "98", "name_0": "surname:Bullmore;given-names:E", "name_1": "surname:Sporns;given-names:O", "pub-id_pmid": "19190637", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "10", "year": "2009"}, "text": "Complex brain networks: graph theoretical analysis of structural and functional systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 55674, "infons": {"comment": "doi: 10.1016/j.neuroimage.2009.10.003", "fpage": "1059", "lpage": "1069", "name_0": "surname:Rubinov;given-names:M", "name_1": "surname:Sporns;given-names:O", "pub-id_pmid": "19819337", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "52", "year": "2010"}, "text": "Complex network measures of brain connectivity: Uses and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 55747, "infons": {"comment": "doi: 10.1007/s12021-013-9186-1", "fpage": "405", "issue": "4", "lpage": "34", "name_0": "surname:Niso;given-names:G", "name_1": "surname:Bruna;given-names:R", "name_2": "surname:Pereda;given-names:E", "name_3": "surname:Gutierrez;given-names:R", "name_4": "surname:Bajo;given-names:R", "name_5": "surname:Maestu;given-names:F", "pub-id_pmid": "23812847", "section_type": "REF", "source": "Neuroinformatics", "type": "ref", "volume": "11", "year": "2013"}, "text": "HERMES: towards an integrated toolbox to characterize functional and effective brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 55845, "infons": {"fpage": "77", "lpage": "94", "name_0": "surname:Theiler;given-names:J", "name_1": "surname:Eubank;given-names:S", "name_2": "surname:Longtin;given-names:A", "name_3": "surname:Galdrikian;given-names:B", "name_4": "surname:Farmer;given-names:JD", "section_type": "REF", "source": "Physica D", "type": "ref", "volume": "58", "year": "1992"}, "text": "Testing for nonlinearity in time series: the method of surrogate data", "sentences": [], "annotations": [], "relations": []}, {"offset": 55915, "infons": {"comment": "doi: 10.3389/fncom.2017.00026", "fpage": "26", "name_0": "surname:Kaminski;given-names:M", "name_1": "surname:Blinowska;given-names:KJ", "pub-id_pmid": "28458635", "section_type": "REF", "source": "Front. Comput. Neurosci.", "type": "ref", "volume": "11", "year": "2017"}, "text": "The Influence of Volume Conduction on DTF Estimate and the Problem of Its Mitigation", "sentences": [], "annotations": [], "relations": []}, {"offset": 56000, "infons": {"comment": "doi: 10.3389/fncom.2016.00121", "fpage": "121", "name_0": "surname:Brunner;given-names:C", "name_1": "surname:Billinger;given-names:M", "name_2": "surname:Seeber;given-names:M", "name_3": "surname:Mullen;given-names:TR", "name_4": "surname:Makeig;given-names:S", "pub-id_pmid": "27920674", "section_type": "REF", "source": "Front Comput Neurosci", "type": "ref", "volume": "10", "year": "2016"}, "text": "Volume Conduction Influences Scalp-Based Connectivity Estimates", "sentences": [], "annotations": [], "relations": []}, {"offset": 56064, "infons": {"fpage": "103", "lpage": "130", "name_0": "surname:Christodoulakis;given-names:M", "name_1": "surname:Hadjipapas;given-names:A", "name_2": "surname:Papathanasiou;given-names:ES", "name_3": "surname:Anastasiadou;given-names:M", "name_4": "surname:Papacostas;given-names:SS", "name_5": "surname:Mitsis;given-names:GD", "name_6": "surname:Sakkalis;given-names:V", "section_type": "REF", "series": "Neuromethods", "source": "Modern Electroencephalographic Assessment Techniques", "type": "ref", "volume": "91", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 56065, "infons": {"comment": "doi: 10.1007/s10548-016-0538-7", "name_0": "surname:Van de Steen;given-names:F", "name_1": "surname:Faes;given-names:L", "name_2": "surname:Karahan;given-names:E", "name_3": "surname:Songsiri;given-names:J", "name_4": "surname:Valdes-Sosa;given-names:PA", "name_5": "surname:Marinazzo;given-names:D", "pub-id_pmid": "27905073", "section_type": "REF", "source": "Brain Topogr", "type": "ref", "year": "2016"}, "text": "Critical Comments on EEG Sensor Space Dynamical Connectivity Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56135, "infons": {"comment": "doi: 10.1016/j.ijpsycho.2015.02.004", "fpage": "135", "lpage": "48", "name_0": "surname:Basar;given-names:E", "name_1": "surname:Schmiedt-Fehr;given-names:C", "name_10": "surname:Yener;given-names:G", "name_11": "surname:Basar-Eroglu;given-names:C", "name_2": "surname:Mathes;given-names:B", "name_3": "surname:Femir;given-names:B", "name_4": "surname:Emek-Savas;given-names:DD", "name_5": "surname:Tulay;given-names:E", "name_6": "surname:Tan;given-names:D", "name_7": "surname:Duzgun;given-names:A", "name_8": "surname:Guntekin;given-names:B", "name_9": "surname:Ozerdem;given-names:A", "pub-id_pmid": "25660302", "section_type": "REF", "source": "Int J Psychophysiol", "type": "ref", "volume": "103", "year": "2016"}, "text": "What does the broken brain say to the neuroscientist? Oscillations and connectivity in schizophrenia, Alzheimer's disease, and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 56279, "infons": {"comment": "doi: 10.1088/1741-2552/aa6401", "fpage": "036017", "issue": "3", "name_0": "surname:Olejarczyk;given-names:E", "name_1": "surname:Marzetti;given-names:L", "name_2": "surname:Pizzella;given-names:V", "name_3": "surname:Zappasodi;given-names:F", "pub-id_pmid": "28378705", "section_type": "REF", "source": "J Neural Eng", "type": "ref", "volume": "14", "year": "2017"}, "text": "Comparison of connectivity analyses for resting state EEG data", "sentences": [], "annotations": [], "relations": []}, {"offset": 56342, "infons": {"comment": "doi: 10.1016/j.compbiomed.2011.05.004", "fpage": "1178", "lpage": "1186", "name_0": "surname:Jalili;given-names:M", "name_1": "surname:Knyazeva;given-names:MG", "pub-id_pmid": "21601186", "section_type": "REF", "source": "Comput Biol Med", "type": "ref", "volume": "41", "year": "2011"}, "text": "EEG-based functional networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56389, "infons": {"comment": "doi: 10.1016/j.schres.2006.06.028", "fpage": "60", "lpage": "66", "name_0": "surname:Micheloyannis;given-names:S", "name_1": "surname:Pachou;given-names:E", "name_2": "surname:Stam;given-names:CJ", "name_3": "surname:Breakspear;given-names:M", "name_4": "surname:Bitsios;given-names:P", "name_5": "surname:Vourkas;given-names:M", "pub-id_pmid": "16875801", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "87", "year": "2006"}, "text": "Small-world networks and disturbed functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56465, "infons": {"comment": "doi: 10.1007/s10548-008-0062-5", "fpage": "128", "lpage": "137", "name_0": "surname:Pachou;given-names:E", "name_1": "surname:Vourkas;given-names:M", "name_2": "surname:Simos;given-names:P", "name_3": "surname:Smit;given-names:D", "name_4": "surname:Stam;given-names:CJ", "name_5": "surname:Tsirka;given-names:V", "pub-id_pmid": "18726681", "section_type": "REF", "source": "Brain Topogr", "type": "ref", "volume": "21", "year": "2008"}, "text": "Working memory in schizophrenia: an EEG study using power spectrum and coherence analysis to estimate cortical activation and network behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 56608, "infons": {"comment": "doi: 10.1002/hbm.20517", "fpage": "403", "lpage": "416", "name_0": "surname:Rubinov;given-names:M", "name_1": "surname:Knock;given-names:SA", "name_2": "surname:Stam;given-names:CJ", "name_3": "surname:Micheloyannis;given-names:S", "name_4": "surname:Harris;given-names:AW", "name_5": "surname:Williams;given-names:LM", "pub-id_pmid": "18072237", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "30", "year": "2009"}, "text": "Small-world properties of nonlinear brain activity in schizophrenia", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}