{"source": "PMC", "date": "20201215", "key": "pmc.key", "infons": {}, "documents": [{"id": "5429248", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2017.05.001", "article-id_pmc": "5429248", "article-id_pmid": "28529872", "article-id_publisher-id": "S2213-1582(17)30105-5", "fpage": "161", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "170", "name_0": "surname:Ray;given-names:Kimberly L.", "name_1": "surname:Lesh;given-names:Tyler A.", "name_2": "surname:Howell;given-names:Amber M.", "name_3": "surname:Salo;given-names:Taylor P.", "name_4": "surname:Ragland;given-names:J. Daniel", "name_5": "surname:MacDonald;given-names:Angus W.", "name_6": "surname:Gold;given-names:James M.", "name_7": "surname:Silverstein;given-names:Steven M.", "name_8": "surname:Barch;given-names:Deana M.", "name_9": "surname:Carter;given-names:Cameron S.", "section_type": "TITLE", "type": "front", "volume": "15", "year": "2017"}, "text": "Functional network changes and cognitive control in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 66, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cognitive control is a cognitive and neural mechanism that contributes to managing the complex demands of day-to-day life. Studies have suggested that functional impairments in cognitive control associated brain circuitry contribute to a broad range of higher cognitive deficits in schizophrenia. To examine this issue, we assessed functional connectivity networks in healthy adults and individuals with schizophrenia performing tasks from two distinct cognitive domains that varied in demands for cognitive control, the RiSE episodic memory task and DPX goal maintenance task. We characterized general and cognitive control-specific effects of schizophrenia on functional connectivity within an expanded frontal parietal network (FPN) and quantified network topology properties using graph analysis. Using the network based statistic (NBS), we observed greater network functional connectivity in cognitive control demanding conditions during both tasks in both groups in the FPN, and demonstrated cognitive control FPN specificity against a task independent auditory network. NBS analyses also revealed widespread connectivity deficits in schizophrenia patients across all tasks. Furthermore, quantitative changes in network topology associated with diagnostic status and task demand were observed. The present findings, in an analysis that was limited to correct trials only, ensuring that subjects are on task, provide critical insights into network connections crucial for cognitive control and the manner in which brain networks reorganize to support such control. Impairments in this mechanism are present in schizophrenia and these results highlight how cognitive control deficits contribute to the pathophysiology of this illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1805, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1816, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Functional connectivity changes in the FPN support effective periods of cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1907, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Decreased functional connectivity in schizophrenia was observed in all cognitive control tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2003, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The NBS identified nodes in the PFC and MTL exhibited group by control interaction effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2095, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Changes in FPN topology associated with diagnostic status and task demand were observed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2184, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2197, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cognitive deficits are among the most debilitating symptoms of schizophrenia (SZ). Present at the onset of illness, these symptoms can persist regardless of illness stage and negatively impact a wide range of cognitive systems to include impaired attention, executive functioning, verbal fluency, working and episodic memory. Neuroimaging studies have traditionally examined the range of cognitive systems affected by the disease in isolation and the literature reflects a varied pattern of functional neural markers that reflects the functional circuitry associated with the range of domains studied. The current study was designed to address a higher level theoretical hypothesis regarding the common functional circuitry associated with patients' deficits in a general purpose cognitive control network involved in regulating a range of cognitive domains and tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3066, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cognitive control is the ability to adapt information processing and regulate behavior according to one's current goals. This mechanism is not limited to a particular cognitive domain and supports a range of executive functions, including allocation of attention, working memory, episodic memory, and inhibitory processing. Meta-analyses of functional neuroimaging data in healthy individuals provide evidence for a superordinate cognitive control network that supports a diverse range of executive functions. It has been posited that a number of deficits in higher cognition in schizophrenia and other disorders may be attributed to dysfunction in a such a general purpose cognitive control network that supports a diverse range of cognitive functions when high levels of control are required. This is consistent with meta-analytic findings showing that healthy controls (HC) and schizophrenia patients activated a similarly distributed cortical-subcortical network while performing a range of different executive tasks. In direct between-group comparisons, individuals with schizophrenia exhibited reduced activation in the dorsolateral prefrontal cortex (DLPFC), ventrolateral prefrontal cortex (VLPFC), dorsal anterior cingulate cortex (ACC), pre-SMA, ventral premotor cortex, posterior areas in the temporal and parietal cortex, and sub-cortical areas. These meta-analytic results motivate the present study, which seeks to examine the brain's dynamic network properties during the engagement of cognitive control across two tasks spanning two distinct but important cognitive domains that have been repeatedly shown to be impaired in SZ; episodic memory, and goal maintenance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4749, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cognitive control engagement is important for episodic memory, playing a role in both encoding and memory retrieval. Long-term memory (LTM) for episodic events can be facilitated by focusing on distinctive features of individual items (i.e., item-specific encoding) or by establishing relationships between multiple items (i.e., relational encoding). These memory-encoding processes are of interest because they generate different cognitive control demands. The Relational and item-Specific Encoding task (RiSE), validated by the Cognitive Neuroscience Test Reliability and Clinical applications for Schizophrenia (CNTRACS) Consortium was designed to provide a valid and reliable measure of episodic LTM in SZ. In addition, the RiSE task can dissociate specific encoding and retrieval processes. The current study focuses on changes in functional connectivity associated with varying cognitive control demands during the RiSE task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5681, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Goal maintenance is a critical component of cognitive control and refers to the collection of cognitive processes that activate task-related goals or rules and keep them represented and accessible for constraining attention, and working memory, to guide behavior. The AX Continuous Performance Task (AX-CPT) has been recommended by CNTRICS (Cognitive Neuroscience Treatment Research to Improve Cognition in Schizophrenia; http://cntrics.ucdavis.edu) and RDoC (Research Domain Criteria) as a valid measure of this aspect of cognitive control. A strength of the task is that it generates process-specific patterns of performance that are different from those that would be expected from a generalized deficit in SZ. The current study utilizes the Dot Pattern Expectancy (DPX) task, a variant of the expectancy AX-CPT, where complex visual cues (rather than letters) provide context for responding to a subsequent probe. A key manipulation of this task is that cues indicate the need for high or low levels of cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6707, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent advances in graph theory methodology allow for sophisticated mathematical analyses of brain network interactions during task performance. In the context of the current study, a network is defined by a collection of nodes (e.g. functionally defined brain regions), and links (e.g. functional connectivity) between pairs of nodes. Graph theory-based approaches have identified biologically plausible brain networks found to topologically organize in a meaningful and efficient manner (e.g. small-world architecture and modular structure) that support efficient neural processing. These network analyses allow us not only to visualize the overall connectivity pattern among all elements of the brain but also to quantitatively characterize global organization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7472, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Using graph theory to examine functional connectivity changes within our expanded FPN, we predict that participants will exhibit greater functional connectivity during high cognitive control conditions than in low cognitive control conditions during the RiSE and DPX tasks. We also hypothesize that individuals with schizophrenia will exhibit decreased functional connectivity during high cognitive control conditions in the RiSE and DPX tasks. These hypotheses are supported by previous CNTRACS studies independently examining behavioral and fMRI data from the RiSE and DPX. The current study examines local connectivity changes, as well as functional network changes within the FPN as cognitive control is engaged broadly across multiple cognitive domains during task based fMRI and to elucidate specific, cognitive control related functional connectivity deficits in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8357, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We adapted a beta series correlation technique to construct event-related functional connectivity networks in healthy adults and individuals with schizophrenia performing two cognitive control engaging tasks, the RiSE and DPX, spanning different cognitive domains. The beta series approach, as opposed to task regression, leverages trial-by-trial estimates of BOLD activation. We characterized general and cognitive control-specific effects of schizophrenia on functional brain connectivity within an expanded frontal parietal network (FPN; associated with cognitive control functioning) that included nodes from medial temporal lobe (MTL) memory systems, and also quantified network topology properties using graph analysis. We also assessed domain general deficits in cognitive control consistently observed in SZ across all tasks examined. We hypothesized that increased demand for cognitive control will lead to functional changes in network interactions and changes in key topological properties in the expanded frontal parietal network. Specifically, we predicted that greater cognitive control demands will be accompanied by increased functional connectivity, network efficiency, transitivity, and assortativity. Furthermore, given the evidence that cognitive control impairments occur on a background of generalized cognitive deficits in schizophrenia, we hypothesized that patients would show widespread reduced functional connectivity, particularly in PFC regions, regardless of task demands, in addition to more circumscribed connectivity reductions specific to cognitive control processes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9959, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 9981, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 9990, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Study participants were recruited as part of the CNTRACS Consortium (http://cntracs.ucdavis.edu), which included 5 different research sites: University of California—Davis, Maryland Psychiatric Research Center at the University of Maryland, and Rutgers University –Robert Wood Johnson Medical School, University of Minnesota—Twin Cities, and Washington University. Recruitment and informed consent procedures for each site were approved by their Institutional Review Boards. Complete details regarding CNTRACS recruitment and enrollment can be found in.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10544, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Participant demographics. Abbreviations: BPRS, Brief Psychiatric Rating Scale; HCs, healthy controls; N/A, not applicable; UPSA-B, Brief University of California San Diego Performance-Based Skills Assessment; WTAR, Wechsler Test of Adult Reading. *Two-tailed test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10809, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th align=\"left\">HCs (<italic>n</italic> = 56)</th><th align=\"left\">Patients (<italic>n</italic> = 52)</th><th rowspan=\"2\" align=\"left\"><italic>P</italic>-value*</th></tr><tr><th align=\"left\">Mean (SD)</th><th align=\"left\">Mean (SD)</th></tr></thead><tbody><tr><td align=\"left\">Age, y</td><td align=\"left\">33.98 (11.40)</td><td align=\"left\">33.78 (11.83)</td><td align=\"left\">0.93</td></tr><tr><td align=\"left\">WTAR</td><td align=\"left\">37.89 (10.2)</td><td align=\"left\">36.00 (9.24)</td><td align=\"left\">0.32</td></tr><tr><td align=\"left\">Education, y</td><td/><td/><td/></tr><tr><td align=\"left\"> Participant</td><td align=\"left\">14.84 (1.87)</td><td align=\"left\">13.1 (1.7)</td><td align=\"left\">&lt; 0.001</td></tr><tr><td align=\"left\"> Parent</td><td align=\"left\">14.9 (3.9)</td><td align=\"left\">15.2 (3.2)</td><td align=\"left\">0.66</td></tr><tr><td align=\"left\">Male sex, No. (%)</td><td align=\"left\">40 (71%)</td><td align=\"left\">40 (77%)</td><td align=\"left\">0.52</td></tr><tr><td align=\"left\">Right Handed, No. (%)</td><td align=\"left\">52 (93%)</td><td align=\"left\">46 (88%)</td><td align=\"left\">0.43</td></tr><tr><td align=\"left\">BPRS score</td><td/><td/><td/></tr><tr><td align=\"left\"> Total</td><td align=\"left\">N/A</td><td align=\"left\">42.4 (10.9)</td><td/></tr><tr><td align=\"left\"> Positive</td><td align=\"left\">N/A</td><td align=\"left\">10.3 (5.2)</td><td/></tr><tr><td align=\"left\"> Disorganized</td><td align=\"left\">N/A</td><td align=\"left\">6.6 (2.3)</td><td/></tr><tr><td align=\"left\"> Negative</td><td align=\"left\">N/A</td><td align=\"left\">4.9 (1.8)</td><td/></tr><tr><td align=\"left\">UPSA-B score</td><td align=\"left\">N/A</td><td align=\"left\">79.6 (9.6)</td><td/></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 10820, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th align=\"left\">HCs (<italic>n</italic> = 56)</th><th align=\"left\">Patients (<italic>n</italic> = 52)</th><th rowspan=\"2\" align=\"left\"><italic>P</italic>-value*</th></tr><tr><th align=\"left\">Mean (SD)</th><th align=\"left\">Mean (SD)</th></tr></thead><tbody><tr><td align=\"left\">Age, y</td><td align=\"left\">33.98 (11.40)</td><td align=\"left\">33.78 (11.83)</td><td align=\"left\">0.93</td></tr><tr><td align=\"left\">WTAR</td><td align=\"left\">37.89 (10.2)</td><td align=\"left\">36.00 (9.24)</td><td align=\"left\">0.32</td></tr><tr><td align=\"left\">Education, y</td><td/><td/><td/></tr><tr><td align=\"left\"> Participant</td><td align=\"left\">14.84 (1.87)</td><td align=\"left\">13.1 (1.7)</td><td align=\"left\">&lt; 0.001</td></tr><tr><td align=\"left\"> Parent</td><td align=\"left\">14.9 (3.9)</td><td align=\"left\">15.2 (3.2)</td><td align=\"left\">0.66</td></tr><tr><td align=\"left\">Male sex, No. (%)</td><td align=\"left\">40 (71%)</td><td align=\"left\">40 (77%)</td><td align=\"left\">0.52</td></tr><tr><td align=\"left\">Right Handed, No. (%)</td><td align=\"left\">52 (93%)</td><td align=\"left\">46 (88%)</td><td align=\"left\">0.43</td></tr><tr><td align=\"left\">BPRS score</td><td/><td/><td/></tr><tr><td align=\"left\"> Total</td><td align=\"left\">N/A</td><td align=\"left\">42.4 (10.9)</td><td/></tr><tr><td align=\"left\"> Positive</td><td align=\"left\">N/A</td><td align=\"left\">10.3 (5.2)</td><td/></tr><tr><td align=\"left\"> Disorganized</td><td align=\"left\">N/A</td><td align=\"left\">6.6 (2.3)</td><td/></tr><tr><td align=\"left\"> Negative</td><td align=\"left\">N/A</td><td align=\"left\">4.9 (1.8)</td><td/></tr><tr><td align=\"left\">UPSA-B score</td><td align=\"left\">N/A</td><td align=\"left\">79.6 (9.6)</td><td/></tr></tbody></table>\n"}, "text": "\tHCs (n = 56)\tPatients (n = 52)\tP-value*\t \tMean (SD)\tMean (SD)\t \tAge, y\t33.98 (11.40)\t33.78 (11.83)\t0.93\t \tWTAR\t37.89 (10.2)\t36.00 (9.24)\t0.32\t \tEducation, y\t\t\t\t \t Participant\t14.84 (1.87)\t13.1 (1.7)\t< 0.001\t \t Parent\t14.9 (3.9)\t15.2 (3.2)\t0.66\t \tMale sex, No. (%)\t40 (71%)\t40 (77%)\t0.52\t \tRight Handed, No. (%)\t52 (93%)\t46 (88%)\t0.43\t \tBPRS score\t\t\t\t \t Total\tN/A\t42.4 (10.9)\t\t \t Positive\tN/A\t10.3 (5.2)\t\t \t Disorganized\tN/A\t6.6 (2.3)\t\t \t Negative\tN/A\t4.9 (1.8)\t\t \tUPSA-B score\tN/A\t79.6 (9.6)\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 11317, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were obtained on 60 HC and 60 SZ participants. Participants were excluded if they exhibited excess movement (i.e., > 0.37 mm relative frame-to-frame movement), below-chance performance, or image acquisition errors. This left final samples of 56 HC (34.0 ± 11.4 yrs) and 52 SZ (33.8 ± 11.8 yrs) for the RiSE task, and 52 HC (34.1 ± 11.4 yrs) and 45 SZ (34.2 ± 11.7 yrs) of the same subjects for DPX task (Table 1). Groups were matched for age, sex, handedness, parental education level, and estimated premorbid intelligence (Weschler Test of Adult Reading). Individuals with schizophrenia obtained fewer years of school than healthy controls, likely reflecting disruption caused by illness onset. Patients were clinically stable, and were experiencing mild symptoms. All but 4 patients were receiving medication for at least one month (2 first-generation antipsychotics, 41 second-generation antipsychotics, 4 first- and second-generation antipsychotics). Groups were not significantly different with regard to absolute or relative head movement (RISE: p = 0.114; DPX: p = 0.278). See Supplemental material for movement scrubbing procedures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12463, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 12480, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "RiSE task", "sentences": [], "annotations": [], "relations": []}, {"offset": 12490, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To briefly describe the fMRI paradigm, participants completed an encoding run followed by a retrieval run. During encoding (Supplementary Fig. S1A), participants alternated between item-specific blocks (“Is either object living?”) and relational blocks (“Can one object fit inside the other?”) in a “jittered” event-related design. During item recognition (Supplementary Fig. S1B), participants indicated whether objects were previously studied (“old”) or never-studied (“new”). Participants completed 4 encoding and 4 recognition runs that were used for analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13055, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DPX task", "sentences": [], "annotations": [], "relations": []}, {"offset": 13064, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The DPX task consisted of a sequence of cue-probe stimuli where participants made one response when a target cue-probe pair was presented and another response for all other stimuli (Supplementary Fig. S2). Cues indicated the need for high (B Cues) or low (A Cues) levels of cognitive control. Participants completed 4 runs of the DPX task that were used for analysis. See the Supplementary information or for more detail.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13486, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13500, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Images were acquired in a single 3T MRI session using a consistent protocol across sites. Administration of the RiSE and DPX tasks was counterbalanced across subjects. Functional images were acquired using gradient-echo BOLD echo-planar imaging (TR = 2000 ms, TE = 30 ms, 77° flip angle, FOV = 220 mm2, 3.43 × 3.43 × 4 mm voxels, 32 axial slices parallel with the anterior/posterior commissure). For more information see.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13922, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Data processing pipeline. Step 1: Standard fMRI data preprocessing was carried out in FSL. Step 2: Beta-series regression analysis was performed to capture trial specific BOLD effects for each condition, borrowed from. Step 3: Beta images representing similar trial types were concatenated, resulting with a 4D dataset for each condition type. Step 4: Pairwise correlations for each of the 245 nodes were extracted, resulting with a 245 × 245 connectivity matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14386, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 14393, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pre-processing was carried out using the FMRI Expert Analysis Tool (FEAT) in the FMRIB Software Library (FSL version 4.1; www.fmrib.ox.ac.uk/fsl) using standard procedures, including fieldmap correction, spatial normalization and nonlinear registration to MNI152 (Fig. 1: Step 1). Field maps to correct fMRI data for geometric distortion caused by magnetic field inhomogeneities and a T1-weighted anatomical image (1-mm isotropic voxels) were also acquired.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14851, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data processing (Beta-series regression)", "sentences": [], "annotations": [], "relations": []}, {"offset": 14892, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Subject-wise beta-series regression analysis was performed on RiSE and DPX fMRI data in order to capture trial specific BOLD effects for each condition. To measure event-related functional connectivity, individual trials were modeled with a unique delta function, convolved with a canonical hemodynamic response function, using SPM8. The ability to model individual trials within an event-related design highlights a unique advantage beta-series regression provides the current functional connectivity analysis over previously applied pseudo-resting state, or task regression, approaches. In a pseudo-resting state analysis, functional connectivity is typically measured throughout an entire run where all trials are treated identically. The current study benefits from the ability of the beta-series regression to model events uniquely, thus allowing us to examine changes in functional connectivity between trial types (i.e. functional connectivity associated with cognitive control demand).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15886, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Separate regressors modeling each event were defined in a general linear model to yield unique condition-wise beta values for every voxel (Fig. 1: Step 2). Each beta value reflected the magnitude of the hemodynamic response evoked by each event. Beta images were sorted by condition and concatenated across runs yielding a 4D dataset (space x n trials), or beta-series, for each condition (Fig. 1: Step 3). While all events were modeled, only cue events for DPX correct trials and correct RiSE trials were included in the analysis, because these represented trial periods in which cognitive control demands were maximized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16509, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Next, each participant's brain was parcellated into discrete regions of interest representing nodes using from the Power atlas. Twenty-one Power nodes were eliminated due to low signal, and two bilateral MTL nodes were added (MNI coords: -30,-12,-22; 32,-14,-22) resulting with 245 nodes across the whole-brain. Beta-series pairwise correlations for all 245 nodes were extracted and z-transformed resulting with a 245 by 245 connectivity matrix. Finally, connectivity matrices were reduced to a subset of thirty-one nodes that included the FPN as well as nodes in the hippocampi and para-hippocampi (Fig. 1: Step 4). This subset of nodes was chosen due to the known association of the FPN with cognitive control and hippocampal engagement during episodic memory tasks. A secondary subset of nodes associated with the auditory network was extracted for graph analysis to serve as a comparable, “control” network as it should not be influenced by cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17473, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Graph analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 17488, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The generalizability, and inherent flexibility of graph theoretical analysis allows us to leverage the information contained within the fMRI BOLD signal to test hypotheses regarding the functional organization of the human brain. Given our interest in local and global network changes, as well as changes across task conditions and populations, we employed two complimentary methods of graph theory: the Brain Connectivity Toolbox, and Network-based Statistic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17949, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Network-based statistic (NBS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 17979, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "NBS is a graph theory based method that provides a statistical approach to identify connections in a graph that may be associated with a diagnostic status or changing psychological contexts in task-based studies. This method tests the null hypothesis with respect to the size of interconnected components of edges, rather than individually at each connection. In this context, a graph component refers to a collection of nodes that can be linked together via a set of suprathreshold edges. The size of these components is determined following application of a primary, component-forming threshold to the data. This approach offers substantially more power than the FDR for identifying sub-networks of edges showing a common effect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18711, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We employed the NBS to examine functional network differences between high- and low-control conditions (i.e. RiSE: item vs. relation, DPX: A Cue vs. B Cue), the main effect of group (HC vs. SZ), and to identify interaction effects of group and task. Functional network differences were tested across a range of t-thresholds to ensure the reliability of results. Results presented represent functional network differences for t > 2.5 (5000 permutations), as it provided the most robust findings across a uniform t-threshold.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19235, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Brain Connectivity Toolbox (BCT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 19268, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The BCT is a network analysis tool for exploring connectivity relationships in both individual subjects and subject groups. Metrics supported by the BCT provide means to measure Functional Segregation, Functional Integration, and Resilience of a given network. Here, the BCT was used to measure quantifiable changes of functional network organization across each condition presented within the RiSE and DPX tasks in both healthy adults and those with schizophrenia. These analyses were performed independent of NBS tests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19790, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Changes in network topology", "sentences": [], "annotations": [], "relations": []}, {"offset": 19818, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify topological properties that varied with group or cognitive control demand, the global efficiency, transitivity, and assortativity (Supplementary Table 1) were calculated for the top 10% strongest functional connections. Thresholding is standard practice in graph theory literature as it serves several methodological purposes. We employed a stringent threshold to increase specificity (i.e. limit the number of false positive connections). Most importantly, proportional thresholding allows for comparison of graphs across groups that may have different distributions of correlation magnitude, a common finding in the schizophrenia literature. Notably, network metrics were calculated across a range of thresholds to ensure the stability of our findings (Supplementary Fig. S3). A repeated-measures ANOVA was performed to identify main effects of task, and main effects of group for the three topological properties extracted for RiSE and DPX tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20780, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Transitivity, an index of functional segregation, measures the amount of clustering in a network. Otherwise known as the clustering coefficient, it is a ratio of triangles to triplets in a graph, which measures the extent to which neighbors of a node also connect to each other. Increased transitivity, often associated with greater functional specialization, has been observed during cognitive control assessment using the color-word Stroop task. Thus we predict increased transitivity would be associated with a greater demand for cognitive control. Global efficiency, a measure of functional integration, describes how well a network can combine specialized information across distributed regions. Global efficiency is the inverse average shortest path length of a graph and is a measure of parallel information transfer. Previous magnetoencephalography and fMRI studies have observed increased global efficiency associated with task demand in working memory. Similarly, we predict increased global efficiency would be associated with a greater demand for cognitive control. Assortativity, an index of resilience, quantifies the correlation between the degree of a node and the mean degree of its nearest neighbors, which identifies the extent to which highly connected nodes are connected to other highly connected nodes. In highly assortative networks, high degree nodes (or hubs) are likely to be connected to each other, and thus are more resilient to disruption (e.g., removal of nodes) because the core of highly connected nodes provides redundant connections within the graph. We predict that increased assortativity will be associated with an increased demand for cognitive control. Collectively, these network properties were used to quantitatively assess the manner in which brain networks reorganize to support cognitive control during the RiSE and DPX tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22654, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The overwhelming majority of fMRI studies in SZ have identified connectivity reductions in patients; these findings include decreased clustering, degree, and hubness. Thus we predict that transitivity, a measure of clustering, will be decreased in patients. Assortativity is the correlation between the degrees of connected nodes. Considering that decreased node degree has been observed in patients, we predict that assortativity will also be decreased in patients. Despite inconsistent global efficiency findings in patients at rest, previous decreased activation observed during the RiSE and DPX paradigms leads us to predict that patients will exhibit decreased global efficiency in the FPN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23350, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23358, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 23367, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Task performance during RiSE and DPX tasks. Repeated-measures ANOVA identified significant between group differences in task performance (d’ scores) and significant performance differences across tasks (p < 0.001). Notably, accuracy in the RiSE recognition task was examined separately for item encoded and relationally encoded stimuli.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23704, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 23711, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Differences in performance accuracy between groups was assessed using d′ scores for the recognition condition in the RiSE task and the DPX task. Notably, accuracy in the RiSE recognition task was examined separately for item encoded and relationally encoded stimuli. A group-by-task repeated-measures ANOVA showed that healthy adults demonstrated significantly greater accuracy (d’) than individuals with SZ during the recognition of item and relationally encoded objects in the RiSE task, and decreased d-prime context, a specific measure of cognitive control, during the DPX task (Fig. 2; p < 0.001 f = 25.18). The ANOVA also identified accuracy differences across tasks (p < 0.001 f = 72.551) where all participants were least accurate at recognizing item encoded stimuli, and most accurate during DPX performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24529, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "NBS", "sentences": [], "annotations": [], "relations": []}, {"offset": 24533, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Effects of task", "sentences": [], "annotations": [], "relations": []}, {"offset": 24549, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional network connectivity changes in the frontal parietal network during RiSE and DPX tasks. Task effects (top row) comparing high vs. low control conditions were observed during RiSE recognition (top row: center), and DPX (top row: right) paradigms. Group effects (middle row), displaying decreased functional connectivity in schizophrenia patients were observed during RiSE encoding (middle row: left), RiSE recognition (middle row: center), and DPX (middle row: right) paradigms. Group by task interactions were observed during RiSE recognition (bottom row: center), and DPX (bottom row: right) paradigms. *Indicates network threshold at t > 2.7, otherwise t > 2.5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25224, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 25231, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As predicted, increased positive functional connectivity was observed in the RiSE task during recognition of relationally encoded stimuli (high cognitive control) as compared to item stimuli (low cognitive control) across participants in a network of 9 nodes and 11 edges (Fig. 3: top row, p = 0.041). Interestingly, while 7 of 10 nodes in this network were located in the right hemisphere, nearly all of functional connections were inter-hemispheric. Moreover, one half of the network edges were connected to the left MTL (left parahippocampus; MNI coordinates: -26,-40,-8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25807, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Observed network functional connectivity was also greater in the DPX task for high cognitive control B-Cues compared to low control A-Cues in a component of 21 nodes and 91 edges (Fig. 3: top row, p < 0.001). Nodes within this network were located in the PFC and parietal regions, with a large number of intra-hemispheric of long-range functional connections. Notably, this network did not include the MTL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26214, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A small component comprised of 6 nodes and 5 edges displaying increased positive functional connectivity was observed during the RiSE encoding of relational stimuli (high cognitive control) compared to item stimuli (low cognitive control), however it did not meet significance (Supplementary Fig. S4 p = 0.09). The observed trend level effect corresponds with activation findings presented in.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26608, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As expected, the task negative auditory network displayed no changes in functional connectivity between hi and low control conditions during the RiSE and DPX tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26773, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Effects of group", "sentences": [], "annotations": [], "relations": []}, {"offset": 26790, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Widespread functional differences were observed in schizophrenia patients for all conditions examined. When contrasting patients and controls, reduced positive functional connectivity was observed in SZ patients during RiSE encoding in a component of 23 nodes and 77 edges (Fig. 3: middle row, p < 0.001). Likewise, reduced positive functional connectivity was observed in SZ patients during RiSE recognition conditions in a component of 12 nodes and 13 edges (Fig. 3: middle row, p = 0.028). Reduced positive functional connectivity in SZ patients was also observed in the DPX task in a component of 25 nodes and 167 edges (Fig. 3: middle row, p < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27447, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A significant group difference in the number of beta-images contributing to the RiSE recognition conditions was observed (Item: p = 0.004; Relation: p = 0.003). To ensure that the network of reduced functional connectivity identified in patients was not a result of fewer beta-images, we re-examined RiSE recognition group effects using the number of betas as a covariate. This resulted with a larger network of 20 nodes and 48 edges (p = 0.004) displaying decreased functional connectivity in patients (Supplementary Fig. S5). The difference in betas contributing to RiSE encoding and DPX analyses did not meet significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28073, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Schizophrenia patients displayed decreased functional connectivity in the auditory network during both RiSE and DPX tasks (Supplementary Fig. S6), likely reflecting a generalized deficit commonly observed in the population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28297, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Interaction effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 28317, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "NBS Interaction Effects. Group by condition interaction effects were observed during the RiSE recognition and DPX tasks where SZ patients demonstrated greater reductions in functional connectivity during high cognitive control conditions compared to HC. T-scores for each connection within the RiSE recognition and DPX interaction networks are provided.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28671, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"3\" align=\"left\">RiSE Recognition<hr/></th><th colspan=\"3\" align=\"left\">DPX<hr/></th></tr><tr><th align=\"left\">Node</th><th align=\"left\">Node</th><th align=\"left\"><italic>t</italic> stat.</th><th align=\"left\">Node</th><th align=\"left\">Node</th><th align=\"left\"><italic>t</italic> stat.</th></tr></thead><tbody><tr><td align=\"left\">Precentral L</td><td align=\"left\">Precentral L</td><td align=\"left\">2.85</td><td align=\"left\">Frontal Inf Oper R</td><td align=\"left\">Parietal Sup L</td><td align=\"left\">2.77</td></tr><tr><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">Precentral L</td><td align=\"left\">2.74</td><td align=\"left\">Frontal Inf Oper R</td><td align=\"left\">Frontal Mid R</td><td align=\"left\">3.06</td></tr><tr><td align=\"left\">Precentral L</td><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">3.28</td><td align=\"left\">Precentral L</td><td align=\"left\">Frontal Mid R</td><td align=\"left\">3.06</td></tr><tr><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">Frontal Mid Orb R</td><td align=\"left\">3.15</td><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Mid L</td><td align=\"left\">2.73</td></tr><tr><td align=\"left\">Frontal Mid Orb R</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">2.72</td><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Inf Tri L</td><td align=\"left\">2.68</td></tr><tr><td align=\"left\">Frontal Mid Orb R</td><td align=\"left\">Hippocampus R</td><td align=\"left\">3.29</td><td align=\"left\">Precentral L</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.53</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.98</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.76</td></tr><tr><td/><td/><td/><td align=\"left\">SupraMarginal R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.74</td></tr><tr><td/><td/><td/><td align=\"left\">Parietal Inf R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.87</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.71</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.87</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid L</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">3.09</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri L</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">3.01</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">2.6</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Oper L</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">2.72</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">3.32</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">3</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">2.69</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">ParaHippocampal R</td><td align=\"left\">2.68</td></tr><tr><td/><td/><td/><td align=\"left\">ParaHippocampal L</td><td align=\"left\">ParaHippocampal R</td><td align=\"left\">2.94</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">Hippocampus R</td><td align=\"left\">3.01</td></tr><tr><td/><td/><td/><td align=\"left\">SupraMarginal R</td><td align=\"left\">Hippocampus R</td><td align=\"left\">2.84</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">Hippocampus R</td><td align=\"left\">2.79</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 28682, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"3\" align=\"left\">RiSE Recognition<hr/></th><th colspan=\"3\" align=\"left\">DPX<hr/></th></tr><tr><th align=\"left\">Node</th><th align=\"left\">Node</th><th align=\"left\"><italic>t</italic> stat.</th><th align=\"left\">Node</th><th align=\"left\">Node</th><th align=\"left\"><italic>t</italic> stat.</th></tr></thead><tbody><tr><td align=\"left\">Precentral L</td><td align=\"left\">Precentral L</td><td align=\"left\">2.85</td><td align=\"left\">Frontal Inf Oper R</td><td align=\"left\">Parietal Sup L</td><td align=\"left\">2.77</td></tr><tr><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">Precentral L</td><td align=\"left\">2.74</td><td align=\"left\">Frontal Inf Oper R</td><td align=\"left\">Frontal Mid R</td><td align=\"left\">3.06</td></tr><tr><td align=\"left\">Precentral L</td><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">3.28</td><td align=\"left\">Precentral L</td><td align=\"left\">Frontal Mid R</td><td align=\"left\">3.06</td></tr><tr><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">Frontal Mid Orb R</td><td align=\"left\">3.15</td><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Mid L</td><td align=\"left\">2.73</td></tr><tr><td align=\"left\">Frontal Mid Orb R</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">2.72</td><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Inf Tri L</td><td align=\"left\">2.68</td></tr><tr><td align=\"left\">Frontal Mid Orb R</td><td align=\"left\">Hippocampus R</td><td align=\"left\">3.29</td><td align=\"left\">Precentral L</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.53</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.98</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.76</td></tr><tr><td/><td/><td/><td align=\"left\">SupraMarginal R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.74</td></tr><tr><td/><td/><td/><td align=\"left\">Parietal Inf R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.87</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.71</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid R</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">2.87</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid L</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">3.09</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri L</td><td align=\"left\">Frontal Sup Medial L</td><td align=\"left\">3.01</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">2.6</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Oper L</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">2.72</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">3.32</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">3</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">ParaHippocampal L</td><td align=\"left\">2.69</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">ParaHippocampal R</td><td align=\"left\">2.68</td></tr><tr><td/><td/><td/><td align=\"left\">ParaHippocampal L</td><td align=\"left\">ParaHippocampal R</td><td align=\"left\">2.94</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Inf Tri R</td><td align=\"left\">Hippocampus R</td><td align=\"left\">3.01</td></tr><tr><td/><td/><td/><td align=\"left\">SupraMarginal R</td><td align=\"left\">Hippocampus R</td><td align=\"left\">2.84</td></tr><tr><td/><td/><td/><td align=\"left\">Frontal Mid Orb L</td><td align=\"left\">Hippocampus R</td><td align=\"left\">2.79</td></tr></tbody></table>\n"}, "text": "RiSE Recognition\tDPX\t \tNode\tNode\tt stat.\tNode\tNode\tt stat.\t \tPrecentral L\tPrecentral L\t2.85\tFrontal Inf Oper R\tParietal Sup L\t2.77\t \tFrontal Inf Tri R\tPrecentral L\t2.74\tFrontal Inf Oper R\tFrontal Mid R\t3.06\t \tPrecentral L\tFrontal Mid Orb L\t3.28\tPrecentral L\tFrontal Mid R\t3.06\t \tFrontal Mid Orb L\tFrontal Mid Orb R\t3.15\tFrontal Mid R\tFrontal Mid L\t2.73\t \tFrontal Mid Orb R\tParaHippocampal L\t2.72\tFrontal Mid R\tFrontal Inf Tri L\t2.68\t \tFrontal Mid Orb R\tHippocampus R\t3.29\tPrecentral L\tFrontal Sup Medial L\t2.53\t \t\t\t\tFrontal Inf Tri R\tFrontal Sup Medial L\t2.98\t \t\t\t\tFrontal Mid R\tFrontal Sup Medial L\t2.76\t \t\t\t\tSupraMarginal R\tFrontal Sup Medial L\t2.74\t \t\t\t\tParietal Inf R\tFrontal Sup Medial L\t2.87\t \t\t\t\tFrontal Mid R\tFrontal Sup Medial L\t2.71\t \t\t\t\tFrontal Mid R\tFrontal Sup Medial L\t2.87\t \t\t\t\tFrontal Mid L\tFrontal Sup Medial L\t3.09\t \t\t\t\tFrontal Inf Tri L\tFrontal Sup Medial L\t3.01\t \t\t\t\tFrontal Inf Tri R\tParaHippocampal L\t2.6\t \t\t\t\tFrontal Inf Oper L\tParaHippocampal L\t2.72\t \t\t\t\tFrontal Mid Orb L\tParaHippocampal L\t3.32\t \t\t\t\tFrontal Inf Tri R\tParaHippocampal L\t3\t \t\t\t\tFrontal Mid Orb L\tParaHippocampal L\t2.69\t \t\t\t\tFrontal Inf Tri R\tParaHippocampal R\t2.68\t \t\t\t\tParaHippocampal L\tParaHippocampal R\t2.94\t \t\t\t\tFrontal Inf Tri R\tHippocampus R\t3.01\t \t\t\t\tSupraMarginal R\tHippocampus R\t2.84\t \t\t\t\tFrontal Mid Orb L\tHippocampus R\t2.79\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 30010, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A group x condition interaction was identified for RiSE recognition across 7 nodes and 6 edges (Fig. 2: lower row, p = 0.041; Table 2). This network identifies connections that exhibited a greater reduction in positive connectivity in SZ than HC during high cognitive control conditions. This network consisted of nodes located in the PFC and MTL, but not in the parietal cortices. Likewise, a group x condition interaction was identified during the DPX task in a component of 18 nodes and 24 edges (Fig. 2: lower row, p < 0.013; Table 2). Interestingly, nearly all functional connections in this network were between nodes in the PFC and MTL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30654, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Nodes present in both RiSE and DPX networks displaying interaction effects. These nodes were located in the right DLPFC (MNI coordinates: 48,25,27), left precentral gyrus (-44,2,46), left inferior frontal gyrus (-42,45,-2) and bilateral MTL (-26,-40,-8; 32,-14,-22).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30921, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 30928, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When comparing functional networks exhibiting an interaction effect during the RiSE and DPX task, we identified five nodes that were present in both networks (Fig. 4). These nodes were located in the right DLPFC (MNI coordinates: 48,25,27), left precentral gyrus (-44,2,46), left inferior frontal gyrus (-42,45,-2) and bilateral MTL (-26,-40,-8; 32,-14,-22).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31287, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As predicted the task negative auditory network displayed no interaction effects during the RiSE and DPX tasks confirming its status as a non-task related “control” network and supporting the task specificity of the group differences reported above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31537, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "BCT", "sentences": [], "annotations": [], "relations": []}, {"offset": 31541, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Changes in network topology", "sentences": [], "annotations": [], "relations": []}, {"offset": 31569, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We employed select graph theory metrics to measure quantifiable changes of functional network organization within our extended FPN during the RiSE and DPX tasks in both healthy adults and those with schizophrenia. The evaluated network topological metrics included global efficiency, transitivity, and assortativity. Furthermore, the local efficiency metric was used to assess node specific functional changes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31980, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Changes in Network topology. Repeated-measures ANOVAs were performed examining the effect of level of control (high control vs. low control trial types), effect of group (HC vs. SZ), and group by control interaction in the RiSE and DPX tasks. Analyses examined network topology of the FPN thresholded at a 10% whole-brain level. I = Item stimuli trials in the RiSE task, R = Relational stimuli trials in the RiSE task, A = A Cue trials in the DPX task, B = B Cue trials in the DPX task, HC = Healthy Controls, SZ = individuals with schizophrenia. * indicates FDR corrected within metric at p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32580, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"2\" align=\"left\">Level of Control: High vs. Low</th><th colspan=\"2\" align=\"left\">Group Effect: HC vs. SZ</th><th colspan=\"2\" align=\"left\">Group x Control Interaction</th></tr></thead><tbody><tr><td align=\"left\">RISE E</td><td align=\"left\">q-value</td><td align=\"left\">F(1,106)</td><td align=\"left\">q-value</td><td align=\"left\">F(1,106)</td><td align=\"left\">q-value</td><td align=\"left\">F(1,106)</td></tr><tr><td align=\"left\">Assortativity</td><td align=\"left\">0.29</td><td align=\"left\">1.341</td><td align=\"left\">0.021* (SZ &gt; HC)</td><td align=\"left\">7.443</td><td align=\"left\">0.29</td><td align=\"left\">1.13</td></tr><tr><td align=\"left\">Global Efficiency</td><td align=\"left\">0.258</td><td align=\"left\">1.958</td><td align=\"left\">0.258</td><td align=\"left\">0.679</td><td align=\"left\">0.699</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Transitivity</td><td align=\"left\">0.661</td><td align=\"left\">0.379</td><td align=\"left\">0.661</td><td align=\"left\">0.514</td><td align=\"left\">0.661</td><td align=\"left\">0.193</td></tr><tr><td align=\"left\">RISE IR</td><td/><td align=\"left\">F(1,106)</td><td/><td align=\"left\">F(1,106)</td><td/><td align=\"left\">F(1,106)</td></tr><tr><td align=\"left\">Assortativity</td><td align=\"left\">0.072</td><td align=\"left\">4.408</td><td align=\"left\">0.072</td><td align=\"left\">4.015</td><td align=\"left\">0.264</td><td align=\"left\">1.26</td></tr><tr><td align=\"left\">Global Efficiency</td><td align=\"left\">0.12</td><td align=\"left\">4.312</td><td align=\"left\">0.357</td><td align=\"left\">0.854</td><td align=\"left\">0.357</td><td align=\"left\">1.132</td></tr><tr><td align=\"left\">Transitivity</td><td align=\"left\">0.027* (I &gt; R)</td><td align=\"left\">7.004</td><td align=\"left\">0.843</td><td align=\"left\">0.039</td><td align=\"left\">0.105</td><td align=\"left\">3.36</td></tr><tr><td align=\"left\">DPX</td><td/><td align=\"left\">F(1,95)</td><td/><td align=\"left\">F(1,95)</td><td/><td align=\"left\">F(1,95)</td></tr><tr><td align=\"left\">Assortativity</td><td align=\"left\">0.814</td><td align=\"left\">0.056</td><td align=\"left\">0.003* (SZ &gt; HC)</td><td align=\"left\">10.961</td><td align=\"left\">0.641</td><td align=\"left\">0.635</td></tr><tr><td align=\"left\">Global Efficiency</td><td align=\"left\">0.183</td><td align=\"left\">1.8</td><td align=\"left\">0.039* (HC &gt; SZ)</td><td align=\"left\">6.469</td><td align=\"left\">0.093</td><td align=\"left\">3.577</td></tr><tr><td align=\"left\">Transitivity</td><td align=\"left\">0.00* (B &gt; A)</td><td align=\"left\">19.378</td><td align=\"left\">0.005* (HC &gt; SZ)</td><td align=\"left\">9.042</td><td align=\"left\">0.137</td><td align=\"left\">2.247</td></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 32591, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"2\" align=\"left\">Level of Control: High vs. Low</th><th colspan=\"2\" align=\"left\">Group Effect: HC vs. SZ</th><th colspan=\"2\" align=\"left\">Group x Control Interaction</th></tr></thead><tbody><tr><td align=\"left\">RISE E</td><td align=\"left\">q-value</td><td align=\"left\">F(1,106)</td><td align=\"left\">q-value</td><td align=\"left\">F(1,106)</td><td align=\"left\">q-value</td><td align=\"left\">F(1,106)</td></tr><tr><td align=\"left\">Assortativity</td><td align=\"left\">0.29</td><td align=\"left\">1.341</td><td align=\"left\">0.021* (SZ &gt; HC)</td><td align=\"left\">7.443</td><td align=\"left\">0.29</td><td align=\"left\">1.13</td></tr><tr><td align=\"left\">Global Efficiency</td><td align=\"left\">0.258</td><td align=\"left\">1.958</td><td align=\"left\">0.258</td><td align=\"left\">0.679</td><td align=\"left\">0.699</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Transitivity</td><td align=\"left\">0.661</td><td align=\"left\">0.379</td><td align=\"left\">0.661</td><td align=\"left\">0.514</td><td align=\"left\">0.661</td><td align=\"left\">0.193</td></tr><tr><td align=\"left\">RISE IR</td><td/><td align=\"left\">F(1,106)</td><td/><td align=\"left\">F(1,106)</td><td/><td align=\"left\">F(1,106)</td></tr><tr><td align=\"left\">Assortativity</td><td align=\"left\">0.072</td><td align=\"left\">4.408</td><td align=\"left\">0.072</td><td align=\"left\">4.015</td><td align=\"left\">0.264</td><td align=\"left\">1.26</td></tr><tr><td align=\"left\">Global Efficiency</td><td align=\"left\">0.12</td><td align=\"left\">4.312</td><td align=\"left\">0.357</td><td align=\"left\">0.854</td><td align=\"left\">0.357</td><td align=\"left\">1.132</td></tr><tr><td align=\"left\">Transitivity</td><td align=\"left\">0.027* (I &gt; R)</td><td align=\"left\">7.004</td><td align=\"left\">0.843</td><td align=\"left\">0.039</td><td align=\"left\">0.105</td><td align=\"left\">3.36</td></tr><tr><td align=\"left\">DPX</td><td/><td align=\"left\">F(1,95)</td><td/><td align=\"left\">F(1,95)</td><td/><td align=\"left\">F(1,95)</td></tr><tr><td align=\"left\">Assortativity</td><td align=\"left\">0.814</td><td align=\"left\">0.056</td><td align=\"left\">0.003* (SZ &gt; HC)</td><td align=\"left\">10.961</td><td align=\"left\">0.641</td><td align=\"left\">0.635</td></tr><tr><td align=\"left\">Global Efficiency</td><td align=\"left\">0.183</td><td align=\"left\">1.8</td><td align=\"left\">0.039* (HC &gt; SZ)</td><td align=\"left\">6.469</td><td align=\"left\">0.093</td><td align=\"left\">3.577</td></tr><tr><td align=\"left\">Transitivity</td><td align=\"left\">0.00* (B &gt; A)</td><td align=\"left\">19.378</td><td align=\"left\">0.005* (HC &gt; SZ)</td><td align=\"left\">9.042</td><td align=\"left\">0.137</td><td align=\"left\">2.247</td></tr></tbody></table>\n"}, "text": "\tLevel of Control: High vs. Low\tGroup Effect: HC vs. SZ\tGroup x Control Interaction\t \tRISE E\tq-value\tF(1,106)\tq-value\tF(1,106)\tq-value\tF(1,106)\t \tAssortativity\t0.29\t1.341\t0.021* (SZ > HC)\t7.443\t0.29\t1.13\t \tGlobal Efficiency\t0.258\t1.958\t0.258\t0.679\t0.699\t0.15\t \tTransitivity\t0.661\t0.379\t0.661\t0.514\t0.661\t0.193\t \tRISE IR\t\tF(1,106)\t\tF(1,106)\t\tF(1,106)\t \tAssortativity\t0.072\t4.408\t0.072\t4.015\t0.264\t1.26\t \tGlobal Efficiency\t0.12\t4.312\t0.357\t0.854\t0.357\t1.132\t \tTransitivity\t0.027* (I > R)\t7.004\t0.843\t0.039\t0.105\t3.36\t \tDPX\t\tF(1,95)\t\tF(1,95)\t\tF(1,95)\t \tAssortativity\t0.814\t0.056\t0.003* (SZ > HC)\t10.961\t0.641\t0.635\t \tGlobal Efficiency\t0.183\t1.8\t0.039* (HC > SZ)\t6.469\t0.093\t3.577\t \tTransitivity\t0.00* (B > A)\t19.378\t0.005* (HC > SZ)\t9.042\t0.137\t2.247\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 33342, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When comparing network topology of high to low cognitive control conditions, measurable network differences within the FPN were observed during both tasks (Table 3). During the RiSE recognition conditions, we observed greater transitivity (F1,106 = 7.004, q = 0.027) of item-specific (low control) stimuli compared to relational (high control) stimuli. Whereas in the DPX task, greater transitivity (F1,95 = 19.378, q < 0.000) was observed during B Cue stimuli (high control) compared to A Cue (low control) stimuli across subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33875, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Group differences in network topology were also observed in the FPN (Table 3). Increased network assortativity was observed in SZ compared to HC during RiSE encoding (F1,106 = 7.443, q = 0.021), and in the DPX task (F1,95 = 10.961, q = 0.003). Furthermore, SZ participants displayed decreased global efficiency (F1,95 = 6.469, q = 0.039) and transitivity (F1,95 = 9.042, q = 0.005) compared to HC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34273, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Similar to NBS analyses, minimal group effects were observed in the “control” auditory network. Transitivity was greater in HC during the DPX and RiSE Encoding tasks, while assortativity was greater in SZ during RiSE recognition (Supplementary Table 2). No effects of cognitive control or interaction effects were observed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34597, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34608, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We examined functional connectivity differences within an extended FPN that included the MTL during cognitive control in order to gain new insights into the brain's functional network properties during higher cognition, as well as its disruption in schizophrenia. The unique combination of modeling event-related BOLD responses using beta-series regression and network analysis allowed us to characterized cognitive control-specific effects of schizophrenia on functional brain connectivity, and quantitatively examined the associated changes in network topology. In doing so, we identified a set of functionally dissociated nodes within the cognitive control network that may contribute to a range of cognitive deficits observed in SZ. Importantly, overall, our findings indicate that the frontal parietal network undergoes significant reconfiguration in response to domain specific changes in the demand for cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35537, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "NBS", "sentences": [], "annotations": [], "relations": []}, {"offset": 35541, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Increases in functional connectivity were observed in both RiSE and DPX tasks during trial types requiring higher engagement of cognitive control (Fig. 3). These findings have a high correspondence with previous independent studies examining functional activity in the RiSE and DPX fMRI tasks in both healthy adults and individuals with SZ. This indicates that in addition to increases in functional activity, a higher level of distributed FPN recruitment may also be needed to effectively carry out a more cognitively challenging task. Notably, the negative finding regarding functional changes associated with cognitive control demand in the auditory network further support the specificity of the FPN results presented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36264, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Robust functional connectivity decreases in individuals with schizophrenia were identified across all tasks examined. Schizophrenia patients displayed common and unique functional connectivity deficits across both memory and goal maintenance tasks. Group differences observed in the current study complement findings presented in, where investigators examined functional connectivity changes associated with diagnostic status during an AX-CPT. Substantial differences in functional impairment observed across tasks in the present study, and the functional network interaction effects identified ultimately are consistent with the hypothesis of a fundamental disruption of cognitive control that contributes to a broad range of cognitive deficits in SZ. Replication analyses of these data using an alternate node parcellation yielded similar patterns of functional deficits and interaction effects (see Supplemental material).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37190, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, we observed a subset of five nodes whose functional connections consistently displayed group-by-condition interaction effects across tasks. This subset included the right DLPFC, left precentral gyrus, left anterior PFC, and bilateral MTL. The union of nodes that showed network interactions across both tasks highlights brain regions associated with domain general deficits across both episodic memory and goal maintenance tasks and supports the concept of a domain independent cognitive control network impairment in individuals with SZ. Interestingly, although these five nodes were involved in both RiSE and DPX group-by-condition interactions, the connections (edges) with these nodes that showed group differences in each task were different. This unexpected finding may indicate that our cognitive control network was not extensive enough and perhaps failed to include nodes mediating connectivity between PFC regions (e.g. cortico-thalamic projections). An alternative interpretation of the absence of group differences in mutual edges between these 5 regions is that cognitive control impairments in SZ stem from dysfunction in cortical hubs, as opposed to specific aberrant functional connections. In other words, functional impairments may be more strongly linked to local circuit dysfunction in hubs that support network integration rather than to altered long range connectivity across the brain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38612, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "BCT", "sentences": [], "annotations": [], "relations": []}, {"offset": 38616, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The FPN exhibited significant reconfiguration in response to context specific changes in demand for cognitive control across participants. As predicted, we observed increased transitivity during B-Cue stimuli compared to A-Cue stimuli in the DPX task. Transitivity is a measure of functional segregation, reflects the extent to which brain regions form tightly clustered groupings, and is often associated with greater functional specialization. Thus increased specialized functional segregation of the FPN may effectively support the higher level of cognitive control processing needed during DPX B-Cue presentations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39235, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Contrary to our hypotheses regarding network organization changes in RiSE task, we observed an unexpected decrease in assortativity, global efficiency and transitivity during RiSE relational recognition compared to item recognition. Increased global efficiency has been typically associated with greater functional integration. Decreased global efficiency and transitivity during relational recognition processing may reflect the increased performance accuracy of recognizing relationally encoded objects. Thus increased cognitive control demand during relational encoding processing may facilitate accuracy and potentially reduce demands during recognition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39894, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Significant differences in FPN organization associated with cognitive control were also observed between healthy adults and schizophrenia patients. Providing further evidence for the SZ dysconnectivity syndrome hypothesis, decreased global efficiency and transitivity was observed in patients during the DPX task. Similar findings have been reported in SZ studies during rest, although there has been an admittedly mixed set of findings regarding global efficiency in the disorder. In addition, the present study observed assortativity increases in SZ during RiSE encoding and DPX conditions with a similar trend level effect during RiSE recognition. Assortativity reflects the extent to which highly connected nodes are linked to other highly connected nodes. While this finding was not hypothesized, it corresponds with previous resting-state fMRI studies examining multimodal networks in SZ and can be explained as a result of between-group changes in clustering accompanied by abnormal hub assignment in SZ or altered small-worldness observed within the PFC and parietal cortices. In other words, the shift in the location of hub nodes in a network will alter overall network organization (i.e. small-worldness), which have shown to subsequently increase assortativity in SZ patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41183, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations and future directions", "sentences": [], "annotations": [], "relations": []}, {"offset": 41217, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One drawback of the NBS is the large number of comparisons that must be performed and the need for conservative thresholding to protect against type I error. This, together with a potentially low contrast-to-noise ratio from RiSE and DPX task conditions, raises the possibility that with our sample sizes mass-univariate testing may not offer sufficient power, a potential explanation to negative NBS task effect findings for RiSE Encoding. Additionally, a previous study using the same dataset identified site differences in data quality present for absolute motion, relative motion, and temporal SNR. Notably, no group-by-site interactions were present in that or in the present study. A benefit of this multisite design is that it increases generalizability of results to the larger SZ population and demonstrates that individuals with different demographic and clinical characteristics are capable of completing the fMRI tasks analyzed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42158, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is also important to consider that graph theory findings using the assortativity, global efficiency, and transitivity metrics may be circular given that certain topological properties may influence the measurement of other metrics. While the focus of circular measures was in regard to modularity, hubs, and rich-club nodes, minimal ensuing effects may still remain. Given that the NBS identified significantly reduced functional connectivity in patients, the proportional thresholding approach used in examining network topology likely include weaker connections compared to controls. Considering that BCT metric effects were observed across a range of thresholds, we feel that our findings still contribute meaningful information about functional network organization supporting cognitive control processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42972, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The majority of our patients were treated with antipsychotic medications. Prior studies by our group and others argue against medication effects as a major contribution to our findings and have shown that reduced BOLD signal in the prefrontal cortex during higher-order cognitive control is not due to antipsychotic drugs. Furthermore, a previous fMRI study in a different sample of patients using the AX-CPT and a seed based beta series connectivity analysis found no differences between medicated and un-medicated SZ patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43501, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another caveat is that this study did not explore the specificity of FPN changes to schizophrenia. This is important because other conditions have also been characterized by changes in this network during cognitively demanding tasks, including attention-deficit hyperactivity disorder and chronic pain. Therefore, it will be important in future studies to determine which aspects of cognitive control are related specifically to schizophrenia, and which are related to poor attention or distractibility more generally.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44020, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, we did not investigate motivation or effort during all aspects of task performance in this study, and therefore on the degree to which group differences associated with cognitive control may be due to less effort or less valuation of the task by patients. However, the DPX task does have a built in control for these versions of the generalized deficit and behavioral data suggest a specific deficit in cognitive control rather than simply a change in motivation. Nonetheless it will be important to examine these issues in future studies because positive emotional valuation, and greater experience of reward during task performance may lead to greater activation of the cognitive control network. Because it is well known that schizophrenia patients are characterized by reduced intrinsic motivation for many tasks, and reduced response to positive reward, it will also be important to determine if network abnormalities observed in this study are robust to changes in motivational state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45020, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45032, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Cognitive control engages a set of neural mechanisms that manage the complex set of demands that come with navigating day-to-day life. The present findings provide new insights into the network connections that are particularly crucial for cognitive control and the manner in which brain networks reorganize to support such control. Our defined FPN appears to undergo a context dependent restructuring that flexibly and optimally facilitates cognitive control processing. Impairments in this mechanism are particularly relevant for individuals with schizophrenia and our findings further emphasize how dysfunction in cognitive control contributes to the pathophysiology of higher cognitive deficits in the disease. Moreover, the bilateral MTL, right DLPFC, left precentral gyrus, and left anterior PFC appear to play a key role in cognitive control deficits in SZ. A better understanding of the developmental, cellular, and molecular processes underlying long range and local circuit function in this set of regions may elucidate the pathophysiology of SZ and help accelerate novel psychopharmacologic and cognitive training interventions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46172, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 46183, "infons": {"issue": "2", "name_0": "surname:Achard;given-names:S.", "name_1": "surname:Bullmore;given-names:E.T.", "section_type": "REF", "source": "PLoS Comput. Biol.", "type": "ref", "volume": "3", "year": "2007"}, "text": "Efficiency and cost of economical brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 46243, "infons": {"fpage": "4", "name_0": "surname:Alexander-Bloch;given-names:A.F.", "name_1": "surname:Gogtay;given-names:N.", "name_2": "surname:Meunier;given-names:D.", "name_3": "surname:Birn;given-names:R.M.", "name_4": "surname:Clasen;given-names:L.", "name_5": "surname:Lalonde;given-names:F.", "section_type": "REF", "source": "Front. Syst. Neurosci.", "type": "ref", "year": "2010"}, "text": "Disrupted modularity and local connectivity of brain functional networks in childhood-onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46349, "infons": {"fpage": "193", "issue": "5", "lpage": "200", "name_0": "surname:Badre;given-names:D.", "pub-id_pmid": "18403252", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "12", "year": "2008"}, "text": "Cognitive control, hierarchy, and the rostro–caudal organization of the frontal lobes", "sentences": [], "annotations": [], "relations": []}, {"offset": 46435, "infons": {"name_0": "surname:Banich;given-names:M.T.", "section_type": "REF", "type": "ref", "year": "1997"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46436, "infons": {"fpage": "1", "issue": "1–2", "lpage": "9", "name_0": "surname:Banich;given-names:M.T.", "name_1": "surname:Milham;given-names:M.P.P.", "name_2": "surname:Atchley;given-names:R.A.", "name_3": "surname:Cohen;given-names:N.J.", "name_4": "surname:Webb;given-names:A.", "name_5": "surname:Wszalek;given-names:T.", "pub-id_pmid": "10978687", "section_type": "REF", "source": "Brain Res. Cogn. Brain Res.", "type": "ref", "volume": "10", "year": "2000"}, "text": "Prefrontal regions play a predominant role in imposing an attentional “set”: evidence from fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 46532, "infons": {"fpage": "132", "issue": "1", "lpage": "143", "name_0": "surname:Barch;given-names:D.M.", "name_1": "surname:Carter;given-names:C.S.", "name_2": "surname:MacDonald;given-names:A.W.;suffix:III", "name_3": "surname:Braver;given-names:T.S.", "name_4": "surname:Cohen;given-names:J.D.", "pub-id_pmid": "12653421", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "112", "year": "2003"}, "text": "Context-processing deficits in schizophrenia: diagnostic specificity, 4-week course, and relationships to clinical symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 46656, "infons": {"fpage": "9239", "issue": "37", "lpage": "9248", "name_0": "surname:Bassett;given-names:D.S.", "name_1": "surname:Bullmore;given-names:E.T.", "name_2": "surname:Verchinski;given-names:B.A.", "name_3": "surname:Mattay;given-names:V.S.", "name_4": "surname:Weinberger;given-names:D.R.", "name_5": "surname:Meyer-Lindenberg;given-names:A.S.", "pub-id_pmid": "18784304", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Hierarchical organization of human cortical networks in health and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46737, "infons": {"fpage": "11747", "issue": "28", "lpage": "11752", "name_0": "surname:Bassett;given-names:D.S.", "name_1": "surname:Bullmore;given-names:E.T.", "name_2": "surname:Meyer-Lindenberg;given-names:A.S.", "name_3": "surname:Apud;given-names:J.A.", "name_4": "surname:Weinberger;given-names:D.R.", "name_5": "surname:Coppola;given-names:R.", "pub-id_pmid": "19564605", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Cognitive fitness of cost-efficient brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 46799, "infons": {"fpage": "83", "lpage": "113", "name_0": "surname:Botvinick;given-names:M.M.", "name_1": "surname:Braver;given-names:T.", "pub-id_pmid": "25251491", "section_type": "REF", "source": "Annu. Rev. Psychol.", "type": "ref", "volume": "66", "year": "2015"}, "text": "Motivation and cognitive control: from behavior to neural mechanism", "sentences": [], "annotations": [], "relations": []}, {"offset": 46867, "infons": {"fpage": "113", "issue": "1", "lpage": "140", "name_0": "surname:Bullmore;given-names:E.T.", "name_1": "surname:Bassett;given-names:D.S.", "pub-id_pmid": "21128784", "section_type": "REF", "source": "Annu. Rev. Clin. Psychol.", "type": "ref", "volume": "7", "year": "2011"}, "text": "Brain graphs: graphical models of the human brain connectome", "sentences": [], "annotations": [], "relations": []}, {"offset": 46928, "infons": {"name_0": "surname:Bullmore;given-names:E.T.", "name_1": "surname:Sporns;given-names:O.", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "year": "2012"}, "text": "The economy of brain network organization", "sentences": [], "annotations": [], "relations": []}, {"offset": 46970, "infons": {"fpage": "120", "issue": "1", "lpage": "133", "name_0": "surname:Cohen;given-names:J.D.", "name_1": "surname:Barch;given-names:D.M.", "name_2": "surname:Carter;given-names:C.S.", "name_3": "surname:Servan-Schreiber;given-names:D.", "pub-id_pmid": "10066998", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "108", "year": "1999"}, "text": "Context-processing deficits in schizophrenia: converging evidence from three theoretically motivated cognitive tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 47087, "infons": {"fpage": "1348", "issue": "9", "lpage": "1355", "name_0": "surname:Cole;given-names:M.W.", "name_1": "surname:Reynolds;given-names:J.R.", "name_2": "surname:Power;given-names:J.D.", "name_3": "surname:Repovs;given-names:G.", "name_4": "surname:Anticevic;given-names:A.", "name_5": "surname:Braver;given-names:T.S.", "section_type": "REF", "source": "Nat. Publ. Group", "type": "ref", "volume": "16", "year": "2013"}, "text": "Multi-task connectivity reveals flexible hubs for adaptive task control", "sentences": [], "annotations": [], "relations": []}, {"offset": 47159, "infons": {"issue": "03", "name_0": "surname:Diamond;given-names:A.", "section_type": "REF", "source": "Dev. Psychopathol.", "type": "ref", "volume": "17", "year": "2005"}, "text": "Attention-deficit disorder (attention-deficit/hyperactivity disorder without hyperactivity): a neurobiologically and behaviorally distinct disorder from attention-deficit/hyperactivity disorder (with hyperactivity)", "sentences": [], "annotations": [], "relations": []}, {"offset": 47374, "infons": {"name_0": "surname:Dixon;given-names:M.L.", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "year": "2015"}, "text": "Cognitive control, emotional value, and the lateral prefrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 47444, "infons": {"fpage": "227", "issue": "4", "lpage": "231", "name_0": "surname:Dreisbach;given-names:G.", "section_type": "REF", "source": "Curr. Dir. Psychol. Sci.", "type": "ref", "volume": "21", "year": "2012"}, "text": "Mechanisms of cognitive control: the functional role of task rules", "sentences": [], "annotations": [], "relations": []}, {"offset": 47511, "infons": {"fpage": "64", "issue": "1", "lpage": "72", "name_0": "surname:Fornito;given-names:A.", "name_1": "surname:Yoon;given-names:J.H.", "name_2": "surname:Zalesky;given-names:A.", "name_3": "surname:Bullmore;given-names:E.T.", "name_4": "surname:Carter;given-names:C.S.", "section_type": "REF", "source": "Bps", "type": "ref", "volume": "70", "year": "2011"}, "text": "General and specific functional connectivity disturbances in first-episode schizophrenia during cognitive control performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 47637, "infons": {"fpage": "2296", "issue": "4", "lpage": "2314", "name_0": "surname:Fornito;given-names:A.", "name_1": "surname:Zalesky;given-names:A.", "name_2": "surname:Pantelis;given-names:C.", "name_3": "surname:Bullmore;given-names:E.T.", "section_type": "REF", "source": "Sciencedirectcom", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 47682, "infons": {"fpage": "66", "issue": "2", "name_0": "surname:Friston;given-names:K.J.", "section_type": "REF", "source": "World Psychiat.", "type": "ref", "volume": "1", "year": "2002"}, "text": "Dysfunctional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47726, "infons": {"fpage": "5903", "issue": "14", "lpage": "5914", "name_0": "surname:Giessing;given-names:C.", "name_1": "surname:Thiel;given-names:C.M.", "name_2": "surname:Alexander-Bloch;given-names:A.F.", "name_3": "surname:Patel;given-names:A.X.", "name_4": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "23554472", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "33", "year": "2013"}, "text": "Human brain functional network changes associated with enhanced and impaired attentional task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 47832, "infons": {"fpage": "103", "issue": "1", "name_0": "surname:Gold;given-names:J.M.", "pub-id_pmid": "22199091", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Cognitive neuroscience test reliability and clinical applications for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47916, "infons": {"name_0": "surname:Green;given-names:M.F.", "section_type": "REF", "type": "ref", "year": "1998"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 47917, "infons": {"fpage": "2407", "lpage": "2419", "name_0": "surname:He;given-names:Y.", "name_1": "surname:Chen;given-names:Z.J.", "name_2": "surname:Evans;given-names:A.C.", "section_type": "REF", "type": "ref", "volume": "vol. 17(10)", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 47918, "infons": {"fpage": "229", "issue": "3", "lpage": "242", "name_0": "surname:Heinrichs;given-names:R.W.", "pub-id_pmid": "15796677", "section_type": "REF", "source": "Am. Psychol.", "type": "ref", "volume": "60", "year": "2005"}, "text": "The primacy of cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47960, "infons": {"fpage": "104", "issue": "1", "lpage": "113", "name_0": "surname:Henderson;given-names:D.", "name_1": "surname:Poppe;given-names:A.B.", "name_2": "surname:Barch;given-names:D.M.", "name_3": "surname:Carter;given-names:C.S.", "name_4": "surname:Gold;given-names:J.M.", "name_5": "surname:Ragland;given-names:J.D.", "pub-id_pmid": "22199092", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Optimization of a goal maintenance task for use in clinical applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 48033, "infons": {"fpage": "32", "issue": "1", "lpage": "48", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Fornito;given-names:A.", "pub-id_pmid": "24500505", "section_type": "REF", "source": "Neuropsychol. Rev.", "type": "ref", "volume": "24", "year": "2014"}, "text": "Brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48065, "infons": {"fpage": "528", "issue": "3", "lpage": "539", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Stam;given-names:C.J.", "name_2": "surname:Boersma;given-names:M.", "name_3": "surname:Hulshoff Pol;given-names:H.E.E.", "section_type": "REF", "source": "Connectivity", "type": "ref", "volume": "43", "year": "2008"}, "text": "Small-world and scale-free organization of voxel-based resting-state functional connectivity in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 48177, "infons": {"fpage": "15915", "issue": "47", "lpage": "15926", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Mandl;given-names:R.C.W.C.W.", "name_2": "surname:Stam;given-names:C.J.", "name_3": "surname:Kahn;given-names:R.S.S.", "name_4": "surname:Hulshoff Pol;given-names:H.E.E.", "pub-id_pmid": "21106830", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Aberrant frontal and temporal complex network structure in schizophrenia: a graph theoretical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48280, "infons": {"fpage": "783", "issue": "8", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Sporns;given-names:O.", "name_2": "surname:Collin;given-names:G.", "name_3": "surname:Scheewe;given-names:T.", "name_4": "surname:Mandl;given-names:R.C.W.C.W.", "name_5": "surname:Cahn;given-names:W.", "section_type": "REF", "source": "JAMA Psychiat.", "type": "ref", "volume": "70", "year": "2013"}, "text": "Abnormal rich club organization and functional brain dynamics in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48359, "infons": {"fpage": "13432", "issue": "23", "lpage": "13437", "name_0": "surname:Honey;given-names:G.D.", "name_1": "surname:Bullmore;given-names:E.T.", "name_2": "surname:Soni;given-names:W.", "name_3": "surname:Varatheesan;given-names:M.", "name_4": "surname:Williams;given-names:S.C.", "name_5": "surname:Sharma;given-names:T.", "pub-id_pmid": "10557338", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "96", "year": "1999"}, "text": "Differences in frontal cortical activation by a working memory task after substitution of risperidone for typical antipsychotic drugs in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48524, "infons": {"fpage": "1131", "issue": "12", "lpage": "1137", "name_0": "surname:Javitt;given-names:D.C.", "name_1": "surname:Shelley;given-names:A.-M.M.", "name_2": "surname:Silipo;given-names:G.", "name_3": "surname:Lieberman;given-names:J.A.", "pub-id_pmid": "11115326", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "57", "year": "2000"}, "text": "Deficits in auditory and visual context-dependent processing in schizophrenia: defining the pattern", "sentences": [], "annotations": [], "relations": []}, {"offset": 48624, "infons": {"fpage": "8259", "issue": "22", "lpage": "8270", "name_0": "surname:Kitzbichler;given-names:M.G.", "name_1": "surname:Henson;given-names:R.N.A.", "name_2": "surname:Smith;given-names:M.L.", "name_3": "surname:Nathan;given-names:P.J.", "name_4": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "21632947", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "31", "year": "2011"}, "text": "Cognitive effort drives workspace configuration of human brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 48707, "infons": {"fpage": "15", "issue": "1", "lpage": "30", "name_0": "surname:Knight;given-names:R.A.", "name_1": "surname:Silverstein;given-names:S.M.", "pub-id_pmid": "11261389", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "110", "year": "2001"}, "text": "A process-oriented approach for averting confounds resulting from general performance deficiencies in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48823, "infons": {"fpage": "316", "issue": "1", "lpage": "338", "name_0": "surname:Lesh;given-names:T.A.", "name_1": "surname:Niendam;given-names:T.A.", "name_2": "surname:Minzenberg;given-names:M.J.", "name_3": "surname:Carter;given-names:C.S.", "pub-id_pmid": "20844478", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "36", "year": "2010"}, "text": "Cognitive control deficits in schizophrenia: mechanisms and meaning", "sentences": [], "annotations": [], "relations": []}, {"offset": 48891, "infons": {"fpage": "945", "issue": "Pt 4", "lpage": "961", "name_0": "surname:Liu;given-names:Y.", "name_1": "surname:Liang;given-names:M.", "name_2": "surname:Zhou;given-names:Y.", "name_3": "surname:He;given-names:Y.", "name_4": "surname:Hao;given-names:Y.", "name_5": "surname:Song;given-names:M.", "pub-id_pmid": "18299296", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "131", "year": "2008"}, "text": "Disrupted small-world networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48939, "infons": {"name_0": "surname:Lopez-Garcia;given-names:P.", "name_1": "surname:Lesh;given-names:T.A.", "name_2": "surname:Salo;given-names:T.", "name_3": "surname:Barch;given-names:D.M.", "name_4": "surname:MacDonald;given-names:A.W.;suffix:III", "name_5": "surname:Gold;given-names:J.M.", "section_type": "REF", "source": "Cogn. Affect. Behav. Neurosci.", "type": "ref", "year": "2015"}, "text": "The neural circuitry supporting goal maintenance during cognitive control: a comparison of expectancy AX-CPT and dot probe expectancy paradigms", "sentences": [], "annotations": [], "relations": []}, {"offset": 49083, "infons": {"fpage": "9477", "issue": "28", "lpage": "9487", "name_0": "surname:Lynall;given-names:M.-E.E.", "name_1": "surname:Bassett;given-names:D.S.", "name_2": "surname:Kerwin;given-names:R.", "name_3": "surname:McKenna;given-names:P.J.", "name_4": "surname:Kitzbichler;given-names:M.", "name_5": "surname:Muller;given-names:U.", "name_6": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "20631176", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Functional connectivity and brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49143, "infons": {"fpage": "619", "issue": "4", "lpage": "628", "name_0": "surname:MacDonald;given-names:A.W.;suffix:III", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "34", "year": "2007"}, "text": "Building a clinically relevant cognitive task: case study of the AX paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 49220, "infons": {"fpage": "873", "issue": "7", "lpage": "882", "name_0": "surname:MacDonald;given-names:A.W.;suffix:III", "name_1": "surname:Carter;given-names:C.S.", "pub-id_pmid": "12647766", "section_type": "REF", "source": "J. Clin. Exp. Neuropsychol.", "type": "ref", "volume": "24", "year": "2002"}, "text": "Approaches to investigating impaired cognition in schizophrenia: a paradigm shift", "sentences": [], "annotations": [], "relations": []}, {"offset": 49302, "infons": {"fpage": "99", "issue": "2", "lpage": "109", "name_0": "surname:Manoach;given-names:D.S.", "name_1": "surname:Gollub;given-names:R.L.", "name_2": "surname:Benson;given-names:E.S.", "name_3": "surname:Searl;given-names:M.M.", "name_4": "surname:Goff;given-names:D.C.", "name_5": "surname:Halpern;given-names:E.", "section_type": "REF", "source": "Bps", "type": "ref", "volume": "48", "year": "2000"}, "text": "Schizophrenic subjects show aberrant fMRI activation of dorsolateral prefrontal cortex and basal ganglia during working memory performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 49441, "infons": {"fpage": "903", "issue": "10", "lpage": "912", "name_0": "surname:Mao;given-names:C.P.", "name_1": "surname:Zhang;given-names:Q.L.", "name_2": "surname:Bao;given-names:F.X.", "name_3": "surname:Liao;given-names:X.", "name_4": "surname:Yang;given-names:X.L.", "name_5": "surname:Zhang;given-names:M.", "pub-id_pmid": "24986218", "section_type": "REF", "source": "Neuroradiology", "type": "ref", "volume": "56", "year": "2014"}, "text": "Decreased activation of cingulo-frontal-parietal cognitive/attention network during an attention-demanding task in patients with chronic low back pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 49592, "infons": {"fpage": "59", "issue": "1", "lpage": "65", "name_0": "surname:Miller;given-names:E.K.", "pub-id_pmid": "11252769", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "1", "year": "2000"}, "text": "The prefrontal cortex and cognitive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 49636, "infons": {"fpage": "167", "lpage": "202", "name_0": "surname:Miller;given-names:E.K.", "name_1": "surname:Cohen;given-names:J.D.", "pub-id_pmid": "11283309", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "24", "year": "2001"}, "text": "An integrative theory of prefrontal cortex function", "sentences": [], "annotations": [], "relations": []}, {"offset": 49688, "infons": {"fpage": "811", "issue": "8", "name_0": "surname:Minzenberg;given-names:M.J.", "name_1": "surname:Laird;given-names:A.R.", "name_2": "surname:Thelen;given-names:S.", "name_3": "surname:Carter;given-names:C.S.", "name_4": "surname:Glahn;given-names:D.C.", "pub-id_pmid": "19652121", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Meta-analysis of 41 functional neuroimaging studies of executive function in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49779, "infons": {"fpage": "2636", "issue": "3", "lpage": "2643", "name_0": "surname:Mumford;given-names:J.A.", "name_1": "surname:Turner;given-names:B.O.", "name_2": "surname:Ashby;given-names:F.G.", "name_3": "surname:Poldrack;given-names:R.A.", "pub-id_pmid": "21924359", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Deconvolving BOLD activation in event-related designs for multivoxel pattern classification analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 49880, "infons": {"fpage": "208701", "issue": "20", "name_0": "surname:Newman;given-names:M.E.J.", "pub-id_pmid": "12443515", "section_type": "REF", "source": "Phys. Rev. Lett.", "type": "ref", "volume": "89", "year": "2002"}, "text": "Assortative mixing in networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 49911, "infons": {"comment": "Retrieved from", "element-citation": "http://gateway.webofknowledge.com/gateway/Gateway.cgi?GWVersion=2&SrcAuth=mekentosj&SrcApp=Papers&DestLinkType=FullRecord&DestApp=WOS&KeyUT=000183800600002", "name_0": "surname:Newman;given-names:M.E.J.", "section_type": "REF", "source": "SIAM Rev.", "type": "ref", "year": "2003"}, "text": "The structure and function of complex networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 49958, "infons": {"fpage": "241", "issue": "2", "lpage": "268", "name_0": "surname:Niendam;given-names:T.A.", "name_1": "surname:Laird;given-names:A.R.", "name_2": "surname:Ray;given-names:K.L.", "name_3": "surname:Dean;given-names:Y.M.", "name_4": "surname:Glahn;given-names:D.C.", "name_5": "surname:Carter;given-names:C.S.", "pub-id_pmid": "22282036", "section_type": "REF", "source": "Cogn. Affect. Behav. Neurosci.", "type": "ref", "volume": "12", "year": "2012"}, "text": "Meta-analytic evidence for a superordinate cognitive control network subserving diverse executive functions", "sentences": [], "annotations": [], "relations": []}, {"offset": 50066, "infons": {"fpage": "549", "lpage": "561", "name_0": "surname:Paschke;given-names:L.M.", "name_1": "surname:Walter;given-names:H.", "name_2": "surname:Steimke;given-names:R.", "name_3": "surname:Ludwig;given-names:V.U.", "name_4": "surname:Gaschler;given-names:R.", "name_5": "surname:Schubert;given-names:T.", "name_6": "surname:Stelzel;given-names:C.", "pub-id_pmid": "25731995", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "111", "year": "2015"}, "text": "Motivation by potential gains and losses affects control processes via different mechanisms in the attentional network", "sentences": [], "annotations": [], "relations": []}, {"offset": 50185, "infons": {"name_0": "surname:Poppe;given-names:A.B.", "name_1": "surname:Barch;given-names:D.M.", "name_2": "surname:Carter;given-names:C.S.", "name_3": "surname:Gold;given-names:J.M.", "name_4": "surname:Ragland;given-names:J.D.", "name_5": "surname:Silverstein;given-names:S.M.", "name_6": "surname:MacDonald;given-names:A.W.;suffix:III", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "year": "2016"}, "text": "Reduced frontoparietal activity in schizophrenia is linked to a specific deficit in goal maintenance: a multisite functional imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 50324, "infons": {"fpage": "735", "issue": "5", "lpage": "748", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Fair;given-names:D.A.", "name_2": "surname:Schlaggar;given-names:B.L.L.", "name_3": "surname:Petersen;given-names:S.E.E.", "pub-id_pmid": "20826306", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "67", "year": "2010"}, "text": "The development of human functional brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 50375, "infons": {"fpage": "665", "issue": "4", "lpage": "678", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Cohen;given-names:A.L.", "name_2": "surname:Nelson;given-names:S.M.", "name_3": "surname:Wig;given-names:G.S.", "name_4": "surname:Barnes;given-names:K.A.", "name_5": "surname:Church;given-names:J.A.", "pub-id_pmid": "22099467", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "72", "year": "2011"}, "text": "Functional network organization of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 50426, "infons": {"fpage": "863", "issue": "8", "lpage": "874", "name_0": "surname:Ragland;given-names:J.", "name_1": "surname:Laird;given-names:A.R.", "name_2": "surname:Ranganath;given-names:C.", "name_3": "surname:Blumenfeld;given-names:R.", "name_4": "surname:Gonzales;given-names:S.M.", "name_5": "surname:Glahn;given-names:D.C.", "pub-id_pmid": "19411370", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "166", "year": "2009"}, "text": "Prefrontal activation deficits during episodic memory in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 50497, "infons": {"fpage": "1719", "issue": "2", "lpage": "1726", "name_0": "surname:Ragland;given-names:J.D.", "name_1": "surname:Blumenfeld;given-names:R.S.", "name_2": "surname:Ramsay;given-names:I.S.", "name_3": "surname:Yonelinas;given-names:A.P.", "name_4": "surname:Yoon;given-names:J.H.", "name_5": "surname:Solomon;given-names:M.", "pub-id_pmid": "21907293", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Neural correlates of relational and item-specific encoding during working and long-term memory in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 50609, "infons": {"fpage": "909", "issue": "9", "lpage": "916", "name_0": "surname:Ragland;given-names:J.D.", "name_1": "surname:Ranganath;given-names:C.", "name_2": "surname:Harms;given-names:M.P.", "name_3": "surname:Barch;given-names:D.M.", "name_4": "surname:Gold;given-names:J.M.", "name_5": "surname:Layher;given-names:E.", "section_type": "REF", "source": "JAMA Psychiat.", "type": "ref", "volume": "72", "year": "2015"}, "text": "Functional and neuroanatomic specificity of episodic memory dysfunction in schizophrenia: a functional magnetic resonance imaging study of the relational and item-specific encoding task", "sentences": [], "annotations": [], "relations": []}, {"offset": 50795, "infons": {"fpage": "18", "issue": "1", "lpage": "25", "name_0": "surname:Ranganath;given-names:C.", "name_1": "surname:Minzenberg;given-names:M.J.", "name_2": "surname:Ragland;given-names:J.D.", "pub-id_pmid": "18495087", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "The cognitive neuroscience of memory function and dysfunction in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 50874, "infons": {"fpage": "383", "issue": "3", "lpage": "392", "name_0": "surname:Reichenberg;given-names:A.", "pub-id_pmid": "20954432", "section_type": "REF", "source": "Dialogues Clin. Neurosci.", "type": "ref", "volume": "12", "year": "2010"}, "text": "The assessment of neuropsychological functioning in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 50940, "infons": {"fpage": "967", "issue": "10", "lpage": "973", "name_0": "surname:Repovs;given-names:G.", "name_1": "surname:Csernansky;given-names:J.G.", "name_2": "surname:Barch;given-names:D.M.", "pub-id_pmid": "21193174", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Brain network connectivity in individuals with schizophrenia and their siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 51020, "infons": {"fpage": "752", "issue": "2", "lpage": "763", "name_0": "surname:Rissman;given-names:J.", "name_1": "surname:Gazzaley;given-names:A.", "name_2": "surname:D'Esposito;given-names:M.", "pub-id_pmid": "15488425", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "23", "year": "2004"}, "text": "Measuring functional connectivity during distinct stages of a cognitive task", "sentences": [], "annotations": [], "relations": []}, {"offset": 51097, "infons": {"fpage": "13812", "name_0": "surname:Rubinov;given-names:M.", "pub-id_pmid": "27924867", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "7", "year": "2016"}, "text": "Constraints and spandrels of interareal connectomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 51149, "infons": {"fpage": "1059", "issue": "3", "lpage": "1069", "name_0": "surname:Rubinov;given-names:M.", "name_1": "surname:Sporns;given-names:O.", "pub-id_pmid": "19819337", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "52", "year": "2010"}, "text": "Complex network measures of brain connectivity: uses and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 51222, "infons": {"fpage": "1105", "issue": "12", "lpage": "1112", "name_0": "surname:Servan-Schreiber;given-names:D.", "name_1": "surname:Cohen;given-names:J.D.", "name_2": "surname:Steingard;given-names:S.", "pub-id_pmid": "8956676", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "53", "year": "1996"}, "text": "Schizophrenic deficits in the processing of context. A test of a theoretical model", "sentences": [], "annotations": [], "relations": []}, {"offset": 51305, "infons": {"fpage": "161", "issue": "1", "lpage": "174", "name_0": "surname:Sheffield;given-names:J.M.", "name_1": "surname:Gold;given-names:J.M.", "name_2": "surname:Strauss;given-names:M.E.", "name_3": "surname:Carter;given-names:C.S.", "name_4": "surname:MacDonald;given-names:A.W.;suffix:III", "name_5": "surname:Ragland;given-names:J.D.", "pub-id_pmid": "24037621", "section_type": "REF", "source": "Cogn. Affect. Behav. Neurosci.", "type": "ref", "volume": "14", "year": "2014"}, "text": "Common and specific cognitive deficits in schizophrenia: relationships to function", "sentences": [], "annotations": [], "relations": []}, {"offset": 51388, "infons": {"fpage": "82", "lpage": "93", "name_0": "surname:Sheffield;given-names:J.M.", "name_1": "surname:Repovs;given-names:G.", "name_2": "surname:Harms;given-names:M.P.", "name_3": "surname:Carter;given-names:C.S.", "name_4": "surname:Gold;given-names:J.M.", "name_5": "surname:MacDonald;given-names:A.W.;suffix:III", "pub-id_pmid": "25979608", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "73 IS", "year": "2015"}, "text": "Fronto-parietal and cingulo-opercular network integrity and cognition in health and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51486, "infons": {"fpage": "403", "issue": "0", "lpage": "415", "name_0": "surname:Shen;given-names:X.", "name_1": "surname:Tokoglu;given-names:F.", "name_2": "surname:Papademetris;given-names:X.", "name_3": "surname:Constable;given-names:R.T.", "section_type": "REF", "source": "Connectivity", "type": "ref", "volume": "82", "year": "2013"}, "text": "Groupwise whole-brain parcellation from resting-state fMRI data for network node identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 51582, "infons": {"fpage": "949", "issue": "5", "lpage": "956", "name_0": "surname:Silverstein;given-names:S.M.", "pub-id_pmid": "20064900", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "Bridging the gap between extrinsic and intrinsic motivation in the cognitive remediation of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51688, "infons": {"fpage": "2322", "issue": "12", "lpage": "2329", "name_0": "surname:Snitz;given-names:B.E.", "name_1": "surname:MacDonald;given-names:A.", "name_2": "surname:Cohen;given-names:J.D.", "name_3": "surname:Cho;given-names:R.Y.", "name_4": "surname:Becker;given-names:T.", "name_5": "surname:Carter;given-names:C.S.", "pub-id_pmid": "16330597", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "162", "year": "2005"}, "text": "Lateral and medial hypofrontality in first-episode schizophrenia: functional activity in a medication-naive state and effects of short-term atypical antipsychotic treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 51861, "infons": {"fpage": "10020", "issue": "32", "lpage": "10025", "name_0": "surname:Spielberg;given-names:J.M.", "name_1": "surname:Miller;given-names:G.A.", "name_2": "surname:Heller;given-names:W.", "name_3": "surname:Banich;given-names:M.T.", "pub-id_pmid": "26216985", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "112", "year": "2015"}, "text": "Flexible brain network reconfiguration supporting inhibitory control", "sentences": [], "annotations": [], "relations": []}, {"offset": 51930, "infons": {"fpage": "881", "issue": "2", "lpage": "886", "name_0": "surname:Sporns;given-names:O.", "pub-id_pmid": "21964480", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "From simple graphs to the connectome: networks in neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 51993, "infons": {"fpage": "145", "issue": "2", "lpage": "162", "name_0": "surname:Sporns;given-names:O.", "name_1": "surname:Zwi;given-names:J.D.", "pub-id_pmid": "15319512", "section_type": "REF", "source": "Neuroinformatics", "type": "ref", "volume": "2", "year": "2004"}, "text": "The small world of the cerebral cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 52032, "infons": {"fpage": "S107", "lpage": "S116", "name_0": "surname:Strauss;given-names:G.P.", "name_1": "surname:Waltz;given-names:J.A.", "name_2": "surname:Gold;given-names:J.M.", "pub-id_pmid": "24375459", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "A review of reward processing and motivational impairment in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52107, "infons": {"fpage": "835", "issue": "4", "lpage": "844", "name_0": "surname:Strauss;given-names:M.E.", "name_1": "surname:McLouth;given-names:C.J.", "name_2": "surname:Barch;given-names:D.M.", "name_3": "surname:Carter;given-names:C.S.", "name_4": "surname:Gold;given-names:J.M.", "name_5": "surname:Luck;given-names:S.J.", "pub-id_pmid": "23817024", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Temporal stability and moderating effects of age and sex on CNTRaCS task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 52192, "infons": {"fpage": "1429", "issue": "3", "lpage": "1438", "name_0": "surname:Turner;given-names:B.O.", "name_1": "surname:Mumford;given-names:J.A.", "name_2": "surname:Poldrack;given-names:R.A.", "name_3": "surname:Ashby;given-names:F.G.", "pub-id_pmid": "22659443", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Spatiotemporal activity estimation for multivoxel pattern analysis with rapid event-related designs", "sentences": [], "annotations": [], "relations": []}, {"offset": 52292, "infons": {"fpage": "237", "issue": "5", "lpage": "240", "name_0": "surname:Veen;given-names:V.V.", "name_1": "surname:Carter;given-names:C.S.", "section_type": "REF", "source": "Curr. Dir. Psychol. Sci.", "type": "ref", "volume": "15", "year": "2006"}, "text": "Conflict and cognitive control in the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 52336, "infons": {"name_0": "surname:Wang;given-names:J.", "section_type": "REF", "source": "Front. Syst. Neurosci.", "type": "ref", "year": "2010"}, "text": "Graph-based network analysis of resting-state functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 52397, "infons": {"fpage": "1006", "issue": "8", "lpage": "1014", "name_0": "surname:Yoon;given-names:J.H.", "name_1": "surname:Minzenberg;given-names:M.J.", "name_2": "surname:Ursu;given-names:S.", "name_3": "surname:Walters;given-names:R.", "name_4": "surname:Wendelken;given-names:C.", "name_5": "surname:Ragland;given-names:J.D.", "name_6": "surname:Carter;given-names:C.S.", "pub-id_pmid": "18519527", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "165", "year": "2008"}, "text": "Association of dorsolateral prefrontal cortex dysfunction with disrupted coordinated brain activity in schizophrenia: relationship with impaired cognition, behavioral disorganization, and global function", "sentences": [], "annotations": [], "relations": []}, {"offset": 52601, "infons": {"fpage": "1197", "issue": "4", "lpage": "1207", "name_0": "surname:Zalesky;given-names:A.", "name_1": "surname:Fornito;given-names:A.", "name_2": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "20600983", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Network-based statistic: identifying differences in brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 52668, "infons": {"fpage": "970", "issue": "3", "lpage": "983", "name_0": "surname:Zalesky;given-names:A.", "name_1": "surname:Fornito;given-names:A.", "name_2": "surname:Harding;given-names:I.H.", "name_3": "surname:Cocchi;given-names:L.", "name_4": "surname:Yücel;given-names:M.", "name_5": "surname:Pantelis;given-names:C.", "name_6": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "20035887", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "50", "year": "2010"}, "text": "Whole-brain anatomical networks: does the choice of nodes matter?", "sentences": [], "annotations": [], "relations": []}, {"offset": 52734, "infons": {"fpage": "407", "lpage": "420", "name_0": "surname:Zalesky;given-names:A.", "name_1": "surname:Fornito;given-names:A.", "name_2": "surname:Cocchi;given-names:L.", "name_3": "surname:Gollo;given-names:L.L.", "name_4": "surname:van den Heuvel;given-names:M.P.", "name_5": "surname:Breakspear;given-names:M.", "pub-id_pmid": "27364472", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "142", "year": "2016"}, "text": "Connectome sensitivity or specificity: which is more important?", "sentences": [], "annotations": [], "relations": []}, {"offset": 52798, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 52817, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.nicl.2017.05.001.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}