{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "5496209", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2017.06.023", "article-id_pmc": "5496209", "article-id_pmid": "28706851", "article-id_publisher-id": "S2213-1582(17)30154-7", "fpage": "761", "kwd": "Resting-state functional connectivity Dynamic and frequency-specific connectivity Time-frequency analysis Wavelet transform coherence", "license": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).", "lpage": "768", "name_0": "surname:Yaesoubi;given-names:Maziar", "name_1": "surname:Miller;given-names:Robyn L.", "name_2": "surname:Bustillo;given-names:Juan", "name_3": "surname:Lim;given-names:Kelvin O.", "name_4": "surname:Vaidya;given-names:Jatin", "name_5": "surname:Calhoun;given-names:Vince D.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "15", "year": "2017"}, "text": "A joint time-frequency analysis of resting-state functional connectivity reveals novel patterns of connectivity shared between or unique to schizophrenia patients and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 184, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Functional connectivity of the resting-state (RS) brain is a vehicle to study brain dysconnectivity aspects of diseases such as schizophrenia and bipolar. Methods that are developed to measure functional connectivity are based on the underlying hypotheses regarding the actual nature of RS-connectivity including evidence of temporally dynamic versus static RS-connectivity and evidence of frequency-specific versus hemodynamically-driven connectivity over a wide frequency range. This study is derived by these observations of variation of RS-connectivity in temporal and frequency domains and evaluates such characteristics of RS-connectivity in clinical population and jointly in temporal and frequency domains (the spectro-temporal domain). We base this study on the hypothesis that by studying functional connectivity of schizophrenia patients and comparing it to the one of healthy controls in the spectro-temporal domain we might be able to make new observations regarding the differences and similarities between diseased and healthy brain connectivity and such observations could be obscured by studies which investigate such characteristics separately.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1347, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Interestingly, our results include, but are not limited to, a spectrally localized (mostly mid-range frequencies) modular dynamic connectivity pattern in which sensory motor networks are anti-correlated with visual, auditory and sub-cortical networks in schizophrenia, as well as evidence of lagged dependence between default-mode and sensory networks in schizophrenia. These observations are unique to the proposed augmented domain of connectivity analysis. We conclude this study by arguing not only resting-state connectivity has structured spectro-temporal variability, but also that studying properties of connectivity in this joint domain reveals distinctive group-based differences and similarities between clinical and healthy populations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2095, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 2106, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "RS-connectivity of Schizophrenia and healthy is studied in domain of time and frequency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2195, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Dynamic connectivity is now superposition of connectivities with unique frequencies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2280, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Augmented domain reveals novel connectivity patterns unique to schizophrenia/healthy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2366, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2379, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is a complex psychiatric illness with estimated occurrence rate of 1% in global population. The main objective of early studies of this disorder had been definition and diagnosis via symptoms, later moving toward a search for biomarkers rather than relying exclusively on observed or self-reported symptomology. Although there is additional complexity emerging regarding the validity of current state of classification and diagnostic criteria for complex mental disorders we cannot ignore the power of biological markers from genomics and brain imaging in refining diagnostic criteria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2979, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Functional magnetic resonance imaging (fMRI), as a non-invasive method to capture hemodynamic mediated activity of brain regions due to the function of the brain at the given time, is an appealing tool for studying schizophrenia; a brain disorder that leads to disturbances of thought, cognition and emotion. Functional connectivity with fMRI has been widely used to study schizophrenia due to the fact that the disease is recognized as a dysconnectivity disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3444, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Evidence of anomalies in brain connectivity of patients goes back to early studies in which psychosis was associated with disruption of association fiber tracts in the brain. Since then, extensive work in identifying changes in structural and functional connectivity has been performed. Between the two, functional analyses has advantages which allows to view the “living” brain while it performs experimental or internally-driven tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3882, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Functional connectivity during the resting-state, compared to task-based designs, is shown to span a broader range of frequencies in neurophysiological activation as well as engaging more functional networks. Identified networks include default mode (DM) networks, which have been associated with self-reflection and self-monitoring and networks connected with auditory hallucination and paranoid ideation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4289, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Observations of resting-state functional connectivity of schizophrenia include both increased/hyper and decreased/hypo connectivity compared to healthy-controls between various brain regions, though predominantly the latter. For example there are many studies have reported significant weaker whole-brain connectivity in schizophrenia patients compared to health controls although hyper-connectivity is also observed in-between default mode networks and between default-mode and networks associated to cognitive demands appearing as increasing anti-correlation. However, results are not always consistent between studies. For example, both hyper and hypo connectivity have been reported between DM networks in schizophrenia. Such differences in findings can be due to uncontrolled sources of variations among subjects, which may affect the final estimation of connectivity (such as motion artefact as one of extensively studied artefact, or can be due to the fact than the chosen method for the estimation of connectivity is not capturing all aspects of brain connectivity. An example for the latter is transition from temporally stationary estimation of connectivity toward a temporally dynamic connectivity based on overwhelming evidences that whole-brain resting-state connectivity is in fact temporally dynamic. Sliding-window approaches have been the most commonly used to capture such time-varying connectivity also it has been used to study schizophrenia in the context of transient states of connectivity extending observation of static hypo-connectivity in schizophrenia to spending more time in a hypo-connected state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5918, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Common studies of dynamic functional connectivity have been focused on the dynamics of the degree of dependence by measuring co-activation, which is limited to observing the changes between positive, negative or weak co-activation. However, based on recent studies of frequency profiles of functional connectivity, evidence of dynamics along the frequency dimension have also been shown. This includes observing differences in the frequency of activation and co-activation between different regions or functional networks of the brain and also, more recently, it includes observation in the temporal dynamic changes of the frequency of co-activation between the same pair of regions or networks. The former observations have shown that evaluations of frequency specific activation and co-activation enable us to capture significant differences between groups of patients and healthy controls as it is shown to carry useful information related to the underlying neurophysiological processes. For example, the default-mode network has been shown to exhibit significantly more high frequency fluctuations in patients and significantly less low frequency fluctuations in controls, perhaps related to decreased cognitive efficiency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7146, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A common hypothesis derived from both groups of observations is that observed activation in a given brain region may originate from various neurophysiological sources of fluctuations with unique spectral properties which also extends to the frequency variation in the measured co-activation. Here, motivated by both groups of studies, we leverage a more general framework to simultaneously investigating temporally dynamic and frequency-specific functional connectivity during resting-state fMRI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7643, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Our proposed joint analysis has been enabled by recent studies that have developed methods to simultaneously capture temporal behavior as well as frequency and phase profiles associated with each state. Such studies leverage a time-frequency decomposition to capture functional connectivity between a few selected ROIs in the joint domains. An important advantage of the proposed framework is that the connectivity state of the brain at given time-point can be studied as a superposition of multiple frequency-specific connectivity states. Additionally, the phase information encoded in the frequency domain enables us to capture a delayed correlation; similar in concept to a study that identifies delayed correlation between relatively shifted time-courses among multiple brain networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8433, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this work we investigated the above proposed pipeline for capturing the spectro-temporal whole-brain connectivity patterns characterized jointly by time, frequency and phase (lagged dependence) in healthy controls and schizophrenia patients. We show that such decomposition enables us to observe significantly different characterization of connectivity between the two groups. We also observe that when transient connectivity states are defined at the group level, shared between both groups, occupancy rates and dwell times for the group-level differ significantly between patients and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9033, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and method", "sentences": [], "annotations": [], "relations": []}, {"offset": 9054, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants, image acquisition and pre-processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 9105, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Subjects include 163 healthy controls (46 females) with average age of 36.9 and 151 (37 females) patients diagnosed with schizophrenia with average age of 37.8. In accordance with the internal review boards of corresponding institutes, informed consent was obtained from all the subjects. Details on the image acquisition and the pre-processing are provided in Supplementary Material A.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9492, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Group-ICA and post-processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 9522, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We study connectivity between anatomically and functionally meaningful regions in the brain. We choose group spatial independent component analysis (gsICA) as the data-driven approach to define these regions with no need for prior knowledge of the regions or a task-design. It is achieved by linearly decomposing voxel-level time series into maximally independent spatial maps with corresponding time-courses per-subject. The GIFT toolbox implementation of gsICA is used. More details on implementation of gsICA in GIFT are provided in Supplementary Material B.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10084, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Temporally-dynamic and frequency-specific connectivity states", "sentences": [], "annotations": [], "relations": []}, {"offset": 10146, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To estimate connectivity, in the spectro-temporal domain, we first, decompose each subject-specific network time-courses into a time-frequency domain by leveraging a wavelet decomposition by convolving each time-course with complex Morlet wavelet as our choice of wavelet kernel. The complex Morlet kernel has the following formulation, which has both real and imaginary parts:", "sentences": [], "annotations": [], "relations": []}, {"offset": 10524, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The kernel has a Gaussian-shaped frequency spectrum whose fc is center frequency, and σ is standard deviation. σ is set to 0.02 Hz throughout the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10677, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Pipeline to capture connectivity states in a joint time and frequency domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10755, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 10762, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each input time-course is convolved with 5 different Morlet kernels each centered equally in the interval of 0.01 and 0.25 Hz which when stacked, it would result into the time-frequency representation of the input time-course (Fig. 1A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10999, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Next we use wavelet transform coherence (WTC) for the estimation of dependence in this joint domain. WTC is defined as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 11127, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Wxy represents element-wise conjugate multiplication of wavelet transforms of input signals x and y which are represented as Wx and Wy. S and S′ are the smoothing parameters. Details on the WTC and its formulation are provided in Yaesoubi et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 11374, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "WTC is used to measure dependence between all pairs of time-frequency representation of network time-courses. Such dependence is what we call “dynamic coherence”. Dynamic coherence has a complex value with both real and imaginary parts. Its magnitude measures the degree of the dependence within a given frequency band between two time-series at a given point in time, with phase capturing the lag at which maximum correlation is achieved.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11814, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fig. 1B Right, explains this property as well as the color-coding that is used through out of this work to present our complexed-value dynamic coherence. The lightness of the colormap represents the magnitude of the measurement and phase is encoded with the selected circular colormap.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12100, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following procedure proposed by Yaesoubi et al. to estimate spectro-temporal connectivity states, estimations of dynamic coherence for all pairs of networks are concatenated along time, frequency and subjects followed by a clustering analysis to summarize it into finite number of states. We use k-means clustering and k is set to ‘5’ (Fig. 1C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12446, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 12454, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results in the paper are organized into two sets. In the first set, we estimate spectro-temporal connectivity states in the time-frequency domain separately for healthy controls and patients. This allows us to inspect differences in the connectivity patterns and frequency and phase profiles of the states between patients and controls. In the second set, we estimate connectivity states shared among all subjects. This allows us to investigate differences between the two groups with respect to their occupancy rates (amount of time subjects live at a specific state during the course of the scan) as well as their tendency to stay in each state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13106, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Connectivity states of healthy controls defined in the time-frequency domain and similarly in (C) for schizophrenia patients. A detailed description of the networks on the rows and columns of the each state is provided in Appendix B Fig. S1. (B) Maximally correlated connectivity states between SZs and HCs. (D) Plot showing overall stronger connectivity in HCs compared to SZs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13489, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 13496, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In Fig. 2A,C we show group-specific (healthy controls and schizophrenia patients) spectro-temporal connectivity states along with the corresponding phase and frequency. States are sorted based on their occurrence rates during the course of the scan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13746, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Correlation between connectivity patterns of pair of states each belonging to a different group of subjects (Fig. 2B) shows that most commonly occurring state (state 1) is shared among the groups and has a high frequency range (frequency profiles being left-skewed peaking at maximum possible frequency of 0.25 Hz). HC state 3 has maximum correlation (r = 0.8856) with SZ state 2, and states share similar frequency profiles. Finally, the connectivity pattern of SZ state 4 maps to both of the HC states 2 and 4 (r = 0.7971, 0.9038 respectively); however, the frequency profile of SZ state 4 only matches the frequency profile of HC state 4 (Fig. 2B). Furthermore, SZ state 3 and HC state 5 share similar frequency profiles, but both have unique connectivity patterns which are minimally correlated with any other states of each group. Note that many of these states are only identifiable in the joint time-frequency domain. If temporally dynamic whole-brain connectivity states were estimated on full-spectrum, states with different frequency profiles might have been merged and the patterns would have been blurred across states. This would also be true if whole-brain connectivity was estimated on full time-courses as in coherence analysis. For example, SZ state 3 with a unique connectivity patterns, specifically a pronounced anti-correlation between somatomotor and visual/auditory/sub-cortical networks would not have been distinguished from state 1 due to the similar frequency profile.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15242, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also investigated differences between amplitude and phase of the dynamic coherence of the connectivity states that are maximally correlated between HCs and SZs. This enables us to compare connectivity level of each group at each state as a notion of relative hyper or hypo connectivity. The details on how we performed this contrast analysis is provided in Supplementary Material C but in summary, we estimate the degree of difference between median of network-pairs' dynamic coherence (performed separately for amplitude and phase) of each state between the two groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15816, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of component pairs with significant differences in either amplitude or phase of the dynamic coherence between maximally correlated states. Column 2 shows SZ states which are maximally correlated to the HC states on column 1. Column 3 shows difference in amplitude of component-pair dynamic coherence between HC and SZ which reject the null hypothesis. Gray entries show the ones which did not reject the null. Column 4 shows difference in phase with similar analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16299, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 16306, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 3 summarizes this analysis between maximally correlated states (Fig. 2B). Yellow means HCs have significantly higher median of amplitude of dynamic coherence in the corresponding network pair and red means the reverse (second column). Same color map is used for difference in the phase (third column). Gray also means no significant differences. We clearly see that both phase and amplitude contribute in the difference between HCs and SZs for given component pairs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16778, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Moreover, we investigated the correlation of age and gender of subjects of each group and including symptom scores (positive, negative and general psychopathology scales) and medication score (chlorpromazine equivalency (CPZ) scores) of only patient group to the estimate to the average of connectivity corresponding to each state of each subject. The analysis was performed very similarly as the above analysis (similarly it was performed separately for amplitude and phase of the averaged connectivity). However we did not observe any strong effect of age, gender, symptom or CPZ scores to either phase or amplitude of subject-wise and per-state averaged connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17449, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Connectivity states defined in time-frequency domain over all subjects regardless of the diagnosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17549, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 17556, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In second set of the results, we investigate differences between groups by studying the occupancy rates and tendency to stay in a given state (dwell time) for patients and controls. We perform k-means clustering on all the subjects (regardless of the diagnosis) and identify 5 spectro-temporal connectivity states as in Fig. 4 accompanied by phase and frequency profiles. There are evident similarities between these states and the connectivity patterns in Fig. 3, Fig. 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18029, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Differences in amplitude or phase of dynamic coherence of components belonging to the same state but different group. Column 3: difference in amplitude, column 4: difference in the phase of the dynamic coherence. Column 5: histogram of occupancy measure of HCs and SZs subjects, column 6: histogram of dwell times.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18344, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 18351, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we measure occupancy rates of each subject in each state by counting the number of time-frequency points which were assigned to a given state during the scan. This is followed by group difference analysis on the distribution of occupancy rates between HCs and SZs. Interestingly, in all states except state 4, we observed significant differences (FDDR adjusted p-value < 0.01) between the two groups (Kolmogorov-Smirnov test for difference in medians). Schizophrenia patients were more likely to occupy state 1 (low global coherence, higher frequency profile) and state 2 (negative DMN-to-other coherence, otherwise high global coherence with relatively lower frequency profile). On the other hand, healthy controls had a greater tendency to occupy state 3 (high coherence between sensory networks and negative coherence between subcortical and sensory networks and also diminished DMN-to-other coherence with low frequency profile) and state 5 (extremely modularized coherence structure, very high intra-domain coherence for all domains plus high subcortical-to-DMN, cognitive control and cerebellum, and very low frequency profile). Group-wise distribution of occupancy rates is represented in column 5 of Fig. 5. We also assessed the tendency of subjects to linger in a given state by counting number of consecutive occurrences of each state (this is done separately for each frequency band). We then take the median of these measurements for each subject as our measure of state-specific dwell time. As with the occupancy rate, we find patients have significantly higher dwell-times in states 1 and 2 as shown in column 6 of Fig. 7. As before, we regressed out variation due to the other subject-variables (age, gender, site and motion parameters) from both measures before conducting these tests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20159, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Similar to the results in Fig. 3 differences of amplitude and phase of dynamic coherence between HCs and SZs is analyzed as represented on column 3 (differences in amplitude) and column 4 (difference in phase) of Fig. 5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20380, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 20391, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we investigated whole-brain resting-state connectivity differences between schizophrenia patients and healthy controls in a framework that smoothly integrates frequency domain characteristics with temporal dynamics of connectivity, phenomena that have previously been explored separately, but not combined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20713, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "When we separately estimated spectro-temporal connectivity states for patients and controls, we identified connectivity states shared by both groups as well as connectivity states unique to each group. An interesting observation based on this result is that the most similar connectivity states between the patient and control groups involve state-pairs that either both have very high frequency profiles (HC state 1 and SZ state 1) or low frequency profiles (States 2 and 4 of HCs and state 4 of SZs). Consequently, most of the group differences occur in connectivity states with relatively middle range frequency profiles, e.g. HC state 5 whose a frequency profile peaks at around ~ 0.17 Hz and is minimally correlated with any SZ states, and also SZ states 3 and 5, which together cover a range of middle frequencies between 0.07 Hz to 0.17 Hz. There is recognizable unique modularity in these states. For example, in SZ state 2 we clearly observe relatively strong and positive correlation between all the subcortical (SC), auditory (AUD), and visual (VIS) networks. At the same time, however, uniquely among all of the SZ and HC-specific states, SZ state 2 features negative correlations between somatomotor (SM) networks and the SC, AUD and VIS networks. To the best of our knowledge, this is the first evidence for this particular pattern of connectivity in schizophrenia patients, and it is only identifiable when connectivity is analyzed jointly in time and frequency. Among the HC states, state 5 exhibits the most similar modular patterning to SZ state 2 but with a different connectivity pattern between SC and AUD/VIS networks (anti-correlated in HC state 5, positively correlated in SZ state 2) and between SM and AUD/VIS (positively correlated in HC state 5, anti-correlated in SZ state2). Previous studies have reported hyper-connectivity between the thalamic and sensory networks in schizophrenia patients, which here appears as a positive connectivity between all subcortical and sensory networks compared to negative connectivity in HCs between the same networks. Again such modularity only exists in the joint domain since: first, this modularity occurs in states with a unique frequency profiles (having a mid to high frequency range) and could not be captured when states were estimated over all frequencies (as is the case in conventional dynamic connectivity studies); and second, it is different from some other states with which it has an overlapping frequency profile. In fact, if we had studied connectivity only along frequency dimension, states 1 and 2 of SZ would have blurred along temporal domain and we were unable to observe such pronounced modularity unique to SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23414, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another observation is that HC states tend to have more dispersion with regard to phase of dynamic coherence representing lagged dependence rather than clearly positive or negative (anti) correlation. This can be observed from the phase/amplitude histograms of states 2, 4 and 5 of HCs but is only seen in states 4 and 5 of SZs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23743, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Moreover, we observe that HC states have an overall stronger connectivity compared to SZs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23834, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For this, we first estimate the amplitude distribution of each state as well as the subject-wise occupancy rates of the states. Then, from these two, we estimate subject-wise amplitude distribution uniformly quantized in 20 bins covering a range of 0 to the maximum amplitude of all states. Fig. 2D shows log of the median of these distributions at each bin separately for HCs and SZs and we observe as amplitude increases, although the log of the median of both groups decreases, for SZs it decay faster. This observation is in line with studies reporting decreased connectivity of SZs between wider range of networks or ROIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24462, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Meanwhile, although HCs showed an overall stronger connectivity than SZs, the dynamic nature of connectivity does not necessarily follow this overall observation. By revisiting rows 2 and 4 of Fig. 3, we observe although SZ state 4 has maximum correlation to both states 2 and 4 of HCs, the directionality of the difference in amplitudes changes when SZ state 4 and HC state 2 are compared versus when SZ state 4 and HC state 4 are compared (SZ > HC coded as red, HC > SZ is coded as yellow). This shows that HCs experience both higher and lower amplitude of dynamic coherence in similar connectivity patterns but in different states (2 and 4) in comparison to SZs having less variation in amplitude in a similar state (only in state 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25200, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the second set of the results, by following Damaraju et al., we explicitly compare differences in the dynamic behavior of the subjects with respect to occupancy rates of each state as well as tendency to stay in a given state for a period of time (dwell time). Note that in this set, states are shared among all subjects. Our analysis shows significant differences between the groups based on both measurements. Core observations from this set of results is that first, we see that patients have higher occupancy rates and longer dwell times in state 1, a hypoconnected state associated with mid and high range frequency profile. The significant association of patients with this state pulls together two disparate and consistent findings from previous studies: First, patient network time-courses have more high frequency content than controls and second, patients' networks tend to be more weakly (hypo) connected than those of controls. We also see that healthy and patients have different occupancy rates in states 2 and 5 which are observed at the lowest frequencies and exhibiting similar modular patterning – except for the valency of subcortical connections to Aud/Vis/SM (negative for state 5, positive for state 2). State 5 with a narrower frequency profile and a sharper modularization and a stronger connections between SC and Aud/Vis/SM, as compared to state 2, is more occupied by HCs while state 2 is more occupied by SZs. Similarly, state 3 with a mid-range frequencies profile, is more occupied by HCs. State 3 looks like a washed out version of state 5 but having a broader frequency profile while sharing the negative SC-to-Aud/Vis/SM connectivity which however is more sharply exhibited by state 5. We can interpret these group differences as extensions of previously reported results on schizophrenia and both dysconnectivity and altered frequency-domain characteristics to the spectro-temporal expansion of connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27146, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, consistent with the contrast analysis of phase and amplitude for the group-specific connectivity states of the first set of the results (Fig. 3), we also observe amplitude and phase differences between patients and controls in states from the second set of results. The clustering and states were drawn from the entire population, but clearly are not only occupied differentially by patients and controls, but also within a given cluster the observations from patients and controls are exhibiting significant differences in their phase and amplitude properties.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27721, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Limitations and future works", "sentences": [], "annotations": [], "relations": []}, {"offset": 27750, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are limitations related to both theoretical aspects of dynamic coherence and its implementation in this work. Dynamic coherence is not able to measure dependence across frequency consequently, we are not able to study cross-frequency connectivity of the brain. Possible future work would be investigating cross-frequency connectivity in the similar framework by possibly leveraging the phase information of dynamic coherence similar to studies of phase-synchronization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28226, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Next, for summarization of dynamic coherence estimations into finite number of states, we used k-means analysis. Although our observation was that the captured connectivity states, represented by centroids of the k-means clusters, explain most of the variation of the dynamic coherence among subjects, we believe there is still room for investigating other summarization approached with different underlying assumptions which might complement the given states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28687, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 28698, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In this work, resting-state connectivity is studied in a joint domain of time and frequency. Our results provide strong evidence for systematic variation of connectivity that is characterized jointly in both domains, and also reveal novel differences and similarities between diseased and healthy subjects. The observations are unique to connectivity characterized jointly in the time and frequency domain and c thus have been obscured in previous studies of resting-state connectivity and schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29203, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 29214, "infons": {"fpage": "663", "issue": "3", "lpage": "676", "name_0": "surname:Allen;given-names:E.A.", "pub-id_pmid": "23146964", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Tracking whole-brain connectivity dynamics in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 29278, "infons": {"fpage": "27", "issue": "1", "lpage": "49", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Flaum;given-names:M.", "pub-id_pmid": "2047788", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "17", "year": "1991"}, "text": "Schizophrenia: the characteristic symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 29321, "infons": {"fpage": "3116", "issue": "12", "lpage": "3130", "name_0": "surname:Anticevic;given-names:A.", "pub-id_pmid": "23825317", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Characterizing thalamo-cortical disturbances in schizophrenia and bipolar illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 29403, "infons": {"fpage": "100", "issue": "1", "lpage": "110", "name_0": "surname:Argyelan;given-names:M.", "pub-id_pmid": "23851068", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Resting-state fMRI connectivity impairment in schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 29484, "infons": {"comment": "(p. e151; quiz e175)", "issue": "5", "name_0": "surname:Bhugra;given-names:D.", "section_type": "REF", "source": "PLoS Med.", "type": "ref", "volume": "2", "year": "2005"}, "text": "The global prevalence of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29523, "infons": {"fpage": "1004", "issue": "4", "lpage": "1012", "name_0": "surname:Bluhm;given-names:R.L.", "pub-id_pmid": "17556752", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "33", "year": "2007"}, "text": "Spontaneous low-frequency fluctuations in the BOLD signal in schizophrenic patients: anomalies in the default network", "sentences": [], "annotations": [], "relations": []}, {"offset": 29641, "infons": {"fpage": "1926", "issue": "5679", "lpage": "1929", "name_0": "surname:Buzsaki;given-names:G.", "name_1": "surname:Draguhn;given-names:A.", "pub-id_pmid": "15218136", "section_type": "REF", "source": "Science", "type": "ref", "volume": "304", "year": "2004"}, "text": "Neuronal oscillations in cortical networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 29684, "infons": {"fpage": "60", "lpage": "73", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Adali;given-names:T.", "pub-id_pmid": "23231989", "section_type": "REF", "source": "IEEE Rev. Biomed. Eng.", "type": "ref", "volume": "5", "year": "2012"}, "text": "Multisubject independent component analysis of fMRI: a decade of intrinsic networks, default mode, and neurodiagnostic discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 29813, "infons": {"fpage": "140", "issue": "3", "lpage": "151", "name_0": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "11559959", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "14", "year": "2001"}, "text": "A method for making group inferences from functional MRI data using independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 29912, "infons": {"fpage": "828", "issue": "7", "lpage": "838", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Kiehl;given-names:K.A.", "name_2": "surname:Pearlson;given-names:G.D.", "pub-id_pmid": "18438867", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "29", "year": "2008"}, "text": "Modulation of temporally coherent brain networks estimated using ICA at rest and during cognitive tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 30016, "infons": {"fpage": "75", "name_0": "surname:Calhoun;given-names:V.D.", "section_type": "REF", "source": "Front. Psych.", "type": "ref", "volume": "2", "year": "2011"}, "text": "Exploring the psychosis functional connectome: aberrant intrinsic networks in schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 30129, "infons": {"fpage": "262", "issue": "2", "lpage": "274", "name_0": "surname:Calhoun;given-names:Vince D.", "pub-id_pmid": "25374354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "84", "year": "2014"}, "text": "The chronnectome: time-varying connectivity networks as the next frontier in fMRI data discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 30226, "infons": {"fpage": "81", "issue": "1", "lpage": "98", "name_0": "surname:Chang;given-names:C.", "name_1": "surname:Glover;given-names:G.H.", "pub-id_pmid": "20006716", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "50", "year": "2010"}, "text": "Time-frequency dynamics of resting-state brain connectivity measured with fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 30305, "infons": {"fpage": "209", "issue": "3", "lpage": "217", "name_0": "surname:Cheniaux;given-names:E.", "pub-id_pmid": "17719092", "section_type": "REF", "source": "J. Affect. Disord.", "type": "ref", "volume": "106", "year": "2008"}, "text": "Does schizoaffective disorder really exist? A systematic review of the studies that compared schizoaffective disorder with schizophrenia or mood disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 30460, "infons": {"comment": "(In Press)", "name_0": "surname:Damaraju;given-names:E.", "section_type": "REF", "source": "Neuroimage Clin.", "type": "ref", "year": "2014"}, "text": "Dynamic functional connectivity analysis reveals transient states of dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30562, "infons": {"fpage": "298", "lpage": "308", "name_0": "surname:Damaraju;given-names:E.", "pub-id_pmid": "25161896", "section_type": "REF", "source": "Neuroimage Clin.", "type": "ref", "volume": "5", "year": "2014"}, "text": "Dynamic functional connectivity analysis reveals transient states of dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30664, "infons": {"name_0": "surname:Flashman;given-names:L.A.", "name_1": "surname:Beitman;given-names:B.D.", "name_2": "surname:Nair;given-names:J.", "section_type": "REF", "source": "Self-Awareness Deficits in Psychiatric Patients: Neurobiology, Assessment, and Treatment", "type": "ref", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 30665, "infons": {"fpage": "2296", "issue": "4", "lpage": "2314", "name_0": "surname:Fornito;given-names:A.", "pub-id_pmid": "22387165", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 30710, "infons": {"fpage": "115", "issue": "2", "lpage": "125", "name_0": "surname:Friston;given-names:K.J.", "pub-id_pmid": "9549774", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "30", "year": "1998"}, "text": "The disconnection hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 30739, "infons": {"fpage": "89", "issue": "2", "lpage": "97", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Frith;given-names:C.D.", "pub-id_pmid": "7583624", "section_type": "REF", "source": "Clin. Neurosci.", "type": "ref", "volume": "3", "year": "1995"}, "text": "Schizophrenia: a disconnection syndrome?", "sentences": [], "annotations": [], "relations": []}, {"offset": 30780, "infons": {"comment": "(pg 450) (1123–1123)", "issue": "7", "name_0": "surname:Garrity", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Aberrant 'default mode' functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30845, "infons": {"fpage": "4259", "issue": "7", "lpage": "4264", "name_0": "surname:Gusnard;given-names:D.A.", "pub-id_pmid": "11259662", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "98", "year": "2001"}, "text": "Medial prefrontal cortex and self-referential mental activity: relation to a default mode of brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 30953, "infons": {"fpage": "13", "issue": "1", "lpage": "20", "name_0": "surname:Hoptman;given-names:M.J.", "pub-id_pmid": "19854028", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "117", "year": "2010"}, "text": "Amplitude of low-frequency oscillations in schizophrenia: a resting state fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 31038, "infons": {"fpage": "1666", "issue": "4", "lpage": "1681", "name_0": "surname:Jafri;given-names:M.J.", "pub-id_pmid": "18082428", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "39", "year": "2008"}, "text": "A method for functional network connectivity among spatially independent resting-state components in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31153, "infons": {"fpage": "10", "issue": "1–3", "lpage": "16", "name_0": "surname:Keshavan;given-names:M.S.", "pub-id_pmid": "23498153", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "146", "year": "2013"}, "text": "Reimagining psychoses: an agnostic approach to diagnosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31210, "infons": {"fpage": "1276", "issue": "12", "lpage": "1286", "name_0": "surname:Kotov;given-names:R.", "pub-id_pmid": "24089086", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "70", "year": "2013"}, "text": "Boundaries of schizoaffective disorder revisiting Kraepelin", "sentences": [], "annotations": [], "relations": []}, {"offset": 31270, "infons": {"fpage": "209", "issue": "2", "lpage": "213", "name_0": "surname:Liang;given-names:M.", "pub-id_pmid": "16407773", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "17", "year": "2006"}, "text": "Widespread functional disconnectivity in schizophrenia with resting-state functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 31382, "infons": {"fpage": "9477", "issue": "28", "lpage": "9487", "name_0": "surname:Lynall;given-names:M.E.", "pub-id_pmid": "20631176", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Functional connectivity and brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31442, "infons": {"fpage": "881", "issue": "10", "lpage": "889", "name_0": "surname:Meda;given-names:S.A.", "pub-id_pmid": "22401986", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "71", "year": "2012"}, "text": "Differences in resting-state functional magnetic resonance imaging functional network connectivity between schizophrenia and psychotic bipolar probands and their unaffected first-degree relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 31638, "infons": {"fpage": "1336", "issue": "6", "lpage": "1348", "name_0": "surname:Meda;given-names:S.A.", "pub-id_pmid": "26012519", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "41", "year": "2015"}, "text": "Frequency-specific neural signatures of spontaneous low-frequency resting state fluctuations in psychosis: evidence from bipolar-schizophrenia network on intermediate phenotypes (B-SNIP) consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 31836, "infons": {"fpage": "1076", "issue": "8", "lpage": "1080", "name_0": "surname:Miller;given-names:R.L.", "name_1": "surname:Yaesoubi;given-names:M.", "name_2": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "28018124", "section_type": "REF", "source": "IEEE Signal Process. Lett.", "type": "ref", "volume": "23", "year": "2016"}, "text": "Cross-frequency rs-fMRI network connectivity patterns manifest differently for schizophrenia patients and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 31959, "infons": {"fpage": "145", "issue": "2", "lpage": "152", "name_0": "surname:Penttonen;given-names:M.", "section_type": "REF", "source": "Thalamus Relat. Syst.", "type": "ref", "volume": "2", "year": "2003"}, "text": "Natural logarithmic relationship between brain oscillators", "sentences": [], "annotations": [], "relations": []}, {"offset": 32018, "infons": {"fpage": "1110", "issue": "5", "lpage": "1124", "name_0": "surname:Pettersson-Yeo;given-names:W.", "pub-id_pmid": "21115039", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "35", "year": "2011"}, "text": "Dysconnectivity in schizophrenia: where are we now?", "sentences": [], "annotations": [], "relations": []}, {"offset": 32070, "infons": {"fpage": "1425", "issue": "9162", "lpage": "1430", "name_0": "surname:Schultz;given-names:S.K.", "name_1": "surname:Andreasen;given-names:N.C.", "pub-id_pmid": "10227239", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "353", "year": "1999"}, "text": "Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32084, "infons": {"fpage": "13040", "issue": "31", "lpage": "13045", "name_0": "surname:Smith;given-names:S.M.", "pub-id_pmid": "19620724", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Correspondence of the brain's functional architecture during activation and rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 32165, "infons": {"fpage": "137", "name_0": "surname:Turner;given-names:J.A.", "pub-id_pmid": "23964193", "section_type": "REF", "source": "Front. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "A multi-site resting state fMRI study on the amplitude of low frequency fluctuations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32267, "infons": {"fpage": "431", "issue": "1", "lpage": "438", "name_0": "surname:Van Dijk;given-names:K.R.A.", "name_1": "surname:Sabuncu;given-names:M.R.", "name_2": "surname:Buckner;given-names:R.L.", "pub-id_pmid": "21810475", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "The influence of head motion on intrinsic functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 32337, "infons": {"name_0": "surname:Wernicke;given-names:C.", "section_type": "REF", "type": "ref", "year": "1906"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 32338, "infons": {"fpage": "1279", "issue": "4", "lpage": "1284", "name_0": "surname:Whitfield-Gabrieli;given-names:S.", "pub-id_pmid": "19164577", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Hyperactivity and hyperconnectivity of the default network in schizophrenia and in first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32474, "infons": {"fpage": "1092", "issue": "10", "lpage": "1099", "name_0": "surname:Woodward;given-names:N.D.", "name_1": "surname:Karbasforoushan;given-names:H.", "name_2": "surname:Heckers;given-names:S.", "pub-id_pmid": "23032387", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "169", "year": "2012"}, "text": "Thalamocortical dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32523, "infons": {"fpage": "151", "issue": "2–3", "lpage": "156", "name_0": "surname:Xiong;given-names:J.H.", "pub-id_pmid": "10524607", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "8", "year": "1999"}, "text": "Interregional connectivity to primary motor cortex revealed using MRI resting state images", "sentences": [], "annotations": [], "relations": []}, {"offset": 32614, "infons": {"fpage": "133", "lpage": "142", "name_0": "surname:Yaesoubi;given-names:M.", "pub-id_pmid": "26162552", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "120", "year": "2015"}, "text": "Dynamic coherence analysis of resting fMRI data to jointly capture state-based phase, frequency, and time-domain information", "sentences": [], "annotations": [], "relations": []}, {"offset": 32739, "infons": {"fpage": "627", "issue": "2", "lpage": "637", "name_0": "surname:Yu;given-names:R.", "pub-id_pmid": "23125131", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "35", "year": "2014"}, "text": "Frequency-specific alternations in the amplitude of low-frequency fluctuations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32835, "infons": {"fpage": "194", "issue": "1–3", "lpage": "205", "name_0": "surname:Zhou;given-names:Y.", "pub-id_pmid": "17628434", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "97", "year": "2007"}, "text": "Functional disintegration in paranoid schizophrenia using resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 32912, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 32935, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.nicl.2017.06.023.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}