{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "5423526", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "GSK598809 effects on reward and inhibitory control processes", "article-id_doi": "10.1038/npp.2016.289", "article-id_pii": "npp2016289", "article-id_pmc": "5423526", "article-id_pmid": "28042871", "fpage": "1049", "issue": "5", "license": "This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/", "lpage": "1057", "name_0": "surname:Murphy;given-names:Anna", "name_1": "surname:Nestor;given-names:Liam J", "name_10": "surname:Passetti;given-names:Filippo", "name_11": "surname:Reed;given-names:Laurence", "name_12": "surname:Smith;given-names:Dana", "name_13": "surname:Suckling;given-names:John", "name_14": "surname:Taylor;given-names:Eleanor", "name_15": "surname:Robbins;given-names:Trevor W", "name_16": "surname:Lingford-Hughes;given-names:Anne", "name_17": "surname:Nutt;given-names:David J", "name_18": "surname:Deakin;given-names:John FW", "name_19": "surname:Elliott;given-names:Rebecca", "name_2": "surname:McGonigle;given-names:John", "name_3": "surname:Paterson;given-names:Louise", "name_4": "surname:Boyapati;given-names:Venkataramana", "name_5": "surname:Ersche;given-names:Karen D", "name_6": "surname:Flechais;given-names:Remy", "name_7": "surname:Kuchibatla;given-names:Shankar", "name_8": "surname:Metastasio;given-names:Antonio", "name_9": "surname:Orban;given-names:Csaba", "section_type": "TITLE", "type": "front", "volume": "42", "year": "2017"}, "text": "Acute D3 Antagonist GSK598809 Selectively Enhances Neural Response During Monetary Reward Anticipation in Drug and Alcohol Dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 134, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Evidence suggests that disturbances in neurobiological mechanisms of reward and inhibitory control maintain addiction and provoke relapse during abstinence. Abnormalities within the dopamine system may contribute to these disturbances and pharmacologically targeting the D3 dopamine receptor (DRD3) is therefore of significant clinical interest. We used functional magnetic resonance imaging to investigate the acute effects of the DRD3 antagonist GSK598809 on anticipatory reward processing, using the monetary incentive delay task (MIDT), and response inhibition using the Go/No-Go task (GNGT). A double-blind, placebo-controlled, crossover design approach was used in abstinent alcohol dependent, abstinent poly-drug dependent and healthy control volunteers. For the MIDT, there was evidence of blunted ventral striatal response to reward in the poly-drug-dependent group under placebo. GSK598809 normalized ventral striatal reward response and enhanced response in the DRD3-rich regions of the ventral pallidum and substantia nigra. Exploratory investigations suggested that the effects of GSK598809 were mainly driven by those with primary dependence on alcohol but not on opiates. Taken together, these findings suggest that GSK598809 may remediate reward deficits in substance dependence. For the GNGT, enhanced response in the inferior frontal cortex of the poly-drug group was found. However, there were no effects of GSK598809 on the neural network underlying response inhibition nor were there any behavioral drug effects on response inhibition. GSK598809 modulated the neural network underlying reward anticipation but not response inhibition, suggesting that DRD3 antagonists may restore reward deficits in addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1865, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1878, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Evidence suggests dysregulation of neurobiological networks involved in reward processing and inhibitory control contributes to the risk and maintenance of addiction and relapse during abstinence. Disturbances in reward functioning involve hyporesponsivity to non-drug reward, which is associated with increased craving, drug use, and brain response to drug-related stimuli. Failures of impulse control across a range of domains have been a consistent finding in addiction and are associated with relapse. fMRI studies implicate reduced recruitment of lateral and medial prefrontal regions in impaired impulse control, although enhanced recruitment has been found in those who have successfully achieved abstinence from cocaine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2607, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Abnormalities in reward and impulse control may be effects of blunted dopamine signaling in addiction. Reductions in dopamine release and receptor density are associated with increased drug use and craving and may precede the development of addiction. Dopamine has a pivotal role in reward-related behaviors, mediating reward learning and ‘incentive salience’ of reward stimuli. Deficits in dopamine neurotransmission may impair impulse control, as low striatal D2/D3 binding is associated with increased impulsivity in rodents and humans. Drugs increasing extracellular dopamine improve response inhibition in cocaine and alcohol dependence. These lines of evidence suggest that increasing brain dopamine may be a useful therapeutic strategy for addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3365, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The D3 receptor (DRD3) is preferentially expressed within ventral striatal and limbic brain regions involved in reward processing. In vitro studies demonstrate the highest density of DRD3s within the ventral striatum of the human brain, whereas in vivo human positron emission tomography (PET) studies demonstrated maximal DRD3 density within the ventral pallidum (VP), followed by the substantia nigra (SN) and ventral striatum (VS), with lower levels in thalamus and dorsal striatum. Exposure to drugs of abuse results in upregulation of DRD3 in rodent models of addiction. Upregulated DRD3 density has been found within the VS and SN in a postmortem study of cocaine dependence while upregulated nigral DRD3s correlated positively with impulsivity and risky decision making in stimulant dependence. Trends for upregulated ventral pallidal DRD3 have been found in both alcohol dependence and heavy stimulant use. Consequently, there is much interest in this receptor as a target for drug therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4364, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "DRD3 antagonists have shown promise in preclinical studies, reducing self-administration, cue-induced drug-seeking, and conditioned place preference. In clinical populations, the novel DRD3 antagonist GSK598809 transiently reduced craving in nicotine dependence and attentional bias for food cues in low restrained eaters. The exact mechanism by which DRD3 antagonists achieve these effects is currently unknown, although there is evidence that the DRD3 is an autoreceptor controlling the synthesis and release of dopamine. Blockade of DRD3 with GSK598809 may therefore increase extra-synaptic dopamine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4968, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The ICCAM Platform study is a multicenter research study that aimed to (1) identify brain networks underlying addiction to alcohol, cocaine, and opiates and relapse vulnerability and (2) identify potential new treatments for addiction based on their ability to modulate these networks. Here we present the effects of GSK598809 on networks underlying the anticipation of reward, using the monetary incentive delay task (MIDT) and response inhibition using the Go/No-Go task (GNGT). We hypothesized that reward and inhibitory control disturbances would be found in abstinent drug-dependent individuals and that GSK598809 would mitigate such disturbances.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5621, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "MATERIALS AND METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 5643, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 5656, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were recruited as part of the ICCAM multicenter study. Detailed description of recruitment and participant characteristics are described elsewhere. Briefly, substance-dependent individuals were recruited according to the following criteria: aged 20–64 years, meeting DSM-IV (American Psychiatric Association, 2000) criteria for current or prior alcohol, cocaine or opiate dependence, abstinent for at least 4 weeks, free from any current primary axis-1 mental health disorder, no history of severe enduring mental illness, no psychoactive medications, no serious physical health problems, no neurological disease, and no contraindications for MRI scanning. Healthy controls (HC) were recruited according to the same criteria except that they had no current or history of dependence to any drug except nicotine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6480, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Eighty-eight participants completed both placebo and GSK598809 sessions: a HC group (n=35), an abstinent alcohol-dependent (AD) (n=20) and an abstinent poly-drug-dependent (PD) group (n=33). Five people were excluded from the MID analysis, and 14 from the GNG analysis leaving final Ns of 83 and 74, respectively (see Supplementary Materials for details).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6836, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The HC group was matched with the AD and PD groups for age, sex, smoking status, and handedness and additionally with the AD group, but not the PD group, for IQ and years of education (see Supplementary Tables S1 and S2). AD and PD groups differed significantly for age for the MID analysis, with a trend for a difference for the GNG analysis (p=0.06).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7189, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Procedures and Tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 7210, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Procedures are described in detail elsewhere. Briefly, the ICCAM study involved five separate scanning sessions (one screening, including fMRI scanning to familiarize participants with the scanner environment and tasks, and four drug testing sessions). Placebo and GSK598809 (60 mg) were administered in a double-blind manner with a crossover design. Owing to concerns over study dropout and loss of placebo data, a weighted randomization was used with the placebo session administered in study session 2 or 3, whereas GSK598809 was administered in session 4 or 5 (with the other two sessions testing other drugs as part of the ICCAM platform). The mean (SD) inter-session interval between placebo and GSK598809 sessions was 34.39 days (40.91) (MIDT) and 36.15 days (42.72) (GNGT), with no difference between groups; MID (F(2.80)=0.25, p=0.78), GNG (F(2,71)=0.03, p=0.98).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8083, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Scans occurred 2 h after administration of drug or placebo and tasks were practiced before scanning. All participants had an alcohol breathalyzer reading of 0.0%. Participants were urine screened. A positive test for cannabis was allowed owing to its long half-life provided there was no use in the previous week. Participants tested negative for all other drugs, with two allowed exceptions (see Supplementary Materials).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8506, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 8512, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Both the MIDT and GNGT are described in detail within Supplementary Materials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8591, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MIDT was modified from and was designed to probe reward sensitivity. Participants could win or lose money (or neither win nor lose) depending upon how quickly they reacted to a target stimulus that was predicted by a win, loss, or neutral cue. The task was designed such that win accuracy would be 66% and £10 would be won at each session.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8935, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The GNGT was an event-related task adapted from, consisting of a series of letter Xs and letter Ys. Participants were instructed to respond as fast as they could to each letter (Go trial) except when the letter was the same as the previous letter (No-Go trial).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9197, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of Behavioral Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 9225, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the MIDT, reward-neutral reaction time (RT) was analyzed. For the GNGT, percentage accuracy for Go trials and No-Go trials and RT for Go trials were analyzed. All analyses used mixed ANOVAs with drug session as the within-subject factor and group as the between-subject factor. Age was included as a mean-adjusted covariate in all analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9570, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of fMRI Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 9592, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Details of data acquisition and preprocessing are in Supplementary Materials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9670, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the MIDT, analysis focused on the ‘cue and anticipation’ phase and was modeled as a mini-block beginning at the cue onset and ending at the onset of the target stimulus (see Supplementary Materials for details). The contrast of interest is the average of the ‘reward cue anticipation’ compared with ‘neutral cue anticipation’ across both runs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10018, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the GNGT, successful inhibitions of No-Go trials (‘stops’) and unsuccessful No-Gos (‘errors’) were modeled against an implicit baseline of Go trials. Stops that were preceded by a Go trial that also did not have a response were considered ‘fake inhibitions’ and were modeled separately as conditions of no-interest. The task was powered to look at ‘stops’ rather than ‘errors’, therefore only the ‘stops>go’ contrast is explored further.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10460, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Realignment parameters and movement outliers (scan-to-scan displacement of >3 mm) were added to the models as nuisance regressors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10591, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A region of interest (ROI) approach was used. ROIs of the VS, VP, and SN were chosen for the MIDT owing to their key roles in reward processing and evidence of abnormalities within these regions in addiction. Additionally, as reviewed above, these regions are particularly rich in DRD3s and therefore are potential targets for GSK598809 effects. For the GNGT, bilateral inferior frontal gyri (IFG) and anterior cingulate cortex were chosen owing to their key role in motor inhibition and abnormal recruitment in addiction. While not key ROIs for this task, exploratory investigations were also carried out with the DRD3-rich regions of VS, VP, and SN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11243, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mean reward-neutral (MID) and stop-go (GNG) contrast estimates were extracted from the relevant ROIs for each participant and entered into mixed ANOVAs (see Supplementary Materials for details). A Bonferroni’s correction for the three regions investigated for each task was applied, with significance set at p<0.017. Additional exploratory whole-brain investigations were carried out using a voxel-wise threshold of p<0.05, Family-Wise Error Corrected (see Figure 1 for ROIs and Supplementary Materials for further details).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11768, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Correlational analyses were additionally carried out to investigate the relationships between ROI brain response and performance, reward and impulsivity variables, ROI brain response and duration of abstinence, and drug effects on ROI response and performance (see Supplementary Materials for details). Twenty-nine analyses were carried out and Bonferroni-corrected significance was set at p<0.0017.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12168, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 12176, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "MID Behavioral", "sentences": [], "annotations": [], "relations": []}, {"offset": 12191, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no significant drug or group effects or interactions for MID performance (see Supplementary Figure S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12306, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "MID fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 12315, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Effect of task", "sentences": [], "annotations": [], "relations": []}, {"offset": 12330, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The reward-neutral contrast for each group for both the placebo and GSK598809 conditions revealed a highly significant network of activation, including the VP, VS, and SN, in line with previous studies. See Supplementary Figure S3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12562, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Effects of group and drug: whole-brain analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12610, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mixed ANOVAs demonstrated a significant main effect of drug within the left VP, caudate, and cerebellum (Table 1 and Supplementary Figure S5). These effects appear to be driven by increased reward-neutral anticipation response in the GSK598809 session compared with the placebo session, in particular for the AD group and to a lesser extent the PD group. However, these apparent interactions were not significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13024, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A significant effect of drug was also observed in the right middle frontal gyrus (corresponding to the dorsolateral prefrontal cortex (DLPFC), see Table 1 and Supplementary Figure S3), which was driven by a significant group-by-drug session interaction. GSK598809 increases reward-neutral BOLD response to a greater degree in the AD group compared with both the HC and PD groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13404, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "ROI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 13417, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mixed ANOVAs demonstrated a main effect of drug within the VS (p=0.005), VP (p<0.001), and SN (p=0.009) (Table 1). These effects are due to increased reward-neutral BOLD response in the GSK598809 session compared with the placebo session (Figure 2). Although these effects appear to be mainly driven by the dependent groups in each ROI, only a trend for a drug-by-group interaction was found and only in the VP (p=0.041, Table 1). Post hoc paired t-tests revealed a significant effect of GSK598809 on VP reward-neutral BOLD response within the AD group (p<0.001) and PD group (p=0.003) but not the HC group (p=0.145).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14035, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No significant main effects of group were found although trends were found within the VS and SN (p=0.048 and 0.042, respectively). Figure 2 suggests that these effects were driven by blunting occurring within the placebo condition of the PD group. Exploratory post hoc investigations carried out with the placebo session data only demonstrated a significant main effect of group in the VS (F(2,79)=5.03, p=0.009, PD<HC) and a trend for a significant blunting in the SN that just fell short of Bonferroni-corrected significance, (F(2,79)=5.03, p=0.022, PD<HC). Post hoc tests revealed no difference or trends between AD and HC or AD and PD. No group effects or trends emerged for corresponding analysis of the GSK598809 session.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14763, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Additional exploratory investigations were carried out within the ROIs, separating the groups by primary drug of dependence (see Supplementary Materials). This suggested that drug effects were driven by participants with a primary alcohol but not opiate dependence (see Supplementary Figure S7). Investigations into primary cocaine dependence were not carried out owing to small numbers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15151, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GNG Behavioral", "sentences": [], "annotations": [], "relations": []}, {"offset": 15166, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no significant drug or group effects or interactions for GNG performance (see Supplementary Figure S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15281, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GNG fMRI—Effect of Task", "sentences": [], "annotations": [], "relations": []}, {"offset": 15305, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The stops>go contrast for each group for both the placebo and GSK598809 conditions revealed a highly significant network of activation, in line with previous studies using this task. See Supplementary Figure S4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15517, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Effects of group and drug: whole-brain analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15565, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Whole-brain analyses using mixed ANOVAs revealed a significant group effect within the left cerebral peduncle region of the midbrain owing to increased activation in the AD group (Supplementary Figure S6). No drug effects or interactions were found.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15815, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "ROI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15828, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was no effect of GSK598809 in any of the ROIs. A main effect of group was found in the right IFG (F(2,)=4.71, p=0.012), and at trend level in the left IFG (p=0.024), driven by hyperactivation in the PD compared with the HC group (p=0.016). See Figure 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16088, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Exploratory analysis revealed no significant effects of GSK598809 in DRD3-rich regions (VS, VP, SN).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16189, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlational Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 16212, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Ventral striatal ROI activation during the placebo condition for the MIDT, in all participants, correlated with impulsivity measured by the Barratt Impulsivity Scale (BIS) (r=−0.368, p=0.001) but not the reward responsivity subscale of the BISBAS (Supplementary Table S4). To rule out the possibility of this negative association being primarily driven by group differences, an additional correlation was carried out within the healthy control group only, which supported this negative relationship (r=−0.372, p=0.033). No correlations were found with any of the GNG ROIs (Supplementary Table S3 and S4). No relationships were found between the MID and GNGT ROI activation or fMRI and questionnaire behavioral measures (Supplementary Table S4) or with duration of abstinence (Supplementary Table S5). No relationship was found between the effect of GSK598809 on VP activation and MID performance (Supplementary Table S6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17134, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 17145, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study aimed to investigate the effects of the selective DRD3 antagonist GSK598809 on networks involved in the anticipation of reward and response inhibition. The main findings were that GSK598809 significantly increased reward-neutral reward anticipatory responses for the MIDT but had no effects on brain response during response inhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17493, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Group effects were found for both tasks, although in opposite directions. Blunting of the VS in the PD group and DLPFC response in the AD group was found for the MIDT under placebo. Enhanced inferior frontal response in the PD group and enhanced midbrain response in the AD group was found for the GNGT. There were no effects of either drug or group on task performance, therefore all reported differences in BOLD response occur in the context of normal performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17960, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "MID", "sentences": [], "annotations": [], "relations": []}, {"offset": 17964, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Deficits in ventral striatal reward-related signaling are hypothesized to confer vulnerability to addiction and relapse. We found blunted ventral striatal response in the PD group, and an overall negative correlation between VS response and impulsivity. Reduced MID VS response associated with increased impulsivity has been previously demonstrated in alcohol dependence, therefore our finding adds to a growing literature supporting the reward deficiency hypothesis of addiction. In contrast to the studies above, we did not find significant blunting in the AD group. This could suggest recovery with long-term abstinence in our cohort; however, we did not find a significant association between the length of abstinence and ventral striatal response in the AD group, perhaps owing to small sample size.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18769, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There was a general restorative or enhancing effect of GSK598809 on reward anticipatory BOLD response. This finding is in line with evidence suggesting that D3 receptors may act as autoreceptors, inhibiting dopamine synthesis and release. It has been hypothesized that tonic extracellular dopamine may inhibit phasic dopamine reward signaling via actions on autoreceptors. This may explain the opposing effects on MID reward anticipatory BOLD response of GSK598809 and amphetamine, which releases dopamine. Amphetamine increases tonic dopamine levels but decreasesreward anticipatory BOLD response. In contrast, by blocking D3 autoreceptors, GSK598809 may enhance phasic dopamine reward signaling and reward anticipatory BOLD response. This reward enhancing effect of dopamine autoreceptor blockade is supported by a recent study demonstrating low doses of the D2/D3 antagonist amisulpride (chosen to result in preferential autoreceptor blockade) increased MID reward responsivity in depressed patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19773, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite these BOLD enhancing effects of GSK598809, no behavioral effects were found. This may reflect ceiling effects as the behavioral requirements of the MIDT are very simple—reaction times were unimpaired in the placebo condition, suggesting that participants were already performing at maximum capacity for a speeded motor response. Furthermore, 60 mg of GSK598809 results in only partial D3 blockade, therefore behavioral effects may emerge with increasing dose.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20241, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although no significant drug-by-group interactions were found, the effects of GSK598809 appeared to be largely driven by effects within the abstinent drug-dependent groups rather than controls (especially within the DRD3-rich VP where a strong trend to an interaction was observed). These patterns may be due to upregulation of DRD3s in stimulant and alcohol dependence and evidence of enhanced dopamine autoreceptor actions in response to chronic exposure to alcohol. While requiring replication in a larger sample, exploratory investigations raised the intriguing possibility that GSK598809 may be relatively ineffective in opiate dependence. At the time of writing, we were unable to find any published studies on DRD3 density in human opiate addicts. However, in contrast to the increases in DRD3 expression in rodents after alcohol and cocaine exposure, a very recent study demonstrated that heroin exposure decreased DRD3 expression, possibly explaining the apparent reduced efficacy of GSK598809 in those with a primary opiate dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21287, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to effects within DRD3-rich regions, whole-brain analyses revealed effects within the caudate, cerebellum, and DLPFC. In vivo PET studies do not report high DRD3 levels within these regions. An enhanced MIDT reward anticipatory caudate response was also found with DRD3 receptor blocking doses of amisulpride. There is evidence supporting the caudate, lateral prefrontal regions, and cerebellum to be important regions mediating the integration of motivation with goal-directed behavior. Enhanced activation within these regions may therefore be a downstream consequence of GSK598809’s effects on the VS and VP, regions critically involved in incentive motivation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21964, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Together, these findings suggest hypofunctioning of reward signaling in substance dependence. Evidence suggests, in alcohol and stimulant dependence, that this may be caused, in part, by excessive D3 autoreceptor inhibition of dopamine systems. GSK898809 may ameliorate reward deficits by disinhibiting these systems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22282, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "GNG", "sentences": [], "annotations": [], "relations": []}, {"offset": 22286, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In contrast to GNG studies demonstrating prefrontal hypoactivation and impaired response inhibition in current dependence, we found hyperactivation of lateral prefrontal regions (PD group) or midbrain (AD group) together with unimpaired behavioral performance. Our results are consistent with two other studies in cocaine and alcohol abstinence. They perhaps reflect recovery of prefrontal structure and function in successful abstinence owing to cessation of drug use and cognitive control practices. Whether this hyperactivation, which is also found in relatives of alcohol patients, is protective for relapse or an addiction vulnerability marker is unknown. However, fMRI hyperactivation during cognitive tasks has been reported in detoxified alcohol-dependent participants who subsequently abstained but not in those who relapsed, supporting the notion that prefrontal hyperactivation may be protective.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23194, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite previous studies suggesting a link between overexpression of DRD3s and increased impulsivity as measured by questionnaire, we found no evidence to suggest GSK598809-modulated performance or neuronal response of the network underlying response inhibition. This may be due to the multifaceted nature of impulsivity, with DRD3s affecting some impulsivity measures but not response inhibition as measured here. We found no association between a questionnaire measure of impulsivity and GNG brain response or performance. Furthermore, while mood-related impulsivity correlates more strongly with D2/D3 binding in the ventral rather than dorsal striatum in pathological gamblers, response inhibition correlates with receptor binding in the dorsal (where DRD3 density is low) but not the VS. These findings suggest that different impulsivity measures have different underlying neuro-circuitry. Prefrontal regions are important for response inhibition, again regions where DRD3s are low. Low DRD3 density in regions implicated in response inhibition may explain the lack of a modulatory effect of GSK598809 in our study. We additionally carried out exploratory investigations within the DRD3-rich regions for the GNGT. However, no effects of GSK598809 modulations were found. These findings suggest that D3 agents selectively modulate brain mechanisms of incentive motivation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24571, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 24583, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The main limitation of the study was the introduction of an order confound, arising from (ultimately groundless) concerns over study dropout. However, practice and habituation effects were minimized by all participants having carried out the tasks in full within the scanner at screening (placebo session was either the second or third task scanning session), and the tasks being practiced outside the scanner before each session. A post hoc exploratory ROI analysis was carried out within the anterior insula, a region considered to process salience and therefore likely to be sensitive to habituation effects. Notably, the anterior insula is reliably implicated in MID performance (in a meta-analysis performed by our group) but is devoid of DRD3s. No effects of GSK598809 or interactions were found within this region, supporting the suggestion that the effects seen were indeed drug effects rather than non-specific habituation effects. Another limitation is the age difference between the AD and PD groups (consistent with typical clinical presentation), therefore caution should be used when interpreting AD vs PD differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25716, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "CONCLUSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 25727, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "GSK598809 enhances reward anticipatory BOLD response to non-drug rewards within abstinent substance-dependent groups, with strongest effects in those with a primary alcohol dependence. These results have implications for considering D3 antagonism as a potential treatment for normalizing reward deficiencies in substance dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26060, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding and disclosure", "sentences": [], "annotations": [], "relations": []}, {"offset": 26083, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "We thank the Medical Research Council (MRC) for funding the study and GlaxoSmithKline (GSK) for supplying the study drug and funding scans at London. This article presents independent research funded by the Medical Research Council as part of their addiction initiative (grant number G1000018). GSK supplied the GSK598809 drug used in this study and funded the functional and structural MRI scans that took place at Imperial College. David Nutt is an advisor to British National Formulary, MRC, GMC, Department of Health, is President of the European Brain Council, past President of the British Neuroscience Association and European College of Neuropsychopharmacology, chair of DrugScience, is a member of the International Centre for Science in Drug Policy, advisor to Swedish government on drug, alcohol and tobacco research, editor of the Journal of Psychopharmacology, sits on advisory Boards at Actelion MSD, and Nalpharm, has received speaking honoraria (in addition to above) from BMS/Otsuka, GSK, Lilly, and Janssen, Servier, is a member of the Lundbeck International Neuroscience Foundation, has received grants or clinical trial payments from P1vital, MRC, NHS, Lundbeck, has share options with P1vital, has been expert witness in a number of legal cases relating to psychotropic drugs, and has edited/written 30 books—some purchased by pharma companies. Trevor W Robbins has research grants with Eli Lilly and Lundbeck, has received royalties from Cambridge Cognition (CANTAB), has received editorial honoraria from Springer Verlag, Elsevier, and Society for Neuroscience; has performed educational lectures for Merck, Sharpe, and Dohme, and does consultancy work for Cambridge Cognition, Eli Lilly, Lundbeck, Teva, and Shire Pharmaceuticals. Bill Deakin currently advises or carries out research funded by Autifony, Sunovion, Lundbeck, AstraZeneca, and Servier. All payment is to the University of Manchester. Anne Lingford-Hughes has received speaking honoraria and research support from Lundbeck and GSK. Liam J Nestor was a Senior Research Scientist employed by GSK during ICCAM data collection. The other authors declare no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28246, "infons": {"section_type": "ACK_FUND", "type": "footnote"}, "text": "Supplementary Information accompanies the paper on the Neuropsychopharmacology website (http://www.nature.com/npp)", "sentences": [], "annotations": [], "relations": []}, {"offset": 28361, "infons": {"section_type": "ACK_FUND", "type": "footnote"}, "text": "ICCAM Platform Collaborators", "sentences": [], "annotations": [], "relations": []}, {"offset": 28390, "infons": {"section_type": "ACK_FUND", "type": "footnote"}, "text": "David Nutt, Anne Lingford-Hughes, Louise Paterson, John McGonigle, Remy Flechais, Csaba Orban, Bill Deakin, Rebecca Elliott, Anna Murphy, Eleanor Taylor, Trevor Robbins, Karen Ersche, John Suckling, Dana Smith, Laurence Reed, Filippo Passetti, Luca Faravelli, David Erritzoe, Inge Mick, Nicola Kalk, Adam Waldman, Liam Nestor, Shankar Kuchibatla, Venkataramana Boyapati, Antonio Metastasio, Yetunde Faluyi, Emilio Fernandez-Egea, Sanja Abbott, Barbara Sahakian, Valerie Voon, Ilan Rabiner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28880, "infons": {"section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "year": "2016"}, "text": "Dopaminergic enhancement of striatal response to reward in major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 28956, "infons": {"fpage": "115", "pub-id_pmid": "12536210", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "6", "year": "2003"}, "text": "Stop-signal inhibition disrupted by damage to right inferior frontal gyrus in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 29041, "infons": {"section_type": "REF", "type": "ref"}, "text": "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders. 4th edition, text revised, American Psychiatric Association: Washington, DC, 2000.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29213, "infons": {"fpage": "734", "pub-id_pmid": "19560123", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Ventral striatal activation during reward anticipation correlates with impulsivity in alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 29310, "infons": {"fpage": "143", "pub-id_pmid": "23474013", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "82", "year": "2014"}, "text": "Intact inhibitory control processes in abstinent drug abusers (I): a functional neuroimaging study in former cocaine addicts", "sentences": [], "annotations": [], "relations": []}, {"offset": 29435, "infons": {"fpage": "1", "section_type": "REF", "source": "J Psychoactive Drugs", "type": "ref", "volume": "32", "year": "2000"}, "text": "Reward deficiency syndrome: a biogenetic model for the diagnosis and treatment of impulsive, addictive, and compulsive behaviors", "sentences": [], "annotations": [], "relations": []}, {"offset": 29564, "infons": {"fpage": "1353", "pub-id_pmid": "22279219", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "32", "year": "2012"}, "text": "Higher binding of the dopamine D3 receptor-preferring ligand [11C]-(+)-propyl-hexahydro-naphtho-oxazin in methamphetamine polydrug users: a positron emission tomographystudy", "sentences": [], "annotations": [], "relations": []}, {"offset": 29738, "infons": {"fpage": "14", "section_type": "REF", "source": "J Pers Soc Psychol", "type": "ref", "volume": "67", "year": "1994"}, "text": "Behavioral inhibition, behavioral activation, and affective responses to impending reward and punishment: the BIS/BAS Scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 29863, "infons": {"fpage": "23", "pub-id_pmid": "24138922", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "76", "year": "2014"}, "text": "Reduced dopamine response to amphetamine in subjects at ultra-high risk for addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 29949, "infons": {"fpage": "402", "pub-id_pmid": "24147643", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "19", "year": "2014"}, "text": "Increased neural activity during high working memory load predicts low relapse risk in alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 30055, "infons": {"fpage": "40", "pub-id_pmid": "22776462", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "63", "year": "2012"}, "text": "Striatal dopamine D(2)/D(3) receptor binding in pathological gambling is correlated with mood-related impulsivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 30169, "infons": {"fpage": "45", "pub-id_pmid": "21885214", "section_type": "REF", "source": "Drug Alcohol Depend", "type": "ref", "volume": "121", "year": "2012"}, "text": "The neurobiology of cognitive control in successful cocaine abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 30240, "infons": {"fpage": "1149", "pub-id_pmid": "24477859", "section_type": "REF", "source": "Behav Res Methods", "type": "ref", "volume": "46", "year": "2014"}, "text": "Error bars in within-subject designs: a comment on Baguley (2012)", "sentences": [], "annotations": [], "relations": []}, {"offset": 30306, "infons": {"fpage": "8677", "pub-id_pmid": "11102473", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "20", "year": "2000"}, "text": "Dopamine D3 receptors expressed by all mesencephalic dopamine neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 30376, "infons": {"fpage": "1703", "pub-id_pmid": "24469594", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "In vivo imaging of cerebral dopamine D3 receptors in alcoholism", "sentences": [], "annotations": [], "relations": []}, {"offset": 30440, "infons": {"fpage": "531", "pub-id_pmid": "15023582", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "55", "year": "2004"}, "text": "Opiate addicts lack error-dependent activation of rostral anterior cingulate", "sentences": [], "annotations": [], "relations": []}, {"offset": 30517, "infons": {"fpage": "668", "pub-id_pmid": "23510740", "section_type": "REF", "source": "Curr Opin Neurobiol", "type": "ref", "volume": "23", "year": "2013"}, "text": "The neurobiology of successful abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 30559, "infons": {"fpage": "1820", "pub-id_pmid": "12498755", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Dissociable executive functions in the dynamic control of behavior: inhibition, error detection, and correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 30671, "infons": {"fpage": "513", "pub-id_pmid": "25308385", "section_type": "REF", "source": "Curr Psychiatry Rep", "type": "ref", "volume": "16", "year": "2014"}, "text": "Neuroimaging and biomarkers in addiction treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 30722, "infons": {"fpage": "7316", "pub-id_pmid": "22623677", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "32", "year": "2012"}, "text": "Striatal dopamine D(2)/D(3) receptors mediate response inhibition and related activity in frontostriatal neural circuitry in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 30854, "infons": {"fpage": "221", "pub-id_pmid": "1882331", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "7", "year": "1991"}, "text": "Regulation of spontaneous activity and oscillatory spike firing in rat midbrain dopamine neurons recorded in vitro", "sentences": [], "annotations": [], "relations": []}, {"offset": 30969, "infons": {"fpage": "60", "pub-id_pmid": "9885786", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "20", "year": "1999"}, "text": "Distribution of dopamine D3 receptor expressing neurons in the human forebrain: comparison with D2 receptor expressing neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 31096, "infons": {"fpage": "4", "pub-id_pmid": "19812543", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "The reward circuit: linking primate anatomy and human imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 31158, "infons": {"fpage": "10701", "pub-id_pmid": "21775613", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "31", "year": "2011"}, "text": "Functional connectivity of the striatum links motivation to action control in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 31243, "infons": {"fpage": "4", "pub-id_pmid": "20201845", "section_type": "REF", "source": "Ann NY Acad Sci", "type": "ref", "volume": "1187", "year": "2010"}, "text": "Current perspectives on selective dopamine D(3) receptor antagonists as pharmacotherapeutics for addictions and related disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 31373, "infons": {"fpage": "1783", "pub-id_pmid": "15465974", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "161", "year": "2004"}, "text": "Correlation between dopamine D(2) receptors in the ventral striatum and central processing of alcohol cues and craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 31492, "infons": {"fpage": "7839", "pub-id_pmid": "12944513", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "23", "year": "2003"}, "text": "Cingulate hypoactivity in cocaine users during a GO-NOGO task as revealed by event-related functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 31621, "infons": {"fpage": "20", "pub-id_pmid": "10875899", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "12", "year": "2000"}, "text": "FMRI visualization of brain activity during a monetary incentive delay task", "sentences": [], "annotations": [], "relations": []}, {"offset": 31697, "infons": {"fpage": "1401", "pub-id_pmid": "25266821", "section_type": "REF", "source": "Eur Neuropsychopharmacol", "type": "ref", "volume": "25", "year": "2015"}, "text": "Neuronal circuitry underlying the impact of D3 receptor ligands in drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 31779, "infons": {"fpage": "205", "pub-id_pmid": "19188543", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Responsiveness to drug cues and natural rewards in opiate addiction: associations with later heroin use", "sentences": [], "annotations": [], "relations": []}, {"offset": 31883, "infons": {"fpage": "302", "pub-id_pmid": "22968817", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "38", "year": "2013"}, "text": "Occupancy of brain dopamine D3 receptors and drug craving: a translational approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 31967, "infons": {"fpage": "149", "pub-id_pmid": "21745436", "section_type": "REF", "source": "Int J Neuropsychopharmacol", "type": "ref", "volume": "15", "year": "2012"}, "text": "The effects of the dopamine D(3) receptor antagonist GSK598809 on attentional bias to palatable food cues in overweight and obese subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 32106, "infons": {"fpage": "305", "pub-id_pmid": "25873042", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "16", "year": "2015"}, "text": "The dopamine theory of addiction: 40 years of highs and lows", "sentences": [], "annotations": [], "relations": []}, {"offset": 32167, "infons": {"fpage": "943", "pub-id_pmid": "26246443", "section_type": "REF", "source": "J Psychopharmacol", "type": "ref", "volume": "29", "year": "2015"}, "text": "The Imperial College Cambridge Manchester (ICCAM) platform study: an experimental medicine platform for evaluating new drugs for relapse prevention in addiction. Part A: Study description", "sentences": [], "annotations": [], "relations": []}, {"offset": 32355, "infons": {"fpage": "768", "pub-id_pmid": "8778124", "section_type": "REF", "source": "J Clin Psychol", "type": "ref", "volume": "51", "year": "1995"}, "text": "Factor structure of the Barratt impulsiveness scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 32407, "infons": {"fpage": "311", "pub-id_pmid": "23921256", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "Heightened D3 dopamine receptor levels in cocaine dependence and contributions to the addiction behavioral phenotype: a positron emission tomography study with [11C]-+-PHNO", "sentences": [], "annotations": [], "relations": []}, {"offset": 32580, "infons": {"fpage": "247", "pub-id_pmid": "8401595", "section_type": "REF", "source": "Brain Res Brain Res Rev", "type": "ref", "volume": "18", "year": "1993"}, "text": "The neural basis of drug craving: an incentive-sensitization theory of addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 32661, "infons": {"fpage": "686", "pub-id_pmid": "9327992", "section_type": "REF", "source": "Adv Pharmacol", "type": "ref", "volume": "42", "year": "1998"}, "text": "The phasic reward signal of primate dopamine neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 32714, "infons": {"fpage": "1771", "section_type": "REF", "source": "Handbook of the Cerebellum and Cerebellar Disorders", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 32715, "infons": {"fpage": "1435", "pub-id_pmid": "26892380", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "233", "year": "2016"}, "text": "Increased presynaptic regulation of dopamine neurotransmission in the nucleus accumbens core following chronic ethanol self-administration in female macaques", "sentences": [], "annotations": [], "relations": []}, {"offset": 32873, "infons": {"fpage": "155", "pub-id_pmid": "18955088", "section_type": "REF", "source": "Behav Brain Res", "type": "ref", "volume": "196", "year": "2009"}, "text": "Ventral pallidum roles in reward and motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 32921, "infons": {"fpage": "25", "pub-id_pmid": "16613552", "section_type": "REF", "source": "CNS Neurol Disord Drug Targets", "type": "ref", "volume": "5", "year": "2006"}, "text": "The dopamine D3 receptor: a therapeutic target for the treatment of neuropsychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 33016, "infons": {"fpage": "6100", "pub-id_pmid": "8815892", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "16", "year": "1996"}, "text": "Adaptive increase in D3 dopamine receptors in the brain reward circuits of human cocaine fatalities", "sentences": [], "annotations": [], "relations": []}, {"offset": 33116, "infons": {"fpage": "1487", "pub-id_pmid": "26911382", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "233", "year": "2016"}, "text": "Impulsivity in abstinent alcohol and polydrug dependence: a multidimensional approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 33202, "infons": {"fpage": "4", "pub-id_pmid": "24925889", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "76", "year": "2014"}, "text": "Blunted dopamine release as a biomarker for vulnerability for substance use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 33288, "infons": {"fpage": "264", "pub-id_pmid": "20600980", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Imaging dopamine receptors in humans with [11C]-(+)-PHNO: dissection of D3 signal and anatomy", "sentences": [], "annotations": [], "relations": []}, {"offset": 33382, "infons": {"fpage": "i101", "pub-id_pmid": "17725993", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "17", "year": "2007"}, "text": "Integration of cognitive and motivational context information in the primate prefrontalcortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 33476, "infons": {"fpage": "787", "pub-id_pmid": "17291784", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "35", "year": "2007"}, "text": "Dysfunction of reward processing correlates with alcohol craving in detoxified alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 33566, "infons": {"fpage": "1035", "pub-id_pmid": "12065616", "section_type": "REF", "source": "J Neurochem", "type": "ref", "volume": "81", "year": "2002"}, "text": "D(3) receptor ligands modulate extracellular dopamine clearance in the nucleus accumbens", "sentences": [], "annotations": [], "relations": []}, {"offset": 33655, "infons": {"section_type": "REF", "source": "Int J Neuropsychopharmacol", "type": "ref", "year": "2016"}, "text": "Dopamine D1 and D3 receptors modulate heroin-induced cognitive impairment through opponent actions in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 33762, "infons": {"section_type": "REF", "type": "ref"}, "text": "Knutson B, Bjork JM, Fong GW, Hommer D, Mattay VS, Weinberger DR (2004). Amphetamine modulates human incentive processing. Neuron43: 261–269..", "sentences": [], "annotations": [], "relations": []}, {"offset": 33905, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33928, "infons": {"file": "npp2016289f1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Regions of interest: (a) ROIs for the MID task, left/blue (when in color) shows the ventral striatum, middle/red shows the ventral pallidum (both defined according to the guidelines of), and right/yellow shows the substantia nigra. (b) ROIs for the GNG task, left/cyan shows the right inferior frontal gyrus, middle/green shows the left inferior frontal gyrus, and right/purple shows the anterior cingulate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34336, "infons": {"file": "npp2016289f2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "ROI response during the MID task: mean reward-neutral anticipation BOLD contrast estimate for both the placebo and the GSK598809 sessions. White bars represent the placebo session, whereas light gray/blue (when in color) represent the GSK598809 session. Histograms on the top show the main effect of drug within each ROI (*p<0.01, **p<0.001), whereas histograms below show the BOLD contrast estimates for the placebo and GSK598809 sessions for each group separately (†significant effect of group at p<0.01 in the placebo condition only). Error bars indicate within-subject SEM suitable for assessing drug rather than group effects. A full color version of this figure is available at the Neuropsychopharmacology journal online.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35064, "infons": {"file": "npp2016289f3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "ROI response during the GNG task: mean ‘stops-go’ BOLD contrast estimate within each ROI for the placebo (white bars) and the GSK598809 (gray or blue when in color) sessions. Error bars indicate within-subject SEM. *Main effect of group, significant at a Bonferroni corrected value of p<0.017. A full color version of this figure is available at the Neuropsychopharmacology journal online.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35454, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Results from ROIs and Whole-brain Analyses for the MID (Top Two Subtables) and GNG (Bottom Two Subtables) Tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 35566, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" border=\"1\"><colgroup><col align=\"left\"/><col align=\"center\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/></colgroup><thead valign=\"bottom\"><tr><th colspan=\"7\" align=\"center\" valign=\"top\" charoff=\"50\"><bold>GNG whole brain</bold><hr/></th></tr><tr><th align=\"left\" valign=\"top\" charoff=\"50\"><bold>Contrast</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Region</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Cluster size</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>MNI coordinates</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>F-value</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold><italic>p</italic></bold><bold>-Value (FWE corrected)</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Direction</bold></th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Main effect of the drug</td><td colspan=\"6\" align=\"center\" valign=\"top\" charoff=\"50\">No significant clusters</td></tr><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Drug session × group</td><td colspan=\"6\" align=\"center\" valign=\"top\" charoff=\"50\">No significant clusters</td></tr><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Main effect of the group</td><td align=\"center\" valign=\"top\" charoff=\"50\">Midbrain</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">13</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">15,−7,−10</td><td align=\"left\" valign=\"top\" charoff=\"50\">19.13</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">0.003</td><td align=\"left\" valign=\"top\" charoff=\"50\">AD&gt;HC,PD</td></tr></tbody></table>\n"}, "text": "MID ROI analysis\t \tRegion\tEffect of drug\tGroup × drug interaction\tEffect of group\t \tVentral striatum\tF(1,79)=8.35, p=0.005, GSK>PBO\tF(2,79)=1.31, p=0.28, NS\tF(2,79)=3.16, p=0.048, NS\t \tVentral pallidum\tF(1,79)=30.83, p<0.001, GSK>PBO\tF(2,79)=3.32, p=0.041, NS\tF(2,79)=2.01, p=0.141, NS\t \tSubstantia nigra\tF(1,79)=7.28, p=0.009, GSK>BPO\tF(2,79)=0.86, p=0.43, NS\tF(2,79)=3.29, p=0.042, NS\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 35956, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" border=\"1\"><colgroup><col align=\"left\"/><col align=\"center\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/></colgroup><thead valign=\"bottom\"><tr><th colspan=\"7\" align=\"center\" valign=\"top\" charoff=\"50\"><bold>GNG whole brain</bold><hr/></th></tr><tr><th align=\"left\" valign=\"top\" charoff=\"50\"><bold>Contrast</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Region</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Cluster size</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>MNI coordinates</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>F-value</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold><italic>p</italic></bold><bold>-Value (FWE corrected)</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Direction</bold></th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Main effect of the drug</td><td colspan=\"6\" align=\"center\" valign=\"top\" charoff=\"50\">No significant clusters</td></tr><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Drug session × group</td><td colspan=\"6\" align=\"center\" valign=\"top\" charoff=\"50\">No significant clusters</td></tr><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Main effect of the group</td><td align=\"center\" valign=\"top\" charoff=\"50\">Midbrain</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">13</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">15,−7,−10</td><td align=\"left\" valign=\"top\" charoff=\"50\">19.13</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">0.003</td><td align=\"left\" valign=\"top\" charoff=\"50\">AD&gt;HC,PD</td></tr></tbody></table>\n"}, "text": "MID whole brain\t \tContrast\tRegion\tCluster size\tMNI coordinates\tF-value\tp-Value (FWE corrected)\tDirection\t \tMain effect of the drug\tVentral pallidum\t11\t−15,5,−10\t34.77\t0.001\tGSK>Plac\t \t \tMiddle frontal gyrus\t11\t30,29,29\t29.22\t0.003\tGSK>Plac\t \t \tRight cerebellum\t9\t39,−49,−28\t27.81\t0.007\tGSK>Plac\t \t \tCaudate\t19\t−15,−1,20\t26.51\t0.01\tGSK>Plac\t \tDrug session × group\tMiddle frontal gyrus\t6\t30,32,32\t29.22\t0.003\tGSK>PBO, AD>HC, PD\t \tMain effect of the group\tNo significant clusters\t \t \t \t \t \t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 36446, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" border=\"1\"><colgroup><col align=\"left\"/><col align=\"center\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/></colgroup><thead valign=\"bottom\"><tr><th colspan=\"7\" align=\"center\" valign=\"top\" charoff=\"50\"><bold>GNG whole brain</bold><hr/></th></tr><tr><th align=\"left\" valign=\"top\" charoff=\"50\"><bold>Contrast</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Region</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Cluster size</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>MNI coordinates</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>F-value</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold><italic>p</italic></bold><bold>-Value (FWE corrected)</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Direction</bold></th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Main effect of the drug</td><td colspan=\"6\" align=\"center\" valign=\"top\" charoff=\"50\">No significant clusters</td></tr><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Drug session × group</td><td colspan=\"6\" align=\"center\" valign=\"top\" charoff=\"50\">No significant clusters</td></tr><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Main effect of the group</td><td align=\"center\" valign=\"top\" charoff=\"50\">Midbrain</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">13</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">15,−7,−10</td><td align=\"left\" valign=\"top\" charoff=\"50\">19.13</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">0.003</td><td align=\"left\" valign=\"top\" charoff=\"50\">AD&gt;HC,PD</td></tr></tbody></table>\n"}, "text": "GNG ROI analysis\t \tRegion\tEffect of drug\tGroup × drug interaction\tEffect of group\t \tRight inferior frontal gyrus\tF(1,70)=1.66, p=0.20, NS\tF(2,70)=0.88, p=0.42, NS\tF(2,70)=4.45,p=0.015, PD>HC\t \tLeft inferior frontal gyrus\tF(1,70)=0.35, p<0.56, NS\tF(2,70)=1.12, p=0.29, NS\tF(2,70)=3.49, p=0.036, NS\t \tAnterior cingulate cortex\tF(1,70)=0.99, p=0.32, NS\tF(2,70)=1.02, p=0.37, NS\tF(2,70)=3.29, p=0.119, NS\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 36850, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" border=\"1\"><colgroup><col align=\"left\"/><col align=\"center\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/></colgroup><thead valign=\"bottom\"><tr><th colspan=\"7\" align=\"center\" valign=\"top\" charoff=\"50\"><bold>GNG whole brain</bold><hr/></th></tr><tr><th align=\"left\" valign=\"top\" charoff=\"50\"><bold>Contrast</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Region</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Cluster size</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>MNI coordinates</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>F-value</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold><italic>p</italic></bold><bold>-Value (FWE corrected)</bold></th><th align=\"center\" valign=\"top\" charoff=\"50\"><bold>Direction</bold></th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Main effect of the drug</td><td colspan=\"6\" align=\"center\" valign=\"top\" charoff=\"50\">No significant clusters</td></tr><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Drug session × group</td><td colspan=\"6\" align=\"center\" valign=\"top\" charoff=\"50\">No significant clusters</td></tr><tr><td align=\"left\" valign=\"top\" charoff=\"50\">Main effect of the group</td><td align=\"center\" valign=\"top\" charoff=\"50\">Midbrain</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">13</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">15,−7,−10</td><td align=\"left\" valign=\"top\" charoff=\"50\">19.13</td><td align=\"char\" valign=\"top\" char=\".\" charoff=\"50\">0.003</td><td align=\"left\" valign=\"top\" charoff=\"50\">AD&gt;HC,PD</td></tr></tbody></table>\n"}, "text": "GNG whole brain\t \tContrast\tRegion\tCluster size\tMNI coordinates\tF-value\tp-Value (FWE corrected)\tDirection\t \tMain effect of the drug\tNo significant clusters\t \tDrug session × group\tNo significant clusters\t \tMain effect of the group\tMidbrain\t13\t15,−7,−10\t19.13\t0.003\tAD>HC,PD\t \t", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}