{"source": "PMC", "date": "20201219", "key": "pmc.key", "infons": {}, "documents": [{"id": "5386634", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.18632/oncotarget.15822", "article-id_pmc": "5386634", "article-id_pmid": "28423640", "article-id_publisher-id": "15822", "fpage": "18624", "issue": "12", "kwd": "alcohol addiction mu opioid receptor", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "lpage": "18625", "name_0": "surname:Ye;given-names:Jiang-Hong", "name_1": "surname:Fu;given-names:Rao", "name_2": "surname:He;given-names:Wen", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2017"}, "text": "The rostromedial tegmental nucleus and alcohol addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 57, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The neurobiological mechanisms underlying alcohol addiction remain obscure. It is generally accepted that alcohol’s addictive property is associated with its ability to increase the activity of dopaminergic (DA) neurons in the ventral tegmental area (VTA) in the brain. These neurons are under the powerful control of synaptic inputs. Thus, the synaptic regulation of DA neurons is a key initial step in reward mechanisms leading to alcohol addiction. DA neurons receive major GABAergic afferents. Some drugs of abuse, such as opioids, stimulate VTA-DA neurons through suppression of GABAergic transmission - that is by disinhibition. Emerging evidence indicates that the rostromedial tegmental nucleus (RMTg), a recently defined structure with dense Mu-opioid receptor (MOR) immunoreactivity, is a major GABAergic afferent to DA neurons, and a key structure in MOR-dependent regulation of DA neurons. Substantial evidence associates the endogenous opioid system with the development and maintenance of alcoholism. Alcohol alters the activity of endogenous opioid peptides, including biosynthesis, release, and degradation, as well as binding to opioid receptors, and these alterations may modulate many of the alcohol-related behaviors, including drinking and conditioned place preference (CPP). Blocking MORs with naltrexone, an opioid antagonist significantly decreases alcohol intake in preclinical settings and in humans with inconstant efficacy. However, the underlying mechanisms connecting MOR expressing RMTg neurons with alcohol drinking behavior remain obscure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1630, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In an attempt to address this issue, in a recent study, we measured alcohol related behaviors after lesioning the RMTg with a special pharmacological agent, dermorphin-saporin (DS). Dermorphin is a potent MOR agonist, causing MOR internalization upon binding, whereas saporin is a ribosome-inactivating cytotoxin. Microinjection of DS into the RMTg substantially reduced the number of RMTg cells. Importantly, the rats that received DS injection elevated their alcohol intake and preference compared to those that received an injection of blank saporin (BS), which did not cause neuronal damage. Based on these results, and the evidence from previous rodent studies suggesting that alcohol’s aversive effects limit voluntary intake, we propose that MOR-expressing GABAergic neurons in the RMTg may be an important structure of alcohol aversion. Conversely, given that alcohol’s euphoric effect encourages drinking, which may be normally constrained by these neurons; hence the ablation of these neurons makes drinking more rewarding. To test these hypotheses, we conduced a conditioned place preference (CPP) experiment, and found that rats spent more time in the chamber where they received intraperitoneal injections of alcohol (2g/kg), implying that alcohol gave them a rewarding feeling. Rats that received intra-RMTg DS treatment, compared to those that received BS treatment spent more time in the chamber associated with alcohol administration, suggesting that alcohol likely became more rewarding, and/or less aversive. The results from these two independent alcohol-related behavioral studies (voluntary drinking and CPP) suggest that alcohol is more reinforcing or less aversive to rats with RMTg destruction, and that MOR expressing neurons in the RMTg may influence the balance of rewarding/aversion effects of alcohol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3462, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Our results are in line with a recent rat study showing that excitotoxic lesion of the RMTg using quinolinic acid increases voluntary ethanol consumption and accelerates extinction of ethanol-induced conditioned taste aversion. Our results are also in line with previous rodent studies that associated the RMTg with aversion, including that driven by drug rewards, and that inhibition of VTA-GABAergic neurons increases VTA-DA neuronal activity and is behaviorally rewarding. Conversely, direct excitation of VTA-GABA neurons disrupts reward-related behaviors, and stimulation of VTA-GABAergic neurons or inhibition of VTA-DA neurons promotes aversion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4115, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We additionally found that intra-RMTg injection of DS increased locomotion of rats, implying that locomotion may normally be limited by the RMTg. Since it has been well documented that dopamine has a significant role in locomotion, and inhibition of RMTg neurons disinhibits VTA-DA neurons, we propose that the hyperactivity of rats may be resulted from the increased DA activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4496, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There are limitations of current study. For example, areas surrounding the RMTg having moderate levels of MOR expression could have been damaged by intra-RMTg DS injection. To minimize this risk, we injected DS of a small volume and a low dose. Despite these precautions, there were lesions outside the RMTg. Therefore, we cannot conclude that all the changes in alcohol-related behaviors induced by intra-RMTg DS injection were exclusively a result of RMTg cell damage. And while the current evidence suggests that increased dopamine may contribute to the hyperactivity of rats with RMTg ablation, direct evidence supporting this possibility is still lacking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5157, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In summary, we demonstrated that damage of RMTg MOR-expressing GABAergic neurons by DS increased the intake and preference for alcohol, boosted the expression and slowed down the extinction of alcohol CPP, and increased locomotion. These were not seen in rats receiving BS or vehicle injection. These results indicate that the RMTg plays an important role in the regulation of voluntary alcohol drinking and CPP, as well as locomotion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5593, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 5604, "infons": {"fpage": "17729", "lpage": "17735", "name_0": "surname:Matsui;given-names:A", "pub-id_pmid": "22131433", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "31", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 5605, "infons": {"fpage": "239", "lpage": "252", "name_0": "surname:Mendez;given-names:M", "pub-id_pmid": "19630722", "section_type": "REF", "source": "Curr Drug Abuse Rev", "type": "ref", "volume": "1", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 5606, "infons": {"fpage": "58", "lpage": "67", "name_0": "surname:Fu;given-names:R", "pub-id_pmid": "26921770", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "107", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 5607, "infons": {"fpage": "157", "lpage": "160", "name_0": "surname:Giagnoni;given-names:G", "pub-id_pmid": "6099487", "section_type": "REF", "source": "Neuropeptides", "type": "ref", "volume": "5", "year": "1984"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 5608, "infons": {"fpage": "73", "lpage": "82", "name_0": "surname:Wiley;given-names:RG", "pub-id_pmid": "11074097", "section_type": "REF", "source": "J Neurosci Methods", "type": "ref", "volume": "103", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 5609, "infons": {"fpage": "3737", "lpage": "3749", "name_0": "surname:Sheth;given-names:C", "pub-id_pmid": "27549757", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "233", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 5610, "infons": {"fpage": "1105", "lpage": "1107", "name_0": "surname:Stamatakis;given-names:AM", "pub-id_pmid": "22729176", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "15", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 5611, "infons": {"fpage": "7501", "lpage": "7512", "name_0": "surname:Jhou;given-names:TC", "pub-id_pmid": "23616555", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "33", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 5612, "infons": {"fpage": "8", "name_0": "surname:Creed;given-names:MC", "pub-id_pmid": "24478655", "section_type": "REF", "source": "Front Behav Neurosci", "type": "ref", "volume": "8", "year": "2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}