{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "5566404", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-017-09253-7", "article-id_pmc": "5566404", "article-id_pmid": "28827744", "article-id_publisher-id": "9253", "elocation-id": "8401", "license": "\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Steinmann;given-names:Saskia", "name_1": "surname:Leicht;given-names:Gregor", "name_2": "surname:Andreou;given-names:Christina", "name_3": "surname:Polomac;given-names:Nenad", "name_4": "surname:Mulert;given-names:Christoph", "section_type": "TITLE", "type": "front", "volume": "7", "year": "2017"}, "text": "Auditory verbal hallucinations related to altered long-range synchrony of gamma-band oscillations", "sentences": [], "annotations": [], "relations": []}, {"offset": 98, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our understanding of the neural correlates of auditory-verbal-hallucinations (AVH) has substantially increased during the last few years, but is far from sufficient. One current hypothesis, the interhemispheric miscommunication theory, is based on findings from fMRI, DTI and EEG, but there is only limited evidence so far concerning underlying functional coupling mechanisms. Here we report a 64-channel EEG study using lagged phase synchronization analysis and eLORETA source estimation to examine the functional connectivity between bilateral auditory cortices in the gamma-band in 26 schizophrenia patients (13 with and 13 without AVH) and 26 matched healthy controls (HC) while performing a dichotic listening task. We found a significantly reduced right-ear-advantage (REA) in AVH but not in non-AVH patients compared to HC. The major finding was significantly stronger gamma-band connectivity between bilateral auditory cortices during conscious perception of left (versus right) ear syllables in patients with AVH compared to HC and patients without AVH. A significant positive correlation was found between this connectivity alteration and the AVH symptom score in schizophrenia patients. These findings provide further support for the interhemispheric miscommunication hypothesis of AVH pathophysiology by indicating that aberrant gamma-band coupling between auditory cortices is related to the emergence of AVH in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1538, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1551, "infons": {"file": "41598_2017_9253_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic illustration of the DL procedure. During DL, one syllable is presented to the left ear (PA) and the other one is simultaneously presented to the right ear (TA). Although both ears are connected anatomically via ipsilateral (black dotted lines) and contralateral pathways with (pink and cyan lines) the auditory cortices, ipsilateral pathways are suggested to be blocked during DL. The cyan line indicates the contralateral pathway transmitting the right ear stimulus directly to the speech dominant left hemisphere. In contrast, the syllable running from the left ear to the right hemisphere has to cross the corpus callosum to be efficiently processed (pink line). Yellow: Right and left primary and secondary auditory cortices. LH: Left hemisphere, RH: Right hemisphere. IHTT: Interhemispheric transfer time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2372, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Auditory verbal hallucinations (AVH) – vocal perceptions in the absence of any appropriate external stimulus – are one of the most common positive symptoms in schizophrenia (SCZ). The fact that there is a substantial similarity between AVH and real voices has led researchers to suggest that “hearing voices” are likely to emerge in the context of alterations in a brain network related to speech and language processing. One of the strongest and most often replicated findings for altered speech processing on a behavioral level in hallucinating patients is the disappearance of the right-ear-advantage (REA) during dichotic listening (DL). The DL task is the most frequently used behavioral indicator of language lateralization and typically consists of the presentation of two different verbal stimuli (such as consonant-vowel syllables) at the same time, one to each ear (Fig. 1). Instructed to report the stimulus that is perceived best, healthy right-handed participants more often report the right than the left stimulus, a finding attributed to the supremacy of the contralateral pathways running from the right to the speech-dominant left hemisphere. In contrast, the left ear input initially accesses the right hemisphere and needs additional transfer via interhemispheric pathways before it is processed in the left hemisphere. 95% of right-handers show the typical left-hemispheric language dominance indicating a close link between language lateralization and handedness, and although no mutual genetic factors have been found so far, the two traits show partial pleiotropy. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 3961, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Our understanding of the neural mechanism underlying the typical REA was strongly improved by recent DTI and EEG studies. For instance, it has been shown that there is striking interindividual variability in the size and shape of interhemispheric pathways in the general population, with stronger pathways improving transcallosal transfer so that individuals reported more stimuli presented to the left ear. Notably, two initial DTI studies demonstrated that the emergence of AVH was associated with stronger interhemispheric auditory pathways in early stages of SCZ, while opposite results were found in chronic SCZ. These findings suggest that the structural interhemispheric connectivity may evolve progressively and appear to be associated with patients’ duration of illness. Furthermore, evidence of our own group indicated that Gamma-band Oscillations (GBO) and their synchronization are a key functional mechanism in the transcallosal auditory transfer and play a major role for conscious auditory perception of syllables presented to the left ear. Here, stronger interhemispheric gamma-band coupling between both auditory cortices was associated with a smaller REA. Accordingly, a reduced REA in AVH patients would be in line with stronger interhemispheric gamma-band connectivity. To date, not much is known about alterations in the functional connectivity involved in language processing and AVH, although GBO and their synchronization are a strong candidate given their specific role for perception processes in general and the growing literature about alterations of GBO in SCZ. While these GBO alterations appear to be complex, an increasing number of studies have reported that particularly positive symptoms of SCZ are correlated with altered oscillatory gamma synchrony in circumscribed sensory brain areas. Of interest, one EEG study reported a significant positive correlation between AVH symptom score and interhemispheric gamma-band coupling between primary auditory cortices during an auditory-steady-state-response (ASSR) task, although the ASSR task is not specifically designed to investigate interhemispheric interaction. In contrast, the DL task used in this study is perfectly suited to investigate interhemispheric (mis-)communication, altered auditory perception, and interhemispheric gamma-band coupling in relation to the emergence of AVH, as evidence of our own group indicated that synchronized GBO are crucially involved in transcallosal auditory information transfer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6464, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Hence, based on multimodal evidence from fMRI, DTI and EEG, the interhemispheric miscommunication hypothesis of AVH proposes that altered interhemispheric connectivity between bilateral auditory cortices is related to the emergence of AVH in SCZ. It is widely acknowledged that interhemispheric integration of information is crucial for normal speech processing and comprehension, so that disturbances could give rise to aberrant processing in an auditory network, which might lead to the experience of AVH. In the context of DL, previous studies have shown that stronger interhemispheric pathways as well as stronger gamma-band coupling between bilateral auditory cortices were both associated with a smaller REA. Consequently, the typical reduction of the REA in AVH patients could be best explained by stronger interhemispheric gamma-band coupling, given that GBO are known to be critically involved in cortical circuity abnormalities in SCZ. Thus, we expected specifically in AVH patients (1) an altered language lateralization that becomes apparent as reduced REA, and (2) a stronger interhemispheric gamma-band coupling between bilateral auditory cortices.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7627, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7635, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 7648, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and clinical characteristics of subjects: mean and standard deviation (SD) are given for each variable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7764, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Variable</th><th>HC (n = 26)</th><th>All SCZ (n = 26)</th><th>AVH (n = 13)</th><th>Non-AVH (n = 13)</th></tr><tr><th>Mean ± SD</th><th>Mean ± SD</th><th>Mean ± SD</th><th>Mean ± SD</th></tr></thead><tbody><tr><td>Age (years)</td><td>32.04 ± 9.28</td><td>30.04 ± 9.84</td><td>30.85 ± 10.29</td><td>29.23 ± 9.71</td></tr><tr><td>Gender (male/female)</td><td>13/13</td><td>14/12</td><td>6/7</td><td>8/5</td></tr><tr><td>Chronic/First episode</td><td>n.a.</td><td>17/9</td><td>8/5</td><td>9/4</td></tr><tr><td>Smoking status (y/n)*</td><td>7/19</td><td>17/9</td><td>6/7</td><td>11/2</td></tr><tr><td>Laterality index*</td><td>23.74 ± 20.15</td><td>9.41 ± 13.56</td><td>5.96 ± 8.76</td><td>12.86 ± 16.75</td></tr><tr><td>Number of errors*</td><td>23.69 ± 15.36</td><td>40.85 ± 20.06</td><td>45.31 ± 21.27</td><td>36.38 ± 18.51</td></tr><tr><td>Number of LE reports</td><td>81.54 ± 19.42</td><td>90.69 ± 15.67</td><td>92.23 ± 8.98</td><td>89.15 ± 20.63</td></tr><tr><td>Number of RE reports</td><td>135.58 ± 26.97</td><td>110 ± 20.08</td><td>103.69 ± 17.62</td><td>116.31 ± 21.06</td></tr><tr><td>Educational level</td><td>3.5 ± 0.74</td><td>3.35 ± 1.54</td><td>3.92 ± 1.7</td><td>2.77 ± 1.16</td></tr><tr><td>Verbal IQ</td><td>110.15 ± 9.16</td><td>99.65 ± 15.75</td><td>102.62 ± 13.22</td><td>96.69 ± 17.97</td></tr><tr><td>Response time LE*</td><td>3.07 sec ± 0.32</td><td>3.50 sec ± 0.8</td><td>3.63 sec ± 1.02</td><td>3.38 sec ± 0.51</td></tr><tr><td>Response time RE*</td><td>2.98 sec ± 0.30</td><td>3.45 sec ± 0.74</td><td>3.57 sec ± 0.95</td><td>3.33 sec ± 0.46</td></tr><tr><td>Age at onset (years)</td><td>n.a.</td><td>23.96 ± 8.31</td><td>22.30 ± 6.79</td><td>24.78 ± 9.72</td></tr><tr><td>GAF</td><td>n.a.</td><td>45.88 ± 16.82</td><td>42.08 ± 14.26</td><td>49.69 ± 18.84</td></tr><tr><td>PANSS scores:</td><td>n.a.</td><td/><td/><td/></tr><tr><td>Positive <sup>a</sup>\n</td><td/><td>18.00 ± 7.20</td><td>22.15 ± 1.92</td><td>13.84 ± 4.75</td></tr><tr><td>Negative</td><td/><td>16.69 ± 7.98</td><td>18.07 ± 2.97</td><td>15.30 ± 6.54</td></tr><tr><td>Disorganization</td><td/><td>19.73 ± 6.22</td><td>19.76 ± 2.97</td><td>19.69 ± 8.47</td></tr><tr><td>Excitement</td><td/><td>14.46 ± 5.27</td><td>14.61 ± 5.72</td><td>14.30 ± 5.02</td></tr><tr><td>Distress</td><td/><td>17.80 ± 6.31</td><td>18.15 ± 6.81</td><td>17.46 ± 6.03</td></tr><tr><td>Hallucination (P3) <sup>a</sup>\n</td><td/><td>2.65 ± 1.76</td><td>4.08 ± 1.18</td><td>1.00 ± 0.00</td></tr><tr><td>Global PSYRATS score</td><td>n.a.</td><td>n.a.</td><td>33.00 ± 8.20</td><td>n.a.</td></tr><tr><td>Medication dose/CPZ-equivalents</td><td>n.a.</td><td>339</td><td>382</td><td>303</td></tr><tr><td>Atypical</td><td/><td>14</td><td>6</td><td>8</td></tr><tr><td>Both atypical and typical</td><td/><td>3</td><td>1</td><td>2</td></tr><tr><td>Atypical + antidepressants</td><td/><td>7</td><td>4</td><td>3</td></tr><tr><td>None</td><td/><td>2</td><td>2</td><td/></tr><tr><td>SWN-K</td><td>n.a.</td><td>47.91 ± 7.09</td><td>50.54 ± 8.65</td><td>45.76 ± 4.32</td></tr></tbody></table>\n"}, "text": "Variable\tHC (n = 26)\tAll SCZ (n = 26)\tAVH (n = 13)\tNon-AVH (n = 13)\t \tMean ± SD\tMean ± SD\tMean ± SD\tMean ± SD\t \tAge (years)\t32.04 ± 9.28\t30.04 ± 9.84\t30.85 ± 10.29\t29.23 ± 9.71\t \tGender (male/female)\t13/13\t14/12\t6/7\t8/5\t \tChronic/First episode\tn.a.\t17/9\t8/5\t9/4\t \tSmoking status (y/n)*\t7/19\t17/9\t6/7\t11/2\t \tLaterality index*\t23.74 ± 20.15\t9.41 ± 13.56\t5.96 ± 8.76\t12.86 ± 16.75\t \tNumber of errors*\t23.69 ± 15.36\t40.85 ± 20.06\t45.31 ± 21.27\t36.38 ± 18.51\t \tNumber of LE reports\t81.54 ± 19.42\t90.69 ± 15.67\t92.23 ± 8.98\t89.15 ± 20.63\t \tNumber of RE reports\t135.58 ± 26.97\t110 ± 20.08\t103.69 ± 17.62\t116.31 ± 21.06\t \tEducational level\t3.5 ± 0.74\t3.35 ± 1.54\t3.92 ± 1.7\t2.77 ± 1.16\t \tVerbal IQ\t110.15 ± 9.16\t99.65 ± 15.75\t102.62 ± 13.22\t96.69 ± 17.97\t \tResponse time LE*\t3.07 sec ± 0.32\t3.50 sec ± 0.8\t3.63 sec ± 1.02\t3.38 sec ± 0.51\t \tResponse time RE*\t2.98 sec ± 0.30\t3.45 sec ± 0.74\t3.57 sec ± 0.95\t3.33 sec ± 0.46\t \tAge at onset (years)\tn.a.\t23.96 ± 8.31\t22.30 ± 6.79\t24.78 ± 9.72\t \tGAF\tn.a.\t45.88 ± 16.82\t42.08 ± 14.26\t49.69 ± 18.84\t \tPANSS scores:\tn.a.\t\t\t\t \tPositive a\t\t18.00 ± 7.20\t22.15 ± 1.92\t13.84 ± 4.75\t \tNegative\t\t16.69 ± 7.98\t18.07 ± 2.97\t15.30 ± 6.54\t \tDisorganization\t\t19.73 ± 6.22\t19.76 ± 2.97\t19.69 ± 8.47\t \tExcitement\t\t14.46 ± 5.27\t14.61 ± 5.72\t14.30 ± 5.02\t \tDistress\t\t17.80 ± 6.31\t18.15 ± 6.81\t17.46 ± 6.03\t \tHallucination (P3) a\t\t2.65 ± 1.76\t4.08 ± 1.18\t1.00 ± 0.00\t \tGlobal PSYRATS score\tn.a.\tn.a.\t33.00 ± 8.20\tn.a.\t \tMedication dose/CPZ-equivalents\tn.a.\t339\t382\t303\t \tAtypical\t\t14\t6\t8\t \tBoth atypical and typical\t\t3\t1\t2\t \tAtypical + antidepressants\t\t7\t4\t3\t \tNone\t\t2\t2\t\t \tSWN-K\tn.a.\t47.91 ± 7.09\t50.54 ± 8.65\t45.76 ± 4.32\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9408, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "HC, Healthy controls; SCZ, schizophrenia patients; AVH, patients with hallucinations; non-AVH, patients without hallucinations; SD, standard deviation; CPZ, chlorpromazine; n.a., not applicable; RE, right ear; LE, left ear; GAF, Global Assessment of Functioning; PANSS, Positive and negative symptom scale; PSYRATS, Psychotic Symptom Rating Scales; SWN-K, subjective well-being under neuroleptic scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9811, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "*Group ANOVA is significant (p < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9851, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\naSignificant difference between AVH and non-AVH patients(p < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9920, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study included 26 patients who met the DSM-IV criteria for SCZ and 26 healthy controls (HC) matched for age, sex, and education. Inclusion criteria were German as a native language, right-handedness, no current presence and/or history of co-morbidities with axis I and II disorders of the DSM, no neurological disorders, no history of alcohol/drug dependence or abuse within three months, an IQ of ≥70, and no hearing damage or tinnitus. Most patients were taking antipsychotic medications, but there was no medication that would have interfered with EEG, neurological or cognitive functions (e.g. Clozapine; Table 1). Psychopathologic symptoms were assessed using the Positive and Negative Syndrome Scale (PANSS), which was evaluated according to Gaag et al.. The individual mental state was examined using the subjective well-being under neuroleptic scale (SWN-K). The patients were carefully assigned according to the current history of AVH using the positive PANSS item “P3” into two groups (AVH vs. non-AVH patients). The Psychotic Symptom Rating Scales (PSYRATS) was used to document the phenomenological features of the voices. The group of healthy subjects partly overlapped with the sample of our previous study (4 new subjects were recruited for matching). This study was approved by the ethical committee of Medical Association Hamburg and was consistent with the principles outlined in an internationally recognized standard for ethical conduct in human research. After participants received a complete description of the experimental procedures, written informed consent was obtained according to the Declaration of Helsinki. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 11565, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 11574, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The DL task used was the same as in our previous study (for detailed description see ref. and Fig. 1). In brief, six different consonant-vocal syllables (/ba/, /da/, /ka/, /ga/, /pa/, /ta/) were paired and presented simultaneously: one syllable to each ear, resulting in 12 different combinations. Participants were instructed to report after each trial which syllable was perceived best. The response was given via button press with the right (dominant) hand, while a response screen, which appeared right after hearing the syllable pair, showed all six syllables presented in a circular formation. By clicking with the index finger the left mouse button it was possible to navigate through the six answer alternatives and by clicking with the ring finger the right mouse button the selection was confirmed. In order to assess the magnitude of the ear effect, a behavioral laterality index (LI) was calculated for every subject according to the formula: LI = 100 *(RE − LE)/(RE + LE), where RE = number of correct right ear reports and LE = number of correct left ear reports. The scale varies between −100 and +100, with negative values indicating a left-ear advantage (LEA) and positive values indicating a REA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12789, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "EEG recording and functional connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12840, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The recording took place in a sound-proof and electrically shielded cabin, while participants listened through closed system headphones (Sennheiser, HAD 200) to the randomly presented 240 syllable pairs at approximately 75 dB. The EEG recordings were conducted with 64 Ag/AgCl electrodes mounted on an elastic cap (ActiCaps, Brain Products, Munich, Germany), including four EOG channels to monitor eye movements, using the Brain Vision Recorder 1.10 (Brain Products, Munich, Germany). Data were recorded with a bandpass (0.1 to 1000 Hz) and digitized at a sampling rate of 1000 Hz. Impedances were kept below 5 KΩ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13455, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Offline processing was carried out using Brain Vision Analyzer 2.0 (Brain Products, Munich, Germany). The data was Butterworth zero phase bandpass filtered from 20 to 120 Hz (IIR, 12 dB/octave) and down-sampled to 500 Hz All channels were re-referenced to common average and FCz was recovered as a regular channel. Epochs with muscle artifacts in any channel were identified by visual inspection and rejected from further analysis. Independent component analysis (ICA) was applied to identify and remove blink, horizontal eye movements, electrocardiographic, muscle and saccadic spike potential (SP) artifacts based on their characteristic topographies, time-courses, and frequency distributions. To control for saccadic SPs in the gamma frequency range an additional “radial electro-oculogram channel” (REOG) was derived following the procedure described by Keren et al.. Subsequently, the artifact-free data was segmented in epochs ranging from −200 to 1848 ms regarding the stimulus onset and sorted as RE or LE reports. Finally, the number of correct-response epochs were exported for further analysis and balanced between LE and RE reports for every subject (matched number of trials for AVH: 68.23 ± 19.43; non-AVH: 68.76 ± 14.79 and HC: 71.19 ± 12.93), with no significant difference in the number of trials between the three groups [F (1,51) = 0.208, p = 0.81].", "sentences": [], "annotations": [], "relations": []}, {"offset": 14825, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Similar to our previous studies, all further analyses were executed with the LORETA KEY software package investigating functional connectivity computed as “lagged phase synchronization” (LPS). LPS was assessed within two a priori defined regions-of-interests (ROIs), which have been identified as essential nodes in the AVH network: right and left primary auditory cortices (PACs/BA41) known to support any type of sound processing, and right and left secondary auditory cortices (SACs/BA42) known to be involved in the processing of complex sounds and speech sounds. The ROIs were defined using the anatomical definitions provided by the eLORETA software based on the Talairach Daemon (see Figure S1). Based on our previous work, where we did not find LPS differences in any of the other frequencies (delta, theta, alpha, beta) as well as an effect in all gamma subbands (30–50 Hz, 50–90 Hz), analysis was focused on the whole gamma-band range (30–100 Hz) and the two conditions: LE and RE report. LPS across all the voxels included in the ROIs was based on the average of all LPS values, which were calculated for the connectivity between every voxel of ROI A and every voxel of ROI B. For all single trials, time-varying frequency analysis was done using a short time Fourier transform (sliding Bartlett-Hann window function) with a window width of 100 ms. LPS was calculated using cross spectra derived from that transformation. In a time frame from 0 to 900 ms after stimulus presentation results were extracted every 100 ms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16356, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Details of EEG electrode placement, the computation methods and its advantages have been provided previously and can be found also in supplementary material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16514, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 16525, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, the patient groups were compared by means of independent t-tests or Mann-Whitney-U tests (depending on normal distribution and corrected for multiple testing) for clinical data using SPSS 21. In order to compare demographic and behavioural data across the three groups (HC, AVH, and non-AVH) one-way ANOVA was used with follow-up Bonferroni post-hoc analysis. Effect sizes were calculated as r (for Mann-Whitney-U tests) or partial Eta-squared (η 2/for one-way ANOVA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17001, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The effects of group, ROIs, condition, and time on gamma synchrony were assessed with a linear mixed-effects model. Linear mixed models have several advantages over traditional repeated-measures designs, as they can accommodate departures from the assumptions of homogeneity of regression slopes and independence, and thus are better suited to model interindividual variability. This model has also been successfully implemented by researchers to analyse EEG data. In this study, the model included Group (3 levels: HC, AVH, non-AVH), Time (10 levels: from 0 to 900 ms in 100 ms steps), Condition (2 levels: LE and RE reports), and ROIs (2 levels: BA41, BA42) as the fixed-effects factors, Subject as a random-effects factor, and Gamma Synchrony as the dependent variable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17774, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Spearman’s correlation coefficient (two-tailed, p < 0.05) was used to investigate the relation between gamma synchrony (LPS difference between LE and RE reports at 600ms), PANSS hallucination item “P3”, and medication dosage in CPZ equivalents, without applying correction for multiple testing as the analysis was considered exploratory. Bootstrapping was used to calculate 95% confidence intervals (CI) around each significant correlation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18219, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 18227, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic and clinical data", "sentences": [], "annotations": [], "relations": []}, {"offset": 18257, "infons": {"file": "41598_2017_9253_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "PANSS subscores and positive PANSS items (mean and error bars represent 95% CI). There were significant differences in positive PANSS subscore and the P3 item, which was also used to carefully classify the patients into AVH and non-AVH subgroups (*p < 0.05; **p < 0.01). All other PANSS subcores and positive items were not significantly different. AVH, hallucinating patients; non-AVH, non-hallucinating patients; P1, delusion; P2, conceptual disorganisation; P3, hallucination; P4, excitement; P5, grandiosity; P6, suspiciousness/persecution; P7, hostility.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18817, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As shown in Fig. 2, there was a significant difference between AVH and non-AVH patients in positive PANSS scores [z = −2.859, p = 0.004, corrected for multiple testing p = 0.012, r = 0.56], including the item P3 (Hallucinations) [z = −4.683, p < 0.001, corrected for multiple testing, r = 0.91]. None of the other PANSS subscores (i.e., negative, disorganization, excitement, emotional distress), single positive PANSS items (i.e., P1-P7), or demographic and psychopathology measures, nor chlorpromazine equivalent dose, were significantly different between the two patient groups. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19400, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dichotic listening task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 19436, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Comparison between HC, AVH and non-AVH patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 19484, "infons": {"file": "41598_2017_9253_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Task performance (mean and error bars represent 95% CI). Significant differences are marked with an asterisk (*p < 0.05). HC, healthy controls; AVH, hallucinating patients; non-AVH, non-hallucinating patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19694, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was a significant between-group difference for LI [F (2,51) = 5.055, p = 0.010, η 2 = 0.17] with post-hoc analysis indicating a significantly reduced LI in AVH [p = 0.011], but not in non-AVH patients [p = 0.204; Fig. 3] compared to HC. In addition, there was a significant between-group difference for errors [F (2,51) = 6.889, p = 0.002, η 2 = 0.21] and reaction times [RE condition: F (2,51) = 4.992, p = 0.011, η 2 = 0.17; LE condition: F (2,51) = 3.726, p = 0.031, η 2 = 0.13]. Subsequent post-hoc analysis showed a significantly higher number of errors in AVH [HC vs. AVH: p = 0.002], but not in non-AVH [p = 0.121]. Moreover, AVH patients showed significantly longer reaction times than controls [HC vs. AVH: LE condition: p = 0.031; RE condition: p = 0.011], while there were no significant differences between HC and non-AVH patients [p > 0.2]. Finally, there were no significant differences between AVH and non-AVH patients in LI, reaction times and errors [p > 0.59]. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 20680, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional connectivity by means of Lagged Phase Synchronization (LPS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 20751, "infons": {"file": "41598_2017_9253_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Time course of interhemispheric connectivity difference between left ear (LE) and right ear (RE) reports in the gamma-band (30–100 Hz) between bilateral auditory cortices (BA41 and BA42) for AVH, non-AVH and HC participants. Syllable presentation starts at 0 ms and ends around 500 ms. The quality of gamma-band connectivity was found to be significant differently over time across the three groups. (B) Time course of interhemispheric gamma-band connectivity during conscious perception of LE or RE syllables between bilateral auditory cortices of hallucinating patients (AVH). Shaded error bars: +/− 1 standard error. HC, healthy controls; AVH, hallucinating patients; non-AVH, non-hallucinating patients; LE, left ear; RE, right ear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21492, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The interaction of Group x Time x Condition had a significant effect on Gamma Synchrony of both ROIs [F (9,1156.228) = 2.250, p = 0.002], indicating that there are differences in terms of quality of connectivity over time and conditions across the three groups (Fig. 4A). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 21765, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to further decipher this interaction, each group was examined separately. This analysis revealed in the AVH group that the interaction of Time x Condition had a significant effect on Gamma Synchrony [F (9,288.215) = 2.856, p = 0.003], but not in the non-AVH or HC group [p > 0.28]. In the AVH group, subsequent post-hoc pair wise comparison of every time point between LE and RE reports revealed greater difference in the gamma synchrony at 600 ms at statistical trend level [t = 2.217, p = 0.055]. These results indicate that the connectivity difference between LE and RE reports was particularly larger around 600 ms post-stimulus in AVH patients (Fig. 4B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22434, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was no significant interaction effect of Time x Condition in both the non-AVH and HC group, while Time had a significant effect on Gamma Synchrony in both non-AVH [F (9,289.945) = 2.326, p = 0.015] and HC [F (9,577.057) = 2.202, p = 0.021]. Moreover, there was a significant effect of Condition on Gamma Synchrony in HC [F (1,449.277) = 16.323, p < 0.0001]. Subsequent post-hoc pair wise comparisons of LE and RE reports revealed increased gamma synchrony during conscious perception of LE reports [t = 3.389, p = 0.002] (see supplementary material), a finding that is in line with our previous results showing that synchronized GBO are crucially involved during transcallosal auditory information transfer in HC. There was no significant effect or interaction effect of ROI in any of the analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23239, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlations between gamma-band synchrony and auditory hallucination item", "sentences": [], "annotations": [], "relations": []}, {"offset": 23313, "infons": {"file": "41598_2017_9253_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Spearman’s correlations between PANSS hallucination item (P3) and gamma-band synchrony (LPS) between left and right auditory cortices.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23448, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A significant positive correlation was observed between gamma-band synchrony and the PANSS hallucination item “P3” [rho = 0.422, p = 0.032, bootstrap CI = 0.044–0.699, JZS Bayes factor = 1.48], indicating that a relative stronger gamma-band connectivity between left and right perceived syllables was associated with increased severity of AVH in SCZ patients (Fig. 5). No other PSYRATS items or chlorpromazine equivalent dose revealed significant correlations with behavioral or electrophysiological data. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 23955, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 23966, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present study we investigated the relationship between functional interhemispheric connectivity in the gamma-band frequency range, conscious auditory perception during DL, and the occurrence of AVH. In accordance to our hypothesis, the major finding was significantly stronger gamma-band connectivity between bilateral auditory cortices during conscious perception of left (versus right) ear syllables in patients with AVH compared to HC and patients without AVH. A significant positive correlation suggested that greater connectivity differences between LE and RE syllables were associated with more severe AVH in SCZ patients. Besides, we found a significantly reduced LateraIity Index (LI) in patients with AVH compared to HC. To the best of our knowledge, this is the first study indicating that the subjective experience of AVH in patients with SCZ is associated with greater gamma-band connectivity alterations during DL and with a reduced REA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24924, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Behaviorally, we found a significantly reduced LI in AVH patients but not in non-AVH patients compared to HC. In previous studies, atypical laterality was observed more often in SCZ than in the general population, which led several authors to infer that there is a genetic link between altered laterality and SCZ. More recent evidence – based on the enormous heterogeneity between patients with SCZ – suggested that the presence of atypical language laterality in SCZ is symptom-dependent, especially with respect to the occurrence of AVH, as both pertain to the same cognitive system (i.e., language). This is in line with several previous results of DL tasks showing that the current experience of AVH is the determining factor as to whether SCZ patients showed reduced LI or not. In fact, the patient subgroups of this study differed significantly only in terms of PANSS positive subscore including the P3 hallucination item. Accordingly, our and previous findings support the idea that instead of considering SCZ as a homogeneous condition it appears more appropriate to link atypical laterality to specific symptoms, particularly AVH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26064, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Reduced LI in AVH patients is assumed to be indicative of either left auditory cortex dysfunction and/or interhemispheric miscommunication. The main finding of this study supports the latter by demonstrating that AVH patients show a greater gamma-band phase synchrony difference between LE and RE syllables, thus stronger interhemispheric connectivity around 600 ms post-stimulus between left and right auditory cortices. This finding nicely extends our previous work of HC indicating that synchronized GBO are a key functional mechanism in the transcallosal auditory transfer and play a major role for conscious auditory perception of LE syllables. Neural GBO and their synchronization have been proposed in literature to be a fundamental mechanism that coordinates widely distributed neurons into dynamically formed functional networks, facilitating, for instance, coherent perceptions. If these dynamics are disrupted, it is suggested that pathological states emerge that lead to neuropsychiatric symptoms, such as AVH. In accordance with that, we found a positive correlation between gamma synchrony and the PANSS hallucination item, indicating that a greater connectivity difference between left and right perceived syllables is associated particularly with more severe AVH. Indeed, multiple studies have shown that especially positive symptoms are correlated with increased oscillatory gamma synchrony in circumscribed sensory brain areas in the resting state, and during auditory or visual processing. For instance, it has been shown that phase locking of the 40-Hz auditory steady-state responses – which is generated in the PACs – was correlated positively with total positive symptoms in first-episode patients as well as with AVH symptoms in a sample of chronic SCZ patients. Also concordant with our finding, presence and subjective intensity of tinnitus – which is similar to AVH an auditory phantom percept – have been shown in MEG studies to be associated with increased GBO and their synchronization. Thus, former and our own observations suggest that the cortical areas involved in generating auditory phantom percept might be hyperconnected, a hypothesis that is compatible with heightened BOLD responses observed, for instance, during ongoing experience of AVH in the respective PACs. Accordingly, we found enhanced gamma-band phase synchrony between bilateral auditory cortices comprising both PACs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28484, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are several reasons for altered ability to establish precise synchronization in the gamma-band between bilateral auditory cortices. These involve, for instance, the white matter properties of interhemispheric pathways that subserve phase synchronization. As mentioned above, previous studies using DTI revealed both stronger and decreased interhemispheric auditory pathways in patients with AVH, suggesting a progressive structural decline that might be associated with higher age and longer period of illness. In healthy people with AVH and patients with tinnitus, stronger interhemispheric connectivity has been observed, similar to early stages of SCZ. Furthermore, emerging evidence proposes a role of excitatory-to-inhibitory balance in maintaining stable perceptual representations, suggesting it may be a plausible model for hallucinations. Thus, the pattern of increased gamma-band coupling in AVH might be considered in terms of the N-methyl-D-aspartate glutamate receptor (NMDAR) hypofunction hypothesis, given that ketamine – a NMDAR antagonist – has been found to elicit in HC both altered GBO as well as psychotic conditions very similar to the positive symptoms of SCZ, including AVH. Such NMDAR antagonists alter the excitation of parvalbumin-expressing, fast-spiking GABAergic interneurons, which are instrumental in the generation of GBO and are known to be disturbed in SCZ as is also the case for NMDAR function. Moreover, a recent MR spectroscopy study revealed significantly reduced glutamate levels in both auditory cortices in SCZ patients compared to HC, while increased levels were found for patients with frequent and severe AVH, relative to patients with less frequent and severe AVH. Thus, one hypothesis might be that AVH arise to some extent from aberrant oscillatory gamma synchrony that is associated with disturbed GABAergic transmission, NMDAR plasticity, glutamate level and hyperactivity in auditory cortices. However, the systematic investigation of relevant synaptic dysfunctions and mechanisms underlying SCZ symptoms and altered GBO has only just begun.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30584, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Concerning limitations and strengths of the present study that warrants discussion, the small sample size deserves mention. Further, all but two patient were medicated, but there was no correlation of the neurophysiological parameters with individual chlorpromazine equivalents. Moreover, there was no difference in chlorpromazine equivalents between AVH and non-AVH patients. It is known that altered GBO are also found in untreated patients with SCZ. In addition, EEG-based connectivity analysis has the advantage of measuring direct neuronal activity with an excellent temporal resolution in the millisecond-range (not possible with fMRI), so that the advanced analysis of LPS after source estimation provides an important estimate of functional connectivity between distributed brain regions. The specific strength of this method is that confounding factors such as volume conduction effects are removed and only physiological connectivity information is thought to remain. Of course, one limitation is the relatively low spatial accuracy, although cross validation studies using simultaneous EEG and fMRI have suggested sufficient validity of the LORETA approach in general. It has been shown that the Euclidean distance between EEG- and fMRI-based localizations range between 1 and 2 cm. Thus, our finding of increased gamma-band synchrony between both PAC and SAC (with no difference between ROIs) could be influenced by the low resolution of our source estimate approach. One promising methodological next step providing thus both high spatial and temporal resolution might be the investigation with simultaneously applied EEG-fMRI during DL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32235, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, these results support the hypothesis that AVH are related to interhemispheric miscommunication in the gamma-band range between bilateral auditory cortices, regions critical for auditory perception. Furthermore, our results indicate that altered interhemispheric gamma synchrony is specific to the occurrence of AVH, rather than to SCZ in general. Indeed the observed findings of altered GBO in SCZ patients are complex and suggest that important variables such as the specific symptom loading profile, condition (i.e., resting-state or specific cognitive demands), duration of illness, medication, and clinical status (first-episode, acute exacerbation, chronicity) might affect results and need to be considered in future studies. Moreover, an improved knowledge about GBO-generating mechanisms provides a useful basis for hypothesis-driven analysis of the pathophysiological origins of AVH that may eventually lead to novel insights and treatments. Finally, the implied relation between reduced LI, greater connectivity in favour of LE reports, and severity of AVH, which we observed in our data, suggests altered synchronized GBO as one underlying mechanism of dysfunctional auditory perception in AVH patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33462, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33496, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33530, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": " Supplementary information accompanies this paper at doi:10.1038/s41598-017-09253-7 ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33615, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": " Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33753, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 33774, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "S.S., G.L., C.M. designed the study; S.S. collected and analysed data; N.P. wrote codes; C.A. gave methodological and statistical support. G.L. and C.M. supervised the project; S.S., G.L., C.A., N.P., C.M. wrote the paper; all authors discussed the results and commented on the manuscript at all stages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34078, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 34098, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34157, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 34168, "infons": {"fpage": "193", "lpage": "209", "name_0": "surname:Hugdahl;given-names:K", "pub-id_pmid": "26110121", "section_type": "REF", "source": "World J Psychiatry", "type": "ref", "volume": "5", "year": "2015"}, "text": "Auditory hallucinations: A review of the ERC “VOICE” project", "sentences": [], "annotations": [], "relations": []}, {"offset": 34229, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hugdahl, K. et al. Left hemisphere lateralisation of auditory hallucinations in schizophrenia: a dichotic listening study. Cogn Neuropsychiatry13, 166–179, doi:790936069 [pii].", "sentences": [], "annotations": [], "relations": []}, {"offset": 34406, "infons": {"fpage": "357", "lpage": "362", "name_0": "surname:Green;given-names:MF", "name_1": "surname:Hugdahl;given-names:K", "name_2": "surname:Mitchell;given-names:S", "pub-id_doi": "10.1176/ajp.151.1.155-a", "pub-id_pmid": "8109643", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "151", "year": "1994"}, "text": "Dichotic listening during auditory hallucinations in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34487, "infons": {"fpage": "932", "lpage": "935", "name_0": "surname:Bruder;given-names:G", "pub-id_doi": "10.1176/ajp.152.6.932", "pub-id_pmid": "7755128", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "152", "year": "1995"}, "text": "Smaller right ear (left hemisphere) advantage for dichotic fused words in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34589, "infons": {"fpage": "214", "lpage": "217", "name_0": "surname:Kimura;given-names:D", "pub-id_doi": "10.1016/j.bandc.2010.11.009", "pub-id_pmid": "21236541", "section_type": "REF", "source": "Brain Cogn", "type": "ref", "volume": "76", "year": "2011"}, "text": "From ear to brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 34607, "infons": {"fpage": "211", "lpage": "213", "name_0": "surname:Hugdahl;given-names:K", "pub-id_doi": "10.1016/j.bandc.2011.03.006", "pub-id_pmid": "21470754", "section_type": "REF", "source": "Brain Cogn", "type": "ref", "volume": "76", "year": "2011"}, "text": "Fifty years of dichotic listening research - still going and going and", "sentences": [], "annotations": [], "relations": []}, {"offset": 34678, "infons": {"fpage": "191", "lpage": "198", "name_0": "surname:Ocklenburg;given-names:S", "name_1": "surname:Beste;given-names:C", "name_2": "surname:Arning;given-names:L", "name_3": "surname:Peterburs;given-names:J", "name_4": "surname:Gunturkun;given-names:O", "pub-id_doi": "10.1016/j.neubiorev.2014.04.008", "pub-id_pmid": "24769292", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "43", "year": "2014"}, "text": "The ontogenesis of language lateralization and its relation to handedness", "sentences": [], "annotations": [], "relations": []}, {"offset": 34752, "infons": {"fpage": "2512", "issue": "Pt 12", "lpage": "2518", "name_0": "surname:Knecht;given-names:S", "pub-id_doi": "10.1093/brain/123.12.2512", "pub-id_pmid": "11099452", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "123", "year": "2000"}, "text": "Handedness and hemispheric language dominance in healthy humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 34816, "infons": {"fpage": "1322", "lpage": "1329", "name_0": "surname:Westerhausen;given-names:R", "name_1": "surname:Gruner;given-names:R", "name_2": "surname:Specht;given-names:K", "name_3": "surname:Hugdahl;given-names:K", "pub-id_doi": "10.1093/cercor/bhn173", "pub-id_pmid": "18842665", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "19", "year": "2009"}, "text": "Functional relevance of interindividual differences in temporal lobe callosal pathways: a DTI tractography study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34929, "infons": {"fpage": "658", "lpage": "668", "name_0": "surname:Hubl;given-names:D", "pub-id_doi": "10.1001/archpsyc.61.7.658", "pub-id_pmid": "15237078", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "61", "year": "2004"}, "text": "Pathways that make voices: white matter changes in auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35004, "infons": {"fpage": "153", "lpage": "158", "name_0": "surname:Mulert;given-names:C", "pub-id_doi": "10.3109/15622975.2011.570789", "pub-id_pmid": "21623667", "section_type": "REF", "source": "World J Biol Psychiatry", "type": "ref", "volume": "13", "year": "2012"}, "text": "Hearing voices: a role of interhemispheric auditory connectivity?", "sentences": [], "annotations": [], "relations": []}, {"offset": 35070, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wigand, M. et al. Auditory verbal hallucinations and the interhemispheric auditory pathway in chronic schizophrenia. World J Biol Psychiatry 1–14, doi:10.3109/15622975.2014.948063 (2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35258, "infons": {"fpage": "926", "lpage": "934", "name_0": "surname:Knochel;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2011.07.088", "pub-id_pmid": "21964509", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Interhemispheric hypoconnectivity in schizophrenia: fiber integrity and volume differences of the corpus callosum in patients and unaffected relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 35409, "infons": {"section_type": "REF", "type": "ref"}, "text": "Leroux, E., Delcroix, N. & Dollfus, S. Abnormalities of language pathways in schizophrenia patients with and without a lifetime history of auditory verbal hallucinations: A DTI-based tractography study. World J Biol Psychiatry, 1–11, doi:10.1080/15622975.2016.1274053 (2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35685, "infons": {"fpage": "435", "lpage": "443", "name_0": "surname:Steinmann;given-names:S", "pub-id_doi": "10.1016/j.neuroimage.2014.06.012", "pub-id_pmid": "24945670", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "100", "year": "2014"}, "text": "Conscious auditory perception related to long-range synchrony of gamma oscillations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35769, "infons": {"section_type": "REF", "type": "ref"}, "text": "Singer, W. Neuronal synchrony: a versatile code for the definition of relations? Neuron24, 49–65, 111–125, doi:S0896-6273(00)80821-1 [pii] (1999).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35916, "infons": {"fpage": "301", "lpage": "313", "name_0": "surname:Uhlhaas;given-names:PJ", "name_1": "surname:Singer;given-names:W", "pub-id_pmid": "24174902", "section_type": "REF", "source": "Dialogues Clin Neurosci", "type": "ref", "volume": "15", "year": "2013"}, "text": "High-frequency oscillations and the neurobiology of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35982, "infons": {"fpage": "179", "lpage": "189", "name_0": "surname:Ford;given-names:JM", "name_1": "surname:Mathalon;given-names:DH", "pub-id_doi": "10.1016/j.ijpsycho.2005.01.014", "pub-id_pmid": "16137779", "section_type": "REF", "source": "Int J Psychophysiol", "type": "ref", "volume": "58", "year": "2005"}, "text": "Corollary discharge dysfunction in schizophrenia: can it explain auditory hallucinations?", "sentences": [], "annotations": [], "relations": []}, {"offset": 36072, "infons": {"fpage": "620", "lpage": "621", "name_0": "surname:Baldeweg;given-names:T", "name_1": "surname:Spence;given-names:S", "name_2": "surname:Hirsch;given-names:SR", "name_3": "surname:Gruzelier;given-names:J", "pub-id_doi": "10.1016/S0140-6736(05)79575-1", "pub-id_pmid": "9746027", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "352", "year": "1998"}, "text": "Gamma-band electroencephalographic oscillations in a patient with somatic hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 36161, "infons": {"fpage": "57", "lpage": "71", "name_0": "surname:Lee;given-names:KH", "name_1": "surname:Williams;given-names:LM", "name_2": "surname:Haig;given-names:A", "name_3": "surname:Gordon;given-names:E", "pub-id_doi": "10.1080/713752240", "pub-id_pmid": "16571550", "section_type": "REF", "source": "Cogn Neuropsychiatry", "type": "ref", "volume": "8", "year": "2003"}, "text": "“Gamma (40 Hz) phase synchronicity” and symptom dimensions in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36237, "infons": {"name_0": "surname:Spencer;given-names:KM", "name_1": "surname:Niznikiewicz;given-names:MA", "name_2": "surname:Nestor;given-names:PG", "name_3": "surname:Shenton;given-names:ME", "name_4": "surname:McCarley;given-names:RW", "pub-id_doi": "10.1186/1471-2202-10-85", "pub-id_pmid": "19619324", "section_type": "REF", "source": "BMC Neurosci", "type": "ref", "volume": "10", "year": "2009"}, "text": "Left auditory cortex gamma synchronization and auditory hallucination symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36333, "infons": {"name_0": "surname:Keil;given-names:J", "name_1": "surname:Roa Romero;given-names:Y", "name_2": "surname:Balz;given-names:J", "name_3": "surname:Henjes;given-names:M", "name_4": "surname:Senkowski;given-names:D", "pub-id_pmid": "27014035", "section_type": "REF", "source": "Front Hum Neurosci", "type": "ref", "volume": "10", "year": "2016"}, "text": "Positive and Negative Symptoms in Schizophrenia Relate to Distinct Oscillatory Signatures of Sensory Gating", "sentences": [], "annotations": [], "relations": []}, {"offset": 36441, "infons": {"fpage": "55", "lpage": "63", "name_0": "surname:Mulert;given-names:C", "name_1": "surname:Kirsch;given-names:V", "name_2": "surname:Pascual-Marqui;given-names:R", "name_3": "surname:McCarley;given-names:RW", "name_4": "surname:Spencer;given-names:KM", "pub-id_doi": "10.1016/j.ijpsycho.2010.08.004", "pub-id_pmid": "20713096", "section_type": "REF", "source": "Int J Psychophysiol", "type": "ref", "volume": "79", "year": "2011"}, "text": "Long-range synchrony of gamma oscillations and auditory hallucination symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36537, "infons": {"fpage": "135", "lpage": "145", "name_0": "surname:Friederici;given-names:AD", "name_1": "surname:von Cramon;given-names:DY", "name_2": "surname:Kotz;given-names:SA", "pub-id_doi": "10.1016/j.neuron.2006.11.020", "pub-id_pmid": "17196536", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "53", "year": "2007"}, "text": "Role of the corpus callosum in speech comprehension: interfacing syntax and prosody", "sentences": [], "annotations": [], "relations": []}, {"offset": 36621, "infons": {"fpage": "1010", "lpage": "1019", "name_0": "surname:Senkowski;given-names:D", "name_1": "surname:Gallinat;given-names:J", "pub-id_doi": "10.1016/j.biopsych.2015.02.034", "pub-id_pmid": "25847179", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "77", "year": "2015"}, "text": "Dysfunctional prefrontal gamma-band oscillations reflect working memory and other cognitive deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36739, "infons": {"fpage": "1001", "lpage": "1009", "name_0": "surname:Uhlhaas;given-names:PJ", "name_1": "surname:Singer;given-names:W", "pub-id_doi": "10.1016/j.biopsych.2014.11.019", "pub-id_pmid": "25676489", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "77", "year": "2015"}, "text": "Oscillations and neuronal dynamics in schizophrenia: the search for basic symptoms and translational opportunities", "sentences": [], "annotations": [], "relations": []}, {"offset": 36854, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36921, "infons": {"fpage": "273", "lpage": "279", "name_0": "surname:van der Gaag;given-names:M", "pub-id_doi": "10.1016/j.schres.2006.04.001", "pub-id_pmid": "16730430", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "85", "year": "2006"}, "text": "The five-factor model of the Positive and Negative Syndrome Scale I: confirmatory factor analysis fails to confirm 25 published five-factor solutions", "sentences": [], "annotations": [], "relations": []}, {"offset": 37071, "infons": {"fpage": "133", "issue": "Suppl 3", "lpage": "138", "name_0": "surname:Naber;given-names:D", "pub-id_pmid": "8866775", "section_type": "REF", "source": "Int Clin Psychopharmacol", "type": "ref", "volume": "10", "year": "1995"}, "text": "A self-rating to measure subjective effects of neuroleptic drugs, relationships to objective psychopathology, quality of life, compliance and other clinical variables", "sentences": [], "annotations": [], "relations": []}, {"offset": 37238, "infons": {"fpage": "879", "lpage": "889", "name_0": "surname:Haddock;given-names:G", "name_1": "surname:McCarron;given-names:J", "name_2": "surname:Tarrier;given-names:N", "name_3": "surname:Faragher;given-names:EB", "pub-id_doi": "10.1017/S0033291799008661", "pub-id_pmid": "10473315", "section_type": "REF", "source": "Psychol Med", "type": "ref", "volume": "29", "year": "1999"}, "text": "Scales to measure dimensions of hallucinations and delusions: the psychotic symptom rating scales (PSYRATS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 37346, "infons": {"fpage": "1657", "lpage": "1667", "name_0": "surname:Carl;given-names:C", "name_1": "surname:Acik;given-names:A", "name_2": "surname:Konig;given-names:P", "name_3": "surname:Engel;given-names:AK", "name_4": "surname:Hipp;given-names:JF", "pub-id_doi": "10.1016/j.neuroimage.2011.09.020", "pub-id_pmid": "21963912", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "The saccadic spike artifact in MEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 37381, "infons": {"fpage": "429", "lpage": "441", "name_0": "surname:Yuval-Greenberg;given-names:S", "name_1": "surname:Tomer;given-names:O", "name_2": "surname:Keren;given-names:AS", "name_3": "surname:Nelken;given-names:I", "name_4": "surname:Deouell;given-names:LY", "pub-id_doi": "10.1016/j.neuron.2008.03.027", "pub-id_pmid": "18466752", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "58", "year": "2008"}, "text": "Transient induced gamma-band response in EEG as a manifestation of miniature saccades", "sentences": [], "annotations": [], "relations": []}, {"offset": 37467, "infons": {"fpage": "2248", "lpage": "2263", "name_0": "surname:Keren;given-names:AS", "name_1": "surname:Yuval-Greenberg;given-names:S", "name_2": "surname:Deouell;given-names:LY", "pub-id_doi": "10.1016/j.neuroimage.2009.10.057", "pub-id_pmid": "19874901", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Saccadic spike potentials in gamma-band EEG: characterization, detection and suppression", "sentences": [], "annotations": [], "relations": []}, {"offset": 37556, "infons": {"section_type": "REF", "type": "ref"}, "text": "Pascual-Marqui, R. D. Discrete, 3D Distributed, Linear Imaging Methods of Electric Neuronal Activity. Part 1: Exact, Zero Error Localization,. arXiv: First published on 17 October 2007, http://arxiv.org/pdf/0710.3341 (2007).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37781, "infons": {"fpage": "3768", "lpage": "3784", "name_0": "surname:Pascual-Marqui;given-names:RD", "pub-id_doi": "10.1098/rsta.2011.0081", "pub-id_pmid": "21893527", "section_type": "REF", "source": "Philos Trans A Math Phys Eng Sci", "type": "ref", "volume": "369", "year": "2011"}, "text": "Assessing interactions in the brain with exact low-resolution electromagnetic tomography", "sentences": [], "annotations": [], "relations": []}, {"offset": 37870, "infons": {"fpage": "1046", "lpage": "1055", "name_0": "surname:Modinos;given-names:G", "pub-id_doi": "10.1016/j.cortex.2012.01.009", "pub-id_pmid": "22370252", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "Neuroanatomy of auditory verbal hallucinations in schizophrenia: a quantitative meta-analysis of voxel-based morphometry studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 37999, "infons": {"fpage": "715", "lpage": "723", "name_0": "surname:Ford;given-names:JM", "pub-id_doi": "10.1093/schbul/sbs009", "pub-id_pmid": "22368236", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "38", "year": "2012"}, "text": "Neurophysiological studies of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38060, "infons": {"section_type": "REF", "type": "ref"}, "text": "Field, A. Discovering Statistics using IBM SPSS Statistics SAGE Publications Ltd; (2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38150, "infons": {"fpage": "310", "lpage": "317", "name_0": "surname:Gueorguieva;given-names:R", "name_1": "surname:Krystal;given-names:JH", "pub-id_doi": "10.1001/archpsyc.61.3.310", "pub-id_pmid": "14993119", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "61", "year": "2004"}, "text": "Move over ANOVA: progress in analyzing repeated-measures data and its reflection in papers published in the Archives of General Psychiatry", "sentences": [], "annotations": [], "relations": []}, {"offset": 38289, "infons": {"fpage": "293", "lpage": "297", "name_0": "surname:Bachman;given-names:P", "pub-id_doi": "10.1016/j.schres.2008.04.006", "pub-id_pmid": "18534822", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "103", "year": "2008"}, "text": "Abnormally high EEG alpha synchrony during working memory maintenance in twins discordant for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38397, "infons": {"fpage": "576", "lpage": "590", "name_0": "surname:Kamarajan;given-names:C", "pub-id_doi": "10.1016/j.jpsychires.2009.11.019", "pub-id_pmid": "20035952", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "44", "year": "2010"}, "text": "Dysfunctional reward processing in male alcoholics: an ERP study during a gambling task", "sentences": [], "annotations": [], "relations": []}, {"offset": 38485, "infons": {"fpage": "575", "lpage": "586", "name_0": "surname:Andreou;given-names:C", "pub-id_doi": "10.3109/15622975.2015.1054880", "pub-id_pmid": "26212791", "section_type": "REF", "source": "World J Biol Psychiatry", "type": "ref", "volume": "16", "year": "2015"}, "text": "Oscillatory responses to reward processing in borderline personality disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 38563, "infons": {"fpage": "456", "lpage": "467", "name_0": "surname:Oertel-Knochel;given-names:V", "name_1": "surname:Linden;given-names:DE", "pub-id_doi": "10.1177/1073858410386493", "pub-id_pmid": "21518811", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "17", "year": "2011"}, "text": "Cerebral asymmetry in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38599, "infons": {"fpage": "100", "lpage": "110", "name_0": "surname:Ocklenburg;given-names:S", "name_1": "surname:Gunturkun;given-names:O", "name_2": "surname:Hugdahl;given-names:K", "name_3": "surname:Hirnstein;given-names:M", "pub-id_doi": "10.1016/j.neubiorev.2015.08.019", "pub-id_pmid": "26598216", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "59", "year": "2015"}, "text": "Laterality and mental disorders in the postgenomic age–A closer look at schizophrenia and language lateralization", "sentences": [], "annotations": [], "relations": []}, {"offset": 38713, "infons": {"name_0": "surname:Hugdahl;given-names:K", "pub-id_pmid": "18958220", "section_type": "REF", "source": "Front Hum Neurosci", "type": "ref", "volume": "1", "year": "2007"}, "text": "Auditory hallucinations in schizophrenia: the role of cognitive, brain structural and genetic disturbances in the left temporal lobe", "sentences": [], "annotations": [], "relations": []}, {"offset": 38846, "infons": {"section_type": "REF", "type": "ref"}, "text": "Crone, N. E., Boatman, D., Gordon, B. & Hao, L. Induced electrocorticographic gamma activity during auditory perception. Brazier Award-winning article, 2001. Clin Neurophysiol112, 565–582, doi:S1388245700005459 [pii] (2001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39071, "infons": {"fpage": "17288", "lpage": "17293", "name_0": "surname:Spencer;given-names:KM", "pub-id_doi": "10.1073/pnas.0406074101", "pub-id_pmid": "15546988", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "101", "year": "2004"}, "text": "Neural synchrony indexes disordered perception and cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39149, "infons": {"section_type": "REF", "type": "ref"}, "text": "Spencer, K. M. et al. Abnormal neural synchrony in schizophrenia. J Neurosci23, 7407–7411, doi:23/19/7407 [pii] (2003).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39269, "infons": {"fpage": "369", "lpage": "375", "name_0": "surname:Spencer;given-names:KM", "name_1": "surname:Salisbury;given-names:DF", "name_2": "surname:Shenton;given-names:ME", "name_3": "surname:McCarley;given-names:RW", "pub-id_doi": "10.1016/j.biopsych.2008.02.021", "pub-id_pmid": "18400208", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Gamma-band auditory steady-state responses are impaired in first episode psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 39352, "infons": {"name_0": "surname:van der Loo;given-names:E", "pub-id_doi": "10.1371/journal.pone.0007396", "pub-id_pmid": "19816597", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "4", "year": "2009"}, "text": "Tinnitus intensity dependent gamma oscillations of the contralateral auditory cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 39437, "infons": {"name_0": "surname:Schlee;given-names:W", "name_1": "surname:Hartmann;given-names:T", "name_2": "surname:Langguth;given-names:B", "name_3": "surname:Weisz;given-names:N", "pub-id_doi": "10.1186/1471-2202-10-11", "pub-id_pmid": "19228390", "section_type": "REF", "source": "BMC Neurosci", "type": "ref", "volume": "10", "year": "2009"}, "text": "Abnormal resting-state cortical coupling in chronic tinnitus", "sentences": [], "annotations": [], "relations": []}, {"offset": 39498, "infons": {"name_0": "surname:Kompus;given-names:K", "pub-id_doi": "10.3389/fnhum.2013.00144", "pub-id_pmid": "23630479", "section_type": "REF", "source": "Front Hum Neurosci", "type": "ref", "volume": "7", "year": "2013"}, "text": "The role of the primary auditory cortex in the neural mechanism of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 39596, "infons": {"fpage": "528", "lpage": "536", "name_0": "surname:Zatorre;given-names:RJ", "name_1": "surname:Fields;given-names:RD", "name_2": "surname:Johansen-Berg;given-names:H", "pub-id_doi": "10.1038/nn.3045", "pub-id_pmid": "22426254", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "15", "year": "2012"}, "text": "Plasticity in gray and white: neuroimaging changes in brain structure during learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 39682, "infons": {"fpage": "1685", "lpage": "1696", "name_0": "surname:Diederen;given-names:KM", "pub-id_doi": "10.1017/S0033291712002541", "pub-id_pmid": "23199762", "section_type": "REF", "source": "Psychol Med", "type": "ref", "volume": "43", "year": "2013"}, "text": "Aberrant resting-state connectivity in non-psychotic individuals with auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 39776, "infons": {"name_0": "surname:Diesch;given-names:E", "name_1": "surname:Schummer;given-names:V", "name_2": "surname:Kramer;given-names:M", "name_3": "surname:Rupp;given-names:A", "pub-id_doi": "10.3389/fnsys.2012.00038", "pub-id_pmid": "22470322", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "6", "year": "2012"}, "text": "Structural changes of the corpus callosum in tinnitus", "sentences": [], "annotations": [], "relations": []}, {"offset": 39830, "infons": {"fpage": "1124", "lpage": "1134", "name_0": "surname:Jardri;given-names:R", "pub-id_doi": "10.1093/schbul/sbw075", "pub-id_pmid": "27261492", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "42", "year": "2016"}, "text": "Are Hallucinations Due to an Imbalance Between Excitatory and Inhibitory Influences on the Brain?", "sentences": [], "annotations": [], "relations": []}, {"offset": 39928, "infons": {"fpage": "318", "lpage": "327", "name_0": "surname:Coyle;given-names:JT", "name_1": "surname:Tsai;given-names:G", "name_2": "surname:Goff;given-names:D", "pub-id_doi": "10.1196/annals.1300.020", "pub-id_pmid": "14684455", "section_type": "REF", "source": "Ann N Y Acad Sci", "type": "ref", "volume": "1003", "year": "2003"}, "text": "Converging evidence of NMDA receptor hypofunction in the pathophysiology of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 40018, "infons": {"fpage": "632", "lpage": "640", "name_0": "surname:Hong;given-names:LE", "pub-id_doi": "10.1038/npp.2009.168", "pub-id_pmid": "19890262", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "Gamma and delta neural oscillations and association with clinical symptoms under subanesthetic ketamine", "sentences": [], "annotations": [], "relations": []}, {"offset": 40122, "infons": {"fpage": "199", "lpage": "214", "name_0": "surname:Krystal;given-names:JH", "pub-id_doi": "10.1001/archpsyc.1994.03950030035004", "pub-id_pmid": "8122957", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "51", "year": "1994"}, "text": "Subanesthetic effects of the noncompetitive NMDA antagonist, ketamine, in humans. Psychotomimetic, perceptual, cognitive, and neuroendocrine responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 40273, "infons": {"fpage": "676", "lpage": "682", "name_0": "surname:Whittington;given-names:MA", "name_1": "surname:Traub;given-names:RD", "pub-id_doi": "10.1016/j.tins.2003.09.016", "pub-id_pmid": "14624852", "section_type": "REF", "source": "Trends Neurosci", "type": "ref", "volume": "26", "year": "2003"}, "text": "Interneuron diversity series: inhibitory interneurons and network oscillations in vitro", "sentences": [], "annotations": [], "relations": []}, {"offset": 40361, "infons": {"fpage": "312", "lpage": "324", "name_0": "surname:Lewis;given-names:DA", "name_1": "surname:Hashimoto;given-names:T", "name_2": "surname:Volk;given-names:DW", "pub-id_doi": "10.1038/nrn1648", "pub-id_pmid": "15803162", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "6", "year": "2005"}, "text": "Cortical inhibitory neurons and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 40407, "infons": {"section_type": "REF", "type": "ref"}, "text": "Moghaddam. Bringing order to the glutamate chaos in schizophrenia. Neuron40, 881–884 (2004).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40500, "infons": {"fpage": "252", "lpage": "260", "name_0": "surname:Hugdahl;given-names:K", "pub-id_doi": "10.1016/j.schres.2014.11.015", "pub-id_pmid": "25542859", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "161", "year": "2015"}, "text": "Glutamate as a mediating transmitter for auditory hallucinations in schizophrenia: a (1)H MRS study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40600, "infons": {"fpage": "2590", "lpage": "2599", "name_0": "surname:Minzenberg;given-names:MJ", "pub-id_doi": "10.1038/npp.2010.150", "pub-id_pmid": "20827271", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "Gamma oscillatory power is impaired during cognitive control independent of medication status in first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 40725, "infons": {"section_type": "REF", "type": "ref"}, "text": "Pascual-Marqui, R. D. Instantaneous and lagged measurements of linear and nonlinear dependence between groups of multivariate time series: frequency decomposition. [arXiv: 0711.1455 [stat.ME] (2007).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40925, "infons": {"fpage": "49", "lpage": "58", "name_0": "surname:Mulert;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2005.05.041", "pub-id_pmid": "16006148", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "28", "year": "2005"}, "text": "Sound level dependence of the primary auditory cortex: Simultaneous measurement with 61-channel EEG and fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 41034, "infons": {"fpage": "83", "lpage": "94", "name_0": "surname:Mulert;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2003.10.051", "pub-id_pmid": "15109999", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "22", "year": "2004"}, "text": "Integration of fMRI and simultaneous EEG: towards a comprehensive understanding of localization and time-course of brain activity in target detection", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}