{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "5672078", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.ebiom.2016.09.008", "article-id_pmc": "5672078", "article-id_pmid": "27649638", "article-id_publisher-id": "S2352-3964(16)30415-7", "fpage": "143", "kwd": "Acute episode schizophrenia Bold High gamma oscillation Auditory steady state response Neural over activation Auditory hallucination", "license": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).", "lpage": "149", "name_0": "surname:Kuga;given-names:Hironori", "name_1": "surname:Onitsuka;given-names:Toshiaki", "name_2": "surname:Hirano;given-names:Yoji", "name_3": "surname:Nakamura;given-names:Itta", "name_4": "surname:Oribe;given-names:Naoya", "name_5": "surname:Mizuhara;given-names:Hiroaki", "name_6": "surname:Kanai;given-names:Ryota", "name_7": "surname:Kanba;given-names:Shigenobu", "name_8": "surname:Ueno;given-names:Takefumi", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "12", "year": "2016"}, "text": "Increased BOLD Signals Elicited by High Gamma Auditory Stimulation of the Left Auditory Cortex in Acute State Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 124, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Recent MRI studies have shown that schizophrenia is characterized by reductions in brain gray matter, which progress in the acute state of the disease. Cortical circuitry abnormalities in gamma oscillations, such as deficits in the auditory steady state response (ASSR) to gamma frequency (> 30-Hz) stimulation, have also been reported in schizophrenia patients. In the current study, we investigated neural responses during click stimulation by BOLD signals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 584, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We acquired BOLD responses elicited by click trains of 20, 30, 40 and 80-Hz frequencies from 15 patients with acute episode schizophrenia (AESZ), 14 symptom-severity-matched patients with non-acute episode schizophrenia (NASZ), and 24 healthy controls (HC), assessed via a standard general linear-model-based analysis. The AESZ group showed significantly increased ASSR-BOLD signals to 80-Hz stimuli in the left auditory cortex compared with the HC and NASZ groups. In addition, enhanced 80-Hz ASSR-BOLD signals were associated with more severe auditory hallucination experiences in AESZ participants. The present results indicate that neural over activation occurs during 80-Hz auditory stimulation of the left auditory cortex in individuals with acute state schizophrenia. Given the possible association between abnormal gamma activity and increased glutamate levels, our data may reflect glutamate toxicity in the auditory cortex in the acute state of schizophrenia, which might lead to progressive changes in the left transverse temporal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1633, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1644, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We investigated neural responses during click stimulation by BOLD signals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1719, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We evaluated patients with acute and non-acute schizophrenia, and healthy controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1803, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "80-Hz auditory stimulation activated the left auditory cortex in acute schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1889, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our data may reflect left auditory cortex glutamate toxicity in acute schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1974, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Recent MRI studies show that schizophrenia is characterized by reduced brain gray matter, which deteriorates in the acute state of the disease. Periodic auditory click trains elicit auditory steady-state responses (ASSRs), and ASSR abnormalities are reported in schizophrenia. We investigated neural responses during click stimulation using BOLD signals, which may reflect glutamate toxicity. Compared with non-acute schizophrenia patients and healthy controls, acute episode schizophrenia patients showed significantly increased ASSR-BOLD to 80-Hz stimuli in the left auditory cortex. Our data demonstrate neuronal over activation in terms of the BOLD pattern in acute state schizophrenia, which might reflect progressive volume reduction in the left superior temporal cortex by glutamate toxicity during the acute phase of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2814, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2827, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In a recent Global Burden of Disease Study, ‘acute’ schizophrenia received the highest disability weight out of 220 health state valuations (0–76, where 0 equals no disability and 1 equals complete disability). Recent meta-analyses using magnetic resonance imaging (MRI) show that schizophrenia is characterized by reductions in gray matter, which occur before full symptom onset and progress more quickly in the acute exacerbation state and treatment-resistant state, compared with the treatment-responsive state. For example, reported that first-episode schizophrenia and schizotypal patients showed significant decreases in gray matter volume in the left transverse temporal gyrus and left planum temporale approximately 2–7 years after an initial assessment, compared with control samples. Although the precise neurobiological mechanisms underlying progressive deterioration in the left transverse temporal gyrus and left planum temporale in schizophrenia are unknown, a growing body of work has implicated abnormal excitatory amino acid neurotransmission, possibly mediated by a deficit in recurrent inhibition. Although controversial, this mechanism could elicit ongoing, use-dependent cellular damage mediated via excitotoxic effects. In in vivo studies, increased glutamate levels appear to feature early in the course of illness, rather than during chronic schizophrenia. However, glutamate production and toxicity may play a role in the acute state of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4304, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is also characterized by abnormalities in the cortical circuitry underlying gamma oscillations elicited by a variety of stimuli and tasks. Especially, individuals with schizophrenia exhibit deficits in the auditory steady state response (ASSR) induced by gamma frequency (> 30-Hz) stimulation. In healthy individuals, the ASSR contains resonant frequencies around 40-Hz and 80-Hz, with a larger power at 40-Hz. The power of the ASSR is enhanced at these frequencies. At the cellular level, the generation and maintenance of gamma oscillations critically depend on networks of fast-spiking parvalbumin-expressing gamma aminobutyric acid (GABA)-ergic interneurons. In addition, N-methyl-d-aspartate receptor (NMDAR) signaling in parvalbumin-expressing GABAergic interneurons is critical for the regulation of spontaneous (non-stimulus locked) and evoked gamma oscillations. ASSR deficits in individuals with chronic schizophrenia have been correlated with reduced evoked gamma responses and increased spontaneous gamma activities during auditory stimulation, indicating that neural circuitry abnormalities in schizophrenia patients may be associated with an imbalance between excitatory glutamate and inhibitory GABA neurotransmission. Thus, it is important to investigate both evoked gamma responses and spontaneous gamma activities during auditory stimulation in this population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5698, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Relationships between fMRI signals and electrophysiological responses for auditory steady state response (ASSR). A. BOLD percent signal change of the left auditory cortex to the 80-Hz ASSR (blue) in healthy controls. Arrows indicate ASSR-BOLD in ASSR stimuli. During 15 s of stimulation, 15 click trains are presented as indicated at the bottom.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6044, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "B. Electroencephalographic response to 80-Hz click stimulation obtained from one healthy subject in an independent session. Arrows indicate evoked γ (red) and spontaneous γ (purple) in EEG. Total power includes both spontaneous γ activity (not phase locked to stimulus onset) and evoked γ activity (phase locked to stimulus onset). The 80-Hz ASSR-stimuli indicated at the top are 1-ms clicks. The duration of the click trains and the inter-train interval was 500 ms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6511, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 6518, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although most ASSR studies have used electroencephalography (EEG) and megnetoencephalography (MEG), hemodynamic signals have been found to strongly correlate with synchronized gamma oscillations. Niessing et al. reported that hemodynamic responses were significantly and positively correlated with neuronal synchronization in the gamma range (52–90 Hz) in the visual cortex of cats. More recently, specific gamma-BOLD correlations have been reported in humans during a cognitive visual attention task. Other reports have consistently demonstrated the significant involvement of gamma oscillations in neurovascular coupling. In addition, reported that gamma band neural oscillations were particularly associated with higher mitochondrial oxidative metabolism, which is characterized by higher oxygen consumption and mitochondrial gene expression, indicating significant associations between gamma oscillations and BOLD signals. Therefore, we consider functional MRI (fMRI) to be suitable for evaluating evoked gamma and spontaneous gamma oscillations during periodic click stimuli by blood oxygenation level dependent (BOLD) signals (Fig. 1 shows the relationships between fMRI signals and electrophysiological responses for ASSR).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7749, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we examined beta (ASSR to 20-Hz click trains), low gamma (ASSR to 30 and 40-Hz click trains), and high gamma (ASSR to 80-Hz click trains) ASSR-BOLD signals in healthy controls (HC), patients with acute episode schizophrenia (AESZ), and patients with non-acute phase schizophrenia (NASZ). We sought to clarify whether ASSR-BOLD signals would be altered in patients with schizophrenia, and we compared the AESZ and NASZ groups. Given the potential for increased spontaneous gamma activities during auditory stimulation in the acute state, we hypothesized that BOLD signals elicited by the higher frequency periodic click stimuli would be elevated in the AESZ but not the NASZ group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8445, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials & Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 8465, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8478, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and clinical characteristics of the study groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8540, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>HC</th><th>NASZ</th><th>AESZ</th><th>χ2, F or t</th><th>df</th><th><italic>p</italic>-Value</th></tr></thead><tbody><tr><td>Male/female, n</td><td>12/12</td><td>7/7</td><td>6/9</td><td>0.43</td><td>2</td><td>0.80</td></tr><tr><td>Age (years)</td><td>38.8 ± 11.8</td><td>44.1 ± 9.2</td><td>36.9 ± 10.1</td><td>1.76</td><td>2,50</td><td>0.18</td></tr><tr><td>Handedness</td><td>96.3 ± 9.5</td><td>97.5 ± 5.1</td><td>86.23 ± 25.3</td><td>2.63</td><td>2,50</td><td>0.08</td></tr><tr><td>SES</td><td>1.8 ± 0.8</td><td>3.5 ± 0.8</td><td>2.9 ± 0.9</td><td>21.33</td><td>2,50</td><td>&lt; 0.001</td></tr><tr><td>Onset age (years)</td><td/><td>29.3 ± 12.1</td><td>24.1 ± 5.1</td><td>1.53</td><td>27</td><td>0.14</td></tr><tr><td>Duration of illness (months)</td><td/><td>175.9 ± 2.5</td><td>146.0 ± 114.9</td><td>0.76</td><td>27</td><td>0.45</td></tr><tr><td>PANSS-total</td><td/><td>42.6 ± 12.9</td><td>41.3 ± 15.3</td><td>0.36</td><td>27</td><td>0.73</td></tr><tr><td> Positive</td><td/><td>23.1 ± 8.1</td><td>22.6 ± 8.4</td><td>0.15</td><td>27</td><td>0.88</td></tr><tr><td> Negative</td><td/><td>18.4 ± 5.7</td><td>17.4 ± 6.4</td><td>0.46</td><td>27</td><td>0.65</td></tr><tr><td>BPRS-total</td><td/><td>65.0 ± 18.5</td><td>59.1 ± 19.3</td><td>0.84</td><td>27</td><td>0.41</td></tr><tr><td>Chlorpromazine equivalents (mg)</td><td/><td>416.8 ± 355.5</td><td>615.0 ± 243.1</td><td>− 1.76</td><td>27</td><td>0.09</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 8551, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>HC</th><th>NASZ</th><th>AESZ</th><th>χ2, F or t</th><th>df</th><th><italic>p</italic>-Value</th></tr></thead><tbody><tr><td>Male/female, n</td><td>12/12</td><td>7/7</td><td>6/9</td><td>0.43</td><td>2</td><td>0.80</td></tr><tr><td>Age (years)</td><td>38.8 ± 11.8</td><td>44.1 ± 9.2</td><td>36.9 ± 10.1</td><td>1.76</td><td>2,50</td><td>0.18</td></tr><tr><td>Handedness</td><td>96.3 ± 9.5</td><td>97.5 ± 5.1</td><td>86.23 ± 25.3</td><td>2.63</td><td>2,50</td><td>0.08</td></tr><tr><td>SES</td><td>1.8 ± 0.8</td><td>3.5 ± 0.8</td><td>2.9 ± 0.9</td><td>21.33</td><td>2,50</td><td>&lt; 0.001</td></tr><tr><td>Onset age (years)</td><td/><td>29.3 ± 12.1</td><td>24.1 ± 5.1</td><td>1.53</td><td>27</td><td>0.14</td></tr><tr><td>Duration of illness (months)</td><td/><td>175.9 ± 2.5</td><td>146.0 ± 114.9</td><td>0.76</td><td>27</td><td>0.45</td></tr><tr><td>PANSS-total</td><td/><td>42.6 ± 12.9</td><td>41.3 ± 15.3</td><td>0.36</td><td>27</td><td>0.73</td></tr><tr><td> Positive</td><td/><td>23.1 ± 8.1</td><td>22.6 ± 8.4</td><td>0.15</td><td>27</td><td>0.88</td></tr><tr><td> Negative</td><td/><td>18.4 ± 5.7</td><td>17.4 ± 6.4</td><td>0.46</td><td>27</td><td>0.65</td></tr><tr><td>BPRS-total</td><td/><td>65.0 ± 18.5</td><td>59.1 ± 19.3</td><td>0.84</td><td>27</td><td>0.41</td></tr><tr><td>Chlorpromazine equivalents (mg)</td><td/><td>416.8 ± 355.5</td><td>615.0 ± 243.1</td><td>− 1.76</td><td>27</td><td>0.09</td></tr></tbody></table>\n"}, "text": "\tHC\tNASZ\tAESZ\tχ2, F or t\tdf\tp-Value\t \tMale/female, n\t12/12\t7/7\t6/9\t0.43\t2\t0.80\t \tAge (years)\t38.8 ± 11.8\t44.1 ± 9.2\t36.9 ± 10.1\t1.76\t2,50\t0.18\t \tHandedness\t96.3 ± 9.5\t97.5 ± 5.1\t86.23 ± 25.3\t2.63\t2,50\t0.08\t \tSES\t1.8 ± 0.8\t3.5 ± 0.8\t2.9 ± 0.9\t21.33\t2,50\t< 0.001\t \tOnset age (years)\t\t29.3 ± 12.1\t24.1 ± 5.1\t1.53\t27\t0.14\t \tDuration of illness (months)\t\t175.9 ± 2.5\t146.0 ± 114.9\t0.76\t27\t0.45\t \tPANSS-total\t\t42.6 ± 12.9\t41.3 ± 15.3\t0.36\t27\t0.73\t \t Positive\t\t23.1 ± 8.1\t22.6 ± 8.4\t0.15\t27\t0.88\t \t Negative\t\t18.4 ± 5.7\t17.4 ± 6.4\t0.46\t27\t0.65\t \tBPRS-total\t\t65.0 ± 18.5\t59.1 ± 19.3\t0.84\t27\t0.41\t \tChlorpromazine equivalents (mg)\t\t416.8 ± 355.5\t615.0 ± 243.1\t− 1.76\t27\t0.09\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9220, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Values are mean ± SD unless otherwise noted. HC = healthy controls; NASZ = non-acute phase schizophrenia; AESZ = acute episode schizophrenia; SES = socioeconomic status; PANSS = positive and negative syndrome scale; BPRS = brief psychiatric rating scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9475, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Patients were medicated with antipsychotics (only atypical: 8 NASZ, 9 AESZ; only typical: 1 NASZ, 0 AESZ; both atypical and typical: 4 NASZ, 5 AESZ), and unmedicated with antipsychotics (1 NASZ, 1 AESZ). Within each group, the following numbers of subjects received additional medications: mood stabilizers: 3 NASZ, 2AESZ; anti-anxiolytic drugs: 10 NASZ, 7 AESZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9838, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Demographic and clinical data are shown in Table 1. The sample consisted of 24 HC, 15 AESZ, and 14 symptom-severity-matched NASZ subjects. All subjects had normal hearing, were between 25 and 59 years of age, and were right-handed. After receiving a complete description of the study, all participants signed an informed consent form according to the regulations of the Ethics Committee of the National Hospital Organization Hizen Psychiatric Center. Healthy controls were screened using the Structured Clinical Interview (SCID)-non-patient edition. No healthy controls or their first-degree relatives had an Axis-I psychiatric disorder. The exclusion criteria were: 1) neurological illness or major head trauma, 2) previous treatment with electroconvulsive therapy, 3) alcohol or drug dependence, 4) alcohol or drug abuse within the past 5 years, and 5) a verbal intelligence quotient below 75.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10734, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All patients were recruited from National Hospital Organization Hizen Psychiatric Center and were diagnosed based on the SCID-DSM IV-TR, Research Version and information from patient medical records. Based on previous studies, we operationally defined an acute exacerbation episode as that occurring within 4 weeks of psychiatric hospitalization, and a non-acute phase as that occurring at least 4 weeks after psychiatric hospitalization. All AESZ and 11 NASZ participants were inpatients, and 3 NASZ participants were outpatients. The patients were assessed using the Positive and Negative Syndrome Scale (PANSS) and the Brief Psychiatric Rating Scale (BPRS).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11395, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Stimuli and Procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 11417, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following a hearing test, participants were asked to lay supine inside an MRI scanner while wearing head-phones. The head of each participant was restrained via padding behind the neck and between the head and the coil. Participants were asked to keep their head still inside the scanner and to focus on a fixation cross presented on a screen. All auditory stimuli were delivered binaurally through the head-phones.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11833, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We presented auditory stimulation using a 4-min-block-design paradigm with 8 blocks of 15 s of rest (stimulation OFF) and 15 s of stimulation including 15 click trains (stimulation ON). In total, we presented 120 click trains for each fMRI session. We conducted four fMRI sessions with different sound stimuli for each subject. The stimuli were 1-ms clicks, presented binaurally as trains of clicks for each frequency (20, 30, 40, and 80-Hz). Both the duration of the click trains and the inter-train interval were 500 ms, and the click trains were presented with an intensity of 80-dB sound pressure level. The order of sessions was counterbalanced across subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12500, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 12517, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We conducted MRI using a 1.5-T Philips scanner with a standard head coil, located at the National Hospital Organization Hizen Psychiatric Center. We used standard sequence parameters to obtain functional images, as follows: gradient-echo echo-planar imaging (EPI); repetition time (TR) = 3000 ms; echo time (TE) = 45 ms; flip angle = 90°; field of view (FOV) = 230 × 230 mm; matrix = 64 × 64; 60 axial slices with a slice thickness of 4 mm with no slice gap. We acquired a high-resolution T1-weighted 3D anatomical image for each participant between the functional data trials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13095, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image Processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13112, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Raw image DICOM files were converted to the NIFTI format using MRIConvert (Version 2.0, Lewis Center for Neuroimaging, Oregon). Image processing and statistical analyses were performed using the statistical parametric mapping software SPM8 (Wellcome Department of Cognitive Neurology, London, United Kingdom) with Matlab R2014a (The Math Works Inc., Natick, MA). The first five volumes of each EPI image run were excluded to allow the MR signal to reach a state of equilibrium. All volumes of functional EPI images were realigned to the first volume of each session to correct for subject motion, and the mean functional EPI image was then spatially co-registered with the anatomical T1 images. Each co-registered T1-weighted anatomical image was normalized into a standard T1 template image (ICBM 152), which defined the Montreal Neurological Institute (MNI) space. The parameters from this normalization process were then applied to each functional image. The normalized functional images were smoothed with a 3D 8-mm full-width half-maximum (FWHM) Gaussian Kernel. Time series data at each voxel were temporally filtered using a high pass filter with a cutoff of 128 s.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14285, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14306, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used one-way analyses of variance (ANOVA), chi-squared tests, and t-tests to assess group differences in the demographic variables.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14441, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed fMRI statistical analysis on the preprocessed EPIs with the general linear model (GLM) using a two-level approach. The model consisted of boxcar functions convolved with the canonical hemodynamic response function, and then used as the regressors for the regression analysis. The six head motion parameters, derived from the realignment processing, were also used as regressors to reduce the motion related artifacts. On the first level of analysis, individual contrast images for each stimulus versus rest were computed and taken to the second level for random-effects inference. On the second level, contrast images for stimuli as the within-subject factors were submitted to three groups (HC, NASZ, AESZ) as the between-subject factors full-factorial ANOVA. All fMRI results are reported at a significance level of p < 0.05, family-wise error (FWE)-corrected (voxel-level corrected), or p < 0.05, FWE cluster-corrected across the whole brain with the initial voxel threshold at p < 0.001, uncorrected. To determine the direction of the frequency-by-group interaction, we extracted contrast values by identifying the primary auditory cortex and Brodmann areas 41 and 42 as regions of interest (ROI)s using MarsBar (http://marsbar.sourceforge.net). We chose these areas because the ASSR is reportedly evoked in or near the primary auditory cortex. The resulting contrast values were subjected to ANOVA in SPSS with the three groups (HC, NASZ, AESZ) for each ROI, and we used Bonferroni post-hoc tests to test the differences between the groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16000, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To visualize the time-course of the responses in each ROI, we fitted a finite impulse response (FIR) model in MarsBar to the data. This involved using a linear model to provide unbiased estimates of the average signal intensity at each time point without making a priori assumptions about the shape of the hemodynamic response (HDR). We modeled seven time-windows of every 3 s (corresponding to the TR), time-locked to the onset of the first auditory stimulation. The average signal used in this calculation is based on frequency and is identified as the value of percent signal change for the mean column of the SPM regression analysis. We performed a repeated-measures ANOVA with time window (0–3, 3–6, 6–9, 9–12, 12–15, 15–18, and 18–21 s) as a within-subjects factor and group (HC, NASZ, AESZ) as a between-subjects factor. The resulting percent signal change values were subjected to a three group (HC, NASZ, AESZ) ANOVA in SPSS, and we used Bonferroni post-hoc tests to assess the differences between groups. We applied the Greenhouse–Geisser correction for inhomogeneity of variance for factors with > 2 levels, as reflected in the reported p values.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17158, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the period with the largest main effect of group during auditory stimulation, we performed correlational analyses between hallucination scores in the PANSS (all AESZ patients had auditory hallucinations) and BOLD percent signal changes. Effect sizes are expressed as Cohen's d. The Spearman's rho was used for correlational analysis. For all statistical tests, α was 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17535, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17543, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographics", "sentences": [], "annotations": [], "relations": []}, {"offset": 17556, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found no significant group differences in the demographic data except in terms of SES, consistent with reduced functioning due to schizophrenia (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17714, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mean ASSR-BOLD", "sentences": [], "annotations": [], "relations": []}, {"offset": 17729, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Main Effect of Group and Stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 17766, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Regions where significant group-by-frequency interactions were revealed by fMRI analyses. Colored bars represent the F-values of the interactions (cluster-level FWE corrected p < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17952, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 17959, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "The fMRI result of anatomical regions, seed voxel coordinates (MNI), and F-value for the significant group-by-frequency interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18093, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Cluster size (mm<sup>3</sup>)</th><th colspan=\"3\">MNI coordinate (mm)<hr/></th><th rowspan=\"2\">F-value</th><th rowspan=\"2\">Anatomical region</th></tr><tr><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td rowspan=\"2\">2040</td><td>− 48</td><td>− 30</td><td>10</td><td>7.00</td><td>Left transverse temporal gyrus/left planum temporale</td></tr><tr><td>− 48</td><td>− 28</td><td>14</td><td>6.93</td><td>Left parietal operculum</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18104, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Cluster size (mm<sup>3</sup>)</th><th colspan=\"3\">MNI coordinate (mm)<hr/></th><th rowspan=\"2\">F-value</th><th rowspan=\"2\">Anatomical region</th></tr><tr><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td rowspan=\"2\">2040</td><td>− 48</td><td>− 30</td><td>10</td><td>7.00</td><td>Left transverse temporal gyrus/left planum temporale</td></tr><tr><td>− 48</td><td>− 28</td><td>14</td><td>6.93</td><td>Left parietal operculum</td></tr></tbody></table>\n"}, "text": "Cluster size (mm3)\tMNI coordinate (mm)\tF-value\tAnatomical region\t \tx\ty\tz\t \t2040\t− 48\t− 30\t10\t7.00\tLeft transverse temporal gyrus/left planum temporale\t \t− 48\t− 28\t14\t6.93\tLeft parietal operculum\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18302, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "Results are thresholded at p < 0.05, cluster-corrected FWE. MNI: Montreal Neurological Institute.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18400, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our full-factorial ANOVA revealed no significant group differences. The main effect of frequency was associated with significant bilateral activity in Brodmann areas 41 and 42 (left: − 54, − 26, 6, cluster size = 656, F[3200] = 15.38, FWE corrected p < 0.001; right: 58, − 20, 4, cluster size = 297, F[3200] = 9.32, FWE corrected p = 0.003), indicating that the 80-Hz stimulation evoked significantly larger BOLD responses, compared with the other stimulation frequencies. Furthermore, we found significant group-by-frequency interactions in the left transverse temporal gyrus, including Brodmann areas 41 and 42 (cluster level FWE corrected p = 0·001), as shown in Fig. 2 and Table 2. Thus, we focused our remaining analyses on the ASSR-BOLD in Brodmann areas 41 and 42.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19172, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "ASSR-BOLD Contrast in Brodmann Areas 41 and 42", "sentences": [], "annotations": [], "relations": []}, {"offset": 19219, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Scattergrams of the BOLD contrast of 20-Hz, 30-Hz, 40-Hz, and 80-Hz ASSR stimulation between healthy controls [(HC); blue squares], non-acute phase schizophrenia patients [(NASZ); green squares], and acute episode schizophrenia patients [(AESZ); red squares]. The AESZ group showed significantly increased ASSR-BOLD signals to the 80-Hz stimuli compared with the NASZ (*p = 0.018, d = 1.08) and HC groups (**p = 0.001, d = 1.28). The BOLD contrast refers to the beta-weight of the event of interest. Horizontal lines indicate group means.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19758, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 19765, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Results of BOLD signals activated by 80-Hz click stimuli compared with resting states. (A) Healthy controls (HC), (peak: left transverse temporal gyrus, [− 54, − 20, 4], t = 6.00, p < 0.001). (B) Non-acute phase schizophrenia patients (NASZ), (peak: left transverse temporal gyrus/planum temporale, [− 56, − 20, 6], t = 5.98, p < 0.001) (peak: right superior temporal gyrus, [64, − 22, 8], t = 5.18, p < 0.001). (C) Acute episode schizophrenia patients (AESZ) (peak: left transverse temporal gyrus/planum temporale, [− 48, − 28, 12], t = 8.43, p < 0.001) (peak: right planum temporale, [54, − 20, 8], t = 6.28, p < 0.001). Colored bars represent the t-value of the contrast (FWE corrected, p < 0.05). The [x, y, z] locations are listed in Montreal Neurological Institute coordinates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20549, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 20556, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 3 shows a scattergram of contrast values of ASSR BOLD for each stimulus in the left Brodmann areas 41 and 42. A repeated-measures ANOVA showed no significant main effect of group (F[2, 50] = 2.63, p = 0.082), but we found a significant main effect of frequency (F[3,50] = 10.65, p < 0.001) and a significant frequency-by-group interaction (F[3,50] = 5.16, p < 0.001). Follow up one-way ANOVAs revealed a significant group difference for 80-Hz stimuli (F[2,50] = 8.58, p = 0.001), but not 20-Hz (F[2,50] = 2.09, p = 0.13), 30-Hz (F[2,50] = 1.02, p = 0.37) or 40-Hz stimuli (F[2,50] = 1.08, p = 0.35). Post-hoc analyses with Bonferroni corrections revealed the following significant results; AESZ > HC (p = 0.001, d = 1.28) and AESZ > NASZ (p = 0.018, d = 1.08) in terms of responses to 80-Hz stimuli. These results indicate that the AESZ group showed significantly increased ASSR-BOLD signals in response to 80-Hz stimuli compared with the NASZ and HC groups, while we observed no significant group differences for 20, 30, or 40-Hz stimuli. Fig. 4 shows the BOLD signals activated by 80-Hz click stimuli compared with the resting state in the HC, NASZ, and AESZ groups. Thus, we focused our remaining analyses on a BOLD time course analysis for 80-Hz ASSR stimuli in the left Brodmann areas 41 and 42.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21862, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ASSR-BOLD Time Course Analysis in the Left Brodmann Areas 41 and 42", "sentences": [], "annotations": [], "relations": []}, {"offset": 21930, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "The time course of the 80-Hz ASSR-BOLD percent signal change. The x-axis indicates time (s), and the y-axis indicates BOLD percent signal change. The blue dotted line, green line, and red line indicate the 80-Hz ASSR-BOLD percent signal change in the HC, NASZ, and AESZ groups, respectively. The AESZ group showed a significantly increased BOLD response from 9 to 18 s (*p < 0.05, corrected) compared with both the NASZ and HC groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22365, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 22372, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The time course of BOLD percent signal change for 80-Hz ASSR showed different patterns among groups in the left Brodmann areas 41 and 42 (Fig. 5). Quantitatively, a repeated-measures ANOVA revealed a significant main effect of group (F[2,50] = 7.755, p = 0.008) and time-by-group interactions (F[14,50] = 4.517, p = 0.002). For ANOVAs in each time window, we found significant main effects of group in the 0–3 s (F[2,50] = 3.951, p = 0.026), 6–9 s (F[2,50] = 7.007, p = 0.002), 9–12 s (F[2,50] = 7.015, p = 0.002), 12–15 s (F[2,50] = 6.153, p = 0.004), 15–18 s (F[2,50] = 5.042, p = 0.01), and 18–21 s (F[2,50] = 3.671, p = 0.033) periods. Post hoc tests revealed a significant increase in percent signal change in the 9–18 s period in the AESZ group compared with both the NASZ (9–12 s: p = 0.048, d = 0.95; 12–15 s: p = 0.006, d = 1.16; 15–18 s: p = 0.019, d = 1.12) and HC groups (9–12 s: p = 0.002, d = 1.14; 121–15 s: p = 0.021, d = 0.92; 15–18 s: p = 0.027, d = 0.84).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23347, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlations between the ASSR and Demographic/Clinical Measurements", "sentences": [], "annotations": [], "relations": []}, {"offset": 23415, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlations between auditory hallucination symptom scores and BOLD percent signal change in the left auditory cortex during 80-Hz stimulation in patients with NASZ (left) and AESZ (right). Although we used Spearman's rho to test statistical significance due to the small N, we have also plotted a least squares line for the convenience of the reader.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23767, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 23774, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because we observed the largest main effect of group in the 9–12 s period, we performed correlational analyses between hallucination scores (0, not present; 7, extremely severe auditory hallucinations) in the PANSS and BOLD percent signal changes in this period. We hypothesized that 80-Hz ASSR-BOLD percent signal changes would be positively correlated with hallucinatory scores. In the AESZ group, we found a significant positive correlation between the BOLD change and auditory hallucinatory experiences (rho = 0.562, p = 0.029), but not in the NASZ group (rho = − 0.278, p = 0.357) (Fig. 6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24370, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For medication, we found no significant associations between medication dosage and BOLD percent signal change in AESZ (− 0.410 ≤ rho ≤ − 0.058, 0.129 ≤ p ≤ 0.839) or NASZ (− 0.231 ≤ rho ≤ 0.240, 0.409 ≤ p ≤ 0.899) patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24594, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24605, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we compared the ASSR-BOLD elicited by 20, 30, 40, and 80-Hz click trains in AESZ, NASZ, and HC groups. AESZ patients showed significantly increased ASSR-BOLD signals to 80-Hz stimuli compared with NASZ and HC in the left auditory cortex, while NASZ patients were not significantly different from HC for any stimuli. These results indicate that schizophrenia patients in the acute state exhibit overactivation of the left auditory cortex during 80-Hz auditory stimulation. With respect to clinical correlations, we found that a higher severity of global auditory hallucinatory experiences was associated with a larger BOLD percent signal change in the left auditory cortex in the AESZ group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25311, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As noted in the introduction section, fMRI can be used to detect both evoked and spontaneous gamma activities during auditory stimulation, and increased spontaneous gamma responses have previously been reported in patients with schizophrenia. The present results indicate that schizophrenia patients in the acute state exhibit an overall increase in neural activation in the left auditory cortex during 80-Hz auditory stimulation. Considering the potential association between abnormal spontaneous gamma activities and increased glutamate levels, our data might reflect glutamate toxicity in the left auditory cortex in the acute state of schizophrenia, which may then trigger progressive changes in the left transverse temporal gyrus and left planum temporale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26073, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Accumulating EEG and MEG evidence indicates that patients with schizophrenia show reduced gamma band ASSR in the chronic state (e.g.,) and during the first episode (e.g.,). In the present study, however, we found significantly increased ASSR-BOLD signals in response to 80-Hz but not 40-Hz stimuli. reported that resting-state spontaneous neural oscillations in the gamma frequencies were increased by ketamine. NMDAR antagonists increase pyramidal cell activity and extracellular glutamate levels, and blocking the NMDAR with ketamine can cause schizophrenia-like symptoms, including cognitive dysfunction, in healthy subjects. Recently, high gamma (> 60-Hz) band oscillations have become an increasingly frequent subject of interest. For example, reported that high gamma band activities may be a fundamental aspect of temporal coding in cortical networks. Although the ASSR-BOLD may not independently reflect cognitive processes, this may be the case for the 80-Hz ASSR, as basic neural circuits that predominantly oscillate at high gamma frequencies might be more strongly implicated in cognitive processes. In another resting-state EEG study, reported that patients with schizophrenia at the untreated acute stage showed significantly higher spontaneous activities in high gamma (70 to 100-Hz) band, but not low gamma band. Given the question of why we only found hyperactivation for the 80-Hz stimuli, it is possible that increased spontaneous gamma activities are more apparent for 80-Hz compared with 40-Hz stimuli in the AESZ group. Alternatively, there may be a strong association between BOLD signals and high gamma band electrophysiological activities. The 80-Hz stimulation may be a resonant frequency for ASSR-BOLD responses in the AESZ group, resulting in hyperactivation for the 80-Hz stimuli only.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27888, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Given the present data, we are not able to explain why the left auditory cortex was overactivated during 80-Hz ASSR stimulation. However, the left and right transverse temporal gyri and left planum temporale have some differential cytoarchitectonic features that may be implicated in lateralized activation. Previously, our group reported left-lateralized abnormally-evoked gamma oscillations to vowel sounds in patients with schizophrenia. Additionally, Dierks et al. demonstrated increased fMRI activation in the left transverse temporal gyrus during auditory hallucinations in right-handed individuals with schizophrenia. In the current study, increased severity of global auditory hallucinatory experiences was associated with larger BOLD percent signal changes in the left auditory cortex in the AESZ group. Thus, the present results may support the view that the left auditory cortex is the site of defective anatomical substrate associated with auditory hallucinations in acute schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28888, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We found group differences in the time course of alterations in ASSR-BOLD. Specifically, we found that, unlike the NASZ and HC groups, the AESZ group exhibited a BOLD increase in high gamma-band ASSRs, especially during the period from 9 to 18 s after the onset of 80-Hz stimuli. In the HC group, BOLD signals decreased from 6 to 9 s for the same stimuli. This phenomenon may be associated with ASSR habituation, as demonstrated by an exponential electrophysiological decrease following repeated exposure to stimuli in rats. Indeed, AESZ patients may show delayed habituation to 80-Hz stimuli; however, further studies will be needed to clarify this issue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29545, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In interpreting the current study, it is important to consider several possible limitations. First, ASSR-BOLD responses are involved not only in gamma band activities, but broadband activities as well. However, only gamma band oscillations have been highly correlated with hemodynamic responses. The 80-Hz stimulation may be a resonant frequency with respect to the activation of ASSR-BOLD signals. Future studies should investigate this using simultaneous EEG-fMRI recordings. Second, our sample size was relatively small (24 HC, 14 NASZ, and 15 AESZ participants), partially due to the challenges of scanning schizophrenia patients in the acute phase. The association between 80-Hz ASSR-BOLD signals and auditory hallucinatory experiences should be confirmed in a larger sample.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30326, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, we found that AESZ patients showed significantly increased BOLD signals during an 80-Hz ASSR compared with NASZ and HC participants. This neural overactivation in patients in the acute state of schizophrenia might be related to the pathophysiology of schizophrenia with respect to glutamate toxicity in the left auditory cortex. Thus, the observed increase in BOLD signal patterns during 80-Hz ASSR may represent clinically relevant outcome predictors, leading to new therapeutic options.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30827, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding Sources", "sentences": [], "annotations": [], "relations": []}, {"offset": 30843, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported in part by a Grant-in-Aid for Scientific Research (B25293252 to S.K., C23591712 to T.O., B22791129 and 15K09836 to Y.H.), a Grant-in-Aid for Young Scientists (B) (15K19735 to N.O. and 25861044 to H.K.), and the Program for Advancing Strategic International Networks to Accelerate the Circulation of Talented Researchers from the , Japan (S2208 to S.K. and T.O.); a Research Grant from the Brain Science Foundation to Y.H.; the Research Group for Schizophrenia to N.O. and H.K.; the Health and Labor Sciences Research Grants for Comprehensive Research on Persons with Disabilities from , AMED (16dk0307047h0002) to S.K.; and  KAKENHI Grant numbers 25117011 and 25117001 to S.K. No additional external funding was received for this study. The funders had no role in study design, data collection, data analysis, interpretation, or writing of this report.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31720, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflicts of Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 31742, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31787, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 31808, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "H.K., T.O., Y.H., and T.U. designed the study; H.K., T.O., I.N., and T.U. performed the research; R.K. and S.K. contributed new reagents/analytic tools; H.K., H.M., and T.U. analyzed the data; H.K., T.O., Y.H., and T.U. wrote the paper; H.K. and N.O. recruited participants and acted as clinicians.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32107, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 32118, "infons": {"fpage": "723", "lpage": "728", "name_0": "surname:Bell;given-names:M.", "name_1": "surname:Milstein;given-names:R.", "name_2": "surname:Beam-Goulet;given-names:J.", "name_3": "surname:Lysaker;given-names:P.", "name_4": "surname:Cicchetti;given-names:D.", "pub-id_pmid": "1431824", "section_type": "REF", "source": "J. Nerv. Ment. Dis.", "type": "ref", "volume": "180", "year": "1992"}, "text": "The positive and negative syndrome scale and the brief psychiatric rating scale. Reliability, comparability, and predictive validity", "sentences": [], "annotations": [], "relations": []}, {"offset": 32251, "infons": {"fpage": "537", "lpage": "548", "name_0": "surname:Carlen;given-names:M.", "name_1": "surname:Meletis;given-names:K.", "name_2": "surname:Siegle;given-names:J.H.", "pub-id_pmid": "21468034", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "17", "year": "2012"}, "text": "A critical role for NMDA receptors in parvalbumin interneurons for gamma rhythm induction and behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 32354, "infons": {"fpage": "649", "lpage": "650", "name_0": "surname:Coyle;given-names:J.T.", "name_1": "surname:Konopaske;given-names:G.", "pub-id_pmid": "27305626", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "73", "year": "2016"}, "text": "Glutamatergic dysfunction in schizophrenia evaluated with magnetic resonance spectroscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 32444, "infons": {"fpage": "109", "lpage": "114", "name_0": "surname:Dale;given-names:A.M.", "pub-id_pmid": "10524601", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "8", "year": "1999"}, "text": "Optimal experimental design for event-related fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 32495, "infons": {"fpage": "615", "lpage": "621", "name_0": "surname:Dierks;given-names:T.", "name_1": "surname:Linden;given-names:D.E.", "name_2": "surname:Jandl;given-names:M.", "pub-id_pmid": "10197540", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "22", "year": "1999"}, "text": "Activation of Heschl's gyrus during auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 32555, "infons": {"name_0": "surname:First;given-names:M.", "name_1": "surname:Spitzer;given-names:R.", "name_2": "surname:Gibbon;given-names:M.", "section_type": "REF", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 32556, "infons": {"name_0": "surname:First;given-names:M.", "name_1": "surname:Spitzer;given-names:R.", "name_2": "surname:Gibbon;given-names:M.", "name_3": "surname:Williams;given-names:J.", "section_type": "REF", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 32557, "infons": {"fpage": "167", "lpage": "174", "name_0": "surname:Fletcher;given-names:P.C.", "name_1": "surname:Honey;given-names:G.D.", "pub-id_pmid": "16531099", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "10", "year": "2006"}, "text": "Schizophrenia, ketamine and cannabis: evidence of overlapping memory deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 32635, "infons": {"fpage": "189", "lpage": "210", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Holmes;given-names:A.P.", "name_2": "surname:Worsley;given-names:K.J.", "name_3": "surname:Poline;given-names:J.P.", "name_4": "surname:Frith;given-names:C.D.", "name_5": "surname:Frackowiak;given-names:R.S.J.", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "2", "year": "1994"}, "text": "Statistical parametric maps in functional imaging: a general linear approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 32712, "infons": {"fpage": "631", "lpage": "640", "name_0": "surname:Goense;given-names:J.B.", "name_1": "surname:Logothetis;given-names:N.K.", "pub-id_pmid": "18439825", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "18", "year": "2008"}, "text": "Neurophysiology of the BOLD fMRI signal in awake monkeys", "sentences": [], "annotations": [], "relations": []}, {"offset": 32769, "infons": {"fpage": "1", "lpage": "7", "name_0": "surname:Hatta;given-names:K.", "name_1": "surname:Ito;given-names:H.", "pub-id_pmid": "24851115", "section_type": "REF", "source": "Clin. Psychopharmacol. Neurosci.", "type": "ref", "volume": "12", "year": "2014"}, "text": "Strategies for early non-response to antipsychotic drugs in the treatment of acute-phase schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32872, "infons": {"fpage": "995", "lpage": "1005", "name_0": "surname:Herdman;given-names:A.T.", "name_1": "surname:Wollbrink;given-names:A.", "name_2": "surname:Chau;given-names:W.", "name_3": "surname:Ishii;given-names:R.", "name_4": "surname:Ross;given-names:B.", "name_5": "surname:Pantev;given-names:C.", "pub-id_pmid": "14568469", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "20", "year": "2003"}, "text": "Determination of activation areas in the human auditory cortex by means of synthetic aperture magnetometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 32979, "infons": {"fpage": "4897", "lpage": "4903", "name_0": "surname:Hirano;given-names:S.", "name_1": "surname:Hirano;given-names:Y.", "name_2": "surname:Maekawa;given-names:T.", "pub-id_pmid": "18463243", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Abnormal neural oscillatory activity to speech sounds in schizophrenia: a magnetoencephalography study", "sentences": [], "annotations": [], "relations": []}, {"offset": 33082, "infons": {"fpage": "813", "lpage": "821", "name_0": "surname:Hirano;given-names:Y.", "name_1": "surname:Oribe;given-names:N.", "name_2": "surname:Kanba;given-names:S.", "name_3": "surname:Onitsuka;given-names:T.", "name_4": "surname:Nestor;given-names:P.G.", "name_5": "surname:Spencer;given-names:K.M.", "pub-id_pmid": "25587799", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Spontaneous gamma activity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33126, "infons": {"fpage": "11496", "lpage": "11500", "name_0": "surname:Homayoun;given-names:H.", "name_1": "surname:Moghaddam;given-names:B.", "pub-id_pmid": "17959792", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "NMDA receptor hypofunction produces opposite effects on prefrontal cortex interneurons and pyramidal neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 33235, "infons": {"fpage": "260", "lpage": "270", "name_0": "surname:Hutsler;given-names:J.J.", "name_1": "surname:Gazzaniga;given-names:M.S.", "pub-id_pmid": "8670655", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "6", "year": "1996"}, "text": "Acetylcholinesterase staining in human auditory and language cortices: regional variation of structural features", "sentences": [], "annotations": [], "relations": []}, {"offset": 33348, "infons": {"fpage": "345", "lpage": "358", "name_0": "surname:Kann;given-names:O.", "name_1": "surname:Huchzermeyer;given-names:C.", "name_2": "surname:Kovacs;given-names:R.", "name_3": "surname:Wirtz;given-names:S.", "name_4": "surname:Schuelke;given-names:M.", "pub-id_pmid": "21183487", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "134", "year": "2011"}, "text": "Gamma oscillations in the hippocampus require high complex I gene expression and strong functional performance of mitochondria", "sentences": [], "annotations": [], "relations": []}, {"offset": 33475, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:S.R.", "name_1": "surname:Fiszbein;given-names:A.", "name_2": "surname:Opler;given-names:L.A.", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33542, "infons": {"fpage": "881", "lpage": "891", "name_0": "surname:Kayser;given-names:C.", "name_1": "surname:Kim;given-names:M.", "name_2": "surname:Ugurbil;given-names:K.", "name_3": "surname:Kim;given-names:D.S.", "name_4": "surname:Konig;given-names:P.", "pub-id_pmid": "15084493", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "14", "year": "2004"}, "text": "A comparison of hemodynamic and neural responses in cat visual cortex using complex stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 33634, "infons": {"fpage": "199", "lpage": "214", "name_0": "surname:Krystal;given-names:J.H.", "name_1": "surname:Karper;given-names:L.P.", "name_2": "surname:Seibyl;given-names:J.P.", "pub-id_pmid": "8122957", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "51", "year": "1994"}, "text": "Subanesthetic effects of the noncompetitive NMDA antagonist, ketamine, in humans. Psychotomimetic, perceptual, cognitive, and neuroendocrine responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 33785, "infons": {"fpage": "1001", "lpage": "1005", "name_0": "surname:Kwon;given-names:J.S.", "name_1": "surname:O'Donnell;given-names:B.F.", "name_2": "surname:Wallenstein;given-names:G.V.", "pub-id_pmid": "10565499", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "56", "year": "1999"}, "text": "Gamma frequency-range abnormalities to auditory stimulation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33862, "infons": {"fpage": "15", "lpage": "24", "name_0": "surname:Li;given-names:H.", "name_1": "surname:Turkoz;given-names:I.", "name_2": "surname:Zhang;given-names:F.", "pub-id_pmid": "26730193", "section_type": "REF", "source": "Neuropsychiatr. Dis. Treat.", "type": "ref", "volume": "12", "year": "2016"}, "text": "Efficacy and safety of once-monthly injection of paliperidone palmitate in hospitalized Asian patients with acute exacerbated schizophrenia: an open-label, prospective, noncomparative study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34052, "infons": {"fpage": "1283", "lpage": "1291", "name_0": "surname:Logothetis;given-names:N.K.", "name_1": "surname:Augath;given-names:M.", "name_2": "surname:Murayama;given-names:Y.", "pub-id_pmid": "20818384", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "13", "year": "2010"}, "text": "The effects of electrical microstimulation on cortical signal propagation", "sentences": [], "annotations": [], "relations": []}, {"offset": 34126, "infons": {"fpage": "150", "lpage": "157", "name_0": "surname:Logothetis;given-names:N.K.", "name_1": "surname:Pauls;given-names:J.", "name_2": "surname:Augath;given-names:M.", "name_3": "surname:Trinath;given-names:T.", "name_4": "surname:Oeltermann;given-names:A.", "pub-id_pmid": "11449264", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "412", "year": "2001"}, "text": "Neurophysiological investigation of the basis of the fMRI signal", "sentences": [], "annotations": [], "relations": []}, {"offset": 34191, "infons": {"fpage": "120", "lpage": "129", "name_0": "surname:Marsman;given-names:A.", "name_1": "surname:van den Heuvel;given-names:M.P.", "name_2": "surname:Klomp;given-names:D.W.", "name_3": "surname:Kahn;given-names:R.S.", "name_4": "surname:Luijten;given-names:P.R.", "name_5": "surname:Hulshoff Pol;given-names:H.E.", "pub-id_pmid": "21746807", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "Glutamate in schizophrenia: a focused review and meta-analysis of (1)H-MRS studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 34274, "infons": {"fpage": "630", "lpage": "639", "name_0": "surname:Mitra;given-names:S.", "name_1": "surname:Nizamie;given-names:S.H.", "name_2": "surname:Goyal;given-names:N.", "name_3": "surname:Tikka;given-names:S.K.", "pub-id_pmid": "25854748", "section_type": "REF", "source": "Psychiatry Clin. Neurosci.", "type": "ref", "volume": "69", "year": "2015"}, "text": "Evaluation of resting state gamma power as a response marker in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34352, "infons": {"fpage": "451", "lpage": "463", "name_0": "surname:Mouchlianitis;given-names:E.", "name_1": "surname:McCutcheon;given-names:R.", "name_2": "surname:Howes;given-names:O.D.", "pub-id_pmid": "26948188", "section_type": "REF", "source": "Lancet Psychiatry", "type": "ref", "volume": "3", "year": "2016"}, "text": "Brain-imaging studies of treatment-resistant schizophrenia: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 34432, "infons": {"fpage": "1095", "lpage": "1103", "name_0": "surname:Murayama;given-names:Y.", "name_1": "surname:Biessmann;given-names:F.", "name_2": "surname:Meinecke;given-names:F.C.", "pub-id_pmid": "20096530", "section_type": "REF", "source": "Magn. Reson. Imaging", "type": "ref", "volume": "28", "year": "2010"}, "text": "Relationship between neural and hemodynamic signals during spontaneous activity studied with temporal kernel CCA", "sentences": [], "annotations": [], "relations": []}, {"offset": 34545, "infons": {"fpage": "948", "lpage": "951", "name_0": "surname:Niessing;given-names:J.", "name_1": "surname:Ebisch;given-names:B.", "name_2": "surname:Schmidt;given-names:K.E.", "name_3": "surname:Niessing;given-names:M.", "name_4": "surname:Singer;given-names:W.", "name_5": "surname:Galuske;given-names:R.A.", "pub-id_pmid": "16081740", "section_type": "REF", "source": "Science", "type": "ref", "volume": "309", "year": "2005"}, "text": "Hemodynamic signals correlate tightly with synchronized gamma oscillations", "sentences": [], "annotations": [], "relations": []}, {"offset": 34620, "infons": {"fpage": "101", "lpage": "112", "name_0": "surname:O'Donnell;given-names:B.F.", "name_1": "surname:Vohs;given-names:J.L.", "name_2": "surname:Krishnan;given-names:G.P.", "name_3": "surname:Rass;given-names:O.", "name_4": "surname:Hetrick;given-names:W.P.", "name_5": "surname:Morzorati;given-names:S.L.", "pub-id_pmid": "24053034", "section_type": "REF", "source": "Suppl. Clin. Neurophysiol.", "type": "ref", "volume": "62", "year": "2013"}, "text": "The auditory steady-state response (ASSR): a translational biomarker for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34707, "infons": {"fpage": "88", "lpage": "96", "name_0": "surname:Olabi;given-names:B.", "name_1": "surname:Ellison-Wright;given-names:I.", "name_2": "surname:McIntosh;given-names:A.M.", "name_3": "surname:Wood;given-names:S.J.", "name_4": "surname:Bullmore;given-names:E.", "name_5": "surname:Lawrie;given-names:S.M.", "pub-id_pmid": "21457946", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Are there progressive brain changes in schizophrenia? A meta-analysis of structural magnetic resonance imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 34826, "infons": {"fpage": "97", "lpage": "113", "name_0": "surname:Oldfield;given-names:R.C.", "pub-id_pmid": "5146491", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "9", "year": "1971"}, "text": "The assessment and analysis of handedness: the Edinburgh inventory", "sentences": [], "annotations": [], "relations": []}, {"offset": 34893, "infons": {"fpage": "218", "lpage": "229", "name_0": "surname:Ollinger;given-names:J.M.", "name_1": "surname:Corbetta;given-names:M.", "name_2": "surname:Shulman;given-names:G.L.", "pub-id_pmid": "11133324", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "13", "year": "2001"}, "text": "Separating processes within a trial in event-related functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 34961, "infons": {"fpage": "86", "lpage": "97", "name_0": "surname:Owen;given-names:M.J.", "name_1": "surname:Sawa;given-names:A.", "name_2": "surname:Mortensen;given-names:P.B.", "pub-id_pmid": "26777917", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "388", "year": "2016"}, "text": "Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34975, "infons": {"fpage": "113", "name_0": "surname:Prado-Gutierrez;given-names:P.", "name_1": "surname:Castro-Farinas;given-names:A.", "name_2": "surname:Morgado-Rodriguez;given-names:L.", "name_3": "surname:Velarde-Reyes;given-names:E.", "name_4": "surname:Martinez;given-names:A.D.", "name_5": "surname:Martinez-Montes;given-names:E.", "pub-id_pmid": "26557360", "section_type": "REF", "source": "Audiol Res.", "type": "ref", "volume": "5", "year": "2015"}, "text": "Habituation of auditory steady state responses evoked by amplitude-modulated acoustic signals in rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 35077, "infons": {"fpage": "1105", "lpage": "1114", "name_0": "surname:Rivolta;given-names:D.", "name_1": "surname:Heidegger;given-names:T.", "name_2": "surname:Scheller;given-names:B.", "pub-id_pmid": "25987642", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "41", "year": "2015"}, "text": "Ketamine dysregulates the amplitude and connectivity of high-frequency oscillations in cortical-subcortical networks in humans: evidence from resting-state magnetoencephalography-recordings", "sentences": [], "annotations": [], "relations": []}, {"offset": 35267, "infons": {"fpage": "2029", "lpage": "2039", "name_0": "surname:Ross;given-names:B.", "name_1": "surname:Herdman;given-names:A.T.", "name_2": "surname:Pantev;given-names:C.", "pub-id_pmid": "15772375", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "15", "year": "2005"}, "text": "Right hemispheric laterality of human 40 Hz auditory steady-state responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 35343, "infons": {"fpage": "2129", "lpage": "2143", "name_0": "surname:Salomon;given-names:J.A.", "name_1": "surname:Vos;given-names:T.", "name_2": "surname:Hogan;given-names:D.R.", "pub-id_pmid": "23245605", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "380", "year": "2012"}, "text": "Common values in assessing health outcomes from disease and injury: disability weights measurement study for the Global Burden of Disease Study 2010", "sentences": [], "annotations": [], "relations": []}, {"offset": 35492, "infons": {"fpage": "572", "lpage": "583", "name_0": "surname:Scheeringa;given-names:R.", "name_1": "surname:Fries;given-names:P.", "name_2": "surname:Petersson;given-names:K.M.", "pub-id_pmid": "21315266", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "69", "year": "2011"}, "text": "Neuronal dynamics underlying high- and low-frequency EEG oscillations contribute independently to the human BOLD signal", "sentences": [], "annotations": [], "relations": []}, {"offset": 35612, "infons": {"fpage": "10238", "lpage": "10243", "name_0": "surname:Scholvinck;given-names:M.L.", "name_1": "surname:Maier;given-names:A.", "name_2": "surname:Ye;given-names:F.Q.", "name_3": "surname:Duyn;given-names:J.H.", "name_4": "surname:Leopold;given-names:D.A.", "pub-id_pmid": "20439733", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "107", "year": "2010"}, "text": "Neural basis of global resting-state fMRI activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 35663, "infons": {"fpage": "277", "lpage": "294", "name_0": "surname:Seldon;given-names:H.L.", "pub-id_pmid": "7306814", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "229", "year": "1981"}, "text": "Structure of human auditory cortex. I. Cytoarchitectonics and dendritic distributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 35749, "infons": {"fpage": "27", "lpage": "36", "name_0": "surname:Sivarao;given-names:D.V.", "pub-id_pmid": "25809615", "section_type": "REF", "source": "Ann. N. Y. Acad. Sci.", "type": "ref", "volume": "1344", "year": "2015"}, "text": "The 40-Hz auditory steady-state response: a selective biomarker for cortical NMDA function", "sentences": [], "annotations": [], "relations": []}, {"offset": 35840, "infons": {"fpage": "1027", "lpage": "1035", "name_0": "surname:Tada;given-names:M.", "name_1": "surname:Nagai;given-names:T.", "name_2": "surname:Kirihara;given-names:K.", "pub-id_pmid": "25452567", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "26", "year": "2014"}, "text": "Differential alterations of auditory gamma oscillatory responses between pre-onset high-risk individuals and first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35977, "infons": {"fpage": "65", "lpage": "74", "name_0": "surname:Takahashi;given-names:T.", "name_1": "surname:Suzuki;given-names:M.", "name_2": "surname:Zhou;given-names:S.Y.", "pub-id_pmid": "20051316", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "119", "year": "2010"}, "text": "A follow-up MRI study of the superior temporal subregions in schizotypal disorder and first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36091, "infons": {"fpage": "99", "lpage": "105", "name_0": "surname:Tsuchimoto;given-names:R.", "name_1": "surname:Kanba;given-names:S.", "name_2": "surname:Hirano;given-names:S.", "pub-id_pmid": "21849245", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "133", "year": "2011"}, "text": "Reduced high and low frequency gamma synchronization in patients with chronic schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36183, "infons": {"fpage": "14", "lpage": "28", "name_0": "surname:Uhlhaas;given-names:P.J.", "name_1": "surname:Pipa;given-names:G.", "name_2": "surname:Neuenschwander;given-names:S.", "name_3": "surname:Wibral;given-names:M.", "name_4": "surname:Singer;given-names:W.", "pub-id_pmid": "21034768", "section_type": "REF", "source": "Prog. Biophys. Mol. Biol.", "type": "ref", "volume": "105", "year": "2011"}, "text": "A new look at gamma? High- (> 60 Hz) gamma-band activity in cortical networks: function, mechanisms and impairment", "sentences": [], "annotations": [], "relations": []}, {"offset": 36298, "infons": {"fpage": "72", "lpage": "80", "name_0": "surname:Uhlhaas;given-names:P.J.", "name_1": "surname:Roux;given-names:F.", "name_2": "surname:Rodriguez;given-names:E.", "name_3": "surname:Rotarska-Jagiela;given-names:A.", "name_4": "surname:Singer;given-names:W.", "pub-id_pmid": "20080054", "section_type": "REF", "source": "Trends Cogn. Sci. (Regul. Ed.)", "type": "ref", "volume": "14", "year": "2010"}, "text": "Neural synchrony and the development of cortical networks", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}