{"source": "PMC", "date": "20201217", "key": "pmc.key", "infons": {}, "documents": [{"id": "5157971", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Thalamocortical Connectivity in Ketamine Users", "article-id_doi": "10.1371/journal.pone.0167381", "article-id_pmc": "5157971", "article-id_pmid": "27977717", "article-id_publisher-id": "PONE-D-16-10434", "elocation-id": "e0167381", "issue": "12", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Liao;given-names:Yanhui", "name_1": "surname:Tang;given-names:Jinsong", "name_10": "surname:Liu;given-names:Tieqiao", "name_11": "surname:Chen;given-names:Xiaogang", "name_12": "surname:Song;given-names:Ming", "name_13": "surname:Hao;given-names:Wei", "name_14": "surname:Stamatakis;given-names:Emmanuel Andreas", "name_2": "surname:Liu;given-names:Jianbin", "name_3": "surname:Xie;given-names:An", "name_4": "surname:Yang;given-names:Mei", "name_5": "surname:Johnson;given-names:Maritza", "name_6": "surname:Wang;given-names:Xuyi", "name_7": "surname:Deng;given-names:Qijian", "name_8": "surname:Chen;given-names:Hongxian", "name_9": "surname:Xiang;given-names:Xiaojun", "notes": "Data are available from the Second Xiangya Hospital of Central South University Ethics Committee for researchers who meet the criteria for access to confidential data. Interested researchers may contact Kyb4080@163.com or xiangyagcp@126.com to request access to these data.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "11", "year": "2016"}, "text": "Decreased Thalamocortical Connectivity in Chronic Ketamine Users", "sentences": [], "annotations": [], "relations": []}, {"offset": 65, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Disintegration in thalamocortical integration suggests its role in the mechanistic ‘switch’ from recreational to dysregulated drug seeking/addiction. In this study, we aimed to address whether thalamic nuclear groups show altered functional connectivity within the cerebral cortex in chronic ketamine users. One hundred and thirty subjects (41 ketamine users and 89 control subjects) underwent rsfMRI (resting-state functional Magnetic Resonance Imaging). Based on partial correlation functional connectivity analysis we partitioned the thalamus into six nuclear groups that correspond well with human histology. Then, in the area of each nuclear group, the functional connectivity differences between the chronic ketamine user group and normal control group were investigated. We found that the ketamine user group showed significantly less connectivity between the thalamic nuclear groups and the cortical regions-of-interest, including the prefrontal cortex, the motor cortex /supplementary motor area, and the posterior parietal cortex. However, no increased thalamic connectivity was observed for these regions as compared with controls. This study provides the first evidence of abnormal thalamocortical connectivity of resting state brain activity in chronic ketamine users. Further understanding of pathophysiological mechanisms of the thalamus in addiction (ketamine addiction) may facilitate the evaluation of much-needed novel pharmacological agents for improved therapy of this complex disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1572, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1585, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ketamine is a “dissociative” anesthetic drug and a derivative of PCP (phencyclidine), but with a shorter duration of action and less toxicity. Ketamine was first synthesized in 1962 by an American chemist Calvin Lee Stevens in the Parke-Davis Laboratories. In 1970 the U.S. Food and Drug Administration (FDA) approved ketamine for human medical use as an anesthetic drug. However, it is also a psychedelic drug that can produce psychological dependence. Recently, ketamine has been used as an illicit drug inside and outside of club and rave scenes in many parts of the world, such as China, Indonesia, Malaysia, and Australia. There are multiple dangers associated with nonmedical use and abuse of ketamine, such as dependence and psychiatric morbidity, lower urinary tract dysfunction, brain structural and functional abnormality, and sexual impulsiveness or violence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2456, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Drug addiction (including ketamine) results in deficits in cognitive and emotional processes, which are involved in the thalamocortical network. The thalamus plays a central and dynamic role in information transmission and processing in the brain by controlling corticocortical information that is being passed through the thalamus from one cortical area to another. The thalamus is composed of a very complex circuitry between multiple brain regions, including the prefrontal cortex, anterior cingulate, basal ganglia, cerebellum, motor and sensory regions, and association regions of the cerebral cortex. Thus, the thalamus may play a role as an active partner in the whole brain of cortical computations. Disintegration in the thalamocortical network is a change associated with addiction, it also suggests it plays a mechanistic role in the 'switch' from recreational to dysregulated drug seeking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3358, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Resting state functional connectivity is a relatively novel fMRI approach that provides insight for investigations in intrinsic brain connections, critical neurocircuits and pathophysiological alterations in a variety of neuropsychiatric disorders, including schizophrenia and addiction. A functional connectivity study demonstrated the relationship of resting brain hyperconnectivity and schizophrenia-like symptoms produced by ketamine infusion in 22 healthy humans. Understanding chronic use of ketamine and its impact on resting state functional connectivity may help us to understand the neurobiological mechanism for addiction, and given its special role in neuropsychiatric disorders may provide some implications in treatment-resistant depression and schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4132, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study we used rsfMRI to test whether thalamocortical connectivity is altered in chronic ketamine users. Evidence shows that learning and performance factors are integrated into a network centered on the mediodorsal thalamus. Additionally, deficits in goal-directed control and a consequent dysregulation of habit learning processes could result in compulsive drug seeking. Given this evidence we hypothesize that thalamic nuclear groups would show altered resting state functional connectivity (RSFC) in the cerebral cortex of chronic ketamine users (ketamine addicts) when compared with healthy controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4746, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4754, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study population", "sentences": [], "annotations": [], "relations": []}, {"offset": 4771, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One hundred and thirty subjects (41 ketamine dependent subjects and 89 drug-free healthy subjects) were enrolled in this study. All subjects were Han Chinese and between the ages of 19–39 with normal or corrected-to-normal vision. Ketamine dependent volunteers were recruited from two sites in Changsha city: the Kangda Voluntary Drug Rehabilitation Centers in Hunan Province and the Department of Addiction Medicine, Hunan Brain Hospital. All ketamine users met the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV) criteria for lifetime ketamine dependence determined by the Structured Clinical Interview (SCID). Ketamine subjects were excluded if they met criteria for other substance dependence (excluding nicotine dependence) at any time, past and present. Drug free healthy control subjects were recruited through a combination of targeted site sampling, advertisement, and snowball sampling referrals. All participants were Han Chinese with no history of neurological disorder or other psychiatric illness; neither did they have a first degree relative with substance abuse or a history of psychiatric illness. Additionally, any participant that tested positive for pregnancy was excluded from participation. A licensed psychiatrist conducted all clinical interviews.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6059, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The protocol was approved by the university ethics committee (The Second Xiangya Hospital of Central South University Review Board, No. S054, 2008) as well as carried out in accordance with the Declaration of Helsinki. All subjects were informed about all procedures and any potential risks associated with the procedures. Once provided this information, written informed consent was obtained by all subjects. Craving for both ketamine and smoking were assessed by The Visual Analogue Scale for Craving (VASc). The VASc assesses craving using a scale from 0–10, where a score of 0 represents null craving and a score of 10 represents the most extreme craving. The Digit Symbol Test (DST), Trail Making Test A (TMTA) and The Stroop Color—Word Test (CWT) were also used to measure subject’s cognitive functioning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6871, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Scan acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 6888, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MR imaging was carried out using a Siemens Magnetom Trio 3.0T MR scanner (Erlangen, Germany). Functional images were collected axially by using an echo-planar imaging (EPI) sequence sensitive to BOLD contrast. The acquisition parameters were as follows: 36 slices, 3000/30 ms (TR/TE), 4 mm thickness, 220×220 mm (FOV), 64×64 (resolution within slice), 90° (flip angle). The FOV covered all brain regions for all participants. Resting state was collected during the fMRI and lasted 9 minutes with 180 volumes obtained. During the resting state scan all subjects were instructed to stay as motionless as possible with their eyes closed and to not think of anything in particular. Additionally, for spatial normalization, each participant received a 3D anatomical MRI image with a T1-weighted magnetization-prepared rapid-acquisition gradient echo (MP-RAGE). The protocol was as follows: sagittal, repetition time = 2000 ms, echo time = 2.26 ms, inversion time = 900 ms, flip angle = 8°, slice thickness = 1 mm, FOV = 256 × 256 mm2, in-plane resolution = 1 × 1 mm2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7951, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 7970, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional MRIs were preprocessed using SPM8 and in-house programs on the Matlab 2010 platform. Of the 180 scans obtained for each participant, the first 5 were discarded to allow the MR signal to reach a steady state. The remaining fMRI scans underwent preprocessing that included slice timing, motion correction, registration and normalization to a standard Montreal Neurological Institute (MNI) space, and resampling to a stereoscopic 3 mm3. The resulting data were checked to ensure alignment and spatial correspondence. Next, any linear trend shifts and head motion were removed voxel wise by regression. Finally, to reduce low-frequency drift and high-frequency noise, the fMRI data were temporally filtered using a band-pass range between 0.01 and 0.08 Hz with AFNI (http://afni.nimh.nih.gov/). It is noted that the spatial smoothing was omitted to maximize resolution in the analyses of thalamus nuclei groups, which are smaller brain structures. Additionally, we found that the average BOLD signal across all voxels in the brain was significantly correlated with the average time series within the thalamus as reported in other studies. These results confirm that the study did not regress out of the global signal within the brain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9212, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cortical ROI definition", "sentences": [], "annotations": [], "relations": []}, {"offset": 9236, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To investigate the specific functional relationships between the cortex and the thalamus, nuclei groups within the thalamus were partitioned into several nuclei groups using the methods proposed in previous studies. Since there are distinct connections between thalamic sub-regions and the cerebral cortex, specific functional relationships between them can be used to parcel the thalamus into nuclear subdivisions. In concurrence with relevant research knowledge this study divided the cortex into 6 non-overlapping regions of interest: the prefrontal cortex, motor cortex/supplementary motor area, somatosensory cortex, temporal cortex, posterior parietal cortex, and occipital cortex. We used the Harvard-Oxford maximum probabilistic atlas of cortical structures (http://www.fmrib.ox.ac.uk/fsl/) to construct these regions of interest as shown in a previous study. The cortical regions of interest (ROIs) are shown in Fig 1A, along with the details of the six regions of interest listed in S1 Table. In short, the prefrontal cortex ROI consisted of the superior, middle, and inferior frontal gyri, the middle and lateral orbitofrontal gyri, the gyrus rectus, and the anterior cingulate gyrus. Additionally, the motor cortex/supplementary motor area ROIs consisted of the precentral gyrus and the supplementary motor area. The somatosensory region of interest was the postcentral gyrus. The temporal lobe region of interest consisted of the superior, middle, and inferior temporal gyri, the parahippocampal gyrus, and the fusiform gyrus. The posterior parietal region of interest consisted of the superior parietal, the supramarginal, the angular gyri, the posterior cingulate, and the precuneus. Finally, the occipital region of interest consisted of the superior, middle, and inferior occipital gyri, the lingual gyrus, and the cuneus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11076, "infons": {"file": "pone.0167381.g001.jpg", "id": "pone.0167381.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The diffusively decreased thalamocortical connectivity in ketamine-dependent subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11163, "infons": {"file": "pone.0167381.g001.jpg", "id": "pone.0167381.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "A. The 6 cortical regions-of-interest. B. Thalamocortical connectivity of the drug-free control subjects. C. Thalamocortical connectivity of the ketamine-dependent subjects. D. Group differences in thalamocortical connectivity for the drug-free control subjects and the ketamine-dependent subjects. All shown clusters in this study were corrected for multiple comparisons with the corrected statistical threshold of P<0.05 using the AlphaSim program (single voxele p value<0.01, and ≥108 mm3 (4 adjacent voxels). A presentation formation referred to the previous study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11733, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Partial correlation mapping between cortical regions-of-interest and thalamus", "sentences": [], "annotations": [], "relations": []}, {"offset": 11811, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The average fMRI time course was extracted from each cortical ROI. Partial correlations were computed for each voxel in the thalamus using these time courses. Specifically, after eliminating the influence of all other cortical ROIs, the results show a partial correlation between the local thalamic signal and the cortical ROI. To calculate statistical significance partial correlation coefficients were converted to a normal distribution using Fisher’s R-to-Z transformation. From this conversion we computed partial correlations between each thalamic voxel and each of the six cortical ROIs for each subject.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12422, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Group-level Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12455, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For both ketamine-dependent subjects and drug free healthy controls we checked the thalamocortical connectivity patterns between the six regions of interest in the cortex compared to the distinct areas of the thalamus using a one-sample t-test. Then, we used a two-sample t-test to investigate whether there were significant differences in the thalamocortical connectivity patterns between the two groups. In this study, the AlphaSim program of the AFNI software package was used to correct for multiple comparisons. Parameters were as follows: single P value = 0.01, FWHM = 0, cluster connection radius r = 6.00 mm, mask of the thalamus with a resolution of 3*3*3 mm, and a number of Monte Carlo iterations = 1000. Finally, we explored whether there was a significant Pearson’s correlation between the strength of partial correlation and various ketamine use variables and behavioral scores in the ketamine dependent subjects. Behavioral scores included duration of ketamine abuse, daily average use of ketamine, total quantity of ketamine use, ketamine craving scores and cognitive test scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13552, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13560, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 13588, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "One ketamine dependent subject and one control subject had severe head motion and as a result were not included in statistical analysis. For other participants, the maximum displacement in the cardinal direction was not greater than 3 mm and the maximum spin was not greater than 3°. Therefore, the final data set consisted of one hundred and twenty-eight (40 ketamine dependent subjects and 88 drug-free control subjects) subjects. Detailed demographic and clinical characteristics for the two groups (40 ketamine dependent subjects and 88 drug-free healthy subjects) are summarized in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14184, "infons": {"file": "pone.0167381.t001.xml", "id": "pone.0167381.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Demographic and drug use characteristics of ketamine dependent subjects and drug-free healthy subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14288, "infons": {"file": "pone.0167381.t001.xml", "id": "pone.0167381.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">Ketamine users/smokers (n = 40)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Controls (n = 88)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Two sample T test</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">X<sup>2</sup></th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Demographic variables</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age, years, mean±SD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">26.8 ±4.91</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">27.1 ±5.14</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">p = 0.731</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Range (years)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19–39</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19–39</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Male/Female, %</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">33/7 (17.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">70/18 (20.45%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">p = 0.696</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Subjects’ education, years, mean±SD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11.9±2.75</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14.1±2.94</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P&lt;0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Right/left-handed, %</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">39/1 (2.56%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">85/3 (3.53%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">P&gt;0.999</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Unmarried/Married, %</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">25/15(37.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">54/34 (38.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">P = 0.902</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Ketamine use variables</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age of first use, years, mean±SD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">23.10±5.21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Range (years)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14–36</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Duration, months, mean±SD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">41.1±21.79</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Range (months)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12–126</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Times of using ketamine/day</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.85</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Range (times)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1–4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Quantity of using ketamine/time (g)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.74 ±0.52</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Range (g)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.1–2.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Smoking variables</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Smokers (&gt;100 cigarette lifetime)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">44</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">44</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age of first smoking, years, mean±SD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.2±3.09</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17.9±4.29</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P = 0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Range (years)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10–30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11–30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Duration, years, mean±SD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11.6±4.72</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.4±5.67</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P = 0.286</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Range (years)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5–21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5–21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Smoked cigarette/day,mean±SD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16.6±7.71</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.1±11.54</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P&lt;0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Range (cigarettes)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8–40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10–40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Other Drugs and alcohol use<xref ref-type=\"table-fn\" rid=\"t001fn001\"><sup>a</sup></xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Alcohol<xref ref-type=\"table-fn\" rid=\"t001fn002\"><sup>b</sup></xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">48</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ecstasy</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">28</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ma Gu (amphetaminecaffeine)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Methamphetamine(ice)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Marijuana</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Benzodiazepine (only diazepam)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heroin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cocaine</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Drug craving</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ketamine craving (cm)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.3±2.72</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">―</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Smoking craving (cm)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.4±2.18</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.5±1.25</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P = 0.016</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Cognitive Tests</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Digit Symbol Test (number of symbols)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">64.5±15.83 (n = 40)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">76.43±16.54 (n = 88)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P&lt;0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Trail Making Test A (seconds)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">39.7±11.80 (n = 39)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">39.3±12.57 (n = 88)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P = 0.883</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">The Stroop Word Test (seconds)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">66.7±15.78 (n = 37)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">57.5±12.72 (n = 88)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P = 0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">The Stroop Color Test (seconds)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">174.5±53.81 (n = 32)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">138.5±39.74 (n = 85)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P&lt;0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "\tKetamine users/smokers (n = 40)\tControls (n = 88)\tTwo sample T test\tX2\t \tDemographic variables\t\t\t\t\t \tAge, years, mean±SD\t26.8 ±4.91\t27.1 ±5.14\tp = 0.731\t\t \tRange (years)\t19–39\t19–39\t\t\t \tMale/Female, %\t33/7 (17.5%)\t70/18 (20.45%)\t\tp = 0.696\t \tSubjects’ education, years, mean±SD\t11.9±2.75\t14.1±2.94\tP<0.001\t\t \tRight/left-handed, %\t39/1 (2.56%)\t85/3 (3.53%)\t\tP>0.999\t \tUnmarried/Married, %\t25/15(37.5%)\t54/34 (38.6%)\t\tP = 0.902\t \tKetamine use variables\t\t\t\t\t \tAge of first use, years, mean±SD\t23.10±5.21\t―\t\t\t \tRange (years)\t14–36\t―\t\t\t \tDuration, months, mean±SD\t41.1±21.79\t―\t\t\t \tRange (months)\t12–126\t―\t\t\t \tTimes of using ketamine/day\t1.85\t―\t\t\t \tRange (times)\t1–4\t―\t\t\t \tQuantity of using ketamine/time (g)\t0.74 ±0.52\t―\t\t\t \tRange (g)\t0.1–2.5\t―\t\t\t \tSmoking variables\t\t\t\t\t \tSmokers (>100 cigarette lifetime)\t44\t44\t\t\t \tAge of first smoking, years, mean±SD\t15.2±3.09\t17.9±4.29\tP = 0.001\t\t \tRange (years)\t10–30\t11–30\t\t\t \tDuration, years, mean±SD\t11.6±4.72\t10.4±5.67\tP = 0.286\t\t \tRange (years)\t1.5–21\t1.5–21\t\t\t \tSmoked cigarette/day,mean±SD\t16.6±7.71\t10.1±11.54\tP<0.001\t\t \tRange (cigarettes)\t8–40\t10–40\t\t\t \tOther Drugs and alcohol usea\t\t\t\t\t \tAlcoholb\t30\t48\t\t\t \tEcstasy\t28\t―\t\t\t \tMa Gu (amphetaminecaffeine)\t27\t―\t\t\t \tMethamphetamine(ice)\t23\t―\t\t\t \tMarijuana\t8\t―\t\t\t \tBenzodiazepine (only diazepam)\t6\t―\t\t\t \tHeroin\t―\t―\t\t\t \tCocaine\t―\t―\t\t\t \tDrug craving\t\t\t\t\t \tKetamine craving (cm)\t6.3±2.72\t―\t\t\t \tSmoking craving (cm)\t5.4±2.18\t6.5±1.25\tP = 0.016\t\t \tCognitive Tests\t\t\t\t\t \tDigit Symbol Test (number of symbols)\t64.5±15.83 (n = 40)\t76.43±16.54 (n = 88)\tP<0.001\t\t \tTrail Making Test A (seconds)\t39.7±11.80 (n = 39)\t39.3±12.57 (n = 88)\tP = 0.883\t\t \tThe Stroop Word Test (seconds)\t66.7±15.78 (n = 37)\t57.5±12.72 (n = 88)\tP = 0.001\t\t \tThe Stroop Color Test (seconds)\t174.5±53.81 (n = 32)\t138.5±39.74 (n = 85)\tP<0.001\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16085, "infons": {"file": "pone.0167381.t001.xml", "id": "pone.0167381.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "aEach person could have tried more than one drug; drugs have been included even only tried once in the lifetime.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16198, "infons": {"file": "pone.0167381.t001.xml", "id": "pone.0167381.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "bFour participants reported drinking more than once/week among ketaminesubjects, and three control subjects reported drinking more than once/week.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16345, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Thalamocortical connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 16374, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Drug-free Control subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 16401, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Each cortical region of interest was connected to distinct, largely non-overlapping regions of the thalamus, as shown in Fig 1B. Although our methods in this study were not identical to previous studies the results are virtually identical. Specifically, the prefrontal cortex was functionally correlated to the anterior and dorsomedial regions of the thalamus. The motor cortex/supplementary motor area showed strong correlation with ventral lateral portions of the thalamus. The somatosensory regions of interest showed significant connection to ventral posterior-lateral portions of the thalamus and the posterior parietal cortex was robustly connected with the posterior nucleus and the pulvinar. Additionally, the temporal lobe and occipital cortex directly correlated with posterior medial and lateral areas of the thalamus, which appears consistent with the medial geniculate nucleus and the lateral geniculate nucleus, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17341, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Ketamine dependent subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 17369, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A similar pattern of functional connectivity between the cortex and thalamus was demonstrated in the ketamine dependent subjects as shown in Fig 1C. However, there were qualitative differences between the ketamine dependent subjects and the drug free control subjects. Particularly, in the ketamine dependent subjects the connectivity between the motor cortex/supplementary motor area, the posterior parietal cortex and the specific nucleus of the thalamus appeared markedly less weak.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17855, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Group differences in thalamocortical connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 17905, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Group differences in thalamocortical connectivity were summarized in Table 2 and shown graphically in Fig 1D. The ketamine dependent subjects demonstrated less connectivity between the specific nucleus of the thalamus and the cortical regions, including the prefrontal cortex, the motor cortex /supplementary motor area, and the posterior parietal cortex. No increased thalamic connectivity was observed for the ketamine dependent subjects in comparison with the control subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18386, "infons": {"file": "pone.0167381.t002.xml", "id": "pone.0167381.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Differences in thalamocortical connectivity between these two groups (ketamine dependent subjects and drug-free control subjects).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18517, "infons": {"file": "pone.0167381.t002.xml", "id": "pone.0167381.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Seed Region of Interest, Contrast, and Brain regions</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Montreal neurological Coordinates (x,y,z)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Peak t value</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Cluster size (mm<sup>3</sup>)</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Prefrontal</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Healthy controls &gt; ketamine dependent subjects</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Left medial dorsal nucleus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-3, -18, 9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.72</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">270</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Motor/supplementary motor area</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Healthy controls &gt; ketamine dependent subjects</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Left ventral posterior lateral nucleus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-12, -18, 6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">459</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Right ventral lateral nucleus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12, -15, 3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.34</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">135</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Posterior parietal</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Healthy controls &gt; ketamine dependent subjects</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Right pulvinar</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9, -27, 6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.72</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">243</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Left pulvinar</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-18, -33, 6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.76</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">108</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Left pulvinar</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-18, -27, 12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.87</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">378</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Left medial dorsal nucleus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-3, -9, 3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.32</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">108</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Right ventral lateral nucleus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12, -3, 6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.20</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">162</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Right lateral dorsal nucleus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12, -18, 15</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.53</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">405</td></tr></tbody></table>\n"}, "text": "Seed Region of Interest, Contrast, and Brain regions\tMontreal neurological Coordinates (x,y,z)\tPeak t value\tCluster size (mm3)\t \tPrefrontal\t\t\t\t \tHealthy controls > ketamine dependent subjects\t\t\t\t \t    Left medial dorsal nucleus\t-3, -18, 9\t3.72\t270\t \tMotor/supplementary motor area\t\t\t\t \tHealthy controls > ketamine dependent subjects\t\t\t\t \t    Left ventral posterior lateral nucleus\t-12, -18, 6\t3.41\t459\t \t    Right ventral lateral nucleus\t12, -15, 3\t3.34\t135\t \tPosterior parietal\t\t\t\t \tHealthy controls > ketamine dependent subjects\t\t\t\t \t    Right pulvinar\t9, -27, 6\t3.72\t243\t \t    Left pulvinar\t-18, -33, 6\t2.76\t108\t \t    Left pulvinar\t-18, -27, 12\t3.87\t378\t \t    Left medial dorsal nucleus\t-3, -9, 3\t4.32\t108\t \t    Right ventral lateral nucleus\t12, -3, 6\t3.20\t162\t \t    Right lateral dorsal nucleus\t12, -18, 15\t3.53\t405\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19340, "infons": {"file": "pone.0167381.t002.xml", "id": "pone.0167381.t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "The ketamine dependent subjects group demonstrated significantly less connectivity between the thalamus and the cortical regions-of-interest, including the prefrontal cortex, the motor cortex /supplementary motor area, and the posterior parietal cortex. No increased thalamic connectivity was observed for the ketamine dependent subjects in comparison with the control subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19719, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlations between thalamocortical connectivity and individual behavior scores in ketamine dependent subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 19831, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also examined the relationship between connectivity changes and ketamine use related variables; these included age of first use (years), duration of use (months), frequency of use (how many times per day), quantity of ketamine use per time (grams), ketamine craving (cm) and scores of cognitive testing. We only found that the functional connectivity between the posterior parietal area and the right lateral dorsal nucleus (MNI [x, y, z] coordinate: (12, -18, 15)) was significantly correlated to individual ketamine craving scores (p<0.05, corrected) (Fig 2). We also calculated the correlation among all behavior scores and cognitive tests scores. We found that there are significant correlations between total ketamine intake and ketamine craving scores (Pearson’s r = 0.5963, p = 0.003), while there were no significant correlations between any behavioral and cognitive testing scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20725, "infons": {"file": "pone.0167381.g002.jpg", "id": "pone.0167381.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Functional connectivity patterns between the posterior parietal area and the right lateral dorsal nucleus (MNI (x,y,z) coordinate: (12, -18, 15)).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20872, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional connection patterns of thalamic nuclei with the cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 20938, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We computed the functional connection patterns of thalamic nuclei with the cortex by first extracting the six thalamus subregions as ROIs, as shown in Fig 3. Specifically, in the T map of one sample t-test of the thalamocortical connectivity of the drug-free control subjects (as shown in Fig 1B in the main manuscript), the voxel with the peak T value and its surrounding region with a relatively large T value (75% ~ 85% of the peak T value for different ROIs) was extracted as an ROI. Only right thalami ROIs are extracted. Then, we checked that the six ROIs contained no overlapping regions. In detail, the ROI_1 (dark blue) was located at the anterior and dorsomedial regions of the right thalamus, the ROI_2 (light blue) was located at ventral lateral portions of the thalamus, the ROI_3 (dark green) was located at ventral posterior-lateral portions of the thalamus, the ROI_4 (light green) was located at the posterior nucleus and the pulvinar, and the ROI_5 (red) and ROI_6 (yellow) were located at posterior medial and lateral areas of the thalamus, respectively (Fig 3). Next, the average fMRI time course was extracted from each thalamus ROI. Using these time courses, partial correlations were computed for each voxel in the brain. Then, the one sample t-test was used to obtain connectivity patterns of each thalamus ROI, separately for the drug free control subject group and the ketamine user group, as shown in Fig 4. We think that these connectivity patterns are very consistent with our hypothesis, that is, different thalamic nuclei have significant distinctive connection patterns with the cortex. For example, the thalamus ROI_1 shows strong connections with the prefrontal cortex, while the thalamus ROI_2 shows significant connection with the primary motor cortex and the supplementary motor area. In summary, we believe these results of thalamocortical connectivity are relatively reliable and are grounds for further testing. Finally, we used a two-sample t-test to investigate whether there were significant differences in the functional connectivity patterns of thalamus ROIs between the two groups. The significant decrease in thalamocortical connectivity in the ketamine user group is represented by the dotted purple lines in Fig 5. These brain areas with significantly decreased thalamocortical connectivity in ketamine user group were almost located in the corresponding cortex ROIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23355, "infons": {"file": "pone.0167381.g003.jpg", "id": "pone.0167381.g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Location of thalamus subregion ROIs", "sentences": [], "annotations": [], "relations": []}, {"offset": 23391, "infons": {"file": "pone.0167381.g004.jpg", "id": "pone.0167381.g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Functional connectivity patterns of thalamus ROIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23442, "infons": {"file": "pone.0167381.g005.jpg", "id": "pone.0167381.g005", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Differences of functional connectivity patterns of thalamus ROIs between drug-free control subject group and ketamine user group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23572, "infons": {"file": "pone.0167381.g005.jpg", "id": "pone.0167381.g005", "section_type": "FIG", "type": "fig_caption"}, "text": "The purple dotted lines show the significant different brain regions (single voxel P<0.01, cluster size>20 voxels).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23688, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 23699, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study, to the best of our knowledge, is the first to investigate resting state functional connectivity of the thalamus in chronic ketamine users compared to demographically matched drug free healthy subjects. Our findings provide first evidence that chronic ketamine users show abnormal thalamocortical connectivity of resting state brain activity when compared to healthy controls. We found that ketamine dependent subjects show significantly less connectivity between the thalamus and the cortical regions-of-interest, including the prefrontal cortex, the motor cortex /supplementary motor area, and the posterior parietal cortex. However, no increased thalamic connectivity was observed in the ketamine dependent subjects in comparison with the control subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24470, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although the current study is the first to demonstrate the changes of RSFC with chronic ketamine administration, previous studies with acute ketamine administration also showed changes of RSFC in healthy subjects. For example, using rsfMRI, a randomized, placebo-controlled, double-blind, crossover study demonstrated that acute ketamine administration markedly reduced RSFC of the default mode network (DMN) to the dorsal nexus (DN), the pregenual anterior cingulate (PACC) and medioprefrontal cortex (MPFC) via its representative hub, the posterior cingulate cortex (PCC) in healthy subjects compared to placebo. However, another similar RSFC study revealed that the administration of a subanesthetic dose of ketamine significantly increased cortico-thalamic connectivity of the somatosensory and temporal cortex. One possible reason for this inconsistency may be due to the purpose of the study, the former is for treatment-resistant depression and the latter is for a schizophrenia model. Thus, these two studies focused on different circuit connectivity using similar methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25552, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Considering that addiction is a chronic, relapsing brain disease and a state of compulsive drug use, it can include tolerance, dependence and withdrawal symptoms. And the disrupted circuit connectivity in addictive drug users may inform specific neurobiological substrates associated with addiction.. Here, we discuss results from additional RSFC studies dealing with other types of substance addiction. A line of study demonstrated decreased functional connectivity in addiction of other drugs (such as cocaine and heroine). For example, a study on cocaine administration followed by fMRI observed decreased functional connectivity in the human primary visual and motor cortex after acute administration of cocaine. In addition, Kelly et al. found reduced prefrontal interhemispheric resting-state functional connectivity (RSFC) in cocaine-dependent participants compared to control subjects. By whole-brain resting-state fMRI connectivity analysis, Gu et al. reported almost universally reduced functional connectivity strength for six functional networks regions (ventral tegmental area, nucleus accumbens, the mediodorsal nucleus (MD) of the thalamus, amygdala, hippocampus and rostral anterior cingulate cortex) in cocaine users. They also found that the MD thalamus seed yielded decreased rsFC within extensive striatal regions and impaired mesocorticolimbic circuits for the cocaine group. These regions are thought to be important for focusing and maintaining desired behaviors while suppressing unwanted behaviors. Drug dependent subjects are known to have difficulties with response inhibition, which likely contributes to the propensity to relapse in the presence of drug related cues. However, both decreased and increased functional connectivity have been reported in heroin users. For example, Ma et al. found increased functional connectivity between the nucleus accumbens and ventral/rostral anterior cingulate cortex (ACC), the nucleus accumbens and orbital frontal cortex (OFC), the amygdala and OFC, and decreased functional connectivity between prefrontal cortex and OFC and between prefrontal cortex and ACC. Additionally, evidence shows increased functional connectivity in the right hippocampus and decreased functional connectivity in the right dorsal anterior cingulate cortex and the left caudate in the default mode network (DMN) in 14 chronic heroin users compared with 13 non-addicted controls. Using graph theory analysis (GTA), Liu et al. found dysfunctional brain connectivity among several brain regions in the network of chronic heroin users that may contribute to decreased self-control, impaired inhibitory function, as well deficits in stress regulation in twelve chronic heroin users when compared with twelve controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28310, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, these are only a few studies that have examined addiction-related alterations in thalamocortical connectivity directly. Thalamocortical integration deficits in instrumental learning and performance could contribute to drug addiction as it often causes deficits in cognitive and emotional processes. With 54 cocaine dependent patients and 54 age and gender matched healthy adult subjects, a simple reaction time task-fMRI study showed alteration of error-related thalamic- ventral medial prefrontal cortex connectivity, which is associated with impaired self-control in patients with cocaine dependence. An animal study with electroencephalography (EEG) examined thalamocortical function in vivo and in vitro in mice after a cocaine “binge” administration. It illustrated that thalamocortical dysfunctions in a cocaine hydrochloride “binge” might be observed as a result of two distinct but additive events: 1. An increase in low frequency oscillatory thalamocortical activity and 2. Over-inhibition of ventrobasal neurons that can abnormally “lock” the whole thalamocortical system at low frequencies, ultimately inducing a thalamocortical dysrhythmia-like state. Considering the key role of the thalamus in information transmission, processing, and basic corticocortical communication, examining the possible roles of the thalamus in addiction, as well as identifying open questions and exploring ways to address them may provide a more precise understanding of the pathophysiological mechanisms of addiction. Given the multifaceted nature of this complex brain disease, circuit disruptions, such as abnormal thalamocortical connectivity in the current study, may represent one of the potential targets for future treatment development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30057, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study we also found that the functional connectivity between the posterior parietal area and the right lateral dorsal nucleus was significantly correlated to individual ketamine craving scores (p<0.05, corrected). Considering that craving is a central driving force for ongoing drug use and relapse following abstinence, using neuroimaging and other approaches to explore the neurobiology of craving is of utmost importance. Functional brain imaging in humans and animals has revealed an interconnected set of cortical and limbic brain regions that are involved in associative learning and prove to be an underlying theme for craving and relapse (see review). However, we still do not fully understand the neurobiology and neurocircuitry mechanisms involved in drug-related craving.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30848, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study has several strengths, such as a relatively large sample size, use of the human chronic ketamine administration model, and the hypothesis-driven investigation of thalamocortical functional connectivity. However, we also acknowledge several limitations. First, although ketamine use participants did not meet dependence for any other substances except nicotine they may have engaged in other substance use and as such would be different from the controls in this regard. Second, the ketamine and control groups differed in smoking status and education. Although our analyses suggested that decreased thalamocortical functional connectivity observed are unlikely to reflect group differences in smoking and educational levels, future studies should match groups on smoking status and levels of education. Third, as is typical of studies in drug dependent populations, the sample was predominantly male. The potential role of gender differences should be examined in future studies. Additional limitations are demonstrated in the cognitive testing between the two groups, which future studies should take into consideration and instead match groups educationally in order to rule out any confounding factor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32063, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, this study provides first evidence for abnormal thalamocortical connectivity of resting state brain activity in chronic ketamine users. We found that the ketamine dependent subjects showed significantly less connectivity between the thalamus and the cortical regions-of-interest, including the prefrontal cortex, the motor cortex/supplementary motor area, and the posterior parietal cortex. However, no increased thalamic connectivity was observed for the ketamine dependent subjects in comparison with the control subjects. Further understanding of the pathophysiological mechanisms of the thalamus in addiction, specifically ketamine addiction, may facilitate the evaluation of much needed novel pharmacological agents for improved therapy of this complex disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32845, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 32868, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 32879, "infons": {"fpage": "279", "lpage": "91", "name_0": "surname:Domino;given-names:EF", "name_1": "surname:Chodoff;given-names:P", "name_2": "surname:Corssen;given-names:G", "section_type": "REF", "source": "Clinical pharmacology and therapeutics", "type": "ref", "volume": "6", "year": "1964"}, "text": "Pharmacologic effects of CI-581, a new dissociative anesthetic, in man", "sentences": [], "annotations": [], "relations": []}, {"offset": 32950, "infons": {"fpage": "419", "issue": "4", "lpage": "33", "name_0": "surname:Jansen;given-names:KL", "pub-id_doi": "10.1080/02791072.2000.10400244", "pub-id_pmid": "11210204", "section_type": "REF", "source": "Journal of psychoactive drugs", "type": "ref", "volume": "32", "year": "2000"}, "text": "A review of the nonmedical use of ketamine: use, users and consequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 33022, "infons": {"fpage": "151", "issue": "2", "lpage": "8", "name_0": "surname:Jansen;given-names:KL", "name_1": "surname:Darracot-Cankovic;given-names:R", "pub-id_pmid": "11476262", "section_type": "REF", "source": "JPsychoactive Drugs", "type": "ref", "volume": "33", "year": "2001"}, "text": "The nonmedical use of ketamine, part two: A review of problem use and dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 33103, "infons": {"fpage": "67", "issue": "1", "lpage": "74", "name_0": "surname:Tang;given-names:WK", "name_1": "surname:Morgan;given-names:CJ", "name_2": "surname:Lau;given-names:GC", "name_3": "surname:Liang;given-names:HJ", "name_4": "surname:Tang;given-names:A", "name_5": "surname:Ungvari;given-names:GS", "pub-id_doi": "10.1080/08897077.2014.935560", "pub-id_pmid": "25023206", "section_type": "REF", "source": "Substance abuse", "type": "ref", "volume": "36", "year": "2015"}, "text": "Psychiatric morbidity in ketamine users attending counselling and youth outreach services", "sentences": [], "annotations": [], "relations": []}, {"offset": 33193, "infons": {"fpage": "189", "issue": "1–2", "lpage": "94", "name_0": "surname:Pal;given-names:R", "name_1": "surname:Balt;given-names:S", "name_2": "surname:Erowid;given-names:E", "name_3": "surname:Erowid;given-names:F", "name_4": "surname:Baggott;given-names:MJ", "name_5": "surname:Mendelson;given-names:J", "pub-id_doi": "10.1016/j.drugalcdep.2013.02.005", "pub-id_pmid": "23474358", "section_type": "REF", "source": "Drug Alcohol Depend", "type": "ref", "volume": "132", "year": "2013"}, "text": "Ketamine is associated with lower urinary tract signs and symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 33260, "infons": {"fpage": "42", "issue": "1", "lpage": "8", "name_0": "surname:Liao;given-names:Y", "name_1": "surname:Tang;given-names:J", "name_2": "surname:Corlett;given-names:PR", "name_3": "surname:Wang;given-names:X", "name_4": "surname:Yang;given-names:M", "name_5": "surname:Chen;given-names:H", "section_type": "REF", "source": "BiolPsychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Reduced dorsal prefrontal gray matter after chronic ketamine use", "sentences": [], "annotations": [], "relations": []}, {"offset": 33325, "infons": {"fpage": "2115", "issue": "Pt 7", "lpage": "22", "name_0": "surname:Liao;given-names:Y", "name_1": "surname:Tang;given-names:J", "name_2": "surname:Ma;given-names:M", "name_3": "surname:Wu;given-names:Z", "name_4": "surname:Yang;given-names:M", "name_5": "surname:Wang;given-names:X", "pub-id_doi": "10.1093/brain/awq131", "pub-id_pmid": "20519326", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "133", "year": "2010"}, "text": "Frontal white matter abnormalities following chronic ketamine use: a diffusion tensor imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 33425, "infons": {"fpage": "36", "issue": "1", "lpage": "40", "name_0": "surname:Liao;given-names:Y", "name_1": "surname:Tang;given-names:J", "name_2": "surname:Fornito;given-names:A", "name_3": "surname:Liu;given-names:T", "name_4": "surname:Chen;given-names:X", "name_5": "surname:Chen;given-names:H", "section_type": "REF", "source": "NeurosciLett", "type": "ref", "volume": "522", "year": "2012"}, "text": "Alterations in regional homogeneity of resting-state brain activity in ketamine addicts", "sentences": [], "annotations": [], "relations": []}, {"offset": 33513, "infons": {"fpage": "1228", "issue": "12", "lpage": "31", "name_0": "surname:Yue;given-names:WH", "name_1": "surname:Wang;given-names:HF", "name_2": "surname:Sun;given-names:LD", "name_3": "surname:Tang;given-names:FL", "name_4": "surname:Liu;given-names:ZH", "name_5": "surname:Zhang;given-names:HX", "pub-id_doi": "10.1038/ng.979", "pub-id_pmid": "22037552", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "43", "year": "2011"}, "text": "Genome-wide association study identifies a susceptibility locus for schizophrenia in Han Chinese at 11p11.2", "sentences": [], "annotations": [], "relations": []}, {"offset": 33621, "infons": {"fpage": "2128", "issue": "5", "lpage": "32", "name_0": "surname:Chan;given-names:KW", "name_1": "surname:Lee;given-names:TM", "name_2": "surname:Siu;given-names:AM", "name_3": "surname:Wong;given-names:DP", "name_4": "surname:Kam;given-names:CM", "name_5": "surname:Tsang;given-names:SK", "section_type": "REF", "source": "AddictBehav", "type": "ref", "volume": "38", "year": "2013"}, "text": "Effects of chronic ketamine use on frontal and medial temporal cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 33694, "infons": {"fpage": "2661", "issue": "11", "lpage": "6", "name_0": "surname:Liang;given-names:HJ", "name_1": "surname:Lau;given-names:CG", "name_2": "surname:Tang;given-names:A", "name_3": "surname:Chan;given-names:F", "name_4": "surname:Ungvari;given-names:GS", "name_5": "surname:Tang;given-names:WK", "section_type": "REF", "source": "AddictBehav", "type": "ref", "volume": "38", "year": "2013"}, "text": "Cognitive impairments in poly-drug ketamine users", "sentences": [], "annotations": [], "relations": []}, {"offset": 33744, "infons": {"fpage": "408", "issue": "4", "lpage": "24", "name_0": "surname:Morgan;given-names:CJ", "name_1": "surname:Curran;given-names:HV", "pub-id_pmid": "17006715", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "188", "year": "2006"}, "text": "Acute and chronic effects of ketamine upon human memory: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 33810, "infons": {"fpage": "27", "issue": "1", "lpage": "38", "name_0": "surname:Morgan;given-names:CJ", "name_1": "surname:Curran;given-names:HV", "pub-id_doi": "10.1111/j.1360-0443.2011.03576.x", "pub-id_pmid": "21777321", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "107", "year": "2012"}, "text": "Ketamine use: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 33833, "infons": {"fpage": "104", "lpage": "16", "name_0": "surname:Balleine;given-names:BW", "name_1": "surname:Morris;given-names:RW", "name_2": "surname:Leung;given-names:BK", "pub-id_doi": "10.1016/j.brainres.2014.12.023", "pub-id_pmid": "25514336", "section_type": "REF", "source": "Brain research", "type": "ref", "volume": "1628", "year": "2015"}, "text": "Thalamocortical integration of instrumental learning and performance and their disintegration in addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 33940, "infons": {"fpage": "713", "issue": "4", "lpage": "22", "name_0": "surname:Welsh;given-names:RC", "name_1": "surname:Chen;given-names:AC", "name_2": "surname:Taylor;given-names:SF", "section_type": "REF", "source": "SchizophrBull", "type": "ref", "volume": "36", "year": "2010"}, "text": "Low-frequency BOLD fluctuations demonstrate altered thalamocortical connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34038, "infons": {"fpage": "1695", "issue": "1428", "lpage": "708", "name_0": "surname:Sherman;given-names:SM", "name_1": "surname:Guillery;given-names:RW", "section_type": "REF", "source": "PhilosTransRSocLond B BiolSci", "type": "ref", "volume": "357", "year": "2002"}, "text": "The role of the thalamus in the flow of information to the cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 34104, "infons": {"fpage": "1199", "issue": "11", "lpage": "204", "name_0": "surname:Driesen;given-names:NR", "name_1": "surname:McCarthy;given-names:G", "name_2": "surname:Bhagwagar;given-names:Z", "name_3": "surname:Bloch;given-names:M", "name_4": "surname:Calhoun;given-names:V", "name_5": "surname:D'Souza;given-names:DC", "section_type": "REF", "source": "MolPsychiatry", "type": "ref", "volume": "18", "year": "2013"}, "text": "Relationship of resting brain hyperconnectivity and schizophrenia-like symptoms produced by the NMDA receptor antagonist ketamine in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 34244, "infons": {"fpage": "642", "issue": "9", "lpage": "51", "name_0": "surname:Vollenweider;given-names:FX", "name_1": "surname:Kometer;given-names:M", "section_type": "REF", "source": "NatRevNeurosci", "type": "ref", "volume": "11", "year": "2010"}, "text": "The neurobiology of psychedelic drugs: implications for the treatment of mood disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 34332, "infons": {"fpage": "165", "lpage": "79", "name_0": "surname:Tsai;given-names:G", "name_1": "surname:Coyle;given-names:JT", "section_type": "REF", "source": "AnnuRevPharmacolToxicol", "type": "ref", "volume": "42", "year": "2002"}, "text": "Glutamatergic mechanisms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34374, "infons": {"fpage": "624", "issue": "8", "lpage": "9", "name_0": "surname:Spitzer;given-names:RL", "name_1": "surname:Williams;given-names:JB", "name_2": "surname:Gibbon;given-names:M", "name_3": "surname:First;given-names:MB", "pub-id_pmid": "1637252", "section_type": "REF", "source": "Archives of general psychiatry", "type": "ref", "volume": "49", "year": "1992"}, "text": "The structured clinical interview for DSM-III-R (SCID): I: history, rationale, and description", "sentences": [], "annotations": [], "relations": []}, {"offset": 34469, "infons": {"fpage": "56", "issue": "5", "lpage": "66", "name_0": "surname:Mottola;given-names:CA", "section_type": "REF", "source": "Advances in Skin & Wound Care", "type": "ref", "volume": "6", "year": "1993"}, "text": "Measurement strategies: the visual analogue scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 34519, "infons": {"fpage": "1740", "issue": "4", "lpage": "8", "name_0": "surname:Zhang;given-names:D", "name_1": "surname:Snyder;given-names:AZ", "name_2": "surname:Fox;given-names:MD", "name_3": "surname:Sansbury;given-names:MW", "name_4": "surname:Shimony;given-names:JS", "name_5": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1152/jn.90463.2008", "pub-id_pmid": "18701759", "section_type": "REF", "source": "Journal of neurophysiology", "type": "ref", "volume": "100", "year": "2008"}, "text": "Intrinsic functional relations between human cerebral cortex and thalamus", "sentences": [], "annotations": [], "relations": []}, {"offset": 34593, "infons": {"fpage": "10238", "issue": "22", "lpage": "43", "name_0": "surname:Schölvinck;given-names:ML", "name_1": "surname:Maier;given-names:A", "name_2": "surname:Frank;given-names:QY", "name_3": "surname:Duyn;given-names:JH", "name_4": "surname:Leopold;given-names:DA", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "107", "year": "2010"}, "text": "Neural basis of global resting-state fMRI activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 34644, "infons": {"fpage": "1187", "issue": "5", "lpage": "94", "name_0": "surname:Zhang;given-names:D", "name_1": "surname:Snyder;given-names:AZ", "name_2": "surname:Shimony;given-names:JS", "name_3": "surname:Fox;given-names:MD", "name_4": "surname:Raichle;given-names:ME", "section_type": "REF", "source": "CerebCortex", "type": "ref", "volume": "20", "year": "2010"}, "text": "Noninvasive functional and structural connectivity mapping of the human thalamocortical system", "sentences": [], "annotations": [], "relations": []}, {"offset": 34739, "infons": {"fpage": "750", "issue": "7", "lpage": "7", "name_0": "surname:Behrens;given-names:T", "name_1": "surname:Johansen-Berg;given-names:H", "name_2": "surname:Woolrich;given-names:M", "name_3": "surname:Smith;given-names:S", "name_4": "surname:Wheeler-Kingshott;given-names:C", "name_5": "surname:Boulby;given-names:P", "pub-id_doi": "10.1038/nn1075", "pub-id_pmid": "12808459", "section_type": "REF", "source": "Nature neuroscience", "type": "ref", "volume": "6", "year": "2003"}, "text": "Non-invasive mapping of connections between human thalamus and cortex using diffusion imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 34833, "infons": {"fpage": "1092", "issue": "10", "lpage": "9", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Karbasforoushan;given-names:H", "name_2": "surname:Heckers;given-names:S", "section_type": "REF", "source": "AmJPsychiatry", "type": "ref", "volume": "169", "year": "2012"}, "text": "Thalamocortical dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34882, "infons": {"fpage": "e44799", "issue": "9", "name_0": "surname:Scheidegger;given-names:M", "name_1": "surname:Walter;given-names:M", "name_2": "surname:Lehmann;given-names:M", "name_3": "surname:Metzger;given-names:C", "name_4": "surname:Grimm;given-names:S", "name_5": "surname:Boeker;given-names:H", "section_type": "REF", "source": "PLoSOne", "type": "ref", "volume": "7", "year": "2012"}, "text": "Ketamine decreases resting state functional network connectivity in healthy subjects: implications for antidepressant drug action", "sentences": [], "annotations": [], "relations": []}, {"offset": 35012, "infons": {"fpage": "e44799", "issue": "9", "name_0": "surname:Scheidegger;given-names:M", "name_1": "surname:Walter;given-names:M", "name_2": "surname:Lehmann;given-names:M", "name_3": "surname:Metzger;given-names:C", "name_4": "surname:Grimm;given-names:S", "name_5": "surname:Boeker;given-names:H", "pub-id_doi": "10.1371/journal.pone.0044799", "pub-id_pmid": "23049758", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "7", "year": "2012"}, "text": "Ketamine decreases resting state functional network connectivity in healthy subjects: implications for antidepressant drug action", "sentences": [], "annotations": [], "relations": []}, {"offset": 35142, "infons": {"issue": "9", "name_0": "surname:Hoflich;given-names:A", "name_1": "surname:Hahn;given-names:A", "name_2": "surname:Kublbock;given-names:M", "name_3": "surname:Kranz;given-names:GS", "name_4": "surname:Vanicek;given-names:T", "name_5": "surname:Windischberger;given-names:C", "section_type": "REF", "source": "The international journal of neuropsychopharmacology / official scientific journal of the Collegium Internationale Neuropsychopharmacologicum (CINP)", "type": "ref", "volume": "18", "year": "2015"}, "text": "Ketamine-Induced Modulation of the Thalamo-Cortical Network in Healthy Volunteers As a Model for Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35253, "infons": {"fpage": "695", "issue": "10", "lpage": "703", "name_0": "surname:Hyman;given-names:SE", "name_1": "surname:Malenka;given-names:RC", "pub-id_doi": "10.1038/35094560", "pub-id_pmid": "11584307", "section_type": "REF", "source": "Nature reviews neuroscience", "type": "ref", "volume": "2", "year": "2001"}, "text": "Addiction and the brain: the neurobiology of compulsion and its persistence", "sentences": [], "annotations": [], "relations": []}, {"offset": 35329, "infons": {"fpage": "2281", "issue": "4", "lpage": "95", "name_0": "surname:Sutherland;given-names:MT", "name_1": "surname:McHugh;given-names:MJ", "name_2": "surname:Pariyadath;given-names:V", "name_3": "surname:Stein;given-names:EA", "pub-id_doi": "10.1016/j.neuroimage.2012.01.117", "pub-id_pmid": "22326834", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Resting state functional connectivity in addiction: Lessons learned and a road ahead", "sentences": [], "annotations": [], "relations": []}, {"offset": 35414, "infons": {"fpage": "45", "issue": "1", "lpage": "51", "name_0": "surname:Li;given-names:SJ", "name_1": "surname:Biswal;given-names:B", "name_2": "surname:Li;given-names:Z", "name_3": "surname:Risinger;given-names:R", "name_4": "surname:Rainey;given-names:C", "name_5": "surname:Cho;given-names:JK", "section_type": "REF", "source": "Magn ResonMed", "type": "ref", "volume": "43", "year": "2000"}, "text": "Cocaine administration decreases functional connectivity in human primary visual and motor cortex as detected by functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 35542, "infons": {"fpage": "684", "issue": "7", "lpage": "92", "name_0": "surname:Kelly;given-names:C", "name_1": "surname:Zuo;given-names:XN", "name_2": "surname:Gotimer;given-names:K", "name_3": "surname:Cox;given-names:CL", "name_4": "surname:Lynch;given-names:L", "name_5": "surname:Brock;given-names:D", "section_type": "REF", "source": "BiolPsychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Reduced interhemispheric resting state functional connectivity in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 35626, "infons": {"fpage": "593", "issue": "2", "lpage": "601", "name_0": "surname:Gu;given-names:H", "name_1": "surname:Salmeron;given-names:BJ", "name_2": "surname:Ross;given-names:TJ", "name_3": "surname:Geng;given-names:X", "name_4": "surname:Zhan;given-names:W", "name_5": "surname:Stein;given-names:EA", "pub-id_doi": "10.1016/j.neuroimage.2010.06.066", "pub-id_pmid": "20603217", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Mesocorticolimbic circuits are impaired in chronic cocaine users as demonstrated by resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 35748, "infons": {"fpage": "315", "issue": "4", "lpage": "24", "name_0": "surname:Haber;given-names:S", "name_1": "surname:McFarland;given-names:NR", "pub-id_pmid": "11488397", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "7", "year": "2001"}, "text": "The place of the thalamus in frontal cortical-basal ganglia circuits", "sentences": [], "annotations": [], "relations": []}, {"offset": 35817, "infons": {"fpage": "738", "issue": "1", "lpage": "44", "name_0": "surname:Ma;given-names:N", "name_1": "surname:Liu;given-names:Y", "name_2": "surname:Li;given-names:N", "name_3": "surname:Wang;given-names:CX", "name_4": "surname:Zhang;given-names:H", "name_5": "surname:Jiang;given-names:XF", "pub-id_doi": "10.1016/j.neuroimage.2009.08.037", "pub-id_pmid": "19703568", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Addiction related alteration in resting-state brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 35882, "infons": {"fpage": "e16560", "issue": "1", "name_0": "surname:Ma;given-names:N", "name_1": "surname:Liu;given-names:Y", "name_2": "surname:Fu;given-names:XM", "name_3": "surname:Li;given-names:N", "name_4": "surname:Wang;given-names:CX", "name_5": "surname:Zhang;given-names:H", "section_type": "REF", "source": "PLoSOne", "type": "ref", "volume": "6", "year": "2011"}, "text": "Abnormal brain default-mode network functional connectivity in drug addicts", "sentences": [], "annotations": [], "relations": []}, {"offset": 35958, "infons": {"fpage": "72", "issue": "1", "lpage": "7", "name_0": "surname:Liu;given-names:J", "name_1": "surname:Liang;given-names:J", "name_2": "surname:Qin;given-names:W", "name_3": "surname:Tian;given-names:J", "name_4": "surname:Yuan;given-names:K", "name_5": "surname:Bai;given-names:L", "section_type": "REF", "source": "NeurosciLett", "type": "ref", "volume": "460", "year": "2009"}, "text": "Dysfunctional connectivity patterns in chronic heroin users: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 36033, "infons": {"fpage": "585", "lpage": "92", "name_0": "surname:Zhang;given-names:S", "name_1": "surname:Hu;given-names:S", "name_2": "surname:Bednarski;given-names:SR", "name_3": "surname:Erdman;given-names:E", "name_4": "surname:Chiang-shan;given-names:RL", "pub-id_pmid": "24936409", "section_type": "REF", "source": "NeuroImage: Clinical", "type": "ref", "volume": "4", "year": "2014"}, "text": "Error-related functional connectivity of the thalamus in cocaine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 36109, "infons": {"fpage": "769", "issue": "8", "lpage": "76", "name_0": "surname:Urbano;given-names:FJ", "name_1": "surname:Bisagno;given-names:V", "name_2": "surname:Wikinski;given-names:SI", "name_3": "surname:Uchitel;given-names:OD", "name_4": "surname:Llinás;given-names:RR", "pub-id_doi": "10.1016/j.biopsych.2009.04.026", "pub-id_pmid": "19520366", "section_type": "REF", "source": "Biological psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Cocaine acute “binge” administration results in altered thalamocortical interactions in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 36202, "infons": {"fpage": "9", "issue": "1", "lpage": "19", "name_0": "surname:Weiss;given-names:F", "pub-id_doi": "10.1016/j.coph.2004.11.001", "pub-id_pmid": "15661620", "section_type": "REF", "source": "Current opinion in pharmacology", "type": "ref", "volume": "5", "year": "2005"}, "text": "Neurobiology of craving, conditioned reward and relapse", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}