{"source": "PMC", "date": "20201221", "key": "pmc.key", "infons": {}, "documents": [{"id": "5772563", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-017-18471-y", "article-id_pmc": "5772563", "article-id_pmid": "29343732", "article-id_publisher-id": "18471", "elocation-id": "923", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Huang;given-names:Yuefeng", "name_1": "surname:Mohan;given-names:Anusha", "name_2": "surname:De Ridder;given-names:Dirk", "name_3": "surname:Sunaert;given-names:Stefan", "name_4": "surname:Vanneste;given-names:Sven", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "The neural correlates of the unified percept of alcohol-related craving: a fMRI and EEG study", "sentences": [], "annotations": [], "relations": []}, {"offset": 94, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Alcohol addiction is accompanied by aberrant neural activity. Previously, task-based fMRI and resting-state EEG studies have revealed that craving, a critical component of addiction, is linked to abnormal activity in cortical regions including the dorsal anterior cingulate cortex (dACC), nucleus accumbens (NAcc), posterior cingulate cortex (PCC) and pregenual anterior cingulate cortex (pgACC), etc. In this study, we combine these two imaging techniques to investigate a group of alcohol-addicted patients and provide convergent evidence for the neural correlates of craving not only in alcohol but substance abuse in general. We observe abnormal BOLD signal levels in the dACC, NAcc, pgACC, PCC, amygdala, and parahippocampus (PHC) in a cue-reactivity fMRI experiment. These findings are consistent with increased beta-band activity in the dACC and pgACC in resting-state EEG. We further observe desynchronization characterized by decreased functional connectivity in cue-based fMRI and hypersynchronization characterized by increased functional connectivity between these regions in the theta frequency band. The results of our study show a consistent pattern of alcohol craving elicited by external cues and internal desires. Given the advantage of superior spatial and temporal resolution, we hypothesize a “central craving network” that integrates the different aspects of alcohol addiction into a unified percept.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1517, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1530, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Alcohol consumption is a global phenomenon characterized by its pleasurable effects in social and personal settings. Physiologically, alcohol consumption is guided by the motivational incentive of the substance controlled by the mesolimbic pathway involving mainly the nucleus accumbens (NAcc) and the ventral tegmental area (VTA). People will generally drink alcohol for two reasons: (a) to feel better (reward drinking), or (b) not to feel bad (relief drinking). It is therefore not surprising that alcohol dependence is associated with one or more simultaneously present co-morbidities, especially mood disorders (27.6%), anxiety disorders (23.5%), and personality disorders (39.5%). In reward-drinking, an increase in the consumption of alcohol increases the release of dopamine and endogenous opioids in the brain, creating a feeling of reward. However, excessive consumption of alcohol leads to alcohol dependence, which is characterized by impaired control over drinking, compulsive drinking, preoccupation with drinking, etc.. Development of alcohol dependence involves a series of behavioral and neurophysiological events such as increased tolerance to alcohol itself, which leads to (1) increased consumption to obtain the same pleasure; (2) a clear dissociation between “liking” the pleasure and “wanting” the substance itself leading to a pathological craving of alcohol; and (3) development of other symptoms such as stress, anxiety, depression, restlessness, fever, headaches, etc., even within 24–48 hours of not consuming alcohol. Thus, relief-drinking involves consuming alcohol to find a relief for these symptoms, forcing the patient to relapse into alcohol consumption.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3220, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "From a systems perspective, it is hypothesized that the motivational incentive creates a salience, characterized by increased arousal and attention to the stimulus, in this case alcohol. This may be compensated for by consumption of more alcohol to achieve the same pleasure. However, in substance addiction, salience may lead to a change in the internal state of the subject to a new pathological “addicted” state. This pathological state is proposed to be one in which the reward system is suppressed and is hence incompetent to compensate for the salience, thus triggering pathological craving. This shift in self-referential state is called allostasis and may reflect the brain maladaptively compensating for the dysfunctional reward system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3966, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With the advent of noninvasive brain imaging techniques such as functional magnetic resonance imaging (fMRI) and electroencephalography (EEG), we can objectively determine the neural correlates of alcohol craving, highlighting the effects of reward and relief drinking in the brain. This may be achieved by investigating the resting-state and cue-reactive response of the brain to images of alcoholic and non-alcoholic beverages in patients with alcohol dependency using resting-state EEG and task-based fMRI. Previous studies have shown increased BOLD signal in response to alcohol-related cues in regions of the mesolimbic reward system such as NAcc, the ventral striatum (VS), and the amygdala (AMG). This was also accompanied by an increase in BOLD signal in other cortical regions, such as the dorsal anterior cingulate cortex (dACC), pregenual anterior cingulate cortex (pgACC), posterior cingulate cortex (PCC), orbital frontal cortex (OFC), precuneus, insula, and parahippocampus (PHC). These findings were consistent with studies reporting abnormal resting-state brain activity in alcohol-addicted patients after a period of abstinence. Several resting-state EEG studies report craving in alcohol addicts is related to increased spontaneous brain activity in the beta frequency band, and relapse is associated with recurrence of gamma-band activity in dACC and PCC in alcohol addicted patients compared to healthy people.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5397, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although cue-reactivity and resting-state neurophysiological data independently provide evidence for changes in cortical and subcortical activity in alcohol addicts, to our knowledge there is no study that integrates both techniques in the same study. fMRI and EEG present their advantages and limitations in terms of spatial and temporal resolution. The high spatial resolution of fMRI aids in investigating activity of subcortical structures whereas the superior temporal resolution of EEG aids at looking at activity of cortical structures in different oscillatory bands. Changes in brain activity with a cue-reactivity paradigm represent the correlates of pathological craving in response to alcohol cues. Changes in spontaneous brain activity represent the same in the resting state. Thus, by combining the two we may be able to confirm the correlates of pathological craving, supporting a possible change in the state of the brain (i.e. allostasis) with high spatial and temporal resolution. Furthermore, compared to changes in BOLD signal and neural activity in the regions described above, changes in functional connectivity between these regions have been less explored both using fMRI-based cue-reactivity paradigms and resting state EEG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6646, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Therefore, in the current study, we perform both cue-reactivity functional magnetic resonance imaging (fMRI) and resting-state electroencephalography (EEG) on a group of 11 alcohol-addicted patients 24 hours following alcohol abstinence to investigate the neural correlates of alcohol-related craving. We hypothesize changes in BOLD signal, resting state EEG activity, and functional connectivity, in cortical and subcortical regions reported in previous research confirming the neural correlates of craving. The observed changes will demonstrate characteristics of reward and relief drinking. We therefore propose a “central craving network” that may encode craving in not just alcohol addiction but in substance abuse in general.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7378, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 7386, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cue-reactivity fMRI BOLD signal activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 7429, "infons": {"file": "41598_2017_18471_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Increased (red) and decreased (blue) BOLD signal on viewing images of alcoholic beverages compared to viewing images of non-alcoholic beverages. dmPFC = dorsal medial prefrontal cortex; pgACC = pregenual anterior cingulate cortex; AG = angular gyrus; PHC = parahippocampus; AMG = amygdala; OTG = occipitotemporal gyrus; NAcc/VS = nucleus accumbens/ ventral striatum; OFC = orbital frontal cortex; PCC = posterior cingulate cortex; dACC = dorsal anterior cingulate cortex; HIP = hippocampus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7920, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Regions of activation in which alcohol related cues elicited greater activation than non-alcohol related cues (means p < 0.001 uncorrected, Cluster size >60 voxels).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8086, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Regions</th><th rowspan=\"2\">\n<italic>left/right</italic>\n</th><th rowspan=\"2\"><italic>t</italic>-score</th><th colspan=\"3\">Peak-level coordinates</th><th rowspan=\"2\">Cluster size</th></tr><tr><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td>Posterior Cingulate Cortex</td><td>L&amp;R</td><td>10.62</td><td>−6</td><td>−58</td><td>−2</td><td>4142</td></tr><tr><td>Cerebellum</td><td>L&amp;R</td><td>8.07</td><td>−4</td><td>−62</td><td>−16</td><td/></tr><tr><td>Dorsal Medial Prefrontal Cortex</td><td>L</td><td>4.75</td><td>−12</td><td>42</td><td>38</td><td>175</td></tr><tr><td>pregenual Anterior Cingulate Cortex</td><td>L</td><td>5.26</td><td>−10</td><td>60</td><td>14</td><td>115</td></tr><tr><td>Orbitofrontal Cortex</td><td>L</td><td>5.03</td><td>−32</td><td>34</td><td>−8</td><td>82</td></tr><tr><td>OccipitalTemporal Gyrus</td><td>R</td><td>6.66</td><td>54</td><td>−64</td><td>−4</td><td>488</td></tr><tr><td>Thalamus</td><td>L</td><td>6.62</td><td>−18</td><td>−18</td><td>2</td><td>88</td></tr><tr><td>Angular Gyrus</td><td>L</td><td>4.66</td><td>−34</td><td>7-70</td><td>32</td><td>186</td></tr><tr><td>Hippocampus</td><td>R</td><td>5.45</td><td>20</td><td>−24</td><td>−6</td><td>162</td></tr><tr><td>Parahippocampus,</td><td>L</td><td>5.31</td><td>−24</td><td>−36</td><td>−12</td><td>363</td></tr><tr><td>Amygdala</td><td>L</td><td>4.81</td><td>−20</td><td>−2</td><td>−20</td><td/></tr><tr><td>Dorsal Anterior Cingulate Cortex</td><td>R</td><td>6.74</td><td>4</td><td>14</td><td>28</td><td>117</td></tr><tr><td>Nucleus Accumbens</td><td>L</td><td>5.12</td><td>−4</td><td>0</td><td>−6</td><td>378</td></tr><tr><td>Ventral Striatum</td><td>R</td><td>5.01</td><td>16</td><td>14</td><td>0</td><td/></tr><tr><td>Insula</td><td>L</td><td>−4.22*</td><td>−40</td><td>2</td><td>−6</td><td>66</td></tr></tbody></table>\n"}, "text": "Regions\tleft/right\tt-score\tPeak-level coordinates\tCluster size\t \tx\ty\tz\t \tPosterior Cingulate Cortex\tL&R\t10.62\t−6\t−58\t−2\t4142\t \tCerebellum\tL&R\t8.07\t−4\t−62\t−16\t\t \tDorsal Medial Prefrontal Cortex\tL\t4.75\t−12\t42\t38\t175\t \tpregenual Anterior Cingulate Cortex\tL\t5.26\t−10\t60\t14\t115\t \tOrbitofrontal Cortex\tL\t5.03\t−32\t34\t−8\t82\t \tOccipitalTemporal Gyrus\tR\t6.66\t54\t−64\t−4\t488\t \tThalamus\tL\t6.62\t−18\t−18\t2\t88\t \tAngular Gyrus\tL\t4.66\t−34\t7-70\t32\t186\t \tHippocampus\tR\t5.45\t20\t−24\t−6\t162\t \tParahippocampus,\tL\t5.31\t−24\t−36\t−12\t363\t \tAmygdala\tL\t4.81\t−20\t−2\t−20\t\t \tDorsal Anterior Cingulate Cortex\tR\t6.74\t4\t14\t28\t117\t \tNucleus Accumbens\tL\t5.12\t−4\t0\t−6\t378\t \tVentral Striatum\tR\t5.01\t16\t14\t0\t\t \tInsula\tL\t−4.22*\t−40\t2\t−6\t66\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 8787, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Coordinates are reported in Montreal Neurological Institute (MNI) coordinate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8865, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "*Means p = 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8883, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We observed that patients exhibited increased BOLD signal in response to alcoholic beverage cues compared to non-alcoholic beverage cues in the bilateral posterior cingulate cortex (PCC), right angular gyrus, left pregenual (pgACC) and right dorsal anterior cingulate cortex (dACC), left dorsomedial prefrontal cortex (dmPFC), left orbitofrontal cortex (OFC), right occipitotemporal gyrus (OTG), left angular gyrus (AG), right hippocampus (HIP), left parahippocampal gyrus (PHC), left amygdala (AMG), left nucleus accumbens (NAcc), right ventral striatum (VS), left thalamus and bilateral cerebellum. The left anterior insula (AIC) showed decreased BOLD signal in response to alcoholic beverage cues compared to non-alcoholic beverage cues. The results are displayed in Fig. 1 and the corresponding p-values are displayed in Table 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9717, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Regions of activation in which both alcohol related cues and non-alcoholic related cues elicited (means p < 0.001 uncorrected, Cluster size >50 voxels).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9870, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Regions</th><th rowspan=\"2\">\n<italic>left/right</italic>\n</th><th rowspan=\"2\"><italic>t</italic>-score</th><th colspan=\"3\">Peak-level coordinates</th><th rowspan=\"2\">Cluster size</th></tr><tr><th>X</th><th>Y</th><th>Z</th></tr></thead><tbody><tr><td>Fusiform Gyrus</td><td>L</td><td>9.24</td><td>−28</td><td>−82</td><td>−18</td><td>2112</td></tr><tr><td>Fusiform Gyrus</td><td>R</td><td>7.82</td><td>36</td><td>−48</td><td>−16</td><td>2558</td></tr><tr><td>Inferior Frontal Gyrus</td><td>L</td><td>7.51</td><td>−50</td><td>14</td><td>0</td><td>510</td></tr><tr><td>Medial Frontal Gyrus</td><td>L</td><td>5.84</td><td>−2</td><td>12</td><td>50</td><td>147</td></tr><tr><td>Precuneus</td><td>L</td><td>5.83</td><td>−24</td><td>−66</td><td>36</td><td>139</td></tr><tr><td>Cerebellum Posterior Lobe</td><td>L</td><td>5.29</td><td>−4</td><td>−64</td><td>−36</td><td>246</td></tr></tbody></table>\n"}, "text": "Regions\tleft/right\tt-score\tPeak-level coordinates\tCluster size\t \tX\tY\tZ\t \tFusiform Gyrus\tL\t9.24\t−28\t−82\t−18\t2112\t \tFusiform Gyrus\tR\t7.82\t36\t−48\t−16\t2558\t \tInferior Frontal Gyrus\tL\t7.51\t−50\t14\t0\t510\t \tMedial Frontal Gyrus\tL\t5.84\t−2\t12\t50\t147\t \tPrecuneus\tL\t5.83\t−24\t−66\t36\t139\t \tCerebellum Posterior Lobe\tL\t5.29\t−4\t−64\t−36\t246\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 10197, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Coordinates are reported in Montreal Neurological Institute (MNI) coordinate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10275, "infons": {"file": "41598_2017_18471_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Increased BOLD signal on viewing images of alcoholic beverages and non-alcoholic beverages compared to viewing control images. MPG = medial fontal gyrus; FG = fusiform gyrus; IFG = inferior frontal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10480, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Applying a conjunction analysis, we observed that patients exhibited increased BOLD signal in response to both alcoholic and non-alcoholic beverage cues in the left and right fusiform gyrus (FG), left inferior frontal gyrus (IFG), left medial frontal gyrus (MFG), left precuneus, and left cerebellum posterior lobe (Table 3; Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10814, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cue-reactivity fMRI functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 10858, "infons": {"file": "41598_2017_18471_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Changes in functional connectivity strength between on viewing alcoholic beverage images compared to viewing non-alcoholic beverage images based on cue-reactivity fMRI. Regions of interest on the right are shown in light green; regions of interest on the left are shown in dark green. Significantly increased connectivity is depicted in red and significantly decreased connectivity is depicted in blue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11261, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Comparing the functional connectivity matrices in the alcoholic beverage and non-alcoholic beverage conditions, we observed increased functional connectivity between left dmPFC–left insula and left PHC–left AG. We further observed decreased functional connectivity in a network including left PHC, dmPFC, cerebellum, thalamus, pgACC, AG, OFC, NAcc, insula, right OTG, and the hippocampus (Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11659, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Resting-state EEG activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 11686, "infons": {"file": "41598_2017_18471_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Increased resting-state EEG activity (red) for alcohol addicted patients compared to a normative databased in beta2 (18.5–21 Hz), beta3 (21.5–30 Hz) and gamma (30.5–44 Hz) frequency bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11875, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The resting-state EEG data showed significantly (t = 1.97, p < 0.05) increased beta2 activity in the left and right dACC, increased beta3 activity in the right pgACC extending to the ventromedial prefrontal cortex (vmPFC), and increased gamma activity in the right pgACC extending to the vmPFC, the left OFC, and frontal pole for patients with alcohol addiction in comparison to healthy controls (Fig. 4). No significant effects were obtained for the delta, theta, alpha1, alpha2, or beta1 frequency bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12382, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Resting-state EEG functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 12424, "infons": {"file": "41598_2017_18471_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Increased functional connectivity in the theta (4–7.5 Hz) frequency band for alcohol patients compared to a normative database. Increased functional connectivity is depicted by the red lines.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12616, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We showed increased connectivity in the theta frequency band (t = 2.88, p < 0.05) (Fig. 5) for a densely-connected network consisting of the right OFC, pgACC, dACC, PCC, bilateral inferior frontal gyri (IFG), the left and right insula, and left PHC for patients with alcohol addiction in comparison to healthy controls. No significant effects were obtained for the delta, alpha1, alpha2, beta1, beta2, beta3, or gamma frequency bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13051, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 13062, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The current study investigates the neural response to alcohol-related cues and resting electrical activity and functional connectivity among patients with alcohol addiction. The results of our study are consistent both across the two imaging modalities and with previously published results on resting-state and alcohol cue-reactivity paradigms. We observe increased BOLD signal levels associated with heightened cue-reactivity as well as corresponding cue-based functional dysconnectivity and resting state hyperactivity in specific cortical and subcortical regions demonstrating the response of the brain to the presence and absence of alcohol-related cues after a short period of abstinence in alcohol addicts. We further show hyperconnectivity in resting-state EEG functional connectivity and dysconnectivity in cue-based fMRI functional connectivity among a densely connected network of different alcohol-related brain areas supporting our hypothesis for a central craving network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14049, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Alcohol dependence is an example of a learned response where the initial hedonic weight associated with alcohol is decreased due to excessive consumption of the substance. This is proposed to result in a change in internal reference state from a normal to an addicted state, characterized by increased goal-directed attention or incentive salience towards its consumption. The increased BOLD signal in the amygdala, PHC, NAcc and striatum on viewing pictures of alcoholic beverages as opposed to non-alcoholic beverages in the present study may be characteristic of the associative learning of substance abuse and the paradoxical reward associated with it. The heightened PCC activity in the current study may be characteristic of a shift in internal state, i.e. allostasis. PCC is an important node in the default mode network and is shown to encode the allostatic shift to an addicted state in other substance addiction disorders. The incentive salience to an otherwise neutral stimulus is hypothesized to be the component that drives the pathological craving of the substance. This is proposed to be modulated subcortically by the NAcc, which receives dopaminergic input from the VTA, which is strongly tied to reward-motivated behavior. Thus, increased NAcc BOLD signal in the current study may be also be characteristic of the patients experiencing a pathological feeling of “want” upon seeing pictures of alcoholic beverages as opposed to non-alcoholic beverages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15519, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These subcortical regions also extend their dopaminergic input to more cortical regions such as dACC. dACC has been shown to encode goal-directed salience to an incoming stimulus, reward-based decision making, and learning and performance of novel tasks, which are functionally known to be dopaminergic. Additionally a previous meta-analysis investigating the neural correlates of craving showed that dACC was an important area for encoding craving in different substance use disorders. The pathological increase in BOLD signal and electrical activity in the dACC signifies its importance in encoding pathological cravings not only in response to a stimulus but also in a resting state. This may be confirmed by the results of our previous study where we showed that repetitive Transcranial Magnetic Stimulation (rTMS) targeting the dACC using a double cone coil or an electrode implanted on the dACC can dramatically suppress the intractable craving for alcohol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16483, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The emotional component of incentive salience is evaluated and modulated by pgACC and OFC. pgACC is shown to be involved in a top-down frontostriatal gating system that prevents erroneous or irrelevant sensory stimuli from reaching the cortex. Dysfunction in this system has been shown to lead to various disorders such as tinnitus, chronic pain, etc.. The pgACC has also been implicated to reduce aggression by exercising control over the amygdala and thus acts as a disorder-general suppression system. pgACC and OFC are also proposed to evaluate the pleasure of salient stimuli and to prioritize behaviorally relevant stimuli. The OFC itself has been shown to be involved in the assignment of reward and reward-based decision making along with the NAcc, VS, VTA, and the amygdala. Thus, the pathological increase in both BOLD signal and beta activity in pgACC may be characteristic of dysfunctional suppression of craving. This may be confirmed with the results of our previous studies, which reported a reduction in this abnormal pgACC activity following rTMS targeting the dACC, leading to suppression of craving. Additionally, hyperactivation in pgACC among heavy drinking college students may underlie greater attention and motivation for alcohol, indicating that this region can predict relapse and thus is strongly related to craving. The increases in BOLD signal and gamma activity in OFC may be characteristic of the paradoxical reward associated with salience and the integration of information from subcortical limbic regions to make reward-based decisions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18054, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "An alternative explanation can be extrapolated from a recent study that looked at the neural circuits involved in flexible behavioral adaptations. This study demonstrated that the reliability of the current behavioral strategy (actor) was encoded by the pgACC/vmPFC and the reliability of alternative strategies was encoded in parallel by the dorsolateral PFC. If the reliability of an alternative behavioral strategy becomes greater than that of the actor, then the actor will be rejected by ventrolateral PFC. Subsequently, the dACC will switch to the new behavioral strategy and acceptance of this new behavioral strategy as the actor is mediated by NAcc. Thus, both a medial and lateral track exist related to behavioral flexibility. The medial track consists of the vmPFC, pgACC, dACC, and VS (including NAcc). This track makes inferences about the actor that, through reinforcement learning, selects and learns the actions maximizing reward. The lateral track consists of frontopolar cortex (FPC) and middle lateral PFC (mid-LPC). This track makes inferences about alternative strategies (~2–3) retrieved from long-term memory. The FPC infers the absolute reliability of these alternative strategies from action outcomes while the mid-LPC detects when one of them becomes reliable enough to be the new actor. Translating this to alcohol addiction, dACC switches to an addicted state (via habenula) and NAcc confirms this state as the new reference. The pgACC confirms the addicted state as reliable, and NAcc–pgACC functional connectivity maintains the addicted state. As a consequence of the addicted state being the reference, constant craving for alcohol will ensue in an attempt to maintain the addicted state as the reference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19792, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The decrease in BOLD signal in the AIC is one that is different from previously published results in alcohol addiction. The insula is also a hub of the salience network along with the dACC. Consistent with the increase in BOLD signal in the dACC, previous literature posits a concurrent increase in BOLD signal in the insula. However, the insula is also a central controller of the autonomic nervous system and thus the observed decrease in BOLD signal in the insula could be a biomarker for compromised autonomic system activity in alcoholic patients. This is only a hypothesis, however, as we do not have any measures of heart rate variability or other autonomic system variables that can support this claim.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20503, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to understanding the differences in BOLD signal in response to viewing alcoholic and non-alcoholic beverages, we also studied the similarities in viewing the two sets of visual cues by performing a conjunction analysis. We observed an increase in BOLD signal in the FG, IFG, MFG, precuneus and the cerebellum that was common to viewing pictures of alcoholic and non-alcoholic beverages. Although the FG is mainly recognized as a human face recognition area, previous research indicated has that when perceptual experts (such as car experts or bird experts) view the pictures of relevant stimuli (i.e. cars or birds), there is an increase in activity in the FG. This indicates that the FG is an area that can process visual cues that a person is conditioned towards. The IFG and MFG are areas responsible for semantic processing. This could be associated with patients reading the names of the beverages inside the scanner. The cerebellum is involved in motor control, hand-eye coordination, and higher-order cognitive functions. Impairment of cerebellar function has been shown in substance abuse and other disorders such as schizophrenia, characterizing changes in personality traits and poor executive and working memory in patients. Increased BOLD signal in the cerebellum may not be associated with visual processing but could just reflect impaired cerebellar function in alcoholics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21903, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Further, the co-occurrence of beta-band EEG and BOLD signal in pgACC, vmPFC, and dACC not only indicates that these cortical areas are critical for craving but also indicates a potential relationship between beta-band activity and BOLD signal. Previous research has demonstrated that EEG beta activity is related to emotional and cognitive processes, which reflects on the craving aspect of alcoholism. Also, in an fMRI and MEG study, researchers found convergent BOLD and beta-band activity in the fronto-limbic circuitry that underpins emotional cognitive processes. Based on these previous findings, our result of convergent BOLD and beta-band activity in pgACC and dACC can strongly support that these cortical areas have an important role in processing emotional and cognitive aspect in alcoholism, i.e. craving.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22721, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Along with changes in BOLD signal and resting state EEG activity, we also observe significant changes in functional connectivity in both cue-reactivity and resting-state paradigms. In the cue-reactivity paradigm, we observe a disconnection between frontostriatal regions and regions of the executive control network. The pgACC/vmPFC is involved in top-down emotional regulation towards a stimulus and in this, case the pathological craving of alcohol. The decreased connectivity between the frontostriatal regions suggests impaired regulation of pathological cravings as shown in another task in patients with alcohol dependency. Furthermore, decreased resting-state functional connectivity in the executive control network has been shown as a correlate of decreased control over drinking and relapse in alcoholic patients. The consistency of these results in cue-based functional connectivity also suggests an increase in pathological craving not only in resting state but also while exposed to a stimulus. This idea is confirmed by the increase in functional connectivity between similar cortical regions in the theta frequency band. Theta has been consistently associated with substance-related disorders, especially during withdrawal and craving states, as well as in several basic motivational processes. In addition, substance abusers have been shown to exhibit bilateral hypersynchronization in the theta frequency band in the frontoposterior and frontotemporal regions compared to healthy adults. Further, theta has been associated with long-distance transmission of information, integrating it from several regions. Consistent with these results, the increased functional connectivity in the theta frequency band between regions associated with craving in the current study bolsters the hypothesis of a central craving network, where different regions encoding different aspects of alcohol addiction such as the emotional “want”, “reward”, and “pleasure” as well as neurobiological “incentive salience” are possibly maladaptively integrated into a unified percept by long-distance theta connectivity. It is important to note here that previous research shows an inverse relationship between BOLD signal activity and the lower frequencies of ongoing EEG activity. In the current study, we observe that this inverse relationship holds even for functional connectivity. It is also important to keep in mind that here we compare resting-state EEG and task-based fMRI and so further research is required to confirm this inverse relationship between EEG and fMRI functional connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25312, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One of the main advantages of this study is the combination of techniques which each have superior spatial and temporal resolution, respectively. Thus, we investigate pathological craving after 24 hours of alcohol abstinence from two different angles. The first is to understand the changes in spontaneous activity and functional connectivity. The second is to understand the changes in activity and functional connectivity in response to alcoholic and non-alcoholic cues. The superior spatial resolution of fMRI helps us investigate deeper structures and their relevance to pathological craving in alcohol dependence on exposure to alcohol-related cues. Conversely, the superior temporal resolution of EEG helps us to understand the changes in different frequency bands. The combination of these two techniques in the same patients gives us a more comprehensive view of pathological craving and the functional networks that may encode it. Thus, from the results of the current study we observe that different cortical and subcortical regions are involved in encoding different aspects of substance craving. The incentive salience encoded by the dACC is characteristic of “give me more”, which is not suppressed by the dysfunctional pgACC suppression mechanism. The result is the positive reinforcement of a feeling of arousal and reward towards alcohol encoded by the limbic structures and OFC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26708, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, the study also has some limitations. For instance, our study features a small sample size and lacks a control group for the cue-reactivity paradigm. Future studies focusing on these two primary limitations and confirming the results with resting state fMRI functional connectivity and task-based EEG may be able to confirm the presence of a craving network. These results also pave the way for other network-based approaches such as correlation analysis, directed functional connectivity, dynamic functional connectivity, etc. to confirm the correlates of pathological craving. Nevertheless, the current study is one of the first to combine resting-state EEG and cue-based fMRI to present the neural correlates of substance craving with superior spatial and temporal resolution and propose a substance-general craving network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27544, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 27555, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Our results reveal significant changes in both cue-based fMRI reactivity, resting-state neural activity, and functional connectivity which represent the neural correlates of pathological craving in alcohol addiction. According to previous literature, alcohol addiction is a learned response wherein the hedonic weight to stimuli is decreased on excessive consumption of the substance by associating it with a paradoxical reward. This results in a shift in the normal, healthy self-referential state to an addicted state characterized by an incentive salience, which behaviorally manifests as a pathological craving for the substance. This craving is strongly associated with an emotional component and thus results in relapse of excessive alcohol consumption following even a short period of abstinence. In the current study, we propose that these different aspects of substance-related craving are encoded by a central craving network characterized by changes in activity and functional connectivity of the NAcc, VS, amygdala, PHC, PCC, dACC, pgACC, and OFC. The associative learning of the paradoxical reward may be mediated by the regions of the limbic and medial temporal lobes; the shift in self-referential state may be encoded by the PCC; the incentive salience may be encoded by limbic regions and dACC; the emotional component may be encoded by the limbic regions along with the pgACC and OFC. Thus, craving may be hypothesized as the unified percept of incentive salience related to reward, lack of suppression of this salience, and the emotional association with reward.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29137, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 29159, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patient demographics", "sentences": [], "annotations": [], "relations": []}, {"offset": 29180, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics, anthropometric and laboratory measures for alcohol addicted participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29268, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th>\n<bold>Alcohol addicted</bold>\n</th></tr><tr><th>(n = 11)</th></tr></thead><tbody><tr><td>Age (years)</td><td>48.12 (8.54)</td></tr><tr><td>Gender</td><td>♂ 8 ♀ 3</td></tr><tr><td>Body weight (kg)</td><td>73.30 (10.55)</td></tr><tr><td>Height (cm)</td><td>175.21 (12.38)</td></tr><tr><td>BMI</td><td>23.9 (2.05)</td></tr><tr><td>NRS Desire alcohol<sup>1</sup></td><td>8.32 (1.87)</td></tr><tr><td>Audit<sup>2</sup></td><td>36.21 (5.89)</td></tr><tr><td>Cholesterol (mmol/L)</td><td>4.77 (0.85)</td></tr><tr><td>Triglycerides (mmol/L)</td><td>1.65 (1.19)</td></tr><tr><td>HDL (mmol/L)</td><td>1.47 (0.43)</td></tr><tr><td>GGT (U/L)</td><td>91.79 (72.63)</td></tr><tr><td>ALT (U/L)</td><td>43.07 (30.39)</td></tr><tr><td>AST (U/L)</td><td>39.14 (34.28)</td></tr><tr><td>Glucose (mmol/L)</td><td>5.04 (0.54)</td></tr></tbody></table>\n"}, "text": "\tAlcohol addicted\t \t(n = 11)\t \tAge (years)\t48.12 (8.54)\t \tGender\t♂ 8 ♀ 3\t \tBody weight (kg)\t73.30 (10.55)\t \tHeight (cm)\t175.21 (12.38)\t \tBMI\t23.9 (2.05)\t \tNRS Desire alcohol1\t8.32 (1.87)\t \tAudit2\t36.21 (5.89)\t \tCholesterol (mmol/L)\t4.77 (0.85)\t \tTriglycerides (mmol/L)\t1.65 (1.19)\t \tHDL (mmol/L)\t1.47 (0.43)\t \tGGT (U/L)\t91.79 (72.63)\t \tALT (U/L)\t43.07 (30.39)\t \tAST (U/L)\t39.14 (34.28)\t \tGlucose (mmol/L)\t5.04 (0.54)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29688, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "1Numeric rating scale (how much do you desire for alcohol?).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29749, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "2Audit (Alcohol Use Disorders Identification test) scores of 20 or above clearly warrant further diagnostic evaluation for alcohol dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29892, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Eleven patients (N = 11; 8 males and 3 females) with a mean age of 48.12 years (sd = 8.54) were included in the study. The mean score on the NRS (numeric rating scale) for the desire of alcohol was 8.32 (sd = 1.87) and the mean Audit (Alcohol Use Disorders Identification test) score was 36.21 (sd = 5.89). An Audit (Alcohol Use Disorders Identification test) score of 20 or above clinically warrants further diagnostic evaluation for alcohol dependence. All patients were first screened by a psychiatric consultation. Following that an EEG was performed, as well as an fMRI using images of alcoholic and non-alcoholic beverages as cues. All patients reported that they had undergone multiple treatments with only temporary success, due to major craving and an obsessive-compulsive focus on alcohol, presented with a relapsing clinical picture. All patients were resistant to acamprosate and naltrexone. Patients reported that during relapses they engaged in binge drinking associated with aggression with amnesia, mood and sleep problems followed by withdrawal symptoms upon arresting alcohol intake. Behavioral treatment in outpatient individualized sessions, group sessions, and inpatient treatment in a general hospital as well as a specialized addiction hospital all yielded only temporary success. See Table 1 for Table demographics, anthropometric and laboratory measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31272, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were requested to refrain from alcohol consumption 24 hours prior to recording and from caffeinated beverage consumption on the day of recording. This study was approved by the local ethical committee (Antwerp University Hospital) and was in accordance with the declaration of Helsinki. Written informed consent was obtained from all patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31629, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional Magnetic Resonance Imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 31667, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data Acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 31684, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The patients underwent three fMRI sessions at different time points on a 3 T MRI scanner (ACHIEVA, Philips Medical Systems, Best, The Netherlands). Alcohol addicted patients performed a visual cue stimulation experiment using a blocked designed paradigm. During the experiment, the fMRI was performed to map out BOLD signals in different cortical areas. Each patient had four sessions and each session contained 120 scans (EPI; 120 dynamic scans, repetition time (TR) = 3000 ms; echo time (TE) = 33 ms; voxel size = 2.9 × 2.9 × 4.0 mm; field of view (FOV) = 230 × 230 mm; flip angle (FA) = 90). Within and between sessions balance was included in the experimental design. In each session, 120 images were divided into 24 blocks and 4 conditions. Each block contained 5 images within the same condition and each image lasted 3 s. The four conditions were (a) alcohol condition (images of alcohol beverages), (b) beverage condition (images of non-alcoholic beverages), (c) control condition (unidentifiably scrambled images of alcoholic and non-alcoholic beverages), and (d) fix condition (image of a fixation cross). Patients were instructed to focus on the visually presented stimuli throughout the entire experiment in the MRI machine. Numerous studies have used a cue-reactivity paradigm, which exposes subjects to drug-related stimuli, while monitoring their physiological responses to investigate addictive behavior. A meta-analysis of the cue-reactivity paradigm suggests it can generate a stable profile of significant addict-related effects. To improve our understanding of alcohol addictive behavior, establish treatment for active alcohol users, and prevent relapse, it is important to understand the neurobiological mechanism that underpins alcohol-related behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33461, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33475, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fMRI data were analyzed using Statistical Parametric Mapping 8 (SPM8) (The Wellcome Trust Center for Neuroimaging, London, UK) (http://www.fil.ion.ucl.ac.uk/spm). The structural T1 image (retaining the gray matter, white matter, and CSF) was first skull-stripped. The functional images were realigned to the first scan to correct for head movement. The high-resolution skull-stripped T1 image was then co-registered to the mean realigned functional image and subsequently normalized to the Montreal Neurological Institute (MNI) coordinates. Finally, spatial smoothing was applied using a 6 × 6 × 6 mm full-width at half maximum (FWHM) of the Gaussian smoothing kernel. The functional activation was analyzed using a standard general linear model (GLM). A boxcar reference function was convolved with the hemodynamic function to represent the time course of the expected signal during the experiment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34379, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first blood oxygenation level-dependent (BOLD) signal was generated by a one-sample t-test specified to a contrast between seeing images of alcoholic beverages versus images of non-alcoholic beverages in the patient group. The second blood oxygenation level-dependent (BOLD) signal was generated by a conjunction analysis assessing a comparison of viewing images of alcoholic beverages to control images versus a comparison of viewing images of non-alcoholic beverages to control images across all patients. The one-sample t-test and conjunction analysis were both conducted at voxel level and a threshold for significant functional activation at p < 0.01 uncorrected for the one-sample t-test and p < 0.001 uncorrected for the conjunction analysis. The set of cluster size was larger than 60 voxels in the one-sample t-test and larger than 50 voxels in the conjunction analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35263, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 35287, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The average beta values for every condition at the peak activation voxel of all regions of interest were extracted from each individual and activity of all regions of interest were correlated with one another to create a co-activation matrix. This co-activation matrix was the measure of functional connectivity in the cue-based fMRI paradigm. The functional connectivity matrix in the alcoholic beverage and non-alcoholic beverage conditions were compared using Fischer’s Z and p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35776, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Electroencephalography", "sentences": [], "annotations": [], "relations": []}, {"offset": 35799, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "EEG Data collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 35819, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "EEG data were obtained as a standard procedure. Recordings were obtained in a fully lighted room with each participant sitting upright on a small but comfortable chair. The actual recording lasted approximately five minutes. The EEG was sampled using Mitsar-201 amplifiers (NovaTech http://www.novatecheeg.com/) with 19 electrodes placed according to the standard 10–20 International placement (Fp1, Fp2, F7, F3, Fz, F4, F8, T7, C3, Cz, C4, T8, P7, P3, Pz, P4, P8, O1, O2). Participants abstained from alcohol consumption 24 hours prior to EEG recording and from caffeinated beverages on the day of recording to avoid alcohol-induced changes in EEG or a caffeine-induced alpha power decrease. The vigilance of participants was monitored by EEG parameters such as the slowing of alpha rhythm or the appearance of spindles as drowsiness that is reflected in enhanced theta power. Impedances were checked to remain below 5 kΩ. Data was collected eyes-closed (sampling rate = 500 Hz, band passed 0.15–200 Hz). Off-line data were resampled to 128 Hz, band-pass filtered in the range 2–44 Hz and subsequently transposed into Eureka! software, plotted and carefully inspected for manual artifact-rejection. All episodic artifacts including eye blinks, eye movements, teeth clenching, body movement, and other ECG artifacts were removed from the stream of the EEG. In addition, an independent component analysis (ICA) was conducted to further verify if all artifacts had been excluded. To investigate the effect of possible ICA component rejection, we compared the power spectra with two approaches: (1) after visual artifact rejection only and (2) after additional ICA component rejection. The mean power in the delta (2–3.5 Hz), theta (4–7.5 Hz), alpha1 (8–10 Hz), alpha2 (10–12 Hz), beta1 (13–18 Hz), beta2 (18.5–21 Hz), beta3 (21.5–30 Hz), and gamma (30.5–44 Hz) bands did not show a statistically significant difference between the two approaches. Average Fourier cross-spectral matrices were computed for all eight bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37839, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Normative database", "sentences": [], "annotations": [], "relations": []}, {"offset": 37858, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A normative database was used. Exclusion criteria were known psychiatric or neurological illness, psychiatric history of drug/alcohol abuse in a participant or any relative, current psychotropic/CNS active medications, history of head injury (with loss of consciousness) or seizures, headache, and physical disability. About 3–5 min of EEG was continuously recorded while participant sat with their eyes closed on a comfortable chair in a quiet and dimly lit room. EEG data were acquired at the 19 standard leads prescribed by the 10–20 international system (FP1, FP2, F7, F3, FZ, F4, F8, T3, C3, CZ, C4, T4, T5, P3, PZ, P4, T6, O1, O2) using both earlobes as reference and enabling a 60 Hz notch filter to suppress power line contamination. The resistance of all electrodes was kept below 5 kΩ. Data of the BRL database were acquired using the 12-bit A/D BSA acquisition system (Neurometrics, Inc., New York, NY) and sampled at 100 Hz. For consistency, we subsequently up-sampled the BRL database to 128 Hz using a natural cubic spline interpolation routine (Congedo et al., 2002). We removed from all data biological, instrumental and environmental artifacts, paying attention to biological artifacts generated by the eyes, the heart and the muscles of the neck, face and jaw. EEG recordings were visually inspected on a high-resolution screen and epochs containing visible artifacts were marked and ignored for ensuing analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39290, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Source localization", "sentences": [], "annotations": [], "relations": []}, {"offset": 39310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Standardized low-resolution brain electromagnetic tomography (sLORETA) was used to estimate the intracerebral electrical sources. As a standard procedure, a common average reference transformation was performed before applying the sLORETA algorithm. sLORETA computes electric neuronal activity as current density (A/m2) without assuming a predefined number of active sources. The solution space used in this study and associated lead-field matrix are those implemented in the LORETA-Key software (freely available at http://www.uzh.ch/keyinst/loreta.htm). This software implements revisited realistic electrode coordinates (Jurcak et al. 2007) and the lead field produced by Fuchs et al. by applying the boundary element method on the MNI-152 (Montreal neurological institute, Canada) template of Mazziotta et al.. The sLORETA-key anatomical template divides and labels the neocortical (including hippocampus and anterior cingulate cortex) MNI-152 volume in 6,239 voxels of dimension 5 mm3, based on probabilities returned by the Demon Atlas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40353, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Lagged phase coherence", "sentences": [], "annotations": [], "relations": []}, {"offset": 40376, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Coherence and phase synchronization between time series corresponding to different spatial locations are usually interpreted as indicators of “connectivity”. However, any measure of dependence is highly contaminated with an instantaneous, non-physiological contribution due to volume conduction. However, Pascual-Marqui, introduced new measures of coherence and phase synchronization taking into account only non-instantaneous (lagged) connectivity, effectively removing the confounding factor of volume conduction. Such “lagged phase coherence” between two sources can be interpreted as the amount of cross-talk between the regions contributing to the source activity. Since the two components oscillate coherently with a phase lag, the cross-talk can be interpreted as information sharing by axonal transmission. More precisely, the discrete Fourier transform decomposes the signal in a finite series of cosine and sine waves at the Fourier frequencies (Bloomfield 2000). The lag of the cosine waves with respect to their sine counterparts is inversely proportional to their frequency and amounts to a quarter of the period; for example, the period of a sinusoidal wave at 10 Hz is 100 ms. The sine is shifted a quarter of a cycle (25 ms) with the respect to the cosine. Then the lagged phase coherence at 10 Hz indicates coherent oscillations with a 25 ms delay, while at 20 Hz the delay is 12.5 ms, etc. The threshold of significance for a given lagged phase coherence value according to asymptotic results can be found as described by Pascual-Marqui (2007), where the definition of lagged phase coherence can be found as well. As such, this measure of dependence can be applied to any number of brain areas jointly, i.e., distributed cortical networks, whose activity can be estimated with sLORETA. Measures of linear dependence (coherence) between the multivariate time series are defined. The measures are non-negative, and take the value zero only when there is independence and are defined in the frequency domain: delta (2–3.5 Hz), theta (4–7.5 Hz), alpha1 (8–10 Hz), alpha2 (10–12 Hz), beta1 (13–18 Hz), beta2 (18.5–21 Hz), beta3 (21.5–30 Hz) and gamma (30.5–44 Hz). Based on this principle, lagged linear connectivity was calculated. Time-series of current density were extracted for different regions of interests using sLORETA. Power in all 6,239 voxels was normalized to a power of 1 and log transformed at each time point. Region of interest values thus reflect the log-transformed fraction of total power across all voxels, separately for specific frequencies. Regions of interest selected were based on the activity findings of both EEG and fMRI - left and right orbitofrontal cortex, the pregenual anterior cingulate cortex, the dorsal anterior cingulate cortex, the posterior cingulate cortex, the left and right inferior frontal gyrus, the left and right insula, the left parahippocampus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43286, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 43307, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The methodology used is a non-parametric permutation test. It is based on estimating, via randomization, the empirical probability distribution for the max-statistic, under the null hypothesis comparisons. This methodology corrects for multiple testing (i.e. for the collection of tests performed for all voxels, and for all frequency bands). Due to the non-parametric nature of this method, its validity does not rely on any assumption of Gaussianity. The significance threshold for all tests was based on a permutation test with 5000 permutations. Comparisons were made between the healthy controls versus patients with an alcohol addiction. These comparisons were performed on a whole brain by sLORETA statistical contrast maps through multiple voxel-by-voxel comparisons in a logarithm of t-ratio.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44109, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 44137, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44275, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "Yuefeng Huang and Anusha Mohan contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44340, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44477, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 44498, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Y.H.: Data analysis, writing the manuscript A.M.: Writing the manuscript D.D.R.: Data collection, writing the manuscript S.S.: Data collection S.V.: Data collection, data analysis, writing the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44703, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 44723, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44782, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 44793, "infons": {"fpage": "185", "name_0": "surname:Gilpin;given-names:NW", "name_1": "surname:Koob;given-names:GF", "pub-id_pmid": "19881886", "section_type": "REF", "source": "Alcohol research & health: the journal of the National Institute on Alcohol Abuse and Alcoholism", "type": "ref", "volume": "31", "year": "2008"}, "text": "Neurobiology of alcohol dependence: focus on motivational mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 44862, "infons": {"fpage": "35", "lpage": "39", "name_0": "surname:Heinz;given-names:A", "pub-id_doi": "10.1093/alcalc/agg005", "pub-id_pmid": "12554605", "section_type": "REF", "source": "Alcohol and alcoholism", "type": "ref", "volume": "38", "year": "2003"}, "text": "Reward craving and withdrawal relief craving: assessment of different motivational pathways to alcohol intake", "sentences": [], "annotations": [], "relations": []}, {"offset": 44972, "infons": {"fpage": "284", "lpage": "292", "name_0": "surname:Ooteman;given-names:W", "name_1": "surname:Koeter;given-names:M", "name_2": "surname:Verheul;given-names:R", "name_3": "surname:Schippers;given-names:G", "pub-id_doi": "10.1093/alcalc/agl012", "pub-id_pmid": "16540493", "section_type": "REF", "source": "Alcohol and alcoholism", "type": "ref", "volume": "41", "year": "2006"}, "text": "& Van den Brink, W. Development and validation of the Amsterdam Motives for Drinking Scale (AMDS): an attempt to distinguish relief and reward drinkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 45124, "infons": {"fpage": "197", "lpage": "222", "name_0": "surname:Verheul;given-names:R", "name_1": "surname:van den Brink;given-names:W", "name_2": "surname:Geerlings;given-names:P", "pub-id_doi": "10.1093/alcalc/34.2.197", "pub-id_pmid": "10344781", "section_type": "REF", "source": "Alcohol and alcoholism", "type": "ref", "volume": "34", "year": "1999"}, "text": "A three-pathway psychobiological model of craving for alcohol", "sentences": [], "annotations": [], "relations": []}, {"offset": 45186, "infons": {"fpage": "807", "lpage": "816", "name_0": "surname:Grant;given-names:BF", "pub-id_doi": "10.1001/archpsyc.61.8.807", "pub-id_pmid": "15289279", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "61", "year": "2004"}, "text": "Prevalence and co-occurrence of substance use disorders and independent mood and anxiety disorders: results from the National Epidemiologic Survey on Alcohol and Related Conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45367, "infons": {"fpage": "361", "lpage": "368", "name_0": "surname:Grant;given-names:BF", "pub-id_doi": "10.1001/archpsyc.61.4.361", "pub-id_pmid": "15066894", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "61", "year": "2004"}, "text": "Co-occurrence of 12-month alcohol and drug use disorders and personality disorders in the United States: results from the National Epidemiologic Survey on Alcohol and Related Conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45553, "infons": {"fpage": "5", "lpage": "10", "name_0": "surname:De Ridder;given-names:D", "name_1": "surname:Vanneste;given-names:S", "name_2": "surname:Kovacs;given-names:S", "name_3": "surname:Sunaert;given-names:S", "name_4": "surname:Dom;given-names:G", "pub-id_doi": "10.1016/j.neulet.2011.03.074", "pub-id_pmid": "21458537", "section_type": "REF", "source": "Neurosci Lett", "type": "ref", "volume": "496", "year": "2011"}, "text": "Transient alcohol craving suppression by rTMS of dorsal anterior cingulate: an fMRI and LORETA EEG study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45658, "infons": {"section_type": "REF", "type": "ref"}, "text": "Robinson, M., Fischer, A., Ahuja, A., Lesser, E. & Maniates, H. in Behavioral Neuroscience of Motivation 105-136 (Springer, 2015).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45789, "infons": {"fpage": "284", "lpage": "292", "name_0": "surname:Ooteman;given-names:W", "name_1": "surname:Koeter;given-names:M", "name_2": "surname:Verheul;given-names:R", "name_3": "surname:Schippers;given-names:G", "pub-id_doi": "10.1093/alcalc/agl012", "pub-id_pmid": "16540493", "section_type": "REF", "source": "Alcohol and alcoholism", "type": "ref", "volume": "41", "year": "2006"}, "text": "& Van Den Brink, W. Development and validation of the Amsterdam Motives for Drinking Scale (AMDS): an attempt to distinguish relief and reward drinkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 45941, "infons": {"fpage": "35", "lpage": "39", "name_0": "surname:Heinz;given-names:A", "pub-id_doi": "10.1093/alcalc/agg005", "pub-id_pmid": "12554605", "section_type": "REF", "source": "Alcohol and alcoholism", "type": "ref", "volume": "38", "year": "2003"}, "text": "Reward craving and withdrawal relief craving: assessment of different motivational pathways to alcohol intake", "sentences": [], "annotations": [], "relations": []}, {"offset": 46051, "infons": {"fpage": "37126", "name_0": "surname:De Ridder;given-names:D", "name_1": "surname:Manning;given-names:P", "name_2": "surname:Leong;given-names:SL", "name_3": "surname:Ross;given-names:S", "name_4": "surname:Vanneste;given-names:S", "pub-id_doi": "10.1038/srep37126", "pub-id_pmid": "27876789", "section_type": "REF", "source": "Scientific Reports", "type": "ref", "volume": "6", "year": "2016"}, "text": "Allostasis in health and food addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 46091, "infons": {"fpage": "29", "lpage": "53", "name_0": "surname:Koob;given-names:GF", "name_1": "surname:Le Moal;given-names:M", "pub-id_doi": "10.1146/annurev.psych.59.103006.093548", "pub-id_pmid": "18154498", "section_type": "REF", "source": "Annu. Rev. Psychol.", "type": "ref", "volume": "59", "year": "2008"}, "text": "Addiction and the brain antireward system", "sentences": [], "annotations": [], "relations": []}, {"offset": 46133, "infons": {"section_type": "REF", "type": "ref"}, "text": "De Ridder, D. et al. The brain, obesity and addiction: an EEG neuroimaging study. Scientific Reports6 (2016).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46243, "infons": {"fpage": "1741", "lpage": "1749", "name_0": "surname:Vollstadt-Klein;given-names:S", "pub-id_doi": "10.1111/j.1360-0443.2010.03022.x", "section_type": "REF", "source": "Addiction (Abingdon, England)", "type": "ref", "volume": "105", "year": "2010"}, "text": "Initial, habitual and compulsive alcohol use is characterized by a shift of cue processing from ventral to dorsal striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 46366, "infons": {"fpage": "1691", "lpage": "1704", "name_0": "surname:de Greck;given-names:M", "pub-id_doi": "10.1002/hbm.20634", "pub-id_pmid": "18711709", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "30", "year": "2009"}, "text": "Decreased neural activity in reward circuitry during personal reference in abstinent alcoholics–a fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46475, "infons": {"fpage": "585", "lpage": "595", "name_0": "surname:Dager;given-names:AD", "pub-id_doi": "10.1111/add.12437", "section_type": "REF", "source": "Addiction (Abingdon, England)", "type": "ref", "volume": "109", "year": "2014"}, "text": "Functional magnetic resonance imaging (fMRI) response to alcohol pictures predicts subsequent transition to heavy drinking in college students", "sentences": [], "annotations": [], "relations": []}, {"offset": 46618, "infons": {"fpage": "2086", "lpage": "2096", "name_0": "surname:Claus;given-names:ED", "name_1": "surname:Ewing;given-names:SW", "name_2": "surname:Filbey;given-names:FM", "name_3": "surname:Sabbineni;given-names:A", "name_4": "surname:Hutchison;given-names:KE", "pub-id_doi": "10.1038/npp.2011.99", "pub-id_pmid": "21677649", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "36", "year": "2011"}, "text": "Identifying neurobiological phenotypes associated with alcohol use disorder severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 46703, "infons": {"fpage": "25", "lpage": "31", "name_0": "surname:Sinha;given-names:R", "name_1": "surname:Li;given-names:CS", "pub-id_doi": "10.1080/09595230601036960", "pub-id_pmid": "17364833", "section_type": "REF", "source": "Drug Alcohol Rev", "type": "ref", "volume": "26", "year": "2007"}, "text": "Imaging stress- and cue-induced drug and alcohol craving: association with relapse and clinical implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 46812, "infons": {"fpage": "368", "lpage": "381", "name_0": "surname:Herrera-Diaz;given-names:A", "pub-id_doi": "10.1007/s10548-015-0467-x", "pub-id_pmid": "26660886", "section_type": "REF", "source": "Brain topography", "type": "ref", "volume": "29", "year": "2016"}, "text": "Functional Connectivity and Quantitative EEG in Women with Alcohol Use Disorders: A Resting-State Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46916, "infons": {"fpage": "831", "lpage": "842", "name_0": "surname:Rangaswamy;given-names:M", "pub-id_doi": "10.1016/S0006-3223(02)01362-8", "pub-id_pmid": "12372655", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "52", "year": "2002"}, "text": "Beta power in the EEG of alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 46952, "infons": {"fpage": "101", "lpage": "113", "name_0": "surname:Winterer;given-names:G", "pub-id_doi": "10.1016/S0165-1781(97)00148-0", "pub-id_pmid": "9579706", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "78", "year": "1998"}, "text": "Quantitative EEG (QEEG) predicts relapse in patients with chronic alcoholism and points to a frontally pronounced cerebral disturbance", "sentences": [], "annotations": [], "relations": []}, {"offset": 47087, "infons": {"fpage": "97", "lpage": "129", "name_0": "surname:Koob;given-names:GF", "name_1": "surname:Le Moal;given-names:M", "pub-id_doi": "10.1016/S0893-133X(00)00195-0", "pub-id_pmid": "11120394", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "24", "year": "2001"}, "text": "Drug addiction, dysregulation of reward, and allostasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47143, "infons": {"fpage": "1", "lpage": "21", "name_0": "surname:Robbins;given-names:T", "name_1": "surname:Ersche;given-names:K", "name_2": "surname:Everitt;given-names:B", "pub-id_doi": "10.1196/annals.1441.020", "pub-id_pmid": "18991949", "section_type": "REF", "source": "Annals of the New York Academy of Sciences", "type": "ref", "volume": "1141", "year": "2008"}, "text": "Drug addiction and the memory systems of the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 47194, "infons": {"fpage": "1403", "lpage": "1413", "name_0": "surname:Kalivas;given-names:PW", "name_1": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1176/appi.ajp.162.8.1403", "pub-id_pmid": "16055761", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "The neural basis of addiction: a pathology of motivation and choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 47262, "infons": {"fpage": "523", "lpage": "528", "name_0": "surname:Bush;given-names:G", "pub-id_doi": "10.1073/pnas.012470999", "pub-id_pmid": "11756669", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "99", "year": "2002"}, "text": "Dorsal anterior cingulate cortex: a role in reward-based decision making", "sentences": [], "annotations": [], "relations": []}, {"offset": 47335, "infons": {"fpage": "1318", "lpage": "1326", "name_0": "surname:Kuhn;given-names:S", "name_1": "surname:Gallinat;given-names:J", "pub-id_doi": "10.1111/j.1460-9568.2010.07590.x", "pub-id_pmid": "21261758", "section_type": "REF", "source": "Eur J Neurosci", "type": "ref", "volume": "33", "year": "2011"}, "text": "Common biology of craving across legal and illegal drugs - a quantitative meta-analysis of cue-reactivity brain response", "sentences": [], "annotations": [], "relations": []}, {"offset": 47456, "infons": {"fpage": "E883", "lpage": "E893", "name_0": "surname:De Ridder;given-names:D", "pub-id_doi": "10.1227/NEU.0000000000001248", "pub-id_pmid": "27077594", "section_type": "REF", "source": "Neurosurgery", "type": "ref", "volume": "78", "year": "2016"}, "text": "Anterior Cingulate Implant for Alcohol Dependence: Case Report", "sentences": [], "annotations": [], "relations": []}, {"offset": 47519, "infons": {"fpage": "567", "lpage": "578", "name_0": "surname:Rauschecker;given-names:JP", "name_1": "surname:May;given-names:ES", "name_2": "surname:Maudoux;given-names:A", "name_3": "surname:Ploner;given-names:M", "pub-id_doi": "10.1016/j.tics.2015.08.002", "pub-id_pmid": "26412095", "section_type": "REF", "source": "Trends in cognitive sciences", "type": "ref", "volume": "19", "year": "2015"}, "text": "Frontostriatal gating of tinnitus and chronic pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 47570, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mohan, A. & Vanneste, S. Adaptive and maladaptive neural compensatory consequences of sensory deprivation – From a phantom percept perspective. Progress in neurobiology Accepted (2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47756, "infons": {"fpage": "6269", "lpage": "6274", "name_0": "surname:Meyer-Lindenberg;given-names:A", "pub-id_doi": "10.1073/pnas.0511311103", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "103", "year": "2006"}, "text": "Neural mechanisms of genetic risk for impulsivity and violence in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 47829, "infons": {"fpage": "289", "lpage": "294", "name_0": "surname:Kühn;given-names:S", "name_1": "surname:Gallinat;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2012.02.065", "pub-id_pmid": "22406357", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "61", "year": "2012"}, "text": "The neural correlates of subjective pleasantness", "sentences": [], "annotations": [], "relations": []}, {"offset": 47878, "infons": {"fpage": "295", "lpage": "307", "name_0": "surname:Bechara;given-names:A", "name_1": "surname:Damasio;given-names:H", "name_2": "surname:Damasio;given-names:AR", "pub-id_doi": "10.1093/cercor/10.3.295", "pub-id_pmid": "10731224", "section_type": "REF", "source": "Cerebral cortex", "type": "ref", "volume": "10", "year": "2000"}, "text": "Emotion, decision making and the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 47932, "infons": {"fpage": "318", "lpage": "325", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "pub-id_doi": "10.1093/cercor/10.3.318", "pub-id_pmid": "10731226", "section_type": "REF", "source": "Cerebral cortex", "type": "ref", "volume": "10", "year": "2000"}, "text": "Addiction, a disease of compulsion and drive: involvement of the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 48018, "infons": {"fpage": "E161", "issue": "Suppl 1", "lpage": "171", "name_0": "surname:Dager;given-names:AD", "pub-id_doi": "10.1111/j.1530-0277.2012.01879.x", "pub-id_pmid": "23078363", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "37", "year": "2013"}, "text": "Influence of alcohol use and family history of alcoholism on neural response to alcohol cues in college drinkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 48131, "infons": {"fpage": "393", "lpage": "402", "name_0": "surname:Myrick;given-names:H", "pub-id_doi": "10.1038/sj.npp.1300295", "pub-id_pmid": "14679386", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "29", "year": "2004"}, "text": "Differential brain activity in alcoholics and social drinkers to alcohol cues: relationship to craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 48234, "infons": {"fpage": "296", "lpage": "302", "name_0": "surname:Grusser;given-names:SM", "pub-id_doi": "10.1007/s00213-004-1828-4", "pub-id_pmid": "15127179", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "175", "year": "2004"}, "text": "Cue-induced activation of the striatum and medial prefrontal cortex is associated with subsequent relapse in abstinent alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 48364, "infons": {"fpage": "3", "lpage": "28", "name_0": "surname:Groenewegen;given-names:HJ", "name_1": "surname:Uylings;given-names:HB", "pub-id_doi": "10.1016/S0079-6123(00)26003-2", "pub-id_pmid": "11105636", "section_type": "REF", "source": "Prog Brain Res", "type": "ref", "volume": "126", "year": "2000"}, "text": "The prefrontal cortex and the integration of sensory, limbic and autonomic information", "sentences": [], "annotations": [], "relations": []}, {"offset": 48451, "infons": {"fpage": "1481", "lpage": "1486", "name_0": "surname:Donoso;given-names:M", "name_1": "surname:Collins;given-names:AG", "name_2": "surname:Koechlin;given-names:E", "pub-id_pmid": "24876345", "section_type": "REF", "source": "Foundations of human reasoning in the prefrontal cortex. Science", "type": "ref", "volume": "344", "year": "2014"}, "text": "Human cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 48467, "infons": {"fpage": "105", "lpage": "115", "name_0": "surname:White;given-names:TP", "name_1": "surname:Joseph;given-names:V", "name_2": "surname:Francis;given-names:ST", "name_3": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1016/j.schres.2010.07.020", "pub-id_pmid": "20724114", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "123", "year": "2010"}, "text": "Aberrant salience network (bilateral insula and anterior cingulate cortex) connectivity during information processing in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48602, "infons": {"fpage": "393", "name_0": "surname:Myrick;given-names:H", "pub-id_doi": "10.1038/sj.npp.1300295", "pub-id_pmid": "14679386", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "29", "year": "2004"}, "text": "Differential brain activity in alcoholics and social drinkers to alcohol cues: relationship to craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 48705, "infons": {"fpage": "437", "lpage": "443", "name_0": "surname:Ray;given-names:S", "name_1": "surname:Hanson;given-names:C", "name_2": "surname:Hanson;given-names:SJ", "name_3": "surname:Bates;given-names:ME", "pub-id_doi": "10.1093/alcalc/agq042", "pub-id_pmid": "20729530", "section_type": "REF", "source": "Alcohol and alcoholism", "type": "ref", "volume": "45", "year": "2010"}, "text": "fMRI BOLD response in high-risk college students (part 1): during exposure to alcohol, marijuana, polydrug and emotional picture cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 48839, "infons": {"fpage": "153", "lpage": "158", "name_0": "surname:de Morree;given-names:HM", "name_1": "surname:Rutten;given-names:G-J", "name_2": "surname:Szabó;given-names:BM", "name_3": "surname:Sitskoorn;given-names:MM", "name_4": "surname:Kop;given-names:WJ", "pub-id_doi": "10.1097/ANA.0000000000000207", "pub-id_pmid": "26192246", "section_type": "REF", "source": "Journal of neurosurgical anesthesiology", "type": "ref", "volume": "28", "year": "2016"}, "text": "Effects of insula resection on autonomic nervous system activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 48904, "infons": {"fpage": "191", "lpage": "197", "name_0": "surname:Gauthier;given-names:I", "name_1": "surname:Skudlarski;given-names:P", "name_2": "surname:Gore;given-names:JC", "name_3": "surname:Anderson;given-names:AW", "pub-id_doi": "10.1038/72140", "pub-id_pmid": "10649576", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "3", "year": "2000"}, "text": "Expertise for cars and birds recruits brain areas involved in face recognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 48983, "infons": {"fpage": "799", "lpage": "810", "name_0": "surname:Costafreda;given-names:SG", "pub-id_doi": "10.1002/hbm.20221", "pub-id_pmid": "16511886", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "27", "year": "2006"}, "text": "A systematic review and quantitative appraisal of fMRI studies of verbal fluency: role of the left inferior frontal gyrus", "sentences": [], "annotations": [], "relations": []}, {"offset": 49105, "infons": {"fpage": "11017", "lpage": "11022", "name_0": "surname:Hester;given-names:R", "name_1": "surname:Garavan;given-names:H", "pub-id_doi": "10.1523/JNEUROSCI.3321-04.2004", "pub-id_pmid": "15590917", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "24", "year": "2004"}, "text": "Executive dysfunction in cocaine addiction: evidence for discordant frontal, cingulate, and cerebellar activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 49217, "infons": {"fpage": "1809", "lpage": "1817", "name_0": "surname:Meyer-Lindenberg;given-names:A", "pub-id_doi": "10.1176/appi.ajp.158.11.1809", "pub-id_pmid": "11691686", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Evidence for abnormal cortical functional connectivity during working memory in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49311, "infons": {"fpage": "750", "lpage": "752", "name_0": "surname:Ray;given-names:WJ", "name_1": "surname:Cole;given-names:HW", "pub-id_doi": "10.1126/science.3992243", "pub-id_pmid": "3992243", "section_type": "REF", "source": "Science", "type": "ref", "volume": "228", "year": "1985"}, "text": "EEG alpha activity reflects attentional demands, and beta activity reflects emotional and cognitive processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 49421, "infons": {"fpage": "1878", "lpage": "1888", "name_0": "surname:Jabbi;given-names:M", "pub-id_doi": "10.1093/cercor/bht427", "pub-id_pmid": "24464944", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "25", "year": "2015"}, "text": "Convergent BOLD and Beta-Band Activity in Superior Temporal Sulcus and Frontolimbic Circuitry Underpins Human Emotion Cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 49549, "infons": {"fpage": "593", "lpage": "604", "name_0": "surname:Courtney;given-names:KE", "name_1": "surname:Ghahremani;given-names:DG", "name_2": "surname:Ray;given-names:LA", "pub-id_doi": "10.1111/adb.12013", "pub-id_pmid": "23240858", "section_type": "REF", "source": "Addiction biology", "type": "ref", "volume": "18", "year": "2013"}, "text": "Fronto‐striatal functional connectivity during response inhibition in alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 49638, "infons": {"fpage": "833", "lpage": "843", "name_0": "surname:Becker;given-names:A", "name_1": "surname:Kirsch;given-names:M", "name_2": "surname:Gerchen;given-names:MF", "name_3": "surname:Kiefer;given-names:F", "name_4": "surname:Kirsch;given-names:P", "pub-id_doi": "10.1111/adb.12352", "pub-id_pmid": "28398011", "section_type": "REF", "source": "Addiction biology", "type": "ref", "volume": "22", "year": "2017"}, "text": "Striatal activation and frontostriatal connectivity during non‐drug reward anticipation in alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 49748, "infons": {"fpage": "2445", "lpage": "2453", "name_0": "surname:Weiland;given-names:BJ", "pub-id_doi": "10.1111/acer.12505", "section_type": "REF", "source": "Alcoholism: Clinical and Experimental Research", "type": "ref", "volume": "38", "year": "2014"}, "text": "Reduced left executive control network functional connectivity is associated with alcohol use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 49852, "infons": {"fpage": "325", "lpage": "332", "name_0": "surname:Kim;given-names:S", "name_1": "surname:Im;given-names:S", "name_2": "surname:Lee;given-names:J", "name_3": "surname:Lee;given-names:S-G", "pub-id_doi": "10.4306/pi.2017.14.3.325", "pub-id_pmid": "28539951", "section_type": "REF", "source": "Psychiatry investigation", "type": "ref", "volume": "14", "year": "2017"}, "text": "Disrupted control network connectivity in abstinent patients with alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 49937, "infons": {"fpage": "377", "lpage": "395", "name_0": "surname:Knyazev;given-names:GG", "pub-id_doi": "10.1016/j.neubiorev.2006.10.004", "pub-id_pmid": "17145079", "section_type": "REF", "source": "Neuroscience & Biobehavioral Reviews", "type": "ref", "volume": "31", "year": "2007"}, "text": "Motivation, emotion, and their inhibitory control mirrored in brain oscillations", "sentences": [], "annotations": [], "relations": []}, {"offset": 50018, "infons": {"fpage": "677", "lpage": "695", "name_0": "surname:Knyazev;given-names:GG", "pub-id_doi": "10.1016/j.neubiorev.2011.10.002", "pub-id_pmid": "22020231", "section_type": "REF", "source": "Neuroscience & Biobehavioral Reviews", "type": "ref", "volume": "36", "year": "2012"}, "text": "EEG delta oscillations as a correlate of basic homeostatic and motivational processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 50104, "infons": {"fpage": "1450005", "name_0": "surname:Coullaut-Valera;given-names:R", "pub-id_doi": "10.1142/S0129065714500051", "pub-id_pmid": "24344693", "section_type": "REF", "source": "International journal of neural systems", "type": "ref", "volume": "24", "year": "2014"}, "text": "Drug polyconsumption is associated with increased synchronization of brain electrical-activity at rest and in a counting task", "sentences": [], "annotations": [], "relations": []}, {"offset": 50230, "infons": {"fpage": "703", "name_0": "surname:Imperatori;given-names:C", "pub-id_doi": "10.1007/s11682-014-9324-x", "pub-id_pmid": "25332109", "section_type": "REF", "source": "Brain imaging and behavior", "type": "ref", "volume": "9", "year": "2015"}, "text": "Modification of EEG functional connectivity and EEG power spectra in overweight and obese patients with food addiction: An eLORETA study", "sentences": [], "annotations": [], "relations": []}, {"offset": 50367, "infons": {"fpage": "301", "lpage": "313", "name_0": "surname:von Stein;given-names:A", "name_1": "surname:Sarnthein;given-names:J", "pub-id_doi": "10.1016/S0167-8760(00)00172-0", "pub-id_pmid": "11102669", "section_type": "REF", "source": "International Journal of Psychophysiology", "type": "ref", "volume": "38", "year": "2000"}, "text": "Different frequencies for different scales of cortical integration: from local gamma to long range alpha/theta synchronization", "sentences": [], "annotations": [], "relations": []}, {"offset": 50494, "infons": {"fpage": "391", "lpage": "414", "name_0": "surname:Murta;given-names:T", "name_1": "surname:Leite;given-names:M", "name_2": "surname:Carmichael;given-names:DW", "name_3": "surname:Figueiredo;given-names:P", "name_4": "surname:Lemieux;given-names:L", "pub-id_doi": "10.1002/hbm.22623", "pub-id_pmid": "25277370", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "36", "year": "2015"}, "text": "Electrophysiological correlates of the BOLD signal for EEG-informed fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 50567, "infons": {"section_type": "REF", "type": "ref"}, "text": "De Ridder, D. & Vanneste, S. Occipital Nerve Field Transcranial Direct Current Stimulation Normalizes Imbalance Between Pain Detecting and Pain Inhibitory Pathways in Fibromyalgia. Neurotherapeutics (2016).", "sentences": [], "annotations": [], "relations": []}, {"offset": 50774, "infons": {"fpage": "239", "lpage": "248", "name_0": "surname:De Ridder;given-names:D", "pub-id_doi": "10.1111/ner.12405", "pub-id_pmid": "26899938", "section_type": "REF", "source": "Neuromodulation: journal of the International Neuromodulation Society", "type": "ref", "volume": "19", "year": "2016"}, "text": "Psychosurgery Reduces Uncertainty and Increases Free Will? A Review", "sentences": [], "annotations": [], "relations": []}, {"offset": 50842, "infons": {"fpage": "327", "lpage": "340", "name_0": "surname:Carter;given-names:BL", "name_1": "surname:Tiffany;given-names:ST", "pub-id_doi": "10.1046/j.1360-0443.1999.9433273.x", "section_type": "REF", "source": "Addiction (Abingdon, England)", "type": "ref", "volume": "94", "year": "1999"}, "text": "Meta-analysis of cue-reactivity in addiction research", "sentences": [], "annotations": [], "relations": []}, {"offset": 50896, "infons": {"fpage": "75", "lpage": "80", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1176/ajp.157.1.75", "section_type": "REF", "source": "A. J. Psychiatry", "type": "ref", "volume": "157", "year": "2000"}, "text": "Association between age-related decline in brain dopamine activity and impairment in frontal and cingulate metabolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 51014, "infons": {"fpage": "827", "lpage": "840", "name_0": "surname:Logan;given-names:JM", "name_1": "surname:Sanders;given-names:AL", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Morris;given-names:JC", "name_4": "surname:Buckner;given-names:RL", "pub-id_doi": "10.1016/S0896-6273(02)00612-8", "pub-id_pmid": "11879658", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "33", "year": "2002"}, "text": "Under-recruitment and nonselective recruitment: dissociable neural mechanisms associated with aging", "sentences": [], "annotations": [], "relations": []}, {"offset": 51114, "infons": {"fpage": "240", "lpage": "248", "name_0": "surname:Gates;given-names:GA", "name_1": "surname:Cooper;given-names:JC", "pub-id_doi": "10.3109/00016489109137382", "pub-id_pmid": "2068909", "section_type": "REF", "source": "Acta Otolaryngol", "type": "ref", "volume": "111", "year": "1991"}, "text": "Incidence of hearing decline in the elderly", "sentences": [], "annotations": [], "relations": []}, {"offset": 51158, "infons": {"fpage": "40", "name_0": "surname:Moazami-Goudarzi;given-names:M", "name_1": "surname:Michels;given-names:L", "name_2": "surname:Weisz;given-names:N", "name_3": "surname:Jeanmonod;given-names:D", "pub-id_doi": "10.1186/1471-2202-11-40", "pub-id_pmid": "20334674", "section_type": "REF", "source": "BMC Neurosci", "type": "ref", "volume": "11", "year": "2010"}, "text": "Temporo-insular enhancement of EEG low and high frequencies in patients with chronic tinnitus. QEEG study of chronic tinnitus patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 51293, "infons": {"section_type": "REF", "type": "ref"}, "text": "EureKa! (Version 3.0) [Computer Software]. Knoxville, TN: NovaTech EEG Inc. Freeware available at www.NovaTechEEG. (2002).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51416, "infons": {"section_type": "REF", "type": "ref"}, "text": "Song, J. J. et al. Hyperacusis-associated pathological resting-state brain oscillations in the tinnitus brain: a hyperresponsiveness network with paradoxically inactive auditory cortex. Brain Struct Funct (2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51629, "infons": {"fpage": "1853", "lpage": "1863", "name_0": "surname:Song;given-names:JJ", "name_1": "surname:De Ridder;given-names:D", "name_2": "surname:Schlee;given-names:W", "name_3": "surname:Van de Heyning;given-names:P", "name_4": "surname:Vanneste;given-names:S", "pub-id_doi": "10.1016/j.neurobiolaging.2013.01.014", "pub-id_pmid": "23415838", "section_type": "REF", "source": "Neurobiology of aging", "type": "ref", "volume": "34", "year": "2013"}, "text": "“Distressed aging”: the differences in brain activity between early- and late-onset tinnitus", "sentences": [], "annotations": [], "relations": []}, {"offset": 51722, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Song;given-names:JJ", "name_1": "surname:Punte;given-names:AK", "name_2": "surname:De Ridder;given-names:D", "name_3": "surname:Vanneste;given-names:S", "name_4": "surname:Van de Heyning;given-names:P", "pub-id_doi": "10.1016/j.heares.2013.02.001", "pub-id_pmid": "23415916", "section_type": "REF", "source": "Hearing research", "type": "ref", "volume": "299", "year": "2013"}, "text": "Neural substrates predicting improvement of tinnitus after cochlear implantation in patients with single-sided deafness", "sentences": [], "annotations": [], "relations": []}, {"offset": 51842, "infons": {"fpage": "5", "issue": "Suppl D", "lpage": "12", "name_0": "surname:Pascual-Marqui;given-names:RD", "pub-id_pmid": "12575463", "section_type": "REF", "source": "Methods Find Exp Clin Pharmacol", "type": "ref", "volume": "24", "year": "2002"}, "text": "Standardized low-resolution brain electromagnetic tomography (sLORETA): technical details", "sentences": [], "annotations": [], "relations": []}, {"offset": 51932, "infons": {"fpage": "91", "issue": "Suppl C", "lpage": "95", "name_0": "surname:Pascual-Marqui;given-names:RD", "name_1": "surname:Esslen;given-names:M", "name_2": "surname:Kochi;given-names:K", "name_3": "surname:Lehmann;given-names:D", "pub-id_pmid": "12575492", "section_type": "REF", "source": "Methods Find Exp Clin Pharmacol", "type": "ref", "volume": "24", "year": "2002"}, "text": "Functional imaging with low-resolution brain electromagnetic tomography (LORETA): a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 52023, "infons": {"fpage": "702", "lpage": "712", "name_0": "surname:Fuchs;given-names:M", "name_1": "surname:Kastner;given-names:J", "name_2": "surname:Wagner;given-names:M", "name_3": "surname:Hawes;given-names:S", "name_4": "surname:Ebersole;given-names:JS", "pub-id_doi": "10.1016/S1388-2457(02)00030-5", "pub-id_pmid": "11976050", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "113", "year": "2002"}, "text": "A standardized boundary element method volume conductor model", "sentences": [], "annotations": [], "relations": []}, {"offset": 52085, "infons": {"fpage": "1293", "lpage": "1322", "name_0": "surname:Mazziotta;given-names:J", "pub-id_doi": "10.1098/rstb.2001.0915", "pub-id_pmid": "11545704", "section_type": "REF", "source": "Philos Trans R Soc Lond B Biol Sci", "type": "ref", "volume": "356", "year": "2001"}, "text": "A probabilistic atlas and reference system for the human brain: International Consortium for Brain Mapping (ICBM)", "sentences": [], "annotations": [], "relations": []}, {"offset": 52199, "infons": {"fpage": "401", "lpage": "430", "name_0": "surname:Mazziotta;given-names:J", "pub-id_doi": "10.1136/jamia.2001.0080401", "pub-id_pmid": "11522763", "section_type": "REF", "source": "J Am Med Inform Assoc", "type": "ref", "volume": "8", "year": "2001"}, "text": "A four-dimensional probabilistic atlas of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 52257, "infons": {"fpage": "171", "lpage": "182", "name_0": "surname:Lancaster;given-names:JL", "pub-id_doi": "10.1007/s12021-010-9074-x", "pub-id_pmid": "20582489", "section_type": "REF", "source": "Neuroinformatics", "type": "ref", "volume": "8", "year": "2010"}, "text": "Anatomical global spatial normalization", "sentences": [], "annotations": [], "relations": []}, {"offset": 52297, "infons": {"fpage": "1194", "lpage": "1205", "name_0": "surname:Lancaster;given-names:JL", "pub-id_doi": "10.1002/hbm.20345", "pub-id_pmid": "17266101", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "28", "year": "2007"}, "text": "Bias between MNI and Talairach coordinates analyzed using the ICBM-152 brain template", "sentences": [], "annotations": [], "relations": []}, {"offset": 52383, "infons": {"section_type": "REF", "type": "ref"}, "text": "Pascual-Marqui, R. Instantaneous and lagged measurements of linear and nonlinear dependence between groups of multivariate time series: frequency decomposition, 2007).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52551, "infons": {"section_type": "REF", "type": "ref"}, "text": "Pascual-Marqui, R. Discrete, 3D distributed, linear imaging methods of electric neuronal activity. Part 1: exact, zero error localization, 2007).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52697, "infons": {"fpage": "134", "lpage": "138", "name_0": "surname:Congedo;given-names:M", "name_1": "surname:John;given-names:RE", "name_2": "surname:De Ridder;given-names:D", "name_3": "surname:Prichep;given-names:L", "name_4": "surname:Isenhart;given-names:R", "pub-id_doi": "10.1007/s10548-009-0113-6", "pub-id_pmid": "19802727", "section_type": "REF", "source": "Brain Topogr", "type": "ref", "volume": "23", "year": "2010"}, "text": "On the “dependence” of “independent” group EEG sources; an EEG study on two large databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 52789, "infons": {"fpage": "1", "lpage": "25", "name_0": "surname:Nichols;given-names:TE", "name_1": "surname:Holmes;given-names:AP", "pub-id_doi": "10.1002/hbm.1058", "pub-id_pmid": "11747097", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "15", "year": "2002"}, "text": "Nonparametric permutation tests for functional neuroimaging: a primer with examples", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}