{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5648105", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Connectivity maps analysis of EEG for diagnosis of schizophrenia", "article-id_doi": "10.1371/journal.pone.0185852", "article-id_pmc": "5648105", "article-id_pmid": "29049302", "article-id_publisher-id": "PONE-D-17-06613", "elocation-id": "e0185852", "issue": "10", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Dvey-Aharon;given-names:Zack", "name_1": "surname:Fogelson;given-names:Noa", "name_2": "surname:Peled;given-names:Abraham", "name_3": "surname:Intrator;given-names:Nathan", "name_4": "surname:Hu;given-names:Dewen", "notes": "The data underlying this study are third party data owned by the University of A Coruña. Interested researchers may access these data in the same manner as the authors by submitting queries to: UNIVERSITY OF A CORUÑA, Vice-rectorate for Science Policy, Research and Transfer, Vicerrector: Salvador Naya Fernández vpcit@udc.gal.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "12", "year": "2017"}, "text": "Connectivity maps based analysis of EEG for the advanced diagnosis of schizophrenia attributes", "sentences": [], "annotations": [], "relations": []}, {"offset": 95, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This article presents a novel connectivity analysis method that is suitable for multi-node networks such as EEG, MEG or EcOG electrode recordings. Its diagnostic power and ability to interpret brain states in schizophrenia is demonstrated on a set of 50 subjects that constituted of 25 healthy and 25 diagnosed with schizophrenia and treated with medication. The method can also be used for the automatic detection of schizophrenia; it exhibits higher sensitivity than state-of-the-art methods with no false positives. The detection is based on an analysis from a minute long pattern-recognition computer task. Moreover, this connectivity analysis leads naturally to an optimal choice of electrodes and hence to highly statistically significant results that are based on data from only 3–5 electrodes. The method is general and can be used for the diagnosis of other psychiatric conditions, provided an appropriate computer task is devised.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1036, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1. Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1052, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Electroencephalography (EEG) has become a preferred tool for general brain state interpretations, despite its low spatial resolution. The main alternative to the EEG for recording and analyzing brain activity is the MRI (or functional MRI), a high-resolution tool based on magnetic resonance. Although superior to the EEG in spatial resolution, fMRI-based recordings have poor temporal resolution (compared to EEG recordings), and the acquisition device is several thousand times more expensive. It can only be used in clinical settings, is sensitive to the subjects’ movement and cannot be used for continuous brain state monitoring. Thus, analyses based on EEG recordings offer significant advantages and enable many applications. Therefore, while analyses of network connectivity conducted to gain a broader knowledge of clinically relevant physiological attributes of mental disorders have largely been performed based on fMRI, using EEG data could be of tremendous use in medicine and research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2052, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "EEG data have primarily been regarded as complementary to fMRI data, , but more recently, the EEG has been used as a tool for the early detection of changes in general cognitive activity, for example, in emotional states , cognitive states , analysis of epileptic seizures  and autism . Other recent EEG applications have been in the area of brain-machine interfaces .", "sentences": [], "annotations": [], "relations": []}, {"offset": 2421, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "EEG studies have suggested that changes in functional connectivity occur in schizophrenia patients , and a significant difference in theta-frequency activity has been found, as well . Recent studies suggest that a single- or few- electrode approach may be used to classify changes in schizophrenia  and that single trial-based analysis may be used to characterize emotional states .", "sentences": [], "annotations": [], "relations": []}, {"offset": 2804, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As connectivity research using fMRI has become common in analyzing mental pathologies  including resting state schizophrenia demonstrating strong discrimination , it has inspired the study of EEG-based connectivity analysis. In particular, EEG enables finer temporal connectivity analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3094, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Motivated by fMRI, multiple-electrode methodologies tend to look for the most relevant connections based on a dense configuration . More recent work has attempted to examine all possible direct connections between electrodes to enable real-time clinical diagnosis . A recent connectivity study of resting EEG networks successfully demonstrated the ability to discriminate between Psychogenic non-epileptic seizures (PNES) and Epilepsy .", "sentences": [], "annotations": [], "relations": []}, {"offset": 3531, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present study is inspired by feature-connectivity research that is based solely on EEG recordings. We describe a novel connectivity analysis tool—Connectivity Maps—for the analysis of connectivity between nodes. The main difference between this method and conventional connectivity analysis  is that the connectivity between nodes is measured in terms of the connectivity between each node and a third, reference node.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3954, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In connectivity analysis, a total of n2 maps are created (n from each source electrode), and the largest changes between each pair of electrodes are determined. Thus, the properties obtained using such an approach enrich the current direct perception of connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4222, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This methodology is demonstrated using data from schizophrenia patients that has been examined previously . Applying the proposed methodology to this data set improved the ability to discriminate between patients and healthy controls and provided insight into physiological aspects of this disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4521, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2 Methodology – A novel measure of connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 4569, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1 –Connectivity maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 4592, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The motivation for the proposed connectivity analysis is best explained by the following analysis of airline traffic. Consider the air traffic from BOS to ATL and BOS to DEN. A classical connectivity analysis of the nodes ATL and DEN would examine the connection between these two cities. For the sake of argument, let us assume that all the flights of a certain airline from BOS to DEN go through ATL. We consider a more refined, high dimensional notion of connectivity by analyzing the changes in connectivity between ATL and DEN with reference to flights that emanated from other locations, such as BOS. By observing that there was a reduction in connectivity between BOS and DEN but no change in or even an increase in connectivity between BOS and ATL. In other words, we may observe that when the flights of one airline company that flies from BOS to DEN via ATL are canceled, it is possible that those passengers book alternative flights with another carrier due to the cancellations. Note that the traffic between ATL and DEN includes flights by all other carriers; thus, it would be difficult to observe the reduction in traffic due to cancellations by a single carrier. By finding a city, BOS, from which a given carrier’s flights to DEN only go through ATL, a cancellation becomes more apparent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5898, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In Electroencephalography, such technique may reveal the same type of significant insights, while the nodes in this case are simply the electrodes placed on the scalp and a reference-based connectivity function is required to measure the relationships between them. Therefore, in the same way, we analyze the connectivity between electrodes A and B (Fig 1) by examining either the direct connectivity or information transfer between A and B (left panel) or the induced change in connectivity between A and B, as seen by the change in the information transfer between reference electrode C and A with respect to the information transfer between C and B.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6551, "infons": {"file": "pone.0185852.g001.jpg", "id": "pone.0185852.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "In addition to the direct connectivity approach (left panel), the connectivity maps approach brings features involving a reference electrode when addressing bi-electrode connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6735, "infons": {"file": "pone.0185852.g001.jpg", "id": "pone.0185852.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "Adding such an electrode expands the connectivity approach, as the relative changes in connectivity are uncovered.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6850, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our proposed discrimination and classification mechanism is based on a novel connectivity analysis tool that we term “Connectivity Maps”. These maps are generated in a relatively simple process that consists of the following 6 steps:", "sentences": [], "annotations": [], "relations": []}, {"offset": 7084, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Several preprocessing tasks are performed, and the raw signals are broken into relevant intervals. Technical description of the preprocessing phase is detailed below under “Experimental Setup”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7278, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The signal in several frequency bands is decomposed and reconstructed, and then time windows that maximize the correlation between electrodes are sought.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7432, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A network of correlations with respect to different base or reference electrodes is constructed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7529, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fisher-based feature extraction (See below definitions for Fisher and Relative Fisher matrices) from the set of connectivity maps obtained for the different reference electrodes is performed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7721, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An optimization analysis is conducted based on the chronological presence of stimuli.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7807, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Post analysis and processing of the results is performed, including discrimination between the correlation matrix and Fisher-based features of the healthy subjects and those of the schizophrenia patients. In addition to the resulted parameters, this step is also performed under different constraints, such as specific time frames or following specific stimuli, for a broader statistical analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8205, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "These steps are shown in Fig 2 below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8243, "infons": {"file": "pone.0185852.g002.jpg", "id": "pone.0185852.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Phases of the connectivity maps methodology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8288, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Given a window size W, a maximum phase φ and a number of trials i ∈ {1..t} for an electrode, let us define a connectivity function Fconn between two electrodes, such as a cross correlation, as  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 8483, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fconn can be replaced with any other metric of bi-electrode connectivity. For example, the average-over-trials function could be replaced with the corresponding max or median function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8668, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each electrode, two initial connectivity maps are created and presented using matrices. The correlation connectivity map for electrode A is defined by  where N is the total number of subjects and W ∈ {50 ms, 100 ms, 150 ms, 200 ms}. Such a cross-correlation function with different possible window sizes alongside a small phase limit φ can be efficient in detecting synchronization of the flow of information in a system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9094, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In a similar way, a standard deviation matrix map can be defined as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 9171, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CM_STDA(B) = StdsubjectFConn(A,B). A healthy-schizophrenia patients Fisher-score matrix can then be created using the following equation: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Feature matrices are then created for additional features, for prediction and classification. Three characteristics were used to create these additional features: 1. Relative distances: the differences in the direct connectivity map are computed with respect to the reference electrode (see Fig 1). The relative distances are defined by ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9648, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2. Feature multiplication: Multiplication elements that are extensions of the relative distances are defined. As reference electrode is shared by both elements of each multiplication matrix, these features amplify contribution of such successful, “multi-purpose” reference points. For each pair of relative elements, as defined above, a multiplication element is created, defined as follows: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 10041, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "3. Fisher relative score features matrix: This matrix is defined by ", "sentences": [], "annotations": [], "relations": []}, {"offset": 10110, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The feature classification procedure collects only the most statistically significant discriminating features rather than the holistic network connectivity level. The procedure is as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 10302, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Set the parameters K1, K2 with the goal of limiting the number of electrodes involved in the process of interest. Construct a feature matrix F of size K1 electrodes x K2 features by letting each row Fi represent the source electrode i and its derived features. Steps 2–6 were tested with K1 chosen from {0.1N, 0.2N,.., N}, and K2 from {5%,10%}.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10647, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The elements of row i of the feature matrix are all features obtained from electrode i, as defined above: .", "sentences": [], "annotations": [], "relations": []}, {"offset": 10755, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To increase the clarity of the maps, only the top 10% of features in terms of healthy-schizophrenia patients variance were retained .", "sentences": [], "annotations": [], "relations": []}, {"offset": 10889, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each row, calculate the average of the maximal K1 elements.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10953, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Choose the K2 features that have maximal scores. Use Laplacian regularization for feature scoring. Alternatively, another feature scoring method may also be used .", "sentences": [], "annotations": [], "relations": []}, {"offset": 11117, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Analyze the projected results for new segments of acquired data using a statistical model that features 2 states or models; compare the likelihood of each model (healthy individuals or schizophrenia patient) using Chi-squared tests followed by model comparison . Classify the feature set according to the likelihoods of the two models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11453, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Post-procedure validation: Perform cross-validation between patients’ data using the ‘leave one out’ method . In each phase, one subject’s data is left out of the training set, and all properties are computed without using this data. Testing and predictions are then conducted with the data that was left out, treating this data as a fresh, newly acquired dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11818, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2 –Experimental setup", "sentences": [], "annotations": [], "relations": []}, {"offset": 11842, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We demonstrate an analysis of EEG data from a previously reported study ; this data provided evidence for contextual processing deficits in patients with schizophrenia by demonstrating alterations in the neural correlates of local contextual processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12096, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This experimental data was acquired while the subjects played a computer simulation game. The game featured a basic visual-stimuli identification-response task. Three different triangles were presented, each pointing in a different direction, with different patterns of recurrence. One of the shapes (‘P’ stimulus type) had a recurrence pattern that created a higher level of cognitive activity (“anticipation”) among the subjects in comparison to the other two; we focused on the EEG data that was recorded while responding to this specific stimulus. EEG data was recorded from a 64-electrode array using the ActiveTwo system (Biosemi, The Netherlands). External electrodes above and below the right eye monitored vertical eye movements, and electrodes placed laterally to the left and right eyes monitored horizontal eye movements. Signals were sampled at 512 Hz.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12962, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The stimuli consisted of black triangles on a gray background (triangles pointing to the left, upwards and to the right, in 90-degree increments). In each block, a total of 78 stimuli were presented for 150 ms each with an inter-stimulus interval (ISI) of 1 s. The stimuli blocks were a mixture of randomized sequences of standards and sequences including a three-standard predictive sequence. The predictive sequence always consisted of the three triangles facing to the left, up and to the right, always in that order. We focused our analysis on the response to the predictive sequences (“P” stimuli), as these are considered to be significant indicators of schizophrenia .", "sentences": [], "annotations": [], "relations": []}, {"offset": 13638, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the preprocessing phase, a band-pass filter was implemented to pass frequencies in the interval of 0.1 Hz-30 Hz (excluding the gamma-1 and gamma-2 bands), and the filtered data were normalized by the standard deviation . The data were analyzed in 1.2-s epochs that began 200 ms prior to the appearance of the ‘P’ stimulus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13964, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Eye blinks were removed using ICA . Epochs containing misses (no button press 150–1150 ms post stimulus onset) and eye saccades were excluded from further analysis. EEG epochs with amplitudes of more than 75 μV at any electrode were excluded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14207, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The parameters used for preprocessing and arguments for repetition analysis and optimization were the same as those used in a recent study that analyzed the same data set .", "sentences": [], "annotations": [], "relations": []}, {"offset": 14380, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The process described above was applied using a set of time windows separated into different frequency bands. Windows were created to overlap 90% of the 1.2-s epochs starting 200 ms before the stimulus and ending 1000 ms post stimulus. After pre-processing, bands of 0.1 Hz-30 Hz were separated into 6 equal 5-Hz intervals, and different combinations of these intervals (all subsets of the full band including the full band itself), in addition to the classical Alpha/Beta/Theta/Delta/Gamma bands, were tested. The responses to 5 to 15 stimuli from the beginning of each recording were analyzed, as described previously ; the number of responses analyzed was constant per iteration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15063, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The full data set included 50 subjects: 25 were healthy, with no history of psychiatric illness or problematic behavior, and 25 had been diagnosed with schizophrenia, hospitalized and treated with appropriate medication. Signed, informed consent was obtained from all subjects. All participants had full capacity to consent, following a clinical evaluation of a psychiatrist. The local ethics committees of A Curuna University and Shaar Menashe Hospital approved the study. Patients were diagnosed with schizophrenia according to the Structured Clinical Interview for DMS-IV-Tr, and the severity of their symptoms was rated using the Positive (SAPS) and Negative (SANS) Syndrome Scale . We note that during the recording phase, schizophrenia patients were receiving their regular medications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15856, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3 Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 15866, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.1 General overview", "sentences": [], "annotations": [], "relations": []}, {"offset": 15887, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our results are presented in four sections: (I) Significant connectivity maps with significant ability to discriminate between healthy subjects and schizophrenia patients. (II) Time windows that exhibit strong differences in connectivity features yet a high correlation in brain activity. (III) Fisher-based analysis to obtain connectivity maps calculated using the most significant connections. (IV) The accuracy of the discrimination methodology based on the prediction of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16377, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.2 Connectivity maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 16399, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The connectivity maps that were based on posterior electrodes showed large differences between healthy subjects and schizophrenia patients. The below figures demonstrate that from different posterior locations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16610, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig 3, below, depicts connectivity maps for healthy individuals and schizophrenia patients, with respect to reference electrode O2. The average score for electrode F2 among healthy subjects was 0.784 compared with 0.531 among schizophrenia patients. The average score gap between Cz and FCz was 0.122 among healthy subjects and 0.186 among schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16974, "infons": {"file": "pone.0185852.g003.jpg", "id": "pone.0185852.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "(A): Connectivity map for healthy subjects, with respect to reference electrode O2 located on the posterior area of the scalp. (B): Connectivity map of schizophrenia patients with respect to the same base electrode, O2. (C): Fisher score for the difference in each electrode’s connectivity with respect to reference electrode O2 between healthy subjects and schizophrenia patients. The location from which significant gaps in the flow of information between healthy subjects and schizophrenia patients originate (with respect to the specific reference electrode) can be determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17556, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig 4, below, shows connectivity maps of healthy and schizophrenia patients, with source electrode P7. The average score for electrode F2 among healthy subjects was 0.797 compared with 0.596 among schizophrenia patients. The average score gap between Cz and FCz was 0.083 among healthy subjects and 0.139 among schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17891, "infons": {"file": "pone.0185852.g004.jpg", "id": "pone.0185852.g004", "section_type": "FIG", "type": "fig_caption"}, "text": "(A): Connectivity map for healthy subjects with respect to reference electrode P7, located in the posterior area of the scalp. (B): Connectivity map for schizophrenia patients with respect to the same base electrode, P7. (C): Fisher score for the difference in each electrode’s connectivity with respect to reference electrode, P7, between healthy subjects and schizophrenia patients. The location from which significant gaps in the flow of information between healthy subjects and schizophrenia patients (with respect to the specific reference electrode) can be determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18466, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig 5, below, shows connectivity maps for healthy and schizophrenia patients with source electrode P8. The average score for electrode F2 among healthy subjects was 0.76 compared with 0.642 among schizophrenia patients. The average score gap between Cz and FCz was 0.097 among healthy subjects and 0.14 among schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18799, "infons": {"file": "pone.0185852.g005.jpg", "id": "pone.0185852.g005", "section_type": "FIG", "type": "fig_caption"}, "text": "(A): Connectivity map for healthy subjects with respect to reference electrode P8 located on the posterior area of the scalp. (B): Connectivity map for schizophrenia patients with respect to the same base electrode, P8. (C): Fisher scores for the difference in each electrode’s connectivity with respect to the reference electrode, P8, between healthy subjects and schizophrenia patients. The location from which significant gaps in the flow of information between healthy individuals and schizophrenia patients (with respect to the specific reference electrode) can be determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19381, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.3 Time windows exhibit strong differences in connectivity yet a high correlation in brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 19482, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Considering P9 as the source electrode and using a Euclidian distance function to find the closest activity states between patients and healthy individuals, a time window of 10 ms was found 420 ms after the appearance of the stimulus. Fig 6 below shows similar brain activity (in the top sub-plots) and relatively different connectivity distances (in the bottom sub-plots).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19856, "infons": {"file": "pone.0185852.g006.jpg", "id": "pone.0185852.g006", "section_type": "FIG", "type": "fig_caption"}, "text": "A (Top left): The brain activity of healthy subjects 420 ms after the presentation of a stimulus. Fig 6B (Top right): The brain activity of schizophrenia patients 420 ms after the presentation of a stimulus. Fig 6C (Bottom left): The connectivity features obtained 420 ms after the presentation of a stimulus for healthy subjects. Fig 6D (Bottom right): The connectivity features obtained 420 ms after the presentation of a stimulus for schizophrenia patients. Strong connectivity can be observed within the healthy subjects, and weak connectivity can be observed within the schizophrenia patients, even though the general brain activity level is similar in both populations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20532, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Considering the average of all base electrodes from the posterior section of the scalp, the average time at which brain activity was most similar was at 404 ms post stimulus. Among selected features by the methodology, the frequency 25 Hz - 30Hz was found most common (41%). Such activity in low-gamma band indicates neural oscillation is similar given substantial time interval from the stimulus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20930, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.4 Fisher-based analysis to identify the most significant connectivity maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 21007, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Considering Fisher score averages for connections based on posterior base electrodes, Fig 7, below, shows a map of connections with a Fisher score higher than a threshold of 0.6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21186, "infons": {"file": "pone.0185852.g007.jpg", "id": "pone.0185852.g007", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Connectivity maps showing electrode connectivity from posterior sources to frontal destinations with Fisher scores of at least >0.6, zoomed in to the relevant interval.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21355, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After averaging the top 5 connection scores for each electrode, the following Fisher score connectivity map is obtained, as shown in Fig 8 below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21501, "infons": {"file": "pone.0185852.g008.jpg", "id": "pone.0185852.g008", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The Fisher score for each electrode based on the average score of the top five maximal connections in which it is involved.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21625, "infons": {"file": "pone.0185852.g008.jpg", "id": "pone.0185852.g008", "section_type": "FIG", "type": "fig_caption"}, "text": "There is a significant fall in the aggregated Fisher score in the prefrontal area from 0.4 to 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21722, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.5 Accuracy of the prediction-based discrimination methodology", "sentences": [], "annotations": [], "relations": []}, {"offset": 21786, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The accuracy of the connectivity maps in identifying schizophrenia was compared with that of several state-of-the-art methodologies for identifying this disorder. All methodologies were applied to the described dataset. The output of each methodology per tested data was binary and total correct calls as percentage were used as measurement for accuracy. The methods compared included the following:", "sentences": [], "annotations": [], "relations": []}, {"offset": 22186, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TFFO: time and frequency optimization-based methodology for distinguishing between healthy individuals and schizophrenia patients based on input from several electrodes .", "sentences": [], "annotations": [], "relations": []}, {"offset": 22357, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "P-300 derived features, as analyzed by “RT ANOVA”: a reaction times-based approach for discriminating between healthy individuals and patients diagnosed with schizophrenia .", "sentences": [], "annotations": [], "relations": []}, {"offset": 22531, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Latency-based methodologies: a basic comparison with subject latency analysis was performed by: (a) calculating for each stimulus its distance to peak energy amplitude and clustering using K-means (“PE-Latency”) , (b) repeating the post feature extraction methodology but replacing the time-frequency features with the distribution of the energy peak located in the P300 area (“P300-RF-Latency”) .", "sentences": [], "annotations": [], "relations": []}, {"offset": 22929, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "“Direct connectivity only” approach: using the “Connectivity Maps” methodology without relative features (or using only CM_VAL-based features, as presented in section 2), simulating an approach to evaluating the connectivity between two nodes with data only from the pair itself. Such an approach was used in a recently published patent .", "sentences": [], "annotations": [], "relations": []}, {"offset": 23268, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The strongest 5 connectivity maps were chosen according to maximum Fisher scores, as shown above in Fig 6). The connectivity maps’ features were stable and consistent during the cross validation phase.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23470, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Maximal separation was achieved using 11 stimuli from the beginning of each recording. The inclusion of all bands (use of a full set of bands) and use of the interval between 200 ms and 450 ms after the appearance of the stimulus helped to achieve the best result.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23735, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Using only 5 maximum-variance connections (involving a total of 5 electrodes) resulted in correct discrimination 92.1% of the time; this accuracy was very similar to that observed when using all connections (93.8%). In both cases, no false-positive cases with a strong statistical separation were observed (P = 0.0045).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24055, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No predictive classification results using this set of parameters contained false positives (classifying healthy subjects as schizophrenia patients).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24205, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "4. Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24219, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We have presented a novel method for quantifying the connectivity between brain regions as measured by the correlation of activity among electrodes. The novelty of this method is primarily due to two features of the method: i) a holistic view of the connectivity at every electrode is created, and this view is easily interpretable and summarizes the connectivity features, ii) a novel method is used to identify the initiating (reference) electrodes from which the connectivity map is most indicative of the difference between two pathologies. This method can be used to diagnose or monitor a pathology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24824, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "An analysis of the results obtained using the schizophrenia data suggests the following conclusions:", "sentences": [], "annotations": [], "relations": []}, {"offset": 24925, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "I. Connectivity maps with a strong ability to discriminate between healthy subjects and schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 25036, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results presented in section 3.2 show a repeating pattern of substantial differences at prefrontal electrodes when the base electrodes are at the posterior part of the brain. Figs 3–5 demonstrate clearly how the degradation of connectivity strength is being accelerated within the patients. Target electrode F2 brings an absolute score difference that ranges from 18.74% to 34.5% depending on the posterior reference electrode chosen.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25475, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Links in the prefrontal area also show significant differences in connectivity scores based on the selection of the posterior base electrodes. Specifically, the link Cz-FCz degradation gap between healthy subjects and schizophrenia patients ranges from 35.8% to 67.5%, with maximum results obtained with P7 as the base electrode.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25805, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These results indicate that information relay changes in an abnormal manner primarily in the prefrontal area. These results correlate with past connectivity analyses conducted using fMRI . A high difference in the score of target electrode F2 has been found in previous work using the TFFO method ; in that study, F2 was found to be able to discriminate between healthy subjects and schizophrenia patients better than any other single electrode.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26251, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Frontal electrodes have previously been shown to be significant in recent research that addressed schizophrenia , together with other illnesses with psychiatric components, such as Parkinson’s disease .", "sentences": [], "annotations": [], "relations": []}, {"offset": 26454, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results in both scenarios—using all the Connectivity Maps and using those from picked 5 electrodes—featured no cases of false-positives. This is an indication that the Connectivity Maps’ features are powerful for discriminating between the healthy subjects and the Schizophrenia patients with less disease severity, that were the main source of false-positives in previous work . It shall be also noted that while “Leave One Out” is a standard cross-validation technique, it is known to be relatively optimistic  and more likely statistically to converge with lower false positives, especially when analyzing relatively small data sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27095, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "II. Time windows in which a substantial difference in connectivity is observed yet in which brain activity is highly correlated", "sentences": [], "annotations": [], "relations": []}, {"offset": 27223, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As presented in section 3.3, connectivity features were not necessarily correlated with brain activity. Between 400 and 425 ms post stimulus, when brain activity was most similar between healthy individuals and schizophrenia patients, connectivity features differed significantly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27504, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Maximal classification accuracy was obtained in the time window of 200 ms-450 ms, suggesting that the P300 area is most able to discriminate between patients and health individuals, as was suggested previously . There is also a ‘latency recovery’ effect, in which schizophrenia patients’ response times to a stimulus improved during the recording when the stimulus was followed by a visual analysis task. Such an effect is evident in a number of psychiatric illnesses .", "sentences": [], "annotations": [], "relations": []}, {"offset": 27974, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our connectivity maps features demonstrated strong connectivity in both the posterior and the prefrontal/frontal areas within healthy subjects, while strong connectivity was only observed in the posterior area within the patients with schizophrenia. As this observation is consistent with previous findings of posterior-frontal differences , it provides clear evidence of the independence of the features obtained in relation to more common brain activity measurements used as input for feature classification. Methodology results demonstrated significantly superior results to the standard latency-based methodologies .", "sentences": [], "annotations": [], "relations": []}, {"offset": 28595, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "III. Fisher-based analysis to obtain connectivity maps using the most significant connections", "sentences": [], "annotations": [], "relations": []}, {"offset": 28689, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the results in section 3.4, one can see that the most significant results in the aggregated Fisher score matrix (as presented in Fig 8) involve the posterior electrodes and the frontal electrodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28889, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Delving into the data more deeply (such as in the zoomed area shown in Fig 7) reveals that the most significant connections are long-distance ones (connections between posterior electrodes and frontal electrodes, instead of close connections). Fig 8 also reveals that the smallest number of electrodes with such significant connections can be observed in the central/central parietal area, between Cz and CPz, for example.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29312, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are two implications to these findings. First, they support the claim that measuring the connectivity strength between the most posterior electrode and the frontal electrode is a strong tool for classifying and predicting schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29555, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Secondly, these findings help us to understand that although the maximal differences are observed for the longest distances, the bigger picture is that an examination of degrading connectivity features in schizophrenia patients shows us that changes in the flow of information occur in their most significant form in prefrontal areas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29890, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "IV. The accuracy of the discrimination methodology based on its ability to predict schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29987, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As observed in the results presented in Table 1, it is evident that connectivity maps were able to discriminate between healthy subjects and schizophrenia patients. As the data used for this analysis was acquired from each subject in only the first minute of testing (the optimal number of repetitions from the beginning of the recording was in the range of 8–12, depending on the set of electrodes used), these results can be considered to be firm. The best analysis configuration used all bands of frequencies (up to 30Hz as filtered in the preprocessing phase); using all frequency bands produced better results than using only a subset of the frequencies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30647, "infons": {"file": "pone.0185852.t001.xml", "id": "pone.0185852.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Discrimination accuracy for each tested methodology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30700, "infons": {"file": "pone.0185852.t001.xml", "id": "pone.0185852.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Methodology</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Discrimination Accuracy</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Specificity Rate</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Sensitivity Rate</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Significance P-Value</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Connectivity Maps (All Maps)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">93.8%±4%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">100%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">87.6%±5.1%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0041</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Connectivity Maps (Best 5)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">92.4%±3.8%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">100%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84.8%±4.7%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.005</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">TFFO <bold><xref rid=\"pone.0185852.ref015\" ref-type=\"bibr\">15</xref></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">88.7%±4%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">100%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">77.4%±5%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0078</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Connectivity Maps—Direct Connectivity Only <bold><xref rid=\"pone.0185852.ref021\" ref-type=\"bibr\">21</xref><xref rid=\"pone.0185852.ref022\" ref-type=\"bibr\">22</xref></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">88.7%±5.5%<break/></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">96.5%±2.5%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">81%±5.8%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0089</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">P300-Derived Features–Reaction Time <bold><xref rid=\"pone.0185852.ref024\" ref-type=\"bibr\">24</xref></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">73.9%±4.3%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">87.3%±3.1%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">60.6%±4.6%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.043</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">P300-RF-Latency <bold><xref rid=\"pone.0185852.ref031\" ref-type=\"bibr\">31</xref></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">68.1%±4.8%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">82%±3.9%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">54.2%±6.9%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0919</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PE-Latency <bold><xref rid=\"pone.0185852.ref030\" ref-type=\"bibr\">30</xref></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">64.5%±5.5%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">74.2%±4.2%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">54.8%±6.4%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.1746</td></tr></tbody></table>\n"}, "text": "Methodology\tDiscrimination Accuracy\tSpecificity Rate\tSensitivity Rate\tSignificance P-Value\t \tConnectivity Maps (All Maps)\t93.8%±4%\t100%\t87.6%±5.1%\t0.0041\t \tConnectivity Maps (Best 5)\t92.4%±3.8%\t100%\t84.8%±4.7%\t0.005\t \tTFFO \t88.7%±4%\t100%\t77.4%±5%\t0.0078\t \tConnectivity Maps—Direct Connectivity Only \t88.7%±5.5%\t96.5%±2.5%\t81%±5.8%\t0.0089\t \tP300-Derived Features–Reaction Time \t73.9%±4.3%\t87.3%±3.1%\t60.6%±4.6%\t0.043\t \tP300-RF-Latency \t68.1%±4.8%\t82%±3.9%\t54.2%±6.9%\t0.0919\t \tPE-Latency \t64.5%±5.5%\t74.2%±4.2%\t54.8%±6.4%\t0.1746\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 31230, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These results are clearly powerful in comparison with standard ANOVA methodologies  and latency-based feature analyses . There is also a significant improvement compared to optimization-based methodologies with a strong machine-learning focus .", "sentences": [], "annotations": [], "relations": []}, {"offset": 31475, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Results of section 3.5 regarding the use of 5 electrodes to obtain classification accuracy just shy to the one achieved when using all the data, reaffirm results of past research  of ability to achieve strong discrimination using a small subset of the original input electrodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31754, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Using direct connectivity only and achieving significantly less accurate classification results in comparison with the full list of features clearly indicates the orthogonal added value of the three-electrode approach, in which the connectivity between a pair of electrodes is measured with respect to a third electrode rather using input from that pair alone. Approaches considering only direct connectivity and related differences have been described previously. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 32220, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Results also indicate that robust discrimination can be achieved with an analysis of about a minute of playing a certain game with a strategically placed set of only 4–6 electrodes. The relatively short time needed to acquire data for this analysis can be an enabling feature as patients with psychiatric disorders have difficulty completing tasks as recording sessions get longer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32602, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "5 Conclusion and further work", "sentences": [], "annotations": [], "relations": []}, {"offset": 32632, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We have presented a novel tool for the analysis of connectivity termed ‘Connectivity Maps’. We have demonstrated that features identified using these maps, which were acquired using only a small number of strategically-placed electrodes and a relatively short length of recording time, can predict and classify schizophrenia using EEG data with high accuracy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32992, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We are aware that the results we have presented may merely be distinguishing between subjects who are taking anti-schizophrenia medications and those who are not. Further studies should determine whether our findings are more correlated with the schizophrenia condition or schizophrenia medications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33292, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The described method is relatively efficient as the total number of created maps is n3. In case number of nodes is high, further efficiency can be gained by adding a distance function D between nodes and limiting features computed only to nodes that meet a distance threshold from the relevant reference node. Such modification can dramatically reduce the size of the connectivity maps.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33679, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The method we describe here is very suitable for describing changes in connectivity between groups of subjects. Unlike other connectivity methods, this method also suggests the physical location (or the electrode closest to it) at which observed changes in connectivity are best exemplified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33971, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Because results using this method can be easily interpreted, they can aid research into the origin of schizophrenia and serve as a good diagnostic tool. This method can also be used to provide neurofeedback. Portable, fast and inexpensive EEG, together with such effective analysis tools, can therefore result in new diagnostic and treatment alternatives, especially for mobile health, which is used to verify the effectiveness of medication, allowing real-time treatment decision-making via medicine pumps, among other possibilities. All of these benefits can be applicable to other pathological conditions, as well, including disorders affecting emotions and attention, as the Connectivity Maps method is very general.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34692, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Embedded machine learning mechanisms can help devices to assist or even replace traditional medical and diagnostic procedures in the future, as accuracy and the methods for analyzing the severity of psychiatric disorders may be improved to the point where their credibility surpasses that of existing approaches. It may be possible to use this method for brain-computer interface applications as well.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35094, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 35105, "infons": {"comment": "doi: 10.1016/j.neuroimage.2004.09.036", "fpage": "118", "lpage": "131", "name_0": "surname:Babiloni;given-names:F", "name_1": "surname:Cincotti;given-names:F", "name_2": "surname:Babiloni;given-names:C", "name_3": "surname:Mattia;given-names:D", "name_4": "surname:Astolfi;given-names:L", "name_5": "surname:Basilisco;given-names:A", "pub-id_pmid": "15588603", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "24", "year": "2005"}, "text": "“Estimation of the Cortical Functional Connectivity with the Multimodal Integration of High-Resolution EEG and fMRI data by Directed Transfer Function”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35257, "infons": {"comment": "doi: 10.1162/jocn.1993.5.2.162", "fpage": "162", "lpage": "176", "name_0": "surname:Dale;given-names:A", "name_1": "surname:Sereno;given-names:M", "pub-id_pmid": "23972151", "section_type": "REF", "source": "Journal of Cognitive Neuroscience", "type": "ref", "volume": "5", "year": "1993"}, "text": "“Improved Localization of Cortical Activity by Combining EEG and MEG with MRI Cortical Surface Reconstruction: A Linear Approach”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35387, "infons": {"comment": "doi: 10.1093/brain/awh686", "fpage": "655", "lpage": "667", "name_0": "surname:Kaufmann;given-names:C", "name_1": "surname:Wehrle;given-names:R", "name_2": "surname:Wetter;given-names:T.C", "name_3": "surname:Holsboer;given-names:F", "name_4": "surname:Auer;given-names:D.P", "name_5": "surname:Pollmacher;given-names:T", "pub-id_pmid": "16339798", "section_type": "REF", "source": "Brain–A journal of Neurology", "type": "ref", "volume": "129", "year": "2005"}, "text": "“Brain Activation and Hypothalamic Functional Connectivity during Human non-rapid Eye Movement Sleep: An EEG/fMRI Study”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35508, "infons": {"name_0": "surname:Petrantonakis;given-names:P.C.", "name_1": "surname:Hadjileontiadis;given-names:L.J.", "section_type": "REF", "type": "ref", "year": "2010"}, "text": "“Emotion Recognition From EEG Using Higher Order Crossings”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35568, "infons": {"name_0": "surname:Oude;given-names:D.B.", "section_type": "REF", "type": "ref", "year": "2007"}, "text": "“EEG-based Emotion Recognition—The Influence of Visual and Auditory Stimuli”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35645, "infons": {"fpage": "393", "lpage": "397", "name_0": "surname:Zhdanov;given-names:A.", "name_1": "surname:Hendler;given-names:T.", "name_2": "surname:Ungerleider;given-names:L.", "name_3": "surname:Intrator;given-names:N.", "section_type": "REF", "source": "Advances in cognitive neurodynamics, ICCN Part III", "type": "ref", "year": "2007"}, "text": "“Machine Learning Framework for Inferring Cognitive State from Magnetoencephalographic (MEG) Signals”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35747, "infons": {"name_0": "surname:Zhdanov;given-names:A.", "name_1": "surname:Hendler;given-names:T.", "name_2": "surname:Ungerleider;given-names:L.", "name_3": "surname:Intrator;given-names:N.", "section_type": "REF", "type": "ref", "year": "2007"}, "text": "“Inferring Functional Brain States using Temporal Evolution of Regularized Classifiers”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35835, "infons": {"name_0": "surname:Mirowski;given-names:P.", "name_1": "surname:LeCun;given-names:Y.", "name_2": "surname:Madhavan;given-names:D.", "name_3": "surname:Kuzniencky;given-names:R.", "section_type": "REF", "source": "MLSP", "type": "ref", "year": "2008"}, "text": "“Comparing SVM and Convolutional Networks for Epileptic Seizure Prediction from Intracarnial EEG”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35933, "infons": {"name_0": "surname:Geva;given-names:A.", "name_1": "surname:Kerem;given-names:D.", "section_type": "REF", "type": "ref", "year": "1988"}, "text": "“Forecasting Generalized Epileptic Seizures from the EEG Signal by Wavelet Analysis and Dynamic Unsupervised Fuzzy Clustering“", "sentences": [], "annotations": [], "relations": []}, {"offset": 36060, "infons": {"comment": "doi: 10.1016/j.biopsych.2006.11.012", "fpage": "270", "lpage": "273", "name_0": "surname:Murias;given-names:M", "name_1": "surname:Webb;given-names:S", "name_2": "surname:Greenson;given-names:J", "name_3": "surname:Dawson;given-names:G", "pub-id_pmid": "17336944", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "year": "2007"}, "text": "“Resting State Cortical Connectivity reflected in EEG Coherence in individuals and Autism”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36151, "infons": {"comment": "doi: 10.1002/hbm.20263", "fpage": "143", "lpage": "157", "name_0": "surname:Astolfi;given-names:L", "name_1": "surname:Cincotti;given-names:F", "name_2": "surname:Mattia;given-names:D", "name_3": "surname:Marciani;given-names:M.G", "name_4": "surname:Baccala;given-names:L.A", "name_5": "surname:Fallani;given-names:F", "pub-id_pmid": "16761264", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "28", "year": "2007"}, "text": "“Comparison of Different Cortical Connectivity Estimators for High-Resolution EEG Recordings”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36245, "infons": {"comment": "doi: 10.1088/1741-2560/4/2/R01", "fpage": "R1", "lpage": "R13", "name_0": "surname:Lotte;given-names:F.", "name_1": "surname:Congedo;given-names:M.", "name_2": "surname:Lécuyer;given-names:A.", "name_3": "surname:Lamarche;given-names:F.", "name_4": "surname:Arnaldi;given-names:B.", "pub-id_pmid": "17409472", "section_type": "REF", "source": "Journal of Neural Engineering", "type": "ref", "year": "2007"}, "text": "“A review of classification algorithms for EEG-based brain-computer interfaces”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36325, "infons": {"fpage": "47", "lpage": "61", "name_0": "surname:Peled;given-names:A.", "name_1": "surname:Geva;given-names:A.", "name_2": "surname:Kermen;given-names:W.", "name_3": "surname:Blankfeld;given-names:H.", "name_4": "surname:Estfandiarfard;given-names:R.", "name_5": "surname:Nordahl;given-names:T.", "pub-id_pmid": "11264908", "section_type": "REF", "source": "International Journal of Neuroscience", "type": "ref", "volume": "106", "year": "2001"}, "text": "\"Functional Connectivity and Working Memory in Schizophrenia: An EEG Study”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36401, "infons": {"fpage": "55", "lpage": "60", "name_0": "surname:Koenig;given-names:T.", "name_1": "surname:Lehmann;given-names:D.", "name_2": "surname:Saito;given-names:N.", "name_3": "surname:Kuginuki;given-names:T.", "name_4": "surname:Kinoshita;given-names:T.", "name_5": "surname:Koukkou;given-names:M.", "pub-id_pmid": "11378314", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "50", "year": "2001"}, "text": "“Decreased functional connectivity of EEG theta-frequency activity in first-episode, neuroleptic-naïve patients with schizophrenia: preliminary results”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36554, "infons": {"comment": "doi: 10.1371/journal.pone.0123033", "fpage": "e0123033", "issue": "4", "name_0": "surname:Dvey-Aharon;given-names:Z", "name_1": "surname:Fogelson;given-names:N", "name_2": "surname:Peled;given-names:A", "name_3": "surname:Intrator;given-names:N", "pub-id_pmid": "25837521", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "10", "year": "2015"}, "text": "“Schizophrenia Detection and Classification by Advanced Analysis of EEG Recordings Using a Single Electrode Approach”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36672, "infons": {"name_0": "surname:Hasson-Meir;given-names:Y", "name_1": "surname:Zhdanov;given-names:A", "name_2": "surname:Hendler;given-names:T", "name_3": "surname:Intrator;given-names:N", "section_type": "REF", "source": "BIOSIGNALS", "type": "ref", "year": "2011"}, "text": "“Inference of Brain Mental States from Spatio-Temporal Analysis of EEG Single Trials”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36758, "infons": {"fpage": "I2", "name_0": "surname:Qin;given-names:W", "name_1": "surname:Tian;given-names:J", "name_2": "surname:Bai;given-names:L", "name_3": "surname:Pan;given-names:X", "name_4": "surname:Yang;given-names:L", "name_5": "surname:Chen;given-names:P", "section_type": "REF", "source": "Molecular Pain", "type": "ref", "year": "2008"}, "text": "“fMRI Connectivity Analysis of Acupuncture Effects on an Amygdata-associated Brain Network\"", "sentences": [], "annotations": [], "relations": []}, {"offset": 36850, "infons": {"comment": "doi: 10.1016/j.neuroimage.2009.11.011", "fpage": "3110", "issue": "4", "lpage": "3121", "name_0": "surname:Shen;given-names:H", "name_1": "surname:Wang;given-names:L", "name_2": "surname:Liu;given-names:Y", "name_3": "surname:Hu;given-names:D", "pub-id_pmid": "19931396", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "“Discriminative Analysis of Resting-State Functional Connectivity Patterns of Schizophrenia Using Low Dimensional Embedding of fMRI”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36983, "infons": {"fpage": "265", "issue": "5", "lpage": "269", "name_0": "surname:Liu;given-names:M", "name_1": "surname:Zeng;given-names:L", "name_2": "surname:Shen;given-names:H", "name_3": "surname:Liu;given-names:Z", "name_4": "surname:Hu;given-names:D", "section_type": "REF", "source": "Neuro Report", "type": "ref", "volume": "23", "year": "2012"}, "text": "“Potential Risk for Healthy Siblings to Develop Schizophrenia: Evidence from Pattern Classification with Whole-Brain Connectivity”", "sentences": [], "annotations": [], "relations": []}, {"offset": 37114, "infons": {"comment": "doi: 10.1002/hbm.20468", "fpage": "1368", "lpage": "1378", "name_0": "surname:Smit;given-names:D", "name_1": "surname:Stam;given-names:C", "name_2": "surname:Posthuma;given-names:D", "name_3": "surname:Boomsma;given-names:D", "name_4": "surname:Geus;given-names:E", "pub-id_pmid": "18064590", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "29", "year": "2008"}, "text": "”Heritability of Small-World Networks in the Brain: A Graph Theoretical Analysis of Resting-State EEG Functional Connectivity”", "sentences": [], "annotations": [], "relations": []}, {"offset": 37241, "infons": {"name_0": "surname:Ben-Bassat;given-names:G.", "name_1": "surname:Reches;given-names:A.", "name_2": "surname:Geva;given-names:A.", "name_3": "surname:Pinchuk;given-names:N.", "name_4": "surname:Kanter;given-names:A.", "name_5": "surname:Hershkovich;given-names:R.", "section_type": "REF", "source": "Filled", "type": "ref", "year": "2011"}, "text": "Patent EP2526500A2, “Method and System for Weighted Analysis of Neurophysiological Data”", "sentences": [], "annotations": [], "relations": []}, {"offset": 37330, "infons": {"name_0": "surname:Reches;given-names:A.", "name_1": "surname:Kerem;given-names:D.", "name_2": "surname:Dickman;given-names:D.", "name_3": "surname:Hashmonay;given-names:R.", "name_4": "surname:Gal;given-names:N.", "name_5": "surname:Laufer;given-names:I.", "section_type": "REF", "source": "Society of Neuroscience", "type": "ref", "year": "2012"}, "text": "Elminda LTD-Israel, “Brain Network Activation (BNA)–Brain Network Mapping Technology–Test Retest Reliability”", "sentences": [], "annotations": [], "relations": []}, {"offset": 37440, "infons": {"issue": "6", "name_0": "surname:Xu;given-names:P.", "name_1": "surname:Xiong;given-names:X.", "name_2": "surname:Xue;given-names:Q.", "name_3": "surname:Li;given-names:P.", "name_4": "surname:Zhang;given-names:R.", "name_5": "surname:Wang;given-names:Z.", "section_type": "REF", "source": "Transactions on Biomedical Engineering", "type": "ref", "volume": "64", "year": "2014"}, "text": "“Differentiating Between Psychogenic Nonepileptic Seizures and Epilepsy Based on Common Spatial Pattern of Weighted EEG Resting Networks”", "sentences": [], "annotations": [], "relations": []}, {"offset": 37578, "infons": {"comment": "doi: 10.1111/j.1469-8986.2011.01195.x", "fpage": "1217", "lpage": "1226", "name_0": "surname:Fogelson;given-names:N.", "name_1": "surname:Ribolsi;given-names:M.", "name_2": "surname:Fernandez-del-Olmo;given-names:M.", "name_3": "surname:Rubino;given-names:IA", "name_4": "surname:Romeo;given-names:D.", "name_5": "surname:Koch;given-names:G.", "pub-id_pmid": "21446992", "section_type": "REF", "source": "Psychophysiology", "type": "ref", "volume": "48", "year": "2011"}, "text": "“Neural correlates of local contextual processing deficits in schizophrenic patients”", "sentences": [], "annotations": [], "relations": []}, {"offset": 37664, "infons": {"section_type": "REF", "type": "ref"}, "text": "Y. Han, L. Yu, “A Variance Reduction Framework for Stable Feature Selection”, 2010 International Conference on Data Mining, 2010", "sentences": [], "annotations": [], "relations": []}, {"offset": 37793, "infons": {"issue": "10", "name_0": "surname:He;given-names:X.", "name_1": "surname:Ji;given-names:M.", "name_2": "surname:Zhang;given-names:C.", "name_3": "surname:Bao;given-names:H.", "section_type": "REF", "source": "Transactions of Pattern Analysis and Machine Intelligence", "type": "ref", "volume": "33", "year": "2011"}, "text": "“A Variance Minimization Criterion to Feature Selection Using Laplacian Regularization”", "sentences": [], "annotations": [], "relations": []}, {"offset": 37881, "infons": {"fpage": "1895", "lpage": "1923", "name_0": "surname:Dietterich;given-names:G", "pub-id_pmid": "9744903", "section_type": "REF", "source": "Neural Computation", "type": "ref", "volume": "10", "year": "1998"}, "text": "“Approximate Statistical Tests for Comparing Supervised Classification Learning Algorithms”", "sentences": [], "annotations": [], "relations": []}, {"offset": 37973, "infons": {"name_0": "surname:Halkidi;given-names:M.", "name_1": "surname:Vazirgiannis;given-names:M.", "section_type": "REF", "type": "ref", "year": "2002"}, "text": "“Clustring Validity Assessment Using Multi Representatives”", "sentences": [], "annotations": [], "relations": []}, {"offset": 38033, "infons": {"fpage": "2006", "name_0": "surname:Yandong;given-names:L.", "name_1": "surname:Zhongwei;given-names:M.", "name_2": "surname:Lu;given-names:W.", "name_3": "surname:Li;given-names:Y.", "section_type": "REF", "source": "Physiological Measurement", "type": "ref", "volume": "27"}, "text": "\"Automatic Removal of the Eye Blink Artifact from EEG using an ICA-based Template Matching Approach,\"", "sentences": [], "annotations": [], "relations": []}, {"offset": 38135, "infons": {"fpage": "789", "lpage": "794", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Olsen;given-names:S.", "section_type": "REF", "type": "ref", "volume": "39", "year": "1982"}, "text": "“Negative and positive Schizophrenia: Definition and validation. Archives of General Psychiatry”", "sentences": [], "annotations": [], "relations": []}, {"offset": 38232, "infons": {"name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Olsen;given-names:S.", "section_type": "REF", "source": "Psychophysiology", "type": "ref", "volume": "40", "year": "2003"}, "text": "“Meta Analysis of P300 and Schizophrenia: Patients, Paradigms and Practical Implications”", "sentences": [], "annotations": [], "relations": []}, {"offset": 38322, "infons": {"comment": "doi: 10.1016/j.clinph.2010.07.017", "fpage": "539", "lpage": "545", "name_0": "surname:Fogelson;given-names:N.", "name_1": "surname:Fernandez-del-Olmo;given-names:D.", "name_2": "surname:Santos-Garcia;given-names:D.", "pub-id_pmid": "20709594", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "122", "year": "2011"}, "text": "“Contextual processing deficits in Parkinson´s disease: Role of the frontostriatal system”", "sentences": [], "annotations": [], "relations": []}, {"offset": 38413, "infons": {"name_0": "surname:Carretié;given-names:L.", "name_1": "surname:Iglesias;given-names:J.", "name_2": "surname:García;given-names:T.", "name_3": "surname:Ballesteros;given-names:M.", "section_type": "REF", "type": "ref", "year": "2001"}, "text": "“N300, P300 and the emotional processing of visual stimuli”", "sentences": [], "annotations": [], "relations": []}, {"offset": 38473, "infons": {"name_0": "surname:Fenton;given-names:G.", "name_1": "surname:Fenwick;given-names:P.", "name_2": "surname:Dollimore;given-names:J.", "name_3": "surname:Dunn;given-names:T.", "name_4": "surname:Hirsch;given-names:S.", "section_type": "REF", "source": "The British Journal of Psychiatry", "type": "ref", "year": "1980"}, "text": "“EEG Spectral Analysis in Schizophrenia”", "sentences": [], "annotations": [], "relations": []}, {"offset": 38514, "infons": {"name_0": "surname:Hastie;given-names:T.", "name_1": "surname:Tibshirani;given-names:R.", "name_2": "surname:Friedman;given-names:J.", "section_type": "REF", "source": "“The elements of statistical learning. 2001”", "type": "ref", "year": "2001"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 38515, "infons": {"comment": "doi: 10.1016/j.psychres.2008.06.035", "fpage": "212", "lpage": "219", "name_0": "surname:Bestelmeyer;given-names:P.", "name_1": "surname:Philips;given-names:L.", "name_2": "surname:Crombie;given-names:C.", "name_3": "surname:Benson;given-names:P.", "name_4": "surname:St Clair;given-names:D.", "pub-id_pmid": "19748132", "section_type": "REF", "source": "Psychiatry Research", "type": "ref", "volume": "169", "year": "2009"}, "text": "“The P300 as a Possible Endophenotype for Schizophrenia and Bipolar Disorder: Evidence from twin and patient studies”", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}