{"source": "PMC", "date": "20201215", "key": "pmc.key", "infons": {}, "documents": [{"id": "5802465", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-017-0055-9", "article-id_pmc": "5802465", "article-id_pmid": "29382814", "article-id_publisher-id": "55", "elocation-id": "29", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Hendler;given-names:Talma", "name_1": "surname:Raz;given-names:Gal", "name_10": "surname:Bleich-Cohen;given-names:Maya", "name_2": "surname:Shimrit;given-names:Solnik", "name_3": "surname:Jacob;given-names:Yael", "name_4": "surname:Lin;given-names:Tamar", "name_5": "surname:Roseman;given-names:Leor", "name_6": "surname:Wahid;given-names:Wahid Madah", "name_7": "surname:Kremer;given-names:Ilana", "name_8": "surname:Kupchik;given-names:Marina", "name_9": "surname:Kotler;given-names:Moshe", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "Social affective context reveals altered network dynamics in schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 84, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Impairments in social cognition and interactions are core psychopathologies in schizophrenia, often manifesting as an inability to appropriately relate to the intentions and feelings of others. Neuroimaging has helped to demarcate the dynamics of two distinct functional connectivity circuits underlying the social-affective processes related to mentalization (known as Theory of Mind, ToM) and somatic-affiliation (known as Embodied Simulation, ES). While evidence points to abnormal activation patterns within these networks among those suffering from schizophrenia, it is yet unclear however, if these patients exhibit this abnormal functional connectivity in the context of social-affective experiences. The current fMRI study, investigated functional connectivity dynamics within ToM and ES networks as subjects experienced evolving cinematic portrayals of fear. During scanning, schizophrenia patients and healthy controls passively watched a cinematic scene in which a mother and her son face various threatening events. Participants then provided a continuous and retrospective report of their fear intensity during a second viewing outside the scanner. Using network cohesion index (NCI) analysis, we examined modulations of ES-related and ToM-related functional connectivity dynamics and their relation to symptom severity and the continuous emotional ratings of the induced cinematic fear. Compared to patients, healthy controls showed higher ES-NCI and marginally lower ToM-NCI during emotional peaks. Cross-correlation analysis revealed an intriguing dynamic between NCI and the inter-group difference of reported fear. Schizophrenia patients rated their fear as lower relative to healthy controls, shortly after exhibiting lower ES connectivity. This increased difference in rating was also followed by higher ToM connectivity among schizophrenia patients. The clinical relevance of these findings is further highlighted by the following two results: (a) ToM-NCI was found to have a strong correlation with the severity of general symptoms during one of the two main emotional peaks (Spearman R = 0.77); and (b) k-mean clustering demonstrated that the networks’ NCI dynamic during the social-affective context reliably differentiated between patients and controls. Together, these findings point to a possible neural marker for abnormal social-affective processing in schizophrenia, manifested as the disturbed balance between two functional networks involved in social-affective affiliation. This in turn suggests that exaggerated mentalization over somatic-affiliative processing, in response to another’s’ distress may underlie social-affective deficits in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2773, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2786, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Impairments in social cognition and interactions are core psychopathologies in schizophrenia and highly relevant to the patients’ functional outcome. More specifically, schizophrenia patients show deficits in understanding the intentions of others and establishing trusting, intimate relationships—crucial components for leading a viable and fulfilling social life. Moreover, such social-cognitive deficits often invoke an affective state of fear or aversion of others (i.e. paranoia or avoidance of social interactions), leading to the exacerbation of the patient’s emotional well-being. Such deficits manifest in various cognitive-affective domains, including attention allocation, recognition and interpretation of affective social contents, and social motivation. Indeed, sibling studies point to a hereditary basis for impairments in social cognition and interaction among those suffering from schizophrenia. Thus, identifying the neural underpinnings of such social-affective deficits in schizophrenia could provide markers for vulnerability and/or clinical status, as well as targets for early interventions or preventive treatments for siblings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3940, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Two main processes have been suggested to underlie social cognition in humans; the process of mentalization, also known as Theory of mind (ToM), refers to the ability to attribute various mental states to our own, as well as to others’, beliefs, intentions, goals and behavior; somatic-affiliation, also known as embodied simulation(ES) or affective resonance, denotes the internalization of another’s visceral and affective state by vicariously creating mental simulations of such states (for a review see ref. ). Neuroimaging and lesion studies have both indicated that these two modes of social affective processes indeed rely on different neural circuits, with ToM implicating a medial prefrontal—temporo-parietal network, and ES associated with a neural circuit that includes the anterior insula and the anterior cingulate cortex (ACC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4782, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Importantly, behavioral and neuroimaging studies on schizophrenia patients and individuals at high risk for schizophrenia demonstrate impairments in these processes. Imaging studies have revealed that several nodes within the ToM network are profoundly altered in schizophrenia. In addition, schizophrenia patients also show abnormal structure, function, and connectivity between major ES nodes, including the anterior insula and anterior cingulate cortex (ACC). However, studies that reported abnormalities in ToM-related and ES-related nodes used static stimuli lacking any social-affective context, and thus weakening the ecological validity of these findings with regards to social cognition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5479, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The current study provides a unique approach by attempting to probe schizophrenia-related deficits in the functional dynamics of networks that are involved in social affective processing; namely ES and ToM. The neural dynamics of these processes were rendered using a naturalistic emotional cinematic experience that depicted a threatening scene in which two characters (a mother and son) face the development of a dreadful situation. The approach for portraying the functional dynamics of the networks chosen a priori was based on our previous work showing a continuous measurement of within-network and between-network cohesion (termed network cohesion index, NCI). Using this approach in a previous study we successfully delineated the dynamics between ES and ToM networks, among a group of healthy participants, while they passively watched cinematic scenes that induced feelings of sadness. Specifically, we found that the NCI of these networks was related to an individual’s personal tendency to experience distress during the emotional peaks of the cinematic experience, as illustrated by an empathy trait questionnaire. Especially intriguing was the observed dissociation between the NCI patterns of these two networks during peaks of sadness throughout the threatening scene; while the ToM network showed reduced NCI, the ES network exhibited increased NCI. Based on these studies, and taking into accounting the known difficulties in social cognition and interactions, we anticipate that the schizophrenia patients will provide a blunted continues report of their emotional experience during peak moments of threat in the film clip relative to healthy controls. In addition, in line with the previously described abnormalities found among schizophrenia patients in the major nodes of ToM and ES networks, we also expect to find abnormal NCI dynamics between the ES and ToM networks relative to healthy controls. Lastly, we maintain that the disrupted network cohesion patterns in schizophrenia will be associated with abnormal modulations in their reported emotional intensity, as well as symptom severity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7596, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7618, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 7627, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study groups included 30 inpatients (13 women; mean age 25, range: 18–40 years) recruited by a senior psychiatrists at one of three Mental Health Centers: Beer Yaakov Mental Health Center, Mazra Mental Health Center and Lev-Hasharon Mental Health Center. Patients were diagnosed based on the structured clinical interview for DSM-IV Axis-I disorders, Patient Edition, SCID-I/P (First, 1994), while hospitalized. Those with major affective or neurological disorders, or drug-induced or alcohol-induced psychoses were not included. Medical and neurological illnesses were ruled out by physical and neurological examinations, routine laboratory investigations, reports from the patients’ family physicians and the hospital medical records. Severity of schizophrenia symptoms were assessed with the Positive and Negative Syndrome Scale (PANSS) (Table S1). Twenty-three healthy individuals without any known psychiatric or neurologic disorder (12 women; mean age 26, 22–39 years) were recruited through public advertisement (Table S1). Patients and healthy controls were matched for age and gender. All participants were native Hebrew speakers with adequate language comprehension. After drop-out, due to motion artifacts (see below), our final sample included 27 patients (10 women; mean age 25, range: 18–40 years) and 22 healthy controls (11 female, mean age: 26, range: 22–39). There is no standard way to perform power analyses for non-parametric analyses, such as those that are employed in this work. The estimated power of a corresponding parametric t-test with the same number of participants as in the selected sample is 0.77 for ToM NCI, and 0.99 for ES NCI. These values were estimated based on data from the time window of the highest mean difference between these the group NCIs (following ref. ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9438, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study was approved by the Institutional Review Boards in each of the mental health centers. All participants gave written informed consent after receiving a full explanation of the study protocol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9639, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Task", "sentences": [], "annotations": [], "relations": []}, {"offset": 9644, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The cinematic stimulus was selected due to its high ecological validity and the efficiency of movies as inducers of emotion. Participants passively watched a clip from the movie “The Ring 2” (8:15 min) with Hebrew subtitles while in the scanner. The clip included two dramatic emotional peaks: a mother looking for her son while experiencing a frightful delirium in the amusement park restroom (~2 min), and a deer attacking the mother and son (2 min). Participants passively viewed a blank screen for 1 min before and after the film was presented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10193, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Continuous fear rating", "sentences": [], "annotations": [], "relations": []}, {"offset": 10216, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Due to technical issues valid post-scanning continuous fear rating were obtained from 24 schizophrenia patients (9 females, mean age: 27.2, range: 19–40) and only 10 of the healthy controls (1 female, mean age: 26, range: 22–39). To improve the estimation of the rating pattern of the healthy population, we included data from 77 additional healthy volunteers. Thus, in total, the group included 87 healthy controls (33 females, mean age: 25.6, range: 20–40). It should be noted that the median ratings of the smaller and later expanded healthy control groups were highly correlated (Spearman R = 0.98, p < 5 × 10−102).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10836, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the post-scan session, the participants watched the movie clip for a second time while continuously and retrospectively rating the fear intensity they recalled feeling during the first viewing in the scanner. The rating was performed retrospectively to avoid the confounding effect of rating while being in the scanner for the first time. Fear was the targeted emotion because it can be considered an “empathic emotion” inducer, since a threat is being posed to a cinematic character rather than to the subject themselves. The rating was sampled at 10 Hz using in-house software. The participants used a vertical scale indicating 7 levels of fear—from neutral to very deep (each containing 3° of shift; 21° in total).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11557, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI data acquisition and preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 11597, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "fMRI scanning was performed using a GE 3 T Signa Excite echo speed scanner with an eight-channel head coil located at the Tel-Aviv Sourasky Medical Center. Structural scans included a T1-weighted 3D axial spoiled gradient echo (SPGR) pulse sequence (TR/TE = 8.94/3.48 ms, slice thickness = 1 mm, flip angle = 13°, pixel size = 1 mm, FOV = 256 × 256 mm). Functional whole-brain scans were performed in interleaved order with a T2*-weighted gradient echo planar imaging pulse sequence (time repetition [TR]/TE = 3000/35 ms, flip angle = 90°, pixel size = 1.56 mm, FOV = 200 × 200 mm, slice thickness = 3 mm, 39 slices per volume). Active noise canceling headphones (Optoacoustics) were used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12287, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Brain Voyager QX 2.4 was used for preprocessing and co-registration of the standardized anatomical and functional data. Head motions were detected and corrected using trilinear and sinc interpolations respectively, applying rigid body transformations with three translation and three rotation parameters. The data were high-pass filtered at 0.008 Hz and spatial smoothed with a 6 mm FWHM kernel. To avoid the confounding effects of fluctuations in the whole-brain BOLD signal, for each TR, each voxel was scaled by the global mean at that time point. Due to head movements (deviations higher than 1.5°/1.5 mm relative to the reference) three patients and one healthy control were excluded from the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12992, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, we trimmed the functional data to improve the specificity of our analysis. The onset of the cinematic stimulus after a minute of rest may evoke emotional response regardless of the content of the film. Since we were not interested in this psychological effect, we removed a segment of five TRs from the functional data that were collected during the film viewing. The size of this segment was set to five TRs to discard the hemodynamic response to the film onset, as this response typically lasts 12–16 s. A segment including the five first time points was removed from the rating as well so that these signals could be comparable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13633, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Defining networks of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 13663, "infons": {"file": "41398_2017_55_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Network cohesion analysis approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 13698, "infons": {"file": "41398_2017_55_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "a Anatomy of ES networks and ToM networks (based on Bzdok et al. ; Lamm et al. ). ToM network: (1) dorsal mPFC, (2) ventral mPFC, (3) left STS, (4) left TPJ, (5) precuneus (ventral), (6) right STS, and (7) right TPJ. ES network: (I) left AI/IFG, (II) left ventral AI, (III) precuneus (dorsal), (IV) ACC, and (V) right AI. b An illustration of the sensitivity of the network cohesion index to fluctuations in similarity of blood oxygen level dependent (BOLD) signals. Each of colored lines represents the BOLD time course of a different node in the ToM network (see the text for details) obtained from a representative subject. The upper black curve indicates the NCI computed for this network. NCI indicates the extent to which these signals are in synchrony in a certain time window. The green and the yellow rectangles mark intervals of increased and decreased NCI, respectively. Note that the homogeneity of the fluctuations of the signals differs between these intervals as indicted by the NCI", "sentences": [], "annotations": [], "relations": []}, {"offset": 14696, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The anatomical definition of social cognition-related networks relied on two relevant meta-analyses of ES and ToM neuroimaging studies (Fig. 1a, Table S2). Both networks were used in a previous analysis of network cohesion applied to data collected during the viewing of two additional cinematic contents used in our lab. The statistical maps were kindly provided by the authors of refs.  and , respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15105, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The defined ES network was based on a meta-analysis of studies on vicarious pain experiences and included regions that were activated both during first-hand experiences of pain and while observing the pain of another. The defined ToM network was based on a meta-analysis of studies that involved taking the cognitive perspective of another’s mental state. Seven regions were selected from the meta-analytical statistical map, and based on further evidence from another study as being the only regions reliability activated across various ToM tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15654, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "NCI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15667, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All NCI analyses were performed using a designated Matlab code, which will be made available upon request. In short, NCI analysis (Fig. 1b) is a sliding-window method to estimate the functional connectivity dynamics between and within networks during continuous paradigms. NCI is a t-statistic based on the pairwise correlations of network nodes. It is sensitive to both the magnitude and variance of connectivity within the network, thus depicting cohesion between nodes. In previous works, NCI of specific networks of interest were found to covary with empathy and emotion reactivity indices, pointing to their capacity to affect network dynamics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16317, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compute NCI, we first extracted the signal for each of the network nodes. The node’s signal was defined as the average signal of the voxel clusters reported by the relevant meta-analysis. For each network, time-window, and participant, the set of all pairwise Pearson correlations within the network was computed. The time-windows spanned over 30 s (10 TRs) according to previous evidence for the validity of using windows of this length. We examined successive time windows with 90% overlap. NCI was computed as the t-statistic of a Student’s t-test with a null hypothesis of µR = 0, performed on the Fisher z transformed coefficients for each participant, network, and time-window. In this test, the t-statistic serves as a probe for the connectivity within the network, with elevated values when the mean correlation is high and variance is low.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17169, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlation of NCI with fear rating group difference", "sentences": [], "annotations": [], "relations": []}, {"offset": 17222, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We next investigated whether the difference between the fear ratings of schizophrenia patients and healthy controls were related to the corresponding inter-group difference in the connectivity of the ES and ToM networks. To examine the temporal relations between these parameters, we computed cross-correlations between NCI and the difference in rating indices, while displacing one time series relative to the other.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17640, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To fit the rating index with the sliding-window format used for NCI analysis, the data was first down-sampled to 30 s windows. In each time-window we performed a non-parametric Wilcoxon test to compare the median rating of the schizophrenia and healthy control groups. A corresponding index for the inter-group NCI difference was similarly computed via a Wilcoxon test for the ES and ToM networks. The resulting Z-statistic time series were cross-correlated, as the NCI time-series were displaced relative to the rating difference series in a range of ±one time window with a single time point (one TR) lag (i.e., the NCI signal was shifted in up to ±10 TRs relative to the rating; see Fig. S1). This procedure yielded 21 NCI time courses (the non-shifted time series + 10 backward and forward shifted time courses) with 131 time-points each according to the following calculation (see Fig. S1 for visualization): The duration of the movie clip was 165 TRs. As mentioned above, five TRs were discarded from the data to avoid the film onset effect. For the time series of 160 TRs that were left after this trimming, we calculated 151 sliding NCI/rating time windows (10 TRs each). From this NCI time series of 151 TRs we then derived time series shifted in up to ±10 TRs. These shifted time series were generated in an identical size to allow proper comparison. Under these constrains, the maximal size of the shifted time series was 131 TRs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19082, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Spearman’s correlation coefficients were computed for each of the lagged data sets; for 21 inter-group NCI and rating duplets with 131 time-points each. We determined the significance of the correlations by applying a bootstrapping procedure that included phase randomization for each Fourier component of the individual NCI time series and then the inverse Fourier transformation. To control for 21 comparisons for each of the two main hypotheses (ToM-NCI rating and ES-NCI rating associations), we applied false discovery rate (FDR) for independent or positively dependent tests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19664, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Comparing NCI between groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 19693, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We further examined whether significant NCI differences between schizophrenia patients and healthy controls can be found at specific time-windows during the movie.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19857, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare network connectivity between the groups, a two-sided Wilcoxon test was performed on the two distributions of individual NCI values for each of the networks. This test was repeated for each of the time-windows. To control for multiple comparisons, FDR correction was applied considering the total number of comparisons for each network (131 comparisons).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20222, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We further examined whether differences between the groups are specifically related to the network connectivity or could also be found when comparing the time series of the BOLD amplitudes of these networks. Thus, we averaged the Z-scored signals obtained for all of the network nodes, averaged the signals again using a sliding windows of 10 TRs and compared the resulting time series between the groups using a two-sided Wilcoxon test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20660, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlating NCIs with schizophrenia symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 20705, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We next examined the co-variation between the network connectivity indices and the severity of schizophrenia symptoms. We computed a Spearman correlation between the empathy-related NCIs and the positive, negative, and general Positive and Negative Syndrome Scale (PANSS) scores for each time-window throughout the movie. FDR correction was applied to control for the total number of comparisons (131 comparisons) for each of the six main hypotheses (association between ES/ToM NCI and the positive, negative or general symptoms).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21236, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Classification based on ToM and ES NCI", "sentences": [], "annotations": [], "relations": []}, {"offset": 21275, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to classify participants into their respective groups (Schizophrenia patients and healthy controls) we applied the k-nearest neighbor (KNN) classifier, which is a widely used machine learning classification algorithm based on the closest training examples in the feature space. We used k = 10, and classification was carried out in the Matlab Classification Learner application (The MathWorks Inc., Natick, MA, USA). The NCI values per time point per network (simulation and ToM) were used as predictors (total of 302 features). We then assessed generalization through five-fold cross-validation. The overall accuracy, sensitivity, specificity, and positive predictive value (PPV) was computed for each classifier; overall accuracy was the number of true classifications to total cohort; sensitivity was the number of true positives (i.e. patients correctly classified) for the total number of patients; specificity was the number of true negatives (i.e. healthy controls correctly classified) for the total number of healthy controls; positive predictive value (PPV) was the ratio of the true positives for all positive classifications (i.e. true and false positives). Statistics were derived from the mean and standard deviation of all 1000 classifiers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22540, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For additional statistical significance assessment of the classification accuracy we conducted a bootstrapping procedure of permutation tests. The class labels of the original dataset were randomly permuted and then classified using the identical aforementioned KNN analysis procedure (using five-fold cross-validation and 1000 repetitions). This procedure was again repeated 1000 times. The p-value of the permutation test was defined as the fraction of the number of permuted classifiers that obtained better classification accuracy than the original dataset, given aswhere k is the number of permutation tests (k = 1000).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23165, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23173, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Rating of fear intensity", "sentences": [], "annotations": [], "relations": []}, {"offset": 23198, "infons": {"file": "41398_2017_55_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Fear rating by healthy controls and schizophrenia patients for a clip taken from the movie, The Ring 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 23301, "infons": {"file": "41398_2017_55_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Time courses of moment-to-moment retrospective rating of fear intensity by healthy controls and schizophrenia patients are presented. Solid lines represent the mean rating for each of the groups, whereas dashed lines represent the interquartile range. The time-series of Wilcoxon Z scores for the intergroup rating difference is illustrated as a gray curve with black contour. The gray bars indicate time intervals during which the ratings of the groups were different (p < 0.05, uncorrected). A brief description of the main events is presented as a time line at the right bottom. The time windows refer to 3-sec shifted windows of 30 seconds each (see Figure S1 for details)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23978, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Self-reports obtained from the participants indicated that the cinematic emotional manipulation used in the study was fairly effective. The median peak rating of fear intensity was 16 and 15 out of 21 for the control and patient groups, respectively (corresponding to the titles “high” and “moderate to high” intensity level, respectively; Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24327, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We compared the ratings between schizophrenia patients and healthy controls and found no time window in which the intergroup difference was significant at qFDR ≤ 0.05 (i.e., surviving correction for multiple comparisons). However, we located two time intervals in the movie, during which controls rated fear intensity higher than patients at a p < 0.05, uncorrected (see Fig. 2). These intervals precede the two global emotional peaks as evident from the median rating of the control group (Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24827, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cross-correlation analysis of NCI and rating intergroup differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 24895, "infons": {"file": "41398_2017_55_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlation between intergroup rating and NCI differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 24953, "infons": {"file": "41398_2017_55_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "a Scatter plots of the difference between the fear rating for the healthy controls and schizophrenia patients vs. the corresponding difference between the ES and ToM NCIs (Wilcoxon z in both cases). NCI values are taken from a time window that precedes the rating time window in 10 TRs in the case of ES, and succeeds it in six TRs in the case of ToM. b The NCI and rating intergroup differences are presented as time series. To indicate the temporal shift, the gray curve represents the rating difference time series with no lag. c Spearman R coefficients for cross-correlations between the rating and NCI difference time series. The black arrows indicate the selected time windows that were used in a and b. The dashed lines indicate a threshold of qFDR ≤ 0.05 for the 21 comparisons in each of the cross-correlation analyses. The time windows refer to 3-sec shifted windows of 30 seconds each (see Figure S1 for details)", "sentences": [], "annotations": [], "relations": []}, {"offset": 25877, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To dynamically probe the difference between schizophrenia patients and healthy controls, we used the time series of Z-statistics from the Wilcoxon tests comparing fear ratings and NCI for each time window. The intergroup rating difference index was then cross-correlated with the ES and ToM NCI difference indices. These network NCIs showed an opposite pattern of correlation with the rating difference index (Fig. 3). The ES-NCI and the rating difference indices were positively correlated with a peak correlation of 0.37 (qFDR ≤ 0.05) at a lag of 10 (i.e., the NCI difference preceded the rating difference; the fact that this peak was indeed a local maximum was confirmed in an additional test of five successive time windows). On the other hand, the ToM-NCI difference index negatively correlated with the rating difference with a minimal Spearman R = −0.55 (qFDR ≤ 0.05) at a lag of −6 (i.e., the NCI difference lagged after the rating difference). In other words, healthy controls tended to rate their fear higher than schizophrenia patients following an increase in ES connectivity relative to the latter. This increased rating difference was also followed by enhanced ToM connectivity among schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27100, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Network cohesion differences between groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 27144, "infons": {"file": "41398_2017_55_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Differences between schizophrenia patients and healthy controls in cohesion of ES and ToM networks during film viewing", "sentences": [], "annotations": [], "relations": []}, {"offset": 27263, "infons": {"file": "41398_2017_55_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Time courses of the NCIs computed for the ToM and the ES networks between healthy controls and schizophrenia patients (N = 26). Solid lines represent the median values, while the dashed lines indicate the standard error. The colored bars represent time windows during which a significant difference between the NCIs of the groups was evident (QFDR < 0.05, and p < 0.05). The Wilcoxon index for intergroup rating (normalized to a 0–5 scale) is overlaid in pale gray. The time windows refer to 3-sec shifted windows of 30 seconds each (see Figure S1 for details)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27824, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While the cross-correlation analysis revealed that fluctuations in intergroup NCI differences are functionally meaningful (i.e., related to an emotional measure), it could not indicate specific time points at which patients and controls significantly differed in ES or ToM network connectivity. To directly examine this, the NCI time courses of the ES and the ToM networks were compared between the patient and control groups across each of the 131 time windows of the movie watching condition (Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28328, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the case of ES, we found 12 time windows in which healthy controls showed higher ES NCI (qFDR ≤ 0.05) relative to patients (maximal Z = 3.52, p < 5 × 10−4). Ten of these windows were within the two intervals of maximal intergroup rating difference, as defined by a threshold of p < 0.05 (uncorrected). In 11 additional time windows—7 of which were within the maximal rating difference intervals—we found higher ES-NCI at p < 0.05, uncorrected. We did not find ToM-NCI intergroup differences at qFDR ≤ 0.05. However, we obtained weaker evidence for higher ToM-NCI in six windows, among schizophrenia at a p < 0.05, uncorrected (maximal Z = 2.22, p < 0.02). Five of these windows were within the maximal rating difference interval. Higher ToM-NCI for the control group was found in one time window at p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29140, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To examine whether these network differences are specifically associated with connectivity rather than activity level, we compared the time series of averaged activity levels between groups. No significant difference between the groups was found in any of the time windows examined, at either qFDR ≤ 0.05 and p < 0.05 (Fig. S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29469, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation between NCI and symptom severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 29514, "infons": {"file": "41398_2017_55_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Relationships between schizophrenia general symptoms and ToM NCI", "sentences": [], "annotations": [], "relations": []}, {"offset": 29579, "infons": {"file": "41398_2017_55_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "a Spearman correlation between the general symptoms score and the ToM NCI was computed in every time-window. The resulting time series of the Spearman coefficients is presented in purple along with the median ToM NCI and the standard errors and the intergroup rating difference (see Fig. 4). The blue bar indicates an interval of nine successive time windows in which the correlation survived FDR correction (131 comparisons). b General symptom scores plotted vs. individual ToM NCI values in the time window in which a maximal correlation was measured. The time windows refer to 3-sec shifted windows of 30 seconds each (see Figure S1 for details) *qFDR ≤ 0.05, p < 5 × 10−6", "sentences": [], "annotations": [], "relations": []}, {"offset": 30255, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "NCI values of our networks of interest were tested for a correlation with negative, positive, and general symptoms. A high correlation (qFDR ≤ 0.05) between the general symptoms and the ToM NCI was found in nine successive time windows included in the first selected interval (Peak Rs = 0.77, p < 5 × 10−6, Fig. 5). Five of these windows were within the first maximal intergroup rating difference interval, which corresponds to a cinematic situation in which the mother is anxiously looking for her son. No other correlations were found at qFDR ≤ 0.05 for any other comparison between the symptoms and ToM or ES NCI. However, negative symptoms were also correlated with the ToM NCI at p < 0.001 (uncorrected; R = 0.62) in the same time window in which the maximal correlation between this NCI and general symptoms was found.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31080, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Classification accuracy and sensitivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 31120, "infons": {"file": "41398_2017_55_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Classification between schizophrenia patients and healthy controls using KNN algorithm", "sentences": [], "annotations": [], "relations": []}, {"offset": 31207, "infons": {"file": "41398_2017_55_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "In order to discriminate between patients and healthy controls a k-nearest neighbor (KNN) machine learning classification algorithm was conducted on the NCI results (five-fold cross-validation and 1000 repetitions). For statistical inference the analysis, a bootstrapping procedure of permutation tests was conducted 1000 times on random permutations of the dataset for the classification overall accuracy a, sensitivity b, specificity c, and positive predictive value (PPV) of healthy controls d, and schizophrenia patients e. The dashed red vertical lines represent the classification accuracy of the original dataset. The bar graph demonstrates the classification accuracy features for the KNN classifier f. The dashed line denotes the chance level accuracy of 50% and the error bars represent the standard deviation calculated on 1000 repetitions. This analysis revealed significant classification power with overall accuracy of 67% (p = 0.012), with sensitivity of 70% (p = 0.15) and specificity of 64% (p = 0.035). The positive predictive value (PPV) were found significant both for the HC group (63%, p = 0.014) and for the schizophrenia group (69%, p = 0.015)", "sentences": [], "annotations": [], "relations": []}, {"offset": 32375, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The machine learning KNN algorithm revealed significant classification power (Fig. 6). The overall accuracy was 67% (0.67 ± 0.042, p = 0.012), with a sensitivity of 70% (0.70 ± 0.054, p = 0.15) and specificity of 64% (0.64 ± 0.061, p = 0.035). The positive predictive values for the healthy controls were 63% (0.63 ± 0.067, p = 0.014) and 69% (0.69 ± 0.057, p = 0.015) for the Schizophrenia group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32773, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 32784, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Applying a novel tool for analyzing network cohesion dynamics and its association with the evolving emotional experience during fearful film-clip viewing, revealed specific abnormalities in the time-sensitive functional connectivity of networks related to social cognition among schizophrenia patients, as compared to healthy controls. While schizophrenia patients and healthy controls showed similar patterns of continuous fear rating, the healthy controls displayed a tendency to react to the cinematic threat sooner, both in terms of conscious feelings and changes in network cohesion (Figs. 2 and 3). The cross-correlation analysis showed that among healthy controls the earlier increase in reported fear intensity at peak cinematic periods was preceded by a greater increase in the cohesion index of the ES network, and was followed by a greater decrease in ToM network cohesion (Fig. 3). The healthy controls also showed the expected pattern of a robust increase in ES cohesion (ES-NCI) and a simultaneous modest decrease in ToM-NCI during the emotional peaks (Fig. 4), while schizophrenia patients showed an opposite pattern; decreased ES-NCI and a modest increase in ToM-NCI. The group differences were found to be more robust for ES-NCI. Notably, this difference was found when comparing NCIs rather than BOLD levels of activity (Fig. S2), demonstrating that our network cohesion dynamics may indeed reveal meaningful variability that is overlooked by standard BOLD analyses of specific regions. Classification analysis importantly suggests that context related ToM-NCI and ES-NCI dynamics have the potential to serve as a psychopathology marker, although this notion must be further validated for disorder specificity. However, further support of this potential use is also evident in the emotional peak related ToM-NCI enhancements and their correlation with symptom severity among patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34687, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Abnormal ES network cohesion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34716, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Increased ES network cohesion among healthy subjects during fearful cinematic peaks may reflect the enhanced simulation of the cinematic character’s bodily reactions to threat. Interestingly, the schizophrenia patients showed an opposite pattern of decreased ES-NCI during these same cinematic moments. However, this group difference was not reflected in activation patterns, suggesting a particular effect in the network dynamic metric of cohesion as depicted by our NCI analysis. Importantly, the difference in ES-NCI was preceded by a slight difference in the fear ratings between the groups (Fig. 3). Our analysis revealed a difference in the dynamic inter-relations between neural and behavioral responses of the two groups, alluding to the importance of temporal variation in the formation of the subjective emotional experience. Our findings are in line with the notion that schizophrenia patients have a breakdown in the automatic embodiment of social cues. This is also consistent with the accumulating evidence regarding anatomical and functional abnormalities in major ES nodes among such patients. These abnormalities have been reported mainly in the anterior insula and the dorsal ACC, including decreased activation during emotional conditions, reduced resting state functional connectivity and cortical volume. In fact, volume abnormality in these two regions has recently been suggested in a transdiagnostic common ground perspective in psychiatry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36181, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It should be noted that the ES network nodes considerably overlap with the “salience” network, which has been found during resting states and associated with the processing of acute homeostasis-changing cues. The results presented here are also in line with Kapur’s theory, postulating that schizophrenia involves a deficiency in assigning saliency to the actual experience, which may be a result of a dysregulated hyper-dopaminergic state. Our findings of decreased cohesion in the ES network during peak moments of cinematic threat and differences in enhanced ES network cohesion prior to increased fear ratings (Figs. 3 and 4), expand upon this suggested deficiency, likely indicating a deficit in the processing of social-affective saliency, known to be critical for appropriate social somatic affiliation. It is important to state that our analysis revealed that this difference in enhanced ES network cohesion emerges during specific time points in relation to the emotional dynamics. Thus, the deficiency in ES network connectivity among schizophrenia patients may be context-dependent as opposed to a constant tonic feature. The fact that we found no significant correlation between ES-NCI and schizophrenia could be due to the poor resolution of symptom categories. This may point to an underestimation of the processing deficiencies of salience-related social content.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37560, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Abnormal ToM network cohesion", "sentences": [], "annotations": [], "relations": []}, {"offset": 37590, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Multiple studies of social cognition among schizophrenia patients have consistently demonstrated large effects sizes for ToM deficiencies. In terms of brain activity, a recent meta-analysis of schizophrenia-related abnormalities during ToM tasks revealed a complex pattern within the related network: while mPFC and a section of the left TPJ were found to be under-activated in schizophrenia patients, bilateral over-activation of the more dorsal aspect of the TPJ were also associated with the pathology. Superficially, our findings of increased ToM-NCI during peak emotions, are seemingly at odds with this meta-analytical picture, since the opposite direction of the signals within the ToM network is expected to manifest as reduced network cohesion. However, considering that we applied dynamic connectivity measures of the network, the findings seem to be complementary rather than contradictory.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38492, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Importantly, while previous studies investigated ToM deficiencies during the performance of specific mentalization tasks, our study examines the connectivity dynamics of a ToM-related network in the absence of an explicit mentalization task. In fact, the largest difference between patients and controls emerged during dramatic peaks when healthy subjects tended to reduce ToM-NCI. The reduction of ToM network cohesion among healthy controls, when facing an immediate and salient cinematic event, may be associated with the deactivation of the default mode network (DMN) during enhanced processing of external stimuli. Indeed, major nodes of the DMN, such as the mPFC, PCC, lateral temporal cortex, and the angular gyrus are all part of the ToM network. In fact, several functional and anatomical DMN neuroimaging abnormalities have been reported in schizophrenia (for a review, see ref. ). While most of these functional abnormalities were found during resting state (e.g. ), a line of studies have shown reduced DMN deactivation in schizophrenia patients during working memory and verbal tasks; during which healthy controls consistently showed DMN suppression. More so, abnormality in DMN was evident not only in terms of its activation pattern but also in terms of functional connectivity, mostly pointing to a hyper-connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39828, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In light of this set of evidence, it is possible that the pattern of hyper-ToM network cohesion, in association with a growing emotional load during movie viewing among schizophrenia patient, reflects a pathological reaction pattern to externally driven salient social events. The finding that fearful moments in the movie, which call for here-and-now relatedness to the environment, are followed by an increase in ToM-NCI among schizophrenia patients is in line with the findings of reduced DMN deactivation during certain tasks and/or enhanced resting state functional connectivity; reflecting greater internally generated processing, such as mind-wandering. Moreover, the DMN is strongly implicated in mind wandering and in autobiographical planning and internally guided thoughts. Specifically, activity in the core DMN nodes is positively related to mind wandering as indicated by introspective thought sampling and attentional lapses in the form of behavioral errors. Indeed, schizophrenia patients exhibited a higher frequency of mind wandering relative to healthy controls, and this was correlated with symptom severity. The authors suggest that such elevated internally generated processing might explain the reported feeling of “detachment from reality” in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41110, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Taken together, these findings point to the intriguing possibility that schizophrenia patients tend to react to salient emotional cues about others not only with reduced arousal, but also with active switching from the processing of externally generated to internally generated information. The possibility that this reaction pattern is pathological is supported by the correlation found between ToM-NCI and general schizophrenia symptoms during one of the emotional peaks (Fig. 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41593, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Abnormal balance between ES and ToM networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 41638, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "An intriguing aspect of our work is the reversed balance between ES and ToM networks as they relate to an increasing emotional experience, such as viewing the distress of another person. Reorganization of large-scale brain networks when under extreme emotional conditions has been suggested to be crucial for flexible and adaptive behavior. Accordingly, the abnormal connectivity dynamics found for social-affective-related network cohesion, as associated with reported changes in cinematic fear, may reflect a deficient allocation of relevant resources for the facilitation of adaptive social cognition and emotions among schizophrenia patients. Although speculative, it is possible that the imbalance between the dominance of ToM-NCI and ES-NCI during threatening moments contributes to the known stress vulnerability in schizophrenia, often triggering the onset of psychotic episodes or recurrent exacerbations. The clinical significance of this network imbalance is further supported by the predictive classification analysis derived from the network cohesion measurements (Fig. 6), although further work should be pursued to demonstrate that such a prediction is indeed disorder specific.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42832, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 42844, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study presents some limitations. The lack of a controlled measure of social cognition hampers the validity of our results in terms of this process domain. Yet, the reliance on a priori functionally defined network (rather than resting state networks) supports our assumptions regarding social cognition processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43163, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, although most of the patients were in their first psychotic episode, many had already received antipsychotic medication, albeit for a short period of time (mostly few months). Although we cannot rule out the possibility that our findings reflect the drug effects, we believe that it is more likely that the medications would contribute to tonic affective deficiencies rather than to context-specific influences (the patients showed a pattern of increasing ToM and decreasing ES NCI in adjacency to emotional peaks). More so, our findings are congruent with previous studies that controlled for the drug effects. Resting-state functional connectivity have consistently found abnormal functional connectivity within the DMN among schizophrenia patients, including medication-naive subjects. Abnormal functional connectivity of the DMN has also been reported among unmedicated first-degree relatives, as compared to healthy controls, during a working memory task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44137, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Lastly, another potential caveat is the uncertainty regarding the weight of social aspects in our cinematic fearful stimulus. It may be the case that horror elements, such as darkness and soundtrack manipulations elicit fear regardless of processes of social cognition that take place during the film viewing. Our assumption that this movie elicits fear that involves processes of social cognition is based on the theory of the film researcher Ed Tan. In his account of cinematic emotions, Tan defines “empathic emotions” as emotions that are elicited in relation to the concerns of the cinematic characters rather than to the concerns of the viewer herself. Thus, empathic fear is experienced when the characters’ rather than the viewer’s life is put under threat. In the clip from The Ring 2 the characters address threats to their own well-being: the mother is looking for her lost boy, and both of them are later violently attacked. However, it is yet to be examined if the effect we observed in our study could be replicated when no human character mediates the fear. In this case, it could be that the saliency of the event, rather than its social aspects, triggers the opposing network connectivity patterns.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45353, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, using a naturalistic empathically distressful cinematic stimulus along with novel network cohesion dynamic analysis, this fMRI study suggest that schizophrenia implicates the abnormal dynamics of networks related to social-affective processing. The known overlap between ES and ToM networks with intrinsic networks involved in salience and mentalization processing a provides broader explanation of our findings. The decreased ES cohesion among schizophrenia patients, prior to peak differences in emotional experiences, indicates a neural source for false attribution to externally driven socially salient cues. Although speculative, the finding of the abnormal balance between ES and ToM networks when facing the distress of others might underlie the tendency of schizophrenia patients to detach from social salient cues while engaging in internally-generated active mentalization. The significant classification based on ES and ToM NCIs, as well as the correlation between enhanced ToM-NCI and symptom severity further support such a proposition. Although, further investigation with larger a sample size and specific social cognition measures is needed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46526, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 46560, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Gal Raz contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46602, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note", "sentences": [], "annotations": [], "relations": []}, {"offset": 46619, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46738, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 46764, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The online version of this article (10.1038/s41398-017-0055-9) contains supplementary material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46860, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 46880, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing financial interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46949, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 46960, "infons": {"fpage": "573", "lpage": "588", "name_0": "surname:Fett;given-names:AKJ", "name_1": "surname:Viechtbauer;given-names:W", "name_2": "surname:Penn;given-names:DL", "name_3": "surname:van Os;given-names:J", "name_4": "surname:Krabbendam;given-names:L", "pub-id_doi": "10.1016/j.neubiorev.2010.07.001", "pub-id_pmid": "20620163", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "35", "year": "2011"}, "text": "others. The relationship between neurocognition and social cognition with functional outcomes in schizophrenia: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47088, "infons": {"fpage": "14", "lpage": "19", "name_0": "surname:Pinkham;given-names:AE", "pub-id_doi": "10.4088/JCP.13065su1.04", "pub-id_pmid": "24919166", "section_type": "REF", "source": "J. Clin. Psychiatry", "type": "ref", "volume": "75", "year": "2014"}, "text": "Social cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47122, "infons": {"fpage": "337", "lpage": "345", "name_0": "surname:Glatt;given-names:SJ", "name_1": "surname:Stone;given-names:WS", "name_2": "surname:Faraone;given-names:SV", "name_3": "surname:Seidman;given-names:LJ", "name_4": "surname:Tsuang;given-names:MT", "pub-id_doi": "10.1192/bjp.bp.105.016998", "pub-id_pmid": "17012657", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "189", "year": "2006"}, "text": "Psychopathology, personality traits and social development of young first-degree relatives of patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47244, "infons": {"fpage": "18", "lpage": "25", "name_0": "surname:Johnstone;given-names:EC", "name_1": "surname:Ebmeier;given-names:KP", "name_2": "surname:Miller;given-names:P", "name_3": "surname:Owens;given-names:DG", "name_4": "surname:Lawrie;given-names:SM", "pub-id_doi": "10.1192/bjp.186.1.18", "pub-id_pmid": "15630119", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "186", "year": "2005"}, "text": "Predicting schizophrenia: findings from the Edinburgh high-risk study", "sentences": [], "annotations": [], "relations": []}, {"offset": 47314, "infons": {"fpage": "675", "lpage": "680", "name_0": "surname:Zaki;given-names:J", "name_1": "surname:Ochsner;given-names:KN", "pub-id_doi": "10.1038/nn.3085", "pub-id_pmid": "22504346", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "15", "year": "2012"}, "text": "The neuroscience of empathy: progress, pitfalls and promise", "sentences": [], "annotations": [], "relations": []}, {"offset": 47374, "infons": {"fpage": "166", "lpage": "176", "name_0": "surname:Walter;given-names:H", "pub-id_doi": "10.1093/scan/nsn047", "pub-id_pmid": "19287044", "section_type": "REF", "source": "Soc. Cogn. Affect. Neurosci.", "type": "ref", "volume": "4", "year": "2009"}, "text": "Dysfunction of the social brain in schizophrenia is modulated by intention type: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 47469, "infons": {"fpage": "253", "lpage": "264", "name_0": "surname:Bora;given-names:E", "name_1": "surname:Yücel;given-names:M", "name_2": "surname:Pantelis;given-names:C", "pub-id_doi": "10.1111/j.1600-0447.2009.01414.x", "pub-id_pmid": "19489747", "section_type": "REF", "source": "Acta Psychiatr. Scand.", "type": "ref", "volume": "120", "year": "2009"}, "text": "Theory of mind impairment: a distinct trait-marker for schizophrenia spectrum disorders and bipolar disorder?", "sentences": [], "annotations": [], "relations": []}, {"offset": 47579, "infons": {"fpage": "1574", "lpage": "1582", "name_0": "surname:Brunet;given-names:E", "name_1": "surname:Sarfati;given-names:Y", "name_2": "surname:Hardy-Baylé;given-names:MC", "name_3": "surname:Decety;given-names:J", "pub-id_doi": "10.1016/S0028-3932(03)00119-2", "pub-id_pmid": "12887982", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "41", "year": "2003"}, "text": "Abnormalities of brain function during a nonverbal theory of mind task in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47667, "infons": {"fpage": "e25322", "name_0": "surname:Sugranyes;given-names:G", "name_1": "surname:Kyriakopoulos;given-names:M", "name_2": "surname:Corrigall;given-names:R", "name_3": "surname:Taylor;given-names:E", "name_4": "surname:Frangou;given-names:S", "pub-id_doi": "10.1371/journal.pone.0025322", "pub-id_pmid": "21998649", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Autism spectrum disorders and schizophrenia: meta-analysis of the neural correlates of social cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 47771, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kronbichler, L., Tschernegg, M., Martin, A. I., Schurz, M., Kronbichler, M. Abnormal brain activation during theory of mind tasks in schizoprenia: a meta-analysis. Schizophr. Bull. https://academic.oup.com/schizophreniabulletin/article/doi/10.1093/schbul/sbx073/3858702/Abnormal-Brain-Activation-During-Theory-of-Mind (2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48097, "infons": {"fpage": "1992", "lpage": "2001", "name_0": "surname:Brüne;given-names:M", "pub-id_doi": "10.1016/j.neuropsychologia.2008.01.023", "pub-id_pmid": "18329671", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "46", "year": "2008"}, "text": "An fMRI study of theory of mind in schizophrenic patients with “passivity” symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 48181, "infons": {"fpage": "46", "lpage": "57", "name_0": "surname:Bora;given-names:E", "pub-id_doi": "10.1016/j.schres.2010.12.020", "pub-id_pmid": "21300524", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "127", "year": "2011"}, "text": "Neuroanatomical abnormalities in schizophrenia: a multimodal voxelwise meta-analysis and meta-regression analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48295, "infons": {"section_type": "REF", "type": "ref"}, "text": "Horan, W. P. et al. Pain empathy in schizophrenia: an fMRI study. Soc. Cogn. Affect. Neurosci. 11, 783–792 (2016).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48410, "infons": {"fpage": "93", "lpage": "104", "name_0": "surname:Wylie;given-names:KP", "name_1": "surname:Tregellas;given-names:JR", "pub-id_doi": "10.1016/j.schres.2010.08.027", "pub-id_pmid": "20832997", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "123", "year": "2010"}, "text": "The role of the insula in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48450, "infons": {"fpage": "625", "lpage": "637", "name_0": "surname:Tu;given-names:P", "pub-id_doi": "10.1093/brain/awp317", "pub-id_pmid": "20159769", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "133", "year": "2010"}, "text": "Reduced functional connectivity in a right-hemisphere network for volitional ocular motor control in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48565, "infons": {"section_type": "REF", "type": "ref"}, "text": "Raz, G. et al. Portraying emotions at their unfolding: a multilayered approach for probing dynamics of neural networks. NeuroImage60, 1448–1461 (2012)..", "sentences": [], "annotations": [], "relations": []}, {"offset": 48718, "infons": {"fpage": "30", "lpage": "38", "name_0": "surname:Raz;given-names:G", "pub-id_doi": "10.1093/scan/nst052", "pub-id_pmid": "23615766", "section_type": "REF", "source": "Soc. Cogn. Affect. Neurosci.", "type": "ref", "volume": "9", "year": "2014"}, "text": "Cry for her or cry with her: context-dependent dissociation of two modes of cinematic empathy reflected in network cohesion dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 48851, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opfer;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The Positive and Negative Syndrome Scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48918, "infons": {"section_type": "REF", "type": "ref"}, "text": "Chow, S.-C., Wang, H., Shao, J. Sample Size Calculations in Clinical Researchhttps://www.google.com/books?hl=iw&lr=&id=XJ_SBQAAQBAJ&oi=fnd&pg=PP1&dq=ample+Size+Calculations+in+ClinicalResearch&ots=PgLircwgNI&sig=jod_lcENv8EtJzIv1hRxAnH1b8k (2007).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49166, "infons": {"section_type": "REF", "type": "ref"}, "text": "Rottenberg, J., Ray, R. R., Gross, J. J. Emotion elicitation using films. Handbook of emotion elicitation and assessment. 2007, pp 9–28.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49303, "infons": {"section_type": "REF", "type": "ref"}, "text": "Plantinga, C. The affective power of movies. Shimamura, A. P. (ed.). In Psychocinematics: exploring cognition at the movies 94–111 (Oxford University Press: Oxford, UK, 2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49479, "infons": {"section_type": "REF", "type": "ref"}, "text": "Tan, E. S. Emotion and the Structure of Narrative Film: Film As An Emotion Machine, 312 (Routledge: Abingdon, UK, 1995).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49600, "infons": {"fpage": "2492", "lpage": "2502", "name_0": "surname:Lamm;given-names:C", "name_1": "surname:Decety;given-names:J", "name_2": "surname:Singer;given-names:T", "pub-id_doi": "10.1016/j.neuroimage.2010.10.014", "pub-id_pmid": "20946964", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Meta-analytic evidence for common and distinct neural networks associated with directly experienced pain and empathy for pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 49726, "infons": {"section_type": "REF", "type": "ref"}, "text": "Bzdok, D. et al. Parsing the neural correlates of moral cognition: ALE meta-analysis on morality, theory of mind, and empathy. Brain Struct. Funct.4, 783–796 (2012).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49892, "infons": {"fpage": "705", "lpage": "712", "name_0": "surname:Dodell-Feder;given-names:D", "name_1": "surname:Koster-Hale;given-names:J", "name_2": "surname:Bedny;given-names:M", "name_3": "surname:Saxe;given-names:R", "pub-id_doi": "10.1016/j.neuroimage.2010.12.040", "pub-id_pmid": "21182967", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "55", "year": "2011"}, "text": "fMRI item analysis in a theory of mind task", "sentences": [], "annotations": [], "relations": []}, {"offset": 49936, "infons": {"fpage": "709", "lpage": "723", "name_0": "surname:Raz;given-names:G", "pub-id_doi": "10.3758/s13415-016-0425-4", "pub-id_pmid": "27142636", "section_type": "REF", "source": "Cogn. Affect. Behav. Neurosci.", "type": "ref", "volume": "16", "year": "2016"}, "text": "Functional connectivity dynamics during film viewing reveal common networks for different emotional experiences", "sentences": [], "annotations": [], "relations": []}, {"offset": 50048, "infons": {"fpage": "4654", "lpage": "4672", "name_0": "surname:Raz;given-names:G", "pub-id_doi": "10.1002/hbm.23335", "pub-id_pmid": "27477592", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "37", "year": "2016"}, "text": "Psychophysiological whole-brain network clustering based on connectivity dynamics analysis in naturalistic conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 50166, "infons": {"fpage": "1707", "lpage": "1718", "name_0": "surname:Abraham;given-names:E", "name_1": "surname:Hendler;given-names:T", "name_2": "surname:Zagoory-Sharon;given-names:O", "name_3": "surname:Feldman;given-names:R", "pub-id_doi": "10.1093/scan/nsw090", "pub-id_pmid": "27369068", "section_type": "REF", "source": "Soc. Cogn. Affect. Neurosci.", "type": "ref", "volume": "11", "year": "2016"}, "text": "Network integrity of the parental brain in infancy supports the development of children’s social competencies", "sentences": [], "annotations": [], "relations": []}, {"offset": 50276, "infons": {"fpage": "360", "lpage": "378", "name_0": "surname:Hutchison;given-names:RM", "pub-id_doi": "10.1016/j.neuroimage.2013.05.079", "pub-id_pmid": "23707587", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "80", "year": "2013"}, "text": "Dynamic functional connectivity: promise, issues, and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 50346, "infons": {"fpage": "E4687", "lpage": "E4696", "name_0": "surname:Silbert;given-names:LJ", "name_1": "surname:Honey;given-names:CJ", "name_2": "surname:Simony;given-names:E", "name_3": "surname:Poeppel;given-names:D", "name_4": "surname:Hasson;given-names:U", "pub-id_doi": "10.1073/pnas.1323812111", "pub-id_pmid": "25267658", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "111", "year": "2014"}, "text": "Coupled neural systems underlie the production and comprehension of naturalistic narrative speech", "sentences": [], "annotations": [], "relations": []}, {"offset": 50444, "infons": {"section_type": "REF", "type": "ref"}, "text": "Benjamini, Y., Hochberg, Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. J. R. Stat. Soc. Series B, 289–300 (1995).", "sentences": [], "annotations": [], "relations": []}, {"offset": 50608, "infons": {"fpage": "279", "lpage": "284", "name_0": "surname:Benjamini;given-names:Y", "name_1": "surname:Drai;given-names:D", "name_2": "surname:Elmer;given-names:G", "name_3": "surname:Kafkafi;given-names:N", "name_4": "surname:Golani;given-names:I", "pub-id_doi": "10.1016/S0166-4328(01)00297-2", "pub-id_pmid": "11682119", "section_type": "REF", "source": "Behav. Brain Res.", "type": "ref", "volume": "125", "year": "2001"}, "text": "Controlling the false discovery rate in behavior genetics research", "sentences": [], "annotations": [], "relations": []}, {"offset": 50675, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mitchell, T. M Machine learning, Vol. 45(37) 870–877 (McGraw Hill: Burr Ridge IL, 1997). .", "sentences": [], "annotations": [], "relations": []}, {"offset": 50766, "infons": {"section_type": "REF", "type": "ref"}, "text": "Golland, P., Fischl, B. Permutation tests for classification: towards statistical significance in image-based studies. Chris T. (ed.). In IPMI 330–341 (Springer, 2003).", "sentences": [], "annotations": [], "relations": []}, {"offset": 50935, "infons": {"section_type": "REF", "type": "ref"}, "text": "Savla, G. N., Vella, L., Armstrong, C. C., Penn, D. L., Twamley, E. W. Deficits in domains of social cognition in schizophrenia: a meta-analysis of the empirical evidence. Schizophr. Bull. (2012);sbs080.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51139, "infons": {"fpage": "344", "lpage": "355", "name_0": "surname:Cunningham;given-names:WA", "name_1": "surname:Dunfield;given-names:KA", "name_2": "surname:Stillman;given-names:PE", "pub-id_doi": "10.1177/1754073913489749", "section_type": "REF", "source": "Emot. Rev.", "type": "ref", "volume": "5", "year": "2013"}, "text": "Emotional states from affective dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 51180, "infons": {"fpage": "617", "lpage": "627", "name_0": "surname:Shamay-Tsoory;given-names:SG", "name_1": "surname:Aharon-Peretz;given-names:J", "name_2": "surname:Perry;given-names:D", "pub-id_doi": "10.1093/brain/awn279", "pub-id_pmid": "18971202", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "132", "year": "2009"}, "text": "Two systems for empathy: a double dissociation between emotional and cognitive empathy in inferior frontal gyrus versus ventromedial prefrontal lesions", "sentences": [], "annotations": [], "relations": []}, {"offset": 51332, "infons": {"fpage": "233", "lpage": "239", "name_0": "surname:McCormick;given-names:LM", "pub-id_doi": "10.1016/j.pscychresns.2012.01.004", "pub-id_pmid": "22510432", "section_type": "REF", "source": "Psychiatry Res. Neuroimaging", "type": "ref", "volume": "201", "year": "2012"}, "text": "Mirror neuron function, psychosis, and empathy in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51396, "infons": {"fpage": "150", "lpage": "156", "name_0": "surname:Wang;given-names:X", "pub-id_doi": "10.1016/j.schres.2014.03.033", "pub-id_pmid": "24794395", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "156", "year": "2014"}, "text": "Disrupted resting-state functional connectivity in minimally treated chronic schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51487, "infons": {"fpage": "774", "lpage": "781", "name_0": "surname:Glahn;given-names:DC", "pub-id_doi": "10.1016/j.biopsych.2008.03.031", "pub-id_pmid": "18486104", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Meta-analysis of gray matter anomalies in schizophrenia: application of anatomic likelihood estimation and network analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51611, "infons": {"fpage": "305", "lpage": "315", "name_0": "surname:Goodkind;given-names:M", "pub-id_doi": "10.1001/jamapsychiatry.2014.2206", "pub-id_pmid": "25651064", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Identification of a common neurobiological substrate for mental illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 51683, "infons": {"fpage": "483", "lpage": "506", "name_0": "surname:Menon;given-names:V", "pub-id_doi": "10.1016/j.tics.2011.08.003", "pub-id_pmid": "21908230", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "15", "year": "2011"}, "text": "Large-scale brain networks and psychopathology: a unifying triple network model", "sentences": [], "annotations": [], "relations": []}, {"offset": 51763, "infons": {"fpage": "13", "lpage": "23", "name_0": "surname:Kapur;given-names:S", "pub-id_doi": "10.1176/appi.ajp.160.1.13", "pub-id_pmid": "12505794", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "160", "year": "2003"}, "text": "Psychosis as a state of aberrant salience: a framework linking biology, phenomenology, and pharmacology in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51884, "infons": {"fpage": "5", "lpage": "13", "name_0": "surname:Sprong;given-names:M", "name_1": "surname:Schothorst;given-names:P", "name_2": "surname:Vos;given-names:E", "name_3": "surname:Hox;given-names:J", "name_4": "surname:Engeland;given-names:HV", "pub-id_doi": "10.1192/bjp.bp.107.035899", "pub-id_pmid": "17602119", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "191", "year": "2007"}, "text": "Theory of mind in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51916, "infons": {"fpage": "979", "lpage": "992", "name_0": "surname:Savla;given-names:GN", "name_1": "surname:Vella;given-names:L", "name_2": "surname:Armstrong;given-names:CC", "name_3": "surname:Penn;given-names:DL", "name_4": "surname:Twamley;given-names:EW", "pub-id_doi": "10.1093/schbul/sbs080", "pub-id_pmid": "22949733", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "Deficits in domains of social cognition in schizophrenia: a meta-analysis of the empirical evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 52016, "infons": {"fpage": "489", "lpage": "510", "name_0": "surname:Spreng;given-names:RN", "name_1": "surname:Mar;given-names:RA", "name_2": "surname:Kim;given-names:ASN", "pub-id_doi": "10.1162/jocn.2008.21029", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "21", "year": "2008"}, "text": "The common neural basis of autobiographical memory,prospection, navigation, theory of mind, and the default mode: a quantitative metaanalysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 52158, "infons": {"fpage": "110", "lpage": "117", "name_0": "surname:Schneider;given-names:FC", "pub-id_doi": "10.1016/j.schres.2010.11.013", "pub-id_pmid": "21147518", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "125", "year": "2011"}, "text": "Modulation of the default mode network is task-dependant in chronic schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 52249, "infons": {"fpage": "155", "lpage": "158", "name_0": "surname:Bleich-Cohen;given-names:M", "name_1": "surname:Kupchik;given-names:M", "name_2": "surname:Gruberger;given-names:M", "name_3": "surname:Kotler;given-names:M", "name_4": "surname:Hendler;given-names:T", "pub-id_doi": "10.1016/j.schres.2012.06.030", "pub-id_pmid": "22819124", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "140", "year": "2012"}, "text": "Never resting region—mPFC in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52292, "infons": {"fpage": "83", "lpage": "89", "name_0": "surname:Shin;given-names:DJ", "pub-id_doi": "10.1016/j.schres.2015.03.021", "pub-id_pmid": "25864955", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "165", "year": "2015"}, "text": "Away from home: the brain of the wandering mind as a model for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52369, "infons": {"fpage": "570", "lpage": "578", "name_0": "surname:Mittner;given-names:M", "name_1": "surname:Hawkins;given-names:GE", "name_2": "surname:Boekel;given-names:W", "name_3": "surname:Forstmann;given-names:BU", "pub-id_doi": "10.1016/j.tics.2016.06.004", "pub-id_pmid": "27353574", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "20", "year": "2016"}, "text": "A neural model of mind wandering", "sentences": [], "annotations": [], "relations": []}, {"offset": 52402, "infons": {"fpage": "304", "lpage": "314", "name_0": "surname:Hermans;given-names:EJ", "name_1": "surname:Henckens;given-names:MJ", "name_2": "surname:Joëls;given-names:M", "name_3": "surname:Fernández;given-names:G", "pub-id_doi": "10.1016/j.tins.2014.03.006", "pub-id_pmid": "24766931", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "37", "year": "2014"}, "text": "Dynamic adaptation of large-scale brain networks in response to acute stressors", "sentences": [], "annotations": [], "relations": []}, {"offset": 52482, "infons": {"fpage": "285", "lpage": "294", "name_0": "surname:Liu;given-names:H", "pub-id_doi": "10.1093/schbul/sbq074", "pub-id_pmid": "20595202", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Schizophrenic patients and their unaffected siblings share increased resting-state connectivity in the task-negative network but not its anticorrelated task-positive network", "sentences": [], "annotations": [], "relations": []}, {"offset": 52656, "infons": {"fpage": "194", "lpage": "205", "name_0": "surname:Zhou;given-names:Y", "pub-id_doi": "10.1016/j.schres.2007.05.029", "pub-id_pmid": "17628434", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "97", "year": "2007"}, "text": "Functional disintegration in paranoid schizophrenia using resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 52733, "infons": {"fpage": "1279", "lpage": "1284", "name_0": "surname:Whitfield-Gabrieli;given-names:S", "pub-id_doi": "10.1073/pnas.0809141106", "pub-id_pmid": "19164577", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Hyperactivity and hyperconnectivity of the default network in schizophrenia and in first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}