{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "5554148", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-017-08565-y", "article-id_pmc": "5554148", "article-id_pmid": "28801672", "article-id_publisher-id": "8565", "elocation-id": "7990", "license": "\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Jia;given-names:Yanbing", "name_1": "surname:Gu;given-names:Huaguang", "name_2": "surname:Luo;given-names:Qiang", "section_type": "TITLE", "type": "front", "volume": "7", "year": "2017"}, "text": "Sample entropy reveals an age-related reduction in the complexity of dynamic brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 83, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Dynamic reconfiguration of the human brain is characterized by the nature of complexity. The purpose of this study was to measure such complexity and also analyze its association with age. We modeled the dynamic reconfiguration process by dynamic functional connectivity, which was established by resting-state functional magnetic resonance imaging (fMRI) data, and we measured complexity within the dynamic functional connectivity by sample entropy (SampEn). A brainwide map of SampEn in healthy subjects shows larger values in the caudate, the olfactory gyrus, the amygdala, and the hippocampus, and lower values in primary sensorimotor and visual areas. Association analysis in healthy subjects indicated that SampEn of the amygdala-cortical connectivity decreases with advancing age. Such age-related loss of SampEn, however, disappears in patients with schizophrenia. These findings suggest that SampEn of the dynamic functional connectivity is a promising indicator of normal aging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1072, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1085, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Complexity is one of the defining natures of the brain. Brain signals measured by neuroimaging techniques reflect the collective activities of populations of neurons with different rhythms. Because the rhythm of neurons can be periodic, chaotic, or random, brain signals would show different levels of complexity, which has been demonstrated by entropy analysis of blood oxygenation level–dependent (BOLD) signals. Recently, neuroimaging studies have begun to reveal the dynamic reconfiguration of brain functional architecture using dynamic functional connectivity (i.e., time-varying correlations in BOLD signals between distinct brain regions across different time windows) and to demonstrate its relevance to cognitive functions and diseases. As the complexity within the BOLD signal varies across different brain regions, we expect to see a distribution of the complexity within the dynamic functional connectivity of different brain regions. However, the complexity within the dynamic functional connectivity has yet to be quantitatively characterized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2144, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Apart from complexity, several methods have been proposed to measure different aspects of dynamic functional connectivity. For example, patterns of the functional connectivity were clustered into distinct classes, and the functional reconfiguration among these classes was modeled as a Markov chain. To characterize the temporal variability of a brain region, resting-state BOLD signals were segmented into nonoverlapping windows and the functional connectivity patterns of this region were compared among these windows. These methods, however, cannot estimate the complexity within the dynamic functional connectivity (see the supplementary information). Entropy is a well-defined statistical concept used to measure the complexity within dynamic processes, with larger entropy corresponding to greater complexity. Given the limited number of sampling points in an functional magnetic resonance imaging (fMRI) experiment, the classical estimations of the entropy are inaccurate. Sample entropy (SampEn) can overcome this drawback and has been used commonly in entropy analysis of fMRI data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3236, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As a universal and secular phenomenon, the aging process has been suggested to be a progressive loss of complexity within the dynamics of physiologic outputs. This age-related loss is believed to stem from the gradual deterioration of the underlying structural components of physiological systems and from alterations within the coupling between these systems. Previous studies have shown that the complexity within the temporal dynamics of brain signals measured by electroencephalography (EEG), magnetoencephalography (MEG), and BOLD fMRI appears to decrease. Because the dynamic functional connectivity also is a typical physiologic output of the brain, we expected that the complexity within the dynamic functional connectivity of some brain regions also would decrease with advancing age.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4030, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In schizophrenia, nonlinearity has been assumed to be underlying the irregularity in psychotic symptoms. A large body of studies on electroencephalography (EEG) and magnetoencephalography (MEG) reported increased or reduced complexity in patients with schizophrenia compared with healthy controls. Such divergence might be modulated by symptomatology, age effects, and so on (for a review, see Fernandez). More important, not only schizophrenia but also some other mental diseases, such as Alzheimer’s disease, major depression, and attention deficit-hyperactivity disorder, disrupt the normal evolution of complexity as a function of age. If complexity of dynamic functional connectivity is a promising indicator of normal aging, we would expect a disrupted association between complexity and age in patients with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4860, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study, we used SampEn to (1) quantitatively characterize the complexity within the dynamic functional connectivity, (2) identify dynamic functional connectivity showing an age-related reduction in complexity during normal aging, and (3) test whether these age-related reductions are disrupted by schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5186, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5208, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 5221, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic information for the participants. PANSS, Positive and Negative Syndrome Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5312, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\"/><th align=\"left\">Healthy subjects (<italic>n</italic> = 62)</th><th align=\"left\">Patients with schizophrenia (<italic>n</italic> = 69)</th><th align=\"left\">\n<italic>P</italic> value</th></tr></thead><tbody><tr><td>Age (year)</td><td>29.87 ± 8.62</td><td>31.95 ± 9.60</td><td>0.2836</td></tr><tr><td>Education (year)</td><td>15.29 ± 2.39</td><td>14.19 ± 2.16</td><td>0.0064</td></tr><tr><td>Sex (M/F)</td><td>25/37</td><td>35/34</td><td>0.2328</td></tr><tr><td>Illness duration (year)</td><td>—</td><td>7.17 ± 6.61</td><td>—</td></tr><tr><td>PANSS-positive scale</td><td>—</td><td>11.92 ± 4.71</td><td>—</td></tr><tr><td>PANSS-negative scale</td><td>—</td><td>13.61 ± 6.33</td><td>—</td></tr><tr><td>PANSS-general scale</td><td>—</td><td>27.28 ± 9.64</td><td>—</td></tr></tbody></table>\n"}, "text": "\tHealthy subjects (n = 62)\tPatients with schizophrenia (n = 69)\tP value\t \tAge (year)\t29.87 ± 8.62\t31.95 ± 9.60\t0.2836\t \tEducation (year)\t15.29 ± 2.39\t14.19 ± 2.16\t0.0064\t \tSex (M/F)\t25/37\t35/34\t0.2328\t \tIllness duration (year)\t—\t7.17 ± 6.61\t—\t \tPANSS-positive scale\t—\t11.92 ± 4.71\t—\t \tPANSS-negative scale\t—\t13.61 ± 6.33\t—\t \tPANSS-general scale\t—\t27.28 ± 9.64\t—\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 5677, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study included 62 healthy subjects (25 males and 37 females) and 69 patients with chronic schizophrenia (35 males and 34 females). Exclusion criteria included the presence of DSM-IV Axis I diagnoses of other disorders such as bipolar disorder, history of any substance dependence, or history of clinically significant head trauma. Participants’ demographic characteristics are shown in Table 1. This dataset was selected from our previous resting-state fMRI study, which included multicenter datasets, and was suitable to investigate the aging process because the age of healthy subjects and the age of patients with schizophrenia were both uniformly distributed across a relatively wide range. The age of healthy subjects was from 19 to 51 years (mean ± SD, 29.87 ± 8.62 years) and the degree of education was from 6 to 21 years (mean ± SD, 15.29 ± 2.39 years). One of the healthy subjects was left-handed, and the others were right-handed. The healthy subjects were assessed in accordance with DSM-IV criteria as being free of schizophrenia. The age of patients with schizophrenia was from 17 to 55 years (mean ± SD, 31.95 ± 9.60 years) and the degree of education was from 9 to 18 years (mean ± SD, 14.19 ± 2.16 years). Two of the patients were left-handed, and the others were right-handed. Illness durations of the patients ranged from a few months to 30 years (mean ± SD, 7.17 ± 6.61 years). Symptom severity was measured using the Positive and Negative Syndrome Scale (PANSS) assessment, which was given to all patients either one week before or one week after the MRI scan. Five patients, however, were not able to complete their PANSS assessment because of their poor health condition. The healthy and patient groups were well matched by gender (χ 2 = 1.4234, P = 0.2328) and age (t-test, P = 0.2836), although the healthy subjects had a slightly longer education degree (t-test, P = 0.0064). All of the research procedures and ethical guidelines were in accordance with the Institutional Review Board (IRB) of the National Taiwan University Hospital. We obtained written informed consent from all individual participants, and IRB of the National Taiwan University Hospital approved this study. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 7886, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 7904, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Scanning was performed on a 3 T Siemens Trio Tim MRI scanner. FMRI images were acquired using a gradient-echo echo planar imaging (GE-EPI) sequence. The following parameters were used: repetition time (TR), 2000 ms; echo time (TE), 24 ms; field of view (FOV), 256 × 256 mm2; matrix, 64 × 64; slice thickness, 3 mm; flip angle (FA), 90°. For each subject, 34 transaxial slices with no gap were acquired to cover the whole brain volume. Each scan contained 180 volumes. During the scan, participants were instructed to relax, remain calm, keep their eyes closed, and refrain from thinking about anything in particular.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8521, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 8540, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fMRI data were preprocessed using Statistical Parametric Mapping (SPM8; http://www.fil.ion.ucl.ac.uk/spm) and Data Preprocessing Assistant for Resting-state fMRI (DPARSF). The first 10 volumes were discarded to allow for scanner stabilization and subject adaption to the scanning environment. The remaining functional scans were corrected for delay in slice acquisition and interscan head movement. Subsequently, the functional scans were spatially normalized to the stereotactic space (Montreal Neurological Institute) and resampled to 3 mm isotropic voxels. All normalized images were then smoothed with an 8 mm Gaussian kernel. The BOLD signal of each voxel was then linearly detrended and passed through a band-pass filter (0.01–0.08 Hz). Nuisance covariates were regressed out using multiple linear regression, including six head-motion parameters, white matter signals, cerebrospinal signals, and global mean signals. We chose global signal removal as it has been shown to reduce physiological noise and the variance because of movement-related effects. To reduce the effect of head motion, we further conducted careful volume censoring (“scrubbing”) movement correction. The mean framewise displacement (FD) was calculated with an FD threshold of 0.5 mm for exclusion. Except for the frame corresponding to the displaced time point, we also removed one preceding and two succeeding time points to reduce the spillover influence of head motion. All participants with >10% displaced frames or who exhibited more than 3° of maximal rotation or 3 mm of maximal translation were completely excluded from the following analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10174, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Dynamic functional connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10215, "infons": {"file": "41598_2017_8565_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "SampEn analysis of dynamic functional connectivity. Dynamic functional connectivity matrices at different time windows for one subject (a). We extracted the functional connectivity time series between each pair of ROIs from these dynamic functional connectivity matrices, and evaluated SampEn of each functional connectivity time series (b). FC, functional connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10586, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the automated anatomical labeling atlas to divide the human brain into 90 relatively large regions of interests (ROIs). The time series was extracted in each ROI by averaging the BOLD signals of all voxels within that ROI. This approach reduces noise contained in these BOLD signals and commonly has been used in resting-state fMRI studies. The names and abbreviations of the ROIs are listed in Supplementary Table S1. For each subject, we performed dynamic functional connectivity analysis using the sliding window approach. The time window with a length of 20 TRs (40 s) slid in steps of 1 TR, resulting in 150 windows. Given a time window, we evaluated the functional connectivity between each pair of ROIs using Pearson correlation. Thus, we obtained dynamic functional connectivity matrices for each subject (Fig. 1a). The functional connectivity time series between each pair of ROIs then was extracted from these matrices (Fig. 1b). We selected the window length on the basis of the observations that window sizes in the range of 30–60 s produce robust results in cognitive states, and variations of functional connectivity are not sensitive to the specific window size in the range of 20–40 s. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 11797, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pearson correlation only captures linear associations between time series and often results in negative correlations. Indeed, we found that the mean proportion of negative correlations across all dynamic functional connectivity matrices of all participants was 0.4998 ± 0.0134 (mean ± SD). Because we were mainly interested in the dynamic property of the functional connectivity, we did not deal with these negative correlations and directly calculated SampEn of each functional connectivity time series (Fig. 1b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12312, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "SampEn analysis of dynamic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 12363, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We denote a time series of length N by x = [x 1, x 2, …, x N]. SampEn of the time series can be calculated as follows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12482, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, construct an embedding vector with m consecutive data points extracted from x: v i = [x i, x i+1, …, x i+m−1], where m is the embedding dimension.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12636, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Second, define for each i (1 ≤ i ≤ N − m)Here, r specifies a tolerance value and r = εσ x, where ε is a scaling parameter and σ x is the standard deviation of x.  is the Heaviside function:and  represents Chebyshev distance, that is, ", "sentences": [], "annotations": [], "relations": []}, {"offset": 12871, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "That is,  represents the proportion of v j (j ≠ i) whose distances to v i are less than r. Similarly, for each i (1 ≤ i ≤ N − m), we also definewhere  represents the proportion corresponding to the dimension of m + 1;  and  have the same form, but embedding vectors in the two cases are defined in different phase spaces.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13193, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Third, by averaging across all embedding vectors, we getand ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13254, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fourth, SampEn of x is calculated as ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13292, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following these four steps, we obtained SampEn of each functional connectivity time series for each subject (Fig. 1b). SampEn assigned a nonnegative number to each functional connectivity time series, with larger values corresponding to more complexity or irregularity in the time series. It was suggested that, for m = 1 or 2 and ε in the range of 0.1–0.25, SampEn shows good statistical properties. Throughout this study, m was fixed at 2 as it was shown that m = 2 enables more detailed reconstruction of the joint probabilistic dynamics of the time series. In the main analysis, ε was fixed at 0.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13895, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each subject, after SampEn of each functional connectivity time series was obtained, we further calculated SampEn of ROIs. We obtained SampEn of a given ROI by averaging SampEn of 89 functional connectivity time series corresponding to it. We also calculated SampEn of resting state networks (RSNs). Previous studies showed that the whole brain can be divided into six RSNs, which can be classified as follows: a default mode network (RSN 1), an attention network (RSN 2), a visual recognition network (RSN 3), an auditory network (RSN 4), a sensorimotor network (RSN 5), and a subcortical network (RSN 6). Supplementary Table S2 lists the ROIs in each RSN. We obtained SampEn of a given RSN by averaging SampEn of all ROIs contained in it.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14640, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Association analysis between SampEn and age in healthy subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 14704, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used partial correlation coefficients to investigate associations between SampEn and age, conditioning on gender, education, and head motion. We performed the partial correlation analyses sequentially at three different levels of the brain. First, we obtained partial correlation coefficients of all RSNs. Second, for each RSN significantly identified in the first step, we calculated partial correlation coefficients of all ROIs contained in this RSN. Third, for each ROI that showed a significant effect in the second step, we obtained partial correlation coefficients of all functional connections corresponding to this ROI. We applied false-positive discovery rate (FDR) controls to correct for multiple comparisons in each of the three steps. The dimensions of the correction in the first step and the third step were the number of RSNs (=6) and the number of functional connections corresponding to an ROI (=89), respectively. Because the number of ROIs in different RSNs is different, the dimension of the correction in the second step was not a fixed constant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15776, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Association analysis between SampEn and age in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 15851, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To test whether the schizophrenic disorder alters the associations between SampEn and age, in patients with schizophrenia, we also performed association analyses of the functional connections that were identified as significant in the association analysis between SampEn and age in healthy subjects. We also used partial correlation coefficients to investigate these associations between SampEn and age, conditioning on gender, education, and head motion. For each functional connection, using the webpage http://vassarstats.net/rdiff.html, we calculated a value of Z that could be applied to assess the significance of the difference between the partial correlation coefficient of the healthy group and that of the patient group. To correct for multiple comparisons, we applied the FDR control. The dimension of the correction was the number of functional connections identified as significant in the association analysis between SampEn and age in healthy subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16818, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To study whether the recognized deviations from the normal aging are related to schizophrenia, we studied associations between SampEn of the functional connections, which show significant group differences in partial correlation coefficients, and clinical variables including symptom severity scores (i.e., PANSS) and illness duration. Partial correlation coefficients were used to investigate these associations, conditioning on age, gender, education, and head motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17289, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 17307, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The datasets generated during the current study are available from the corresponding author on reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17422, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17430, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SampEn varies throughout the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 17465, "infons": {"file": "41598_2017_8565_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Connectogram of functional connections with the largest and the lowest 0.5% SampEn. Functional connections with the largest SampEn (a). Functional connections with the lowest SampEn (b). The left part and the right part of the connectogram represent the left hemisphere and the right hemisphere of the brain, respectively. Supplementary Table S1 lists the full name of each ROI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17844, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We quantified SampEn of each functional connection by the mean SampEn averaged across all healthy subjects. Figure 2 shows the functional connections among 90 ROIs with the largest and the lowest 0.5% SampEn. Supplementary Dataset 1 also lists the mean SampEn of each functional connection in descending order. We found that functional connections implicated in higher cognitive functions (e.g., memory, emotion, and reward) show larger SampEn, including the fronto-limbic system (e.g., the fronto-hippocampal and the fronto-amygdala connectivity) and the fronto-striatal system (e.g., the rectus-caudate connectivity). In contrast, functional connections in sensorimotor cortices (e.g., the lingual gyrus, the calcarine gyrus, the precentral gyrus, and the postcentral gyrus) show lower SampEn. We also found that the homotopic interhemispheric connections show lower SampEn such as functional connections of the postcentral gyrus, the thalamus, the calcarine gyrus, and the lingual gyrus. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 18836, "infons": {"file": "41598_2017_8565_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "The mean SampEn of each ROI and each RSN across all healthy subjects. The mean SampEn of each ROI across all healthy subjects (a). The color bar indicates the values of SampEn. The mean SampEn of each RSN across all healthy subjects is depicted in descending order (b). The error bars represent SD. RSN1, the default mode network; RSN 2, the attention network; RSN 3, the visual recognition network; RSN 4, the auditory network; RSN 5, the sensorimotor network; RSN6, the subcortical network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19329, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The mean SampEn of each ROI across all healthy subjects is shown in Fig. 3a and also is listed in descending order in Supplementary Dataset 2. We found that the limbic system and its adjacent areas show higher SampEn (e.g., the caudate, the olfactory gyrus, the amygdala, the parahippocampus, and the hippocampus), whereas sensorimotor cortices (e.g., the lingual gyrus, the calcarine gyrus, and the postcentral gyrus) demonstrate lower SampEn. The mean SampEn of each RSN across all healthy subjects is shown in Fig. 3b. We found that the subcortical network and the auditory network show higher SampEn, whereas the sensorimotor network and the visual recognition network demonstrate lower SampEn. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 20029, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SampEn decreases during the normal aging process", "sentences": [], "annotations": [], "relations": []}, {"offset": 20078, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Associations between age and SampEn of RSNs and ROIs in healthy subjects. R is the partial correlation coefficient. RSN 6, the subcortical network; AMYG, amygdala; PAL, pallidum; THA, thalamus; CAU, caudate; L, left; R, right.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20305, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">RSNs and ROIs</th><th align=\"left\">\n<italic>R</italic>\n</th><th align=\"left\">\n<italic>P</italic> value</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"3\">\n<italic>RSNs</italic>\n</td></tr><tr><td> RSN6</td><td>−0.3744</td><td>0.0022</td></tr><tr><td align=\"left\" colspan=\"3\">\n<italic>ROIs</italic>\n</td></tr><tr><td> AMYG. R</td><td>−0.4234</td><td>0.0006</td></tr><tr><td> PAL. R</td><td>−0.3753</td><td>0.0022</td></tr><tr><td> AMYG. L</td><td>−0.3694</td><td>0.0025</td></tr><tr><td> THA. L</td><td>−0.3704</td><td>0.0025</td></tr><tr><td> THA. R</td><td>−0.3592</td><td>0.0033</td></tr><tr><td> CAU. L</td><td>−0.3005</td><td>0.0122</td></tr></tbody></table>\n"}, "text": "RSNs and ROIs\tR\tP value\t \tRSNs\t \t RSN6\t−0.3744\t0.0022\t \tROIs\t \t AMYG. R\t−0.4234\t0.0006\t \t PAL. R\t−0.3753\t0.0022\t \t AMYG. L\t−0.3694\t0.0025\t \t THA. L\t−0.3704\t0.0025\t \t THA. R\t−0.3592\t0.0033\t \t CAU. L\t−0.3005\t0.0122\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20521, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Associations between age and SampEn of functional connections in healthy subjects and patients with schizophrenia. For the difference between R\nSZ and R\nHC, P values that could survive FDR correction are marked in bold. HC, healthy subjects; SZ, patients with schizophrenia; R\nHC, partial correlation coefficient of the healthy group; R\nSZ, partial correlation coefficient of the patient group; AMYG, amygdala; ORBsup, superior orbital frontal gyrus; MFG, middle frontal gyrus; SPG, superior parietal gyrus; PCL, paracentral lobule; IPL, inferior parietal gyrus; L, left; R, right.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21103, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"2\">Functional connections</th><th align=\"left\" colspan=\"2\">HC</th><th align=\"left\" colspan=\"2\">SZ</th><th align=\"left\" colspan=\"2\">\n<italic>R</italic>\n<sub>SZ</sub> &gt; <italic>R</italic>\n<sub>HC</sub>\n</th></tr><tr><th align=\"left\">\n<italic>R</italic>\n<sub>HC</sub>\n</th><th align=\"left\">\n<italic>P</italic> value</th><th align=\"left\">\n<italic>R</italic>\n<sub>SZ</sub>\n</th><th align=\"left\">\n<italic>P</italic> value</th><th align=\"left\">\n<italic>Z</italic> value</th><th align=\"left\">\n<italic>P</italic> value</th></tr></thead><tbody><tr><td>AMYG. R - ORBsup. R</td><td>−0.4459</td><td>0.0003</td><td>0.0159</td><td>0.5488</td><td>\n<bold>2.73</bold>\n</td><td>\n<bold>0.0052</bold>\n</td></tr><tr><td>AMYG. R - MFG. L</td><td>−0.4241</td><td>0.0006</td><td>−0.2489</td><td>0.0255</td><td>1.09</td><td>0.1379</td></tr><tr><td>AMYG. R - SPG. R</td><td>−0.4204</td><td>0.0006</td><td>−0.0751</td><td>0.2809</td><td>\n<bold>2.06</bold>\n</td><td>\n<bold>0.0197</bold>\n</td></tr><tr><td>AMYG. R - PCL. R</td><td>−0.4044</td><td>0.0010</td><td>−0.0378</td><td>0.3852</td><td>\n<bold>2.16</bold>\n</td><td>\n<bold>0.0154</bold>\n</td></tr><tr><td>AMYG. R - IPL. L</td><td>−0.3847</td><td>0.0017</td><td>−0.0304</td><td>0.4073</td><td>\n<bold>2.07</bold>\n</td><td>\n<bold>0.0192</bold>\n</td></tr></tbody></table>\n"}, "text": "Functional connections\tHC\tSZ\tRSZ > RHC\t \tRHC\tP value\tRSZ\tP value\tZ value\tP value\t \tAMYG. R - ORBsup. R\t−0.4459\t0.0003\t0.0159\t0.5488\t2.73\t0.0052\t \tAMYG. R - MFG. L\t−0.4241\t0.0006\t−0.2489\t0.0255\t1.09\t0.1379\t \tAMYG. R - SPG. R\t−0.4204\t0.0006\t−0.0751\t0.2809\t2.06\t0.0197\t \tAMYG. R - PCL. R\t−0.4044\t0.0010\t−0.0378\t0.3852\t2.16\t0.0154\t \tAMYG. R - IPL. L\t−0.3847\t0.0017\t−0.0304\t0.4073\t2.07\t0.0192\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21494, "infons": {"file": "41598_2017_8565_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Associations between age and SampEn of functional connections in healthy subjects and patients with schizophrenia. AMYG, amygdala; ORBsup, superior orbital frontal gyrus; MFG, middle frontal gyrus; SPG, superior parietal gyrus; PCL, paracentral lobule; IPL, inferior parietal gyrus; L, left; R, right.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21796, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First, we detected a negative association between age and SampEn of the subcortical network in healthy subjects (P = 0.0022, R = −0.3744, FDR corrected; Table 2 and Supplementary Fig. S2). Second, for ROIs in the subcortical network, we found that SampEn of the bilateral amygdala, the right pallidum, the bilateral thalamus, and the left caudate negatively associates with age (P < 0.05, FDR corrected; Table 2 and Supplementary Fig. S2). Finally, for functional connections corresponding to these six ROIs in the subcortical network, we identified negative associations between age and SampEn of the functional connectivity between the right amygdala and the right superior orbital frontal gyrus, the left middle frontal gyrus, the right superior parietal gyrus, the right paracentral lobule, and the left inferior parietal gyrus (P < 0.05, FDR corrected; Table 3 and Fig. 4).   ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22678, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Schizophrenia uncouples SampEn and age", "sentences": [], "annotations": [], "relations": []}, {"offset": 22717, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_caption"}, "text": "Associations between SampEn of functional connections and clinical variables. R is the partial correlation coefficient. P values less than 0.05 are marked in bold. AMYG, amygdala; ORBsup, superior orbital frontal gyrus; SPG, superior parietal gyrus; PCL, paracentral lobule; IPL, inferior parietal gyrus; L, left; R, right.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23041, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"2\">Functional connections</th><th align=\"left\" colspan=\"2\">Positive scale</th><th align=\"left\" colspan=\"2\">Negative scale</th><th align=\"left\" colspan=\"2\">General scale</th><th align=\"left\" colspan=\"2\">Illness duration</th></tr><tr><th align=\"left\">\n<italic>R</italic>\n</th><th align=\"left\">\n<italic>P</italic> value</th><th align=\"left\">\n<italic>R</italic>\n</th><th align=\"left\">\n<italic>P</italic> value</th><th align=\"left\">\n<italic>R</italic>\n</th><th align=\"left\">\n<italic>P</italic> value</th><th align=\"left\">\n<italic>R</italic>\n</th><th align=\"left\">\n<italic>P</italic> value</th></tr></thead><tbody><tr><td>AMYG. R - ORBsup. R</td><td>−0.1329</td><td>0.1537</td><td>−0.0931</td><td>0.2378</td><td>0.1168</td><td>0.1851</td><td>\n<bold>0.2596</bold>\n</td><td>\n<bold>0.0208</bold>\n</td></tr><tr><td>AMYG. R - SPG. R</td><td>0.0757</td><td>0.2811</td><td>0.0936</td><td>0.2365</td><td>0.1620</td><td>0.1062</td><td>−0.1766</td><td>0.0849</td></tr><tr><td>AMYG. R - PCL. R</td><td>0.0259</td><td>0.4216</td><td>−0.0112</td><td>0.4660</td><td>−0.0628</td><td>0.3155</td><td>0.0058</td><td>0.4820</td></tr><tr><td>AMYG. R - IPL. L</td><td>0.1711</td><td>0.0937</td><td>0.0800</td><td>0.2701</td><td>\n<bold>0.3106</bold>\n</td><td>\n<bold>0.0075</bold>\n</td><td>−<bold>0.2759</bold>\n</td><td>\n<bold>0.0150</bold>\n</td></tr></tbody></table>\n"}, "text": "Functional connections\tPositive scale\tNegative scale\tGeneral scale\tIllness duration\t \tR\tP value\tR\tP value\tR\tP value\tR\tP value\t \tAMYG. R - ORBsup. R\t−0.1329\t0.1537\t−0.0931\t0.2378\t0.1168\t0.1851\t0.2596\t0.0208\t \tAMYG. R - SPG. R\t0.0757\t0.2811\t0.0936\t0.2365\t0.1620\t0.1062\t−0.1766\t0.0849\t \tAMYG. R - PCL. R\t0.0259\t0.4216\t−0.0112\t0.4660\t−0.0628\t0.3155\t0.0058\t0.4820\t \tAMYG. R - IPL. L\t0.1711\t0.0937\t0.0800\t0.2701\t0.3106\t0.0075\t−0.2759\t0.0150\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23479, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For these five functional connections that show significant effects in healthy subjects, SampEn of four functional connections is disassociated with age (P > 0.05; Table 3 and Fig. 4), including the functional connectivity between the right amygdala and the right superior orbital frontal gyrus, the right superior parietal gyrus, the right paracentral lobule, and the left inferior parietal gyrus. For each of these four functional connections, the partial correlation coefficient of the patient group is significantly larger than that of the healthy group (P < 0.05, FDR corrected; Table 3). Further association analysis between SampEn and clinical variables showed that SampEn of the functional connectivity between the right amygdala and the right superior orbital frontal gyrus is associated with the illness duration, whereas SampEn of the functional connectivity between the right amygdala and the left inferior parietal gyrus is associated with the general scale and the illness duration (Table 4). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 24487, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24498, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, we applied SampEn to characterize the complexity within the dynamic functional connectivity. This is different from previous studies on the complexity within BOLD signals. Such characterization is important because it enables us to investigate the biological implications of changes in brain functional architecture. As a demonstration, we established a SampEn map of the dynamic brain, and identified an age-related reduction in SampEn, suggesting that not only SampEn of the activation in some brain regions but also SampEn of the dynamic functional connectivity evolves with age. Moreover, we found that the age-related reduction in SampEn could be altered by schizophrenia, calling for further research of schizophrenia on the dynamics of the amygdala-cortical functional connections, which show significant alterations in our study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25348, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The brain is a complex dynamic system, and how to characterize the dynamics in the brain is nontrivial. In the current study, we proposed the use of a well-defined measure named SampEn to characterize the complexity within the dynamic functional connectivity estimated by applying the sliding-window correlation technique. The dynamical functional connectivity, however, might be induced by nonneuronal signals, including cardiac and respiratory signals. This may cause potential problems in many measures characterizing dynamic properties of the dynamic functional connectivity, especially when these confounding processes are periodic, because a periodic signal is considered to be variable regardless of its amplitude. Unlike these previous studies, we analyzed SampEn of the dynamic functional connectivity. According to the physical interpretation of SampEn, larger SampEn corresponds to greater irregularity in the dynamic functional connectivity. Because periodic signals are characterized by regularity, SampEn of periodic signals is relatively low, and thereby, we could control the confounding effects of periodic signals in our analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26497, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Remarkably, SampEn map of the dynamic brain captures the functionalities of different brain regions reported in the literature. We found that most of the brain regions with high SampEn have been implicated in key aspects of learning. For instance, the caudate is implicated in reinforcement-based associative learning and classification learning, the olfactory cortex in olfactory learning, the amygdala in emotional learning, the hippocampus in many aspects of learning and memory, and the temporal pole in visual learning. In contrast, we observed that sensorimotor and visual areas show low SampEn. These results add SampEn of the dynamic functional connectivity as a new aspect to the literature, reporting that flexibility of the brain is an important factor predicting learning and that primary sensorimotor and visual areas show low flexibility during motor learning task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27377, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Aging is a fundamental process in the human brain, and deviations from the normal aging process would result in mental disorders. With advancing age, the complexity within the temporal dynamics of brain signals measured by EEG, MEG, and BOLD fMRI appears to decrease. Consistently, we found that SampEn of the dynamic brain also decreases with advancing age. These decreases may relate to the decline in capacity of learning and memory with normal aging that is caused by alterations in neuronal structure and losses of synapses. Moreover, we identified that the reduction in SampEn of the dynamic brain is driven mainly by the amygdala-cortical functional connectivity. The amygdala-cortical connectivity has been reported to be age-related in both structural and functional neuroimaging studies, but the current study revealed the negative association between SampEn of the amygdala-cortical functional connectivity and age. This result is complementary to a previous study that showed that increased resting-state functional connectivity between the amygdala and frontal regions is related to superior emotional regulation in aging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28513, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Notably, the proposed approach is clinically relevant. A most recent study reported that the subcortical-cortical resting-state functional connectivity decreases with advancing age in the general population, and this age-related decrease is insignificant in patients with autism. These results suggest that the normal aging process is altered by mental disorders. In the current study, we found a similar deviation from the normal aging process as the association between SampEn and age significantly decreases in patients with schizophrenia. Interestingly, the most significant deviation was identified in SampEn of functional connectivity between the right amygdala and the right superior orbital frontal cortex. This is consistent with a previous study that reported the association between the decreased amygdala-frontal functional connectivity and emotional abnormalities in patients with schizophrenia. Moreover, we found that SampEn of the functional connectivity between the right amygdala and the right superior orbital frontal gyrus is lower in healthy elderly subjects compared with healthy young subjects, and is also lower in patients with schizophrenia compared with healthy subjects (Supplementary Fig. S3). This finding provides new evidence for the accelerated aging in patients with schizophrenia, which already has been demonstrated by previous studies that have reported an accelerated decline in functional brain network efficiency and an accelerated reduction of gray matter volume.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30018, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A prominent advantage of our approach is that SampEn of the dynamic functional connectivity does not necessarily depend on the scaling parameter ε. As shown in Supplementary Fig. S4, SampEn of the dynamic functional connectivity obtained at a different value of ε (e.g., 0.12, 0.16, and 0.24) was highly correlated with that obtained at 0.2 (R > 0.97). The interpretation of findings in the present study, however, needs to consider some limitations. Because noise also shows high SampEn according to the physical interpretation of SampEn, the observational noise in BOLD signals may contribute to SampEn of the dynamic functional connectivity. In the current study, we have associated SampEn with age, which suggests that the contribution of the observational noise to SampEn is not significant. Additionally, because medical treatment data were not available in the current sample, future analyses on patients with schizophrenia with records of medical treatment would help us to assess the confounding effect of the medical treatment on our findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31072, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 31106, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 31140, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": " Supplementary information accompanies this paper at doi:10.1038/s41598-017-08565-y ", "sentences": [], "annotations": [], "relations": []}, {"offset": 31225, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": " Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31363, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 31384, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "H.G.G. and Q.L. formulated the idea of the research. Y.B.J., H.G.G., and Q.L. performed the research. Y.B.J. and Q.L. analyzed the data. Y.B.J., H.G.G., and Q.L. wrote the first draft of the manuscript. All authors contributed to and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31649, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 31669, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31728, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 31739, "infons": {"name_0": "surname:Gu;given-names:HG", "pub-id_doi": "10.1063/1.4810932", "pub-id_pmid": "23822491", "section_type": "REF", "source": "Chaos", "type": "ref", "volume": "23", "year": "2013"}, "text": "Experimental observation of transition from chaotic bursting to chaotic spiking in a neural pacemaker", "sentences": [], "annotations": [], "relations": []}, {"offset": 31841, "infons": {"fpage": "391", "lpage": "407", "name_0": "surname:Gu;given-names:HG", "name_1": "surname:Pan;given-names:BB", "name_2": "surname:Chen;given-names:GR", "name_3": "surname:Duan;given-names:LX", "pub-id_doi": "10.1007/s11071-014-1447-5", "section_type": "REF", "source": "Nonlinear Dynamics", "type": "ref", "volume": "78", "year": "2014"}, "text": "Biological experimental demonstration of bifurcations from bursting to spiking predicted by theoretical models", "sentences": [], "annotations": [], "relations": []}, {"offset": 31952, "infons": {"name_0": "surname:Yilmaz;given-names:E", "name_1": "surname:Ozer;given-names:M", "name_2": "surname:Baysal;given-names:V", "name_3": "surname:Perc;given-names:M", "pub-id_doi": "10.1038/srep30914", "pub-id_pmid": "27480120", "section_type": "REF", "source": "Scientific Reports", "type": "ref", "volume": "6", "year": "2016"}, "text": "Autapse-induced multiple coherence resonance in single neurons and neuronal networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 32037, "infons": {"fpage": "2196", "lpage": "2207", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Nelson;given-names:BG", "name_2": "surname:Mueller;given-names:BA", "name_3": "surname:Camchong;given-names:J", "name_4": "surname:Lim;given-names:KO", "pub-id_doi": "10.1016/j.neuroimage.2011.10.002", "pub-id_pmid": "22008374", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Altered resting state complexity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32087, "infons": {"name_0": "surname:Wang;given-names:Z", "name_1": "surname:Li;given-names:Y", "name_2": "surname:Childress;given-names:AR", "name_3": "surname:Detre;given-names:JA", "pub-id_doi": "10.1371/journal.pone.0089948", "pub-id_pmid": "24657999", "section_type": "REF", "source": "Plos One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Brain entropy mapping using fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 32120, "infons": {"name_0": "surname:Zhang;given-names:Y", "name_1": "surname:Liang;given-names:J", "name_2": "surname:Lin;given-names:Q", "name_3": "surname:Hu;given-names:Z", "pub-id_doi": "10.1371/journal.pone.0152418", "pub-id_pmid": "27045838", "section_type": "REF", "source": "Plos One", "type": "ref", "volume": "11", "year": "2016"}, "text": "Exploiting complexity information for brain activation detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 32185, "infons": {"fpage": "89", "lpage": "99", "name_0": "surname:Hager;given-names:B", "pub-id_doi": "10.1016/j.jad.2016.10.016", "pub-id_pmid": "27814962", "section_type": "REF", "source": "Journal of Affective Disorders", "type": "ref", "volume": "216", "year": "2017"}, "text": "Neural complexity as a potential translational biomarker for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 32256, "infons": {"section_type": "REF", "type": "ref"}, "text": "Dinuzzo, M. et al. Temporal information entropy of the blood-oxygenation level-dependent signals increases in the activated human primary visual cortex. Frontiers in Physics5, doi:10.3389/fphy.2017.00007 (2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32468, "infons": {"section_type": "REF", "type": "ref"}, "text": "Sannino, S., Stramaglia, S., Lacasa, L. & Marinazzo, D. Visibility graphs for fMRI data: multiplex temporal graphs and their modulations across resting state networks. Network Neuroscience, doi:10.1101/106443 (2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32685, "infons": {"fpage": "1348", "lpage": "1355", "name_0": "surname:Cole;given-names:MW", "pub-id_doi": "10.1038/nn.3470", "pub-id_pmid": "23892552", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "16", "year": "2013"}, "text": "Multi-task connectivity reveals flexible hubs for adaptive task control", "sentences": [], "annotations": [], "relations": []}, {"offset": 32757, "infons": {"fpage": "11678", "lpage": "11683", "name_0": "surname:Braun;given-names:U", "pub-id_doi": "10.1073/pnas.1422487112", "pub-id_pmid": "26324898", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "112", "year": "2015"}, "text": "Dynamic reconfiguration of frontal brain networks during executive cognition in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 32844, "infons": {"fpage": "345", "lpage": "355", "name_0": "surname:Yu;given-names:Q", "pub-id_doi": "10.1016/j.neuroimage.2014.12.020", "pub-id_pmid": "25514514", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "107", "year": "2015"}, "text": "Assessing dynamic brain graphs of time-varying connectivity in fMRI data: application to healthy controls and patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32982, "infons": {"fpage": "663", "lpage": "676", "name_0": "surname:Allen;given-names:EA", "pub-id_doi": "10.1093/cercor/bhs352", "pub-id_pmid": "23146964", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Tracking whole-brain connectivity dynamics in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 33046, "infons": {"section_type": "REF", "type": "ref"}, "text": "Yin, D. et al. Dissociable changes of frontal and parietal cortices in inherent functional flexibility across the human life span. Journal of Neuroscience36 (2016).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33211, "infons": {"fpage": "2307", "lpage": "2321", "name_0": "surname:Zhang;given-names:J", "pub-id_doi": "10.1093/brain/aww143", "pub-id_pmid": "27421791", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "139", "year": "2016"}, "text": "Neural, electrophysiological and anatomical basis of brain-network variability and its characteristic changes in mental disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 33341, "infons": {"fpage": "2297", "lpage": "2301", "name_0": "surname:Pincus;given-names:SM", "pub-id_doi": "10.1073/pnas.88.6.2297", "pub-id_pmid": "11607165", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "88", "year": "1991"}, "text": "Approximate entropy as a measure of system complexity", "sentences": [], "annotations": [], "relations": []}, {"offset": 33395, "infons": {"fpage": "H2039", "lpage": "H2049", "name_0": "surname:Richman;given-names:JS", "name_1": "surname:Moorman;given-names:JR", "pub-id_pmid": "10843903", "section_type": "REF", "source": "American Journal of Physiology - Heart and Circulatory Physiology", "type": "ref", "volume": "278", "year": "2000"}, "text": "Physiological time-series analysis using approximate entropy and sample entropy", "sentences": [], "annotations": [], "relations": []}, {"offset": 33475, "infons": {"name_0": "surname:Sokunbi;given-names:MO", "pub-id_doi": "10.3389/fninf.2014.00069", "pub-id_pmid": "25100988", "section_type": "REF", "source": "Frontiers in Neuroinformatics", "type": "ref", "volume": "8", "year": "2014"}, "text": "Sample entropy reveals high discriminative power between young and elderly adults in short fMRI data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 33581, "infons": {"fpage": "1806", "lpage": "1809", "name_0": "surname:Lipsitz;given-names:LA", "name_1": "surname:Goldberger;given-names:AL", "pub-id_pmid": "1482430", "section_type": "REF", "source": "Potential applications of fractals and chaos theory to senescence. JAMA", "type": "ref", "volume": "267", "year": "1992"}, "text": "Loss of ‘complexity’ and aging", "sentences": [], "annotations": [], "relations": []}, {"offset": 33612, "infons": {"fpage": "287", "lpage": "293", "name_0": "surname:Manor;given-names:B", "name_1": "surname:Lipsitz;given-names:LA", "pub-id_doi": "10.1016/j.pnpbp.2012.08.020", "pub-id_pmid": "22985940", "section_type": "REF", "source": "Progress in Neuro-Psychopharmacology & Biological Psychiatry", "type": "ref", "volume": "45", "year": "2013"}, "text": "Physiologic complexity and aging: Implications for physical function and rehabilitation", "sentences": [], "annotations": [], "relations": []}, {"offset": 33700, "infons": {"fpage": "181", "lpage": "193", "name_0": "surname:Sun;given-names:J", "name_1": "surname:Tong;given-names:S", "name_2": "surname:Yang;given-names:GY", "pub-id_pmid": "22724079", "section_type": "REF", "source": "Aging and Disease", "type": "ref", "volume": "3", "year": "2012"}, "text": "Reorganization of brain networks in aging and age-related diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 33767, "infons": {"fpage": "476", "lpage": "483", "name_0": "surname:Takahashi;given-names:T", "pub-id_doi": "10.1016/j.clinph.2008.12.043", "pub-id_pmid": "19231279", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "120", "year": "2009"}, "text": "Age-related variation in EEG complexity to photic stimulation: a multiscale entropy analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33860, "infons": {"fpage": "428", "lpage": "438", "name_0": "surname:Yang;given-names:AC", "pub-id_doi": "10.1016/j.neurobiolaging.2012.05.004", "pub-id_pmid": "22683008", "section_type": "REF", "source": "Neurobiology of Aging", "type": "ref", "volume": "34", "year": "2013"}, "text": "Complexity of spontaneous BOLD activity in default mode network is correlated with cognitive function in normal male elderly: a multiscale entropy analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34016, "infons": {"fpage": "20", "lpage": "35", "name_0": "surname:Breakspear;given-names:M", "pub-id_doi": "10.1080/j.1440-1614.2006.01737.x", "pub-id_pmid": "16403034", "section_type": "REF", "source": "The Australian and New Zealand Journal of Psychiatry", "type": "ref", "volume": "40", "year": "2006"}, "text": "The nonlinear theory of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34054, "infons": {"fpage": "267", "lpage": "276", "name_0": "surname:Fernandez;given-names:A", "name_1": "surname:Gomez;given-names:C", "name_2": "surname:Hornero;given-names:R", "name_3": "surname:Lopez-Ibor;given-names:JJ", "pub-id_doi": "10.1016/j.pnpbp.2012.03.015", "pub-id_pmid": "22507763", "section_type": "REF", "source": "Progress in Neuro-psychopharmacology & Biological Psychiatry", "type": "ref", "volume": "45", "year": "2013"}, "text": "Complexity and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34083, "infons": {"fpage": "2227", "lpage": "2235", "name_0": "surname:Fernandez;given-names:A", "pub-id_doi": "10.1016/j.clinph.2011.04.011", "pub-id_pmid": "21592856", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "122", "year": "2011"}, "text": "Lempel-Ziv complexity in schizophrenia: a MEG study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34135, "infons": {"fpage": "182", "lpage": "189", "name_0": "surname:Fernandez;given-names:A", "pub-id_doi": "10.1097/WAD.0b013e3181c727f7", "pub-id_pmid": "20505435", "section_type": "REF", "source": "Alzheimer Disease and Associated Disorders", "type": "ref", "volume": "24", "year": "2010"}, "text": "Complexity analysis of spontaneous brain activity in Alzheimer disease and mild cognitive impairment: an MEG study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34250, "infons": {"fpage": "636", "lpage": "643", "name_0": "surname:Mendez;given-names:MA", "pub-id_doi": "10.1177/0269881111408966", "pub-id_pmid": "21708836", "section_type": "REF", "source": "Journal of Psychopharmacology", "type": "ref", "volume": "26", "year": "2012"}, "text": "Complexity analysis of spontaneous brain activity: effects of depression and antidepressant treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 34352, "infons": {"fpage": "571", "lpage": "577", "name_0": "surname:Fernandez;given-names:A", "pub-id_doi": "10.1016/j.biopsych.2008.10.046", "pub-id_pmid": "19103438", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "65", "year": "2009"}, "text": "Complexity analysis of spontaneous brain activity in attention-deficit/hyperactivity disorder: diagnostic implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 34471, "infons": {"name_0": "surname:Cheng;given-names:W", "pub-id_doi": "10.1038/npjschz.2015.16", "pub-id_pmid": "27336032", "section_type": "REF", "source": "NPJ Schizophrenia", "type": "ref", "volume": "1", "year": "2015"}, "text": "Voxel-based, brain-wide association study of aberrant functional connectivity in schizophrenia implicates thalamocortical circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 34603, "infons": {"name_0": "surname:Yan;given-names:CG", "name_1": "surname:Zang;given-names:YF", "section_type": "REF", "source": "Frontiers in Systems Neuroscience", "type": "ref", "volume": "4", "year": "2010"}, "text": "DPARSF: A MATLAB toolbox for “pipeline” data analysis of resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 34679, "infons": {"fpage": "3270", "lpage": "3283", "name_0": "surname:Fox;given-names:MD", "name_1": "surname:Zhang;given-names:D", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1152/jn.90777.2008", "pub-id_pmid": "19339462", "section_type": "REF", "source": "Journal of Neurophysiology", "type": "ref", "volume": "101", "year": "2009"}, "text": "The global signal and observed anticorrelated resting state brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 34754, "infons": {"fpage": "183", "lpage": "201", "name_0": "surname:Yan;given-names:CG", "pub-id_doi": "10.1016/j.neuroimage.2013.03.004", "pub-id_pmid": "23499792", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "76", "year": "2013"}, "text": "A comprehensive assessment of regional variation in the impact of head micromovements on functional connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 34867, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Barnes;given-names:KA", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Schlaggar;given-names:BL", "name_4": "surname:Petersen;given-names:SE", "pub-id_doi": "10.1016/j.neuroimage.2011.10.018", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34970, "infons": {"fpage": "273", "lpage": "289", "name_0": "surname:Tzourio-Mazoyer;given-names:N", "pub-id_doi": "10.1006/nimg.2001.0978", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 35102, "infons": {"fpage": "695", "lpage": "708", "name_0": "surname:Tagliazucchi;given-names:E", "name_1": "surname:Laufs;given-names:H", "pub-id_doi": "10.1016/j.neuron.2014.03.020", "pub-id_pmid": "24811386", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "82", "year": "2014"}, "text": "Decoding wakefulness levels from typical fMRI resting-state data reveals reliable drifts between wakefulness and sleep", "sentences": [], "annotations": [], "relations": []}, {"offset": 35221, "infons": {"fpage": "158", "lpage": "165", "name_0": "surname:Shirer;given-names:WR", "name_1": "surname:Ryali;given-names:S", "name_2": "surname:Rykhlevskaia;given-names:E", "name_3": "surname:Menon;given-names:V", "name_4": "surname:Greicius;given-names:MD", "pub-id_doi": "10.1093/cercor/bhr099", "pub-id_pmid": "21616982", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "22", "year": "2012"}, "text": "Decoding subject-driven cognitive states with whole-brain connectivity patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 35301, "infons": {"fpage": "1761", "lpage": "1778", "name_0": "surname:Li;given-names:X", "pub-id_doi": "10.1002/hbm.22290", "pub-id_pmid": "23671011", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "35", "year": "2014"}, "text": "Dynamic functional connectomics signatures for characterization and differentiation of PTSD patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 35402, "infons": {"fpage": "245", "lpage": "267", "name_0": "surname:Pincus;given-names:SM", "pub-id_doi": "10.1111/j.1749-6632.2001.tb02755.x", "pub-id_pmid": "11797860", "section_type": "REF", "source": "Annals of the New York Academy of Sciences", "type": "ref", "volume": "954", "year": "2001"}, "text": "Assessing serial irregularity and its implications for health", "sentences": [], "annotations": [], "relations": []}, {"offset": 35464, "infons": {"fpage": "H1643", "lpage": "1656", "name_0": "surname:Pincus;given-names:SM", "name_1": "surname:Goldberger;given-names:AL", "pub-id_pmid": "8184944", "section_type": "REF", "source": "The American Journal of Physiology", "type": "ref", "volume": "266", "year": "1994"}, "text": "Physiological time-series analysis: what does regularity quantify?", "sentences": [], "annotations": [], "relations": []}, {"offset": 35531, "infons": {"fpage": "123", "lpage": "139", "name_0": "surname:Guo;given-names:S", "name_1": "surname:Kendrick;given-names:KM", "name_2": "surname:Yu;given-names:R", "name_3": "surname:Wang;given-names:HL", "name_4": "surname:Feng;given-names:J", "pub-id_doi": "10.1002/hbm.22162", "pub-id_pmid": "23008170", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "35", "year": "2014"}, "text": "Key functional circuitry altered in schizophrenia involves parietal regions associated with sense of self", "sentences": [], "annotations": [], "relations": []}, {"offset": 35637, "infons": {"fpage": "262", "lpage": "274", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Miller;given-names:R", "name_2": "surname:Pearlson;given-names:G", "name_3": "surname:Adali;given-names:T", "pub-id_doi": "10.1016/j.neuron.2014.10.015", "pub-id_pmid": "25374354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "84", "year": "2014"}, "text": "The chronnectome: time-varying connectivity networks as the next frontier in fMRI data discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 35734, "infons": {"fpage": "562", "lpage": "568", "name_0": "surname:Williams;given-names:ZM", "name_1": "surname:Eskandar;given-names:EN", "pub-id_doi": "10.1038/nn1662", "pub-id_pmid": "16501567", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "9", "year": "2006"}, "text": "Selective enhancement of associative learning by microstimulation of the anterior caudate", "sentences": [], "annotations": [], "relations": []}, {"offset": 35824, "infons": {"fpage": "2941", "lpage": "2951", "name_0": "surname:Seger;given-names:CA", "name_1": "surname:Cincotta;given-names:CM", "pub-id_doi": "10.1523/JNEUROSCI.3401-04.2005", "pub-id_pmid": "15772354", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "25", "year": "2005"}, "text": "The roles of the caudate nucleus in human classification learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 35890, "infons": {"fpage": "561", "lpage": "570", "name_0": "surname:Fletcher;given-names:ML", "name_1": "surname:Chen;given-names:WR", "pub-id_doi": "10.1101/lm.941510", "pub-id_pmid": "20980444", "section_type": "REF", "source": "Learning & Memory", "type": "ref", "volume": "17", "year": "2010"}, "text": "Neural correlates of olfactory learning: critical role of centrifugal neuromodulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 35976, "infons": {"fpage": "561", "lpage": "567", "name_0": "surname:Maren;given-names:S", "pub-id_doi": "10.1016/S0166-2236(99)01465-4", "pub-id_pmid": "10542437", "section_type": "REF", "source": "Trends in Neurosciences", "type": "ref", "volume": "22", "year": "1999"}, "text": "Long-term potentiation in the amygdala: a mechanism for emotional learning and memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 36062, "infons": {"fpage": "339", "lpage": "350", "name_0": "surname:Deng;given-names:W", "name_1": "surname:Aimone;given-names:JB", "name_2": "surname:Gage;given-names:FH", "pub-id_doi": "10.1038/nrn2822", "pub-id_pmid": "20354534", "section_type": "REF", "source": "Nature Reviews Neuroscience", "type": "ref", "volume": "11", "year": "2010"}, "text": "New neurons and new memories: how does adult hippocampal neurogenesis affect learning and memory?", "sentences": [], "annotations": [], "relations": []}, {"offset": 36160, "infons": {"fpage": "310", "lpage": "324", "name_0": "surname:Horel;given-names:JA", "name_1": "surname:Voytko;given-names:ML", "name_2": "surname:Salsbury;given-names:KG", "pub-id_doi": "10.1037/0735-7044.98.2.310", "pub-id_pmid": "6721928", "section_type": "REF", "source": "Behavioral Neuroscience", "type": "ref", "volume": "98", "year": "1984"}, "text": "Visual learning suppressed by cooling the temporal pole", "sentences": [], "annotations": [], "relations": []}, {"offset": 36216, "infons": {"fpage": "7641", "lpage": "7646", "name_0": "surname:Bassett;given-names:DS", "pub-id_doi": "10.1073/pnas.1018985108", "pub-id_pmid": "21502525", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "108", "year": "2011"}, "text": "Dynamic reconfiguration of human brain networks during learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 36280, "infons": {"name_0": "surname:Bassett;given-names:DS", "pub-id_doi": "10.1371/journal.pcbi.1003171", "pub-id_pmid": "24086116", "section_type": "REF", "source": "Plos Computational Biology", "type": "ref", "volume": "9", "year": "2013"}, "text": "Task-based core-periphery organization of human brain dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 36343, "infons": {"fpage": "1237", "lpage": "1237", "name_0": "surname:Lezak;given-names:MD", "name_1": "surname:Howieson;given-names:DB", "name_2": "surname:Loring;given-names:DW", "name_3": "surname:Hannay;given-names:HJ", "name_4": "surname:Fischer;given-names:JS", "pub-id_doi": "10.1176/appi.ajp.162.6.1237", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "Neuropsychological assessment (4th ed.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 36383, "infons": {"fpage": "212", "lpage": "220", "name_0": "surname:Swartz;given-names:JR", "name_1": "surname:Carrasco;given-names:M", "name_2": "surname:Wiggins;given-names:JL", "name_3": "surname:Thomason;given-names:ME", "name_4": "surname:Monk;given-names:CS", "pub-id_doi": "10.1016/j.neuroimage.2013.08.018", "pub-id_pmid": "23959199", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "86", "year": "2014"}, "text": "Age-related changes in the structure and function of prefrontal cortex-amygdala circuitry in children and adolescents: a multi-modal imaging approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 36533, "infons": {"fpage": "4584", "lpage": "4593", "name_0": "surname:Gee;given-names:DG", "pub-id_doi": "10.1523/JNEUROSCI.3446-12.2013", "pub-id_pmid": "23467374", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "33", "year": "2013"}, "text": "A developmental shift from positive to negative connectivity in human amygdala-prefrontal circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 36633, "infons": {"fpage": "1684", "lpage": "1695", "name_0": "surname:Wu;given-names:M", "pub-id_doi": "10.1002/hbm.23129", "pub-id_pmid": "26931629", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "37", "year": "2016"}, "text": "Age-related changes in amygdala-frontal connectivity during emotional face processing from childhood into young adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 36755, "infons": {"fpage": "819", "lpage": "825", "name_0": "surname:St Jacques;given-names:PL", "name_1": "surname:Bessette-Symons;given-names:B", "name_2": "surname:Cabeza;given-names:R", "pub-id_doi": "10.1017/S1355617709990439", "pub-id_pmid": "19703320", "section_type": "REF", "source": "Journal of the International Neuropsychological Society", "type": "ref", "volume": "15", "year": "2009"}, "text": "Functional neuroimaging studies of aging and emotion: fronto-amygdalar differences during emotional perception and episodic memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 36886, "infons": {"fpage": "767", "lpage": "777", "name_0": "surname:Cerliani;given-names:L", "pub-id_doi": "10.1001/jamapsychiatry.2015.0101", "pub-id_pmid": "26061743", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Increased functional connectivity between subcortical and cortical resting-state networks in autism spectrum disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 37004, "infons": {"fpage": "967", "lpage": "980", "name_0": "surname:Anticevic;given-names:A", "name_1": "surname:Repovs;given-names:G", "name_2": "surname:Barch;given-names:DM", "pub-id_doi": "10.1093/schbul/sbq168", "pub-id_pmid": "21415225", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "38", "year": "2012"}, "text": "Emotion effects on attention, amygdala activation, and functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37100, "infons": {"fpage": "753", "lpage": "761", "name_0": "surname:Sheffield;given-names:JM", "pub-id_doi": "10.1093/schbul/sbv148", "pub-id_pmid": "26472685", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "42", "year": "2016"}, "text": "Evidence for accelerated decline of functional brain network efficiency in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37189, "infons": {"fpage": "1140", "lpage": "1153", "name_0": "surname:Koutsouleris;given-names:N", "pub-id_doi": "10.1093/schbul/sbt142", "pub-id_pmid": "24126515", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "40", "year": "2014"}, "text": "Accelerated brain aging in schizophrenia and beyond: a neuroanatomical marker of psychiatric disorders", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}