{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5814383", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2018.01.014", "article-id_pmc": "5814383", "article-id_pmid": "29487793", "article-id_publisher-id": "S2213-1582(18)30014-7", "fpage": "367", "kwd": "Schizophrenia Autism Resting state Classification Connectivity fMRI Default mode network", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "376", "name_0": "surname:Mastrovito;given-names:Dana", "name_1": "surname:Hanson;given-names:Catherine", "name_2": "surname:Hanson;given-names:Stephen Jose", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "18", "year": "2018"}, "text": "Differences in atypical resting-state effective connectivity distinguish autism from schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 99, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Autism and schizophrenia share overlapping genetic etiology, common changes in brain structure and common cognitive deficits. A number of studies using resting state fMRI have shown that machine learning algorithms can distinguish between healthy controls and individuals diagnosed with either autism spectrum disorder or schizophrenia. However, it has not yet been determined whether machine learning algorithms can be used to distinguish between the two disorders. Using a linear support vector machine, we identify features that are most diagnostic for each disorder and successfully use them to classify an independent cohort of subjects. We find both common and divergent connectivity differences largely in the default mode network as well as in salience, and motor networks. Using divergent connectivity differences, we are able to distinguish autistic subjects from those with schizophrenia. Understanding the common and divergent connectivity changes associated with these disorders may provide a framework for understanding their shared cognitive deficits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1166, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1177, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Common and divergent diagnostic features for autism and schizophrenia are identified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1263, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "SVM classifiers successfully identify patients from training-naive patient groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1346, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Diagnostic connectivity changes cluster in the default mode and salience networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1429, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Shared diagnostic features predict deficits in communication skills in autism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1508, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Unique features distinguish autism and schizophrenic patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1571, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1584, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Clinical similarities between schizophrenia (SZ) and autism spectrum disorder (ASD) were recognized even in the earliest descriptions of the two disorders. The first reported cases of autism were initially thought to be a form of infantile SZ. In fact, the name Autism, which comes from the Greek word “auto” meaning “self”, was originally used to describe a lack of interest in social interaction in individuals with schizophrenia. Later the term became associated with children who exhibited a similar lack of interest in social interaction and the spectrum of disorders we now call ASD. The young age of onset of clinical symptoms and lack of psychosis in ASD were later recognized as the main features that separated SZ from ASD. While they are now recognized as distinct disorders, their shared cognitive symptoms include impairments in social interaction and communication, deficits in processing emotion, theory of mind abilities, language skills and learning, and the inability to suppress irrelevant information. There are currently no medical tests available for either disorder. According to the diagnostic guidelines contained in the Diagnostic and Statistical Manual of Mental Disorders (DSM), many patients may qualify as having either condition. Therefore, there is considerable interest in identifying reliable biomarkers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2923, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Aberrant brain connectivity is strongly implicated in both disorders, as many of the genes implicated in ASD and SZ are involved in developing both long-range projections between brain areas as well as short-range synaptic connections. Comparative studies aimed at understanding the genetic etiological relationship between the two disorders have identified some evidence for overlapping etiology and some evidence for diametric etiology (resulting from reciprocal alterations to common risk factors). While there is strong evidence for genetic risk factors and heritability, overlapping epigenetic mechanisms are now recognized as potentially playing a vital role in pathogenesis (; see for reviews in ASD and schizophrenia respectively). The resulting cognitive deficits observed in both disorders are believed to be caused by altered communication between brain areas. However, studies aimed at identifying the regions of altered connectivity have yielded many conflicting results and failed replications. The large majority of such studies have made use of resting state functional magnetic resonance imaging (fMRI) because of its ease of collection and the ability to make measurements of large-scale functional connectivity across the brain. Functional connectivity refers to the temporal correlation between activity in different brain regions often interpreted as an indication of interaction between them. Both disorders are associated with decreases in interhemispheric connectivity (SZ:; ASD:), particularly in sensory regions and alterations in connectivity between frontal and posterior regions in the parietal lobe and occipital cortex (SZ:; ASD:). Both have been associated with changes in connectivity within the default mode network (DMN). However, in some studies, increases rather than decreases in inter-regional functional connectivity are reported and others fail to find significant regional differences (see for review in ASD and for SZ). Inconsistencies in study outcomes may reflect methodological differences, and/or differences in patient sub-populations (age, sex, IQ, medication, and/or disease severity and duration), but also highlight the variability in these patient populations and the difficulty of characterizing either disorder by changes in connectivity between any one or two regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5248, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Where studies of regional changes in connectivity have yielded inconsistent results, studies using whole-brain measures of functional connectivity, in combination with machine learning algorithms, have demonstrated that multivariate patterns of connectivity can successfully distinguish patients from healthy controls. Using a multivariate classification approach, a recent study aimed at identifying biomarkers specifically for ASD found that application of their ASD model to other disorders was moderately successful in identifying SZ patients from healthy controls, but not those with attention-deficit hyperactivity disorder (ADHD) or major depressive disorder. This suggests that common cognitive deficits in the two disorders may be accompanied by common changes in connectivity. Studies designed to make direct comparisons between ASD and SZ may identify divergent features that make the two disorders unique, which can aid in the development of customized interventions. However, to our knowledge no previous studies have directly compared patterns of connectivity changes in ASD from those in SZ. Furthermore, it is unknown whether machine learning algorithms can be used to differentiate between the two disorders. In this study, we apply graph theoretical techniques to resting state brain activity in autistic and schizophrenic patient populations, building whole-brain models of effectivity connectivity between brain regions over time. Then, using supervised machine learning in combination with a feature selection algorithm, we identify features that are most diagnostic for each. We cross-validate the resulting machine learning models on independent training-naive data sets to determine if they generalize outside the training data sets. Finally, we identify changes in effective connectivity that are common to both ASD and SZ and show that their divergent features can be used to successfully classify autistic subjects from those diagnosed with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7231, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7253, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 7258, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting state data for subjects with SZ was archived by the Center for Biomedical Research Excellence (COBRE) and obtained from http://fcon_1000.projects.nitrc.org/indi/retro/cobre.html. The data set included 146 subjects ranging in age between 18 and 65 (72 SZ mean age = 38.17; SD = 13.89; 58 males and 74 controls mean age = 35.82; SD = 11.58; 51 males). This data set was used to train a support vector machine (SVM) classifier. A separate data set was used as a testing cross validation set. The classifier was never trained on the testing cross validation data sets. Testing data was collected at the Rutgers University Brain Imaging Center as part of another study (not yet published). It included 10 subjects ranging in age from 19 to 54 years old (5 SZ mean age = 42.6; SD = 11.59; 2 males and 5 controls mean age = 20; SD = 1.22; 2 males) with two resting state scans each.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8142, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting state data for autistic spectrum disorder subjects was archived by the Autism Brian Imaging Exchange (ABIDE) and obtained from http://fcon_1000.projects.nitrc.org/indi/abide. We used the ABIDE I University of Utah School of Medicine (USM) data set. It consisted of 101 subjects between the ages of 8 and 50 (58 ASD 11–50 years old; mean = 22.65; SD = 7.73 and 43 controls 8–39 years old; mean = 21.36; SD = 7.64). As the COBRE data set did not include any individuals below 18 years of age, we excluded subjects below the age of 18 resulting in 37 patients (mean age = 26.34, SD = 7.37, 37 males) and 27 controls (mean age = 25.42, SD = 6.28, 27 males). Testing cross validation was performed on the ABIDE II Barrow Neurological Institute (BNI) data set. It consisted of 58 subjects between the ages of 18 and 64 (29 controls 18–64; mean age = 39.59, SD = 15.09 and 29 patients 18–62; mean age = 37.44; SD = 16.09). After removing four 18 year old subjects, our sample consisted of 27 controls (mean age = 39.58; SD = 15.09; 27 males) and 27 patients (mean age = 37.6; SD = 16.09; 27 males). All data was collected in compliance with their relevant institutional review boards.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9328, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify common and disparate features and to use SVM to distinguish between SZ and ASD, we created a hybrid control group made up of subjects from each of the SZ and ASD control sets. The hybrid control group was constructed by combining the 27 ASD control subjects from the ASD training set with 27 randomly selected subjects from the control group of the SZ training data set. The RFE procedure was then applied to identify features that distinguish SZ patients from the hybrid control group and ASD patients from the hybrid control group. The ASD and SZ feature sets were then compared to identify common and disparate features of the two disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9985, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 9999, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing steps were carried out using FSL (http://fsl.fmrib.ox.ac.uk/fsl/fslwiki/FSL) and included brain extraction using FSL's BET, motion correction using FSL's MCFLIRT, and linear registration to the Montreal Neurological Institute (MNI152) 2mm standard using FSL's FLIRT. Frame displacement parameters were regressed out of each data set to control for motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10369, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ROI selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 10383, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We chose to use a set of 283 regions of interest (ROIs) spanning both cortical and subcortical areas. These ROIs are an extended version of a previously generated parcellation based on meta-analysis over a range of tasks that resulted in 264 ROIs of putative functional relevance. Each ROI is a 5 mm sphere around a voxel of peak significant activity during performance of tasks such as button-pressing, reading, and memory retrieval. Bilateral regions in the brainstem, basal forebrain, hippocampus, amygdala, and putamen make up the additional 19 ROIs. For each subject, average time series were extracted for each ROI over the 5 mm spheres. Data sets were matched for number of time points to the COBRE SZ data set by randomly selecting a start point that resulted in 120 consecutive scans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11177, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Connectivity matrix graph model generation", "sentences": [], "annotations": [], "relations": []}, {"offset": 11220, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "There are a number of approaches to define functional relationships between brain areas. One common approach is functional connectivity, which refers to temporal correlations signal intensity across brain regions. In this study, we utilize a Bayesian approach to determine effective connectivity between brain areas. Effective connectivity is a measure of the influence brain regions exert over each other over time. Using Bayes Nets to determine effective connectivity offers some advantage over functional connectivity measures in that they are less sensitive to motion artifacts. Whereas motion results in artificially altered correlation coefficients across the brain, the probabilistic determination of connections between variables in Bayesian models make them less susceptible to spurious connections resulting from motion artifacts. In this study, Bayesian network models were generated for each subject to represent the effective connectivity between ROIs. Bayesian network models are graphical models where variables (ROIs) are depicted as the nodes of the network and directed edges as the interactions between nodes. Connections between ROIs represent probabilistic dependencies among variables quantified by their conditional probability distributions. The network structure expresses the joint probability distribution over all variables. The structure of a Bayesian network model representing the interactions between each of the ROIs over the scan duration is learned from the ROI time series data using a score-based hill-climbing greedy search algorithm as implemented in the R bnlearn package (https://cran.r-project.org/web/packages/bnlearn/index.html). Such algorithms have been benchmarked for use in fMRI data and have demonstrated excellent accuracy and stability over known network structures. Bayesian information criterion (BIC) scores measure the goodness of fit of the network structure based on the log-likelihood of the data given the network structure, while simultaneously penalizing the number of parameters in the model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13276, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " = maximized likelihood function of the model M over the observed data x, and parameter values θ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13373, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "n = number of data points", "sentences": [], "annotations": [], "relations": []}, {"offset": 13399, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "k = number of parameters to be estimated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13441, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As the number of parameters k in the model increases the BIC score also increases; lower BIC scores are considered better models. In this way, the number of parameters in the model is constrained. Edges are added to the model individually and a new BIC score is calculated to determine whether the additional variable improves the fit. The search procedure concludes when the fit is not further improved (the BIC score is not reduced) by inclusion of new edge parameters. The number of ROIs in our feature set was 283, resulting in 80,089 (283 × 283) possible edges or features. Therefore this is the feature space that is searched during the learning procedure. Once the graph structure is found, edge weights are determined as linear regression coefficients, resulting in a weighted connectivity matrix for each subject. These weights were then normalized by subject by z-scoring over the non-zero model edge weights in order to preserve the relationships between variables and to facilitate comparison across subjects and data centers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14480, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identifying relevant discriminatory features", "sentences": [], "annotations": [], "relations": []}, {"offset": 14525, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A linear support vector machine (SVM) was used to classify between schizophrenic patients and controls based on each subject's weighted connectivity matrix. An SVM is a supervised multivariate classification method that treats each of the features, or edges, as a point in a high dimensional space. Training of an SVM results in a set of support vectors (points in multidimensional feature-space) that represent the boundary between classes. Because the support vectors are at the boundary between classes, they are not useful in determining features that are most indicative of each class. We identify the most indicative features using recursive feature elimination (RFE). The basic principle of RFE is to initially include all edges in the model and to gradually exclude edges, that do not contribute in discriminating between the two classes. This approach iteratively trains and tests the SVM, discarding the least important features at each iteration until a core set of features remain, having the highest discriminative power. At each iteration, data from the training set is randomly sub-divided into training and testing sets consisting of 10% of the total number of subjects. After training, the least significant 10% of features are removed from the feature set. Feature significance is based on the support vector model coefficients. Classification accuracy on the held out 10% of subjects is recorded at each iteration. A bootstrap procedure was implemented that repeats the RFE process 100 times. Accuracies are averaged over the 100 bootstrap samples. The number of features to include in the final model was determined by choosing the number that yielded the highest classification accuracy on average over the 100 bootstrap samples. Edge features were sorted according to the frequency (1–100) of their inclusion in the top feature set yielding highest accuracy. The RFE process was done separately and identically for both the SZ and ASD data sets, resulting in a separate set of distinguishing features for each patient population from that of healthy controls. A separate SVM model for SZ and ASD was then created using these features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16682, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cross validation on independent data", "sentences": [], "annotations": [], "relations": []}, {"offset": 16719, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Independent data sets, from a new cohort of subjects that were collected at different sites were used as testing cross validation sets. The SVM models generated from the features identified through the RFE procedure, were used to predict group membership of the testing cross validation data sets. Each of the new data sets underwent identical preprocessing procedures as the original training cohorts. Their weighted edge matrices were used to determine how well our SVM models generalize. We predicted the group membership (ASD vs control, SZ vs control) on these new subjects using the SVM models that were trained on the initial training cohort of subjects. Cross-validation in this way, allows us to see how well our models generalize outside of the patient population on which it was trained and also ensures that classification accuracy is not driven by differences in age, scanning site or other potential cohort or procedural differences in subject groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17685, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identifying common and disparate features of autism and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 17755, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify common and disparate features of ASD and SZ we formed a control group from a mixture of equal numbers of subjects from the control groups of the ASD and SZ data sets. Using this control group during training avoids identifying features that could potentially distinguish the two data sets (SZ and ASD training sets) for reasons having nothing to do with the different patient population features. That is, the hybrid control group is also drawn from samples across scanners. Therefore, the classification cannot be made solely on differences that may be present in data samples due to collection at different scanner sites. RFE was performed separately for ASD and SZ against this common control group. Identified features were separated into common and divergent feature sets. Common features were those identified by both the SZ and ASD RFE procedures against the common control; divergent features were the remaining SZ and ASD features combined. Features were then divided into non-overlapping functional networks for the purpose of visualization using network definitions from a previously defined functional brain atlas. ROIs were defined as belonging to a given network if they were spatially overlapping with the atlas network mask.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19008, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 19016, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Discriminative connectivity features", "sentences": [], "annotations": [], "relations": []}, {"offset": 19053, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "RFE was performed separately on the ABIDE USM and the COBRE SZ training data sets and resulted in: 1) a set of features or edges that were most diagnostic in distinguishing ASD/SZ subjects from healthy controls. The features identified represent the set of edges that differ most significantly for SZ and ASD patients relative to healthy controls. 2) A model generated by training an SVM on just these features which can then be used to predict the class of a new set of subjects in the testing data sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19559, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "ASD diagnostic features", "sentences": [], "annotations": [], "relations": []}, {"offset": 19583, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "ROCs of cross-validation accuracy on the a) ASD training-naive test data set as a function of the number of diagnostic features used for prediction. Best model performance: of 83% accuracy (75% sensitivity and 89% specificity) was achieved using between 800 and 1000 of the top RFE-determined features. b) SZ training-naive test data set. Best performance was achieved using the top 400–600 RFE features which resulted in 80% accuracy with 80% sensitivity (TPR) and 80% specificity (1 − FPR). Diagnostic features were determined by RFE on training data sets. Performance at chance is represented on the red diagonal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20200, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 20207, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Diagnostic features by network. Diagonal elements represent within network edges (edges between different regions of the same network). Numbers represent the number of features while the size/colors indicate the ratio of those features that represent increases rather than decreases in connectivity strength relative to controls. Larger circles/yellow colors indicate a greater proportion of connectivity increases and red a greater proportion of decreases. Total number of features per network is indicated in the left column. a) In ASD, features cluster within the DMN, salience, ECN, higher order visual and motor networks having the largest number of diagnostic features. b) In SZ, features are also clustered in the DMN and salience networks with less emphasis on the ECN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20985, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 20992, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Specificity and sensitivity for ASD classification on untrained data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21062, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">ASD<hr/></th></tr><tr><th>Number of features</th><th>Specificity</th><th>Sensitivity</th><th>Accuracy</th></tr></thead><tbody><tr><td>9</td><td>0.33</td><td>0.33</td><td>33.00%</td></tr><tr><td>13</td><td>0.33</td><td>0.5</td><td>42.00%</td></tr><tr><td>17</td><td>0.44</td><td>0.33</td><td>39.00%</td></tr><tr><td>24</td><td>0.33</td><td>0.75</td><td>54.00%</td></tr><tr><td>34</td><td>0.44</td><td>0.42</td><td>43.00%</td></tr><tr><td>49</td><td>0.44</td><td>0.5</td><td>47.00%</td></tr><tr><td>73</td><td>0.56</td><td>0.75</td><td>66.00%</td></tr><tr><td>110</td><td>0.56</td><td>0.67</td><td>62.00%</td></tr><tr><td>165</td><td>0.56</td><td>0.75</td><td>65.00%</td></tr><tr><td>249</td><td>0.56</td><td>0.75</td><td>65.00%</td></tr><tr><td>376</td><td>0.44</td><td>0.75</td><td>60.00%</td></tr><tr><td>570</td><td>0.55</td><td>0.75</td><td>65.00%</td></tr><tr><td>868</td><td>0.89</td><td>0.75</td><td>83.00%</td></tr><tr><td>1321</td><td>0.89</td><td>0.75</td><td>83.00%</td></tr><tr><td>2009</td><td>0.78</td><td>0.67</td><td>73.00%</td></tr><tr><td>3060</td><td>0.78</td><td>58</td><td>68.00%</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21073, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">ASD<hr/></th></tr><tr><th>Number of features</th><th>Specificity</th><th>Sensitivity</th><th>Accuracy</th></tr></thead><tbody><tr><td>9</td><td>0.33</td><td>0.33</td><td>33.00%</td></tr><tr><td>13</td><td>0.33</td><td>0.5</td><td>42.00%</td></tr><tr><td>17</td><td>0.44</td><td>0.33</td><td>39.00%</td></tr><tr><td>24</td><td>0.33</td><td>0.75</td><td>54.00%</td></tr><tr><td>34</td><td>0.44</td><td>0.42</td><td>43.00%</td></tr><tr><td>49</td><td>0.44</td><td>0.5</td><td>47.00%</td></tr><tr><td>73</td><td>0.56</td><td>0.75</td><td>66.00%</td></tr><tr><td>110</td><td>0.56</td><td>0.67</td><td>62.00%</td></tr><tr><td>165</td><td>0.56</td><td>0.75</td><td>65.00%</td></tr><tr><td>249</td><td>0.56</td><td>0.75</td><td>65.00%</td></tr><tr><td>376</td><td>0.44</td><td>0.75</td><td>60.00%</td></tr><tr><td>570</td><td>0.55</td><td>0.75</td><td>65.00%</td></tr><tr><td>868</td><td>0.89</td><td>0.75</td><td>83.00%</td></tr><tr><td>1321</td><td>0.89</td><td>0.75</td><td>83.00%</td></tr><tr><td>2009</td><td>0.78</td><td>0.67</td><td>73.00%</td></tr><tr><td>3060</td><td>0.78</td><td>58</td><td>68.00%</td></tr></tbody></table>\n"}, "text": "ASD\t \tNumber of features\tSpecificity\tSensitivity\tAccuracy\t \t9\t0.33\t0.33\t33.00%\t \t13\t0.33\t0.5\t42.00%\t \t17\t0.44\t0.33\t39.00%\t \t24\t0.33\t0.75\t54.00%\t \t34\t0.44\t0.42\t43.00%\t \t49\t0.44\t0.5\t47.00%\t \t73\t0.56\t0.75\t66.00%\t \t110\t0.56\t0.67\t62.00%\t \t165\t0.56\t0.75\t65.00%\t \t249\t0.56\t0.75\t65.00%\t \t376\t0.44\t0.75\t60.00%\t \t570\t0.55\t0.75\t65.00%\t \t868\t0.89\t0.75\t83.00%\t \t1321\t0.89\t0.75\t83.00%\t \t2009\t0.78\t0.67\t73.00%\t \t3060\t0.78\t58\t68.00%\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21493, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The RFE procedure was performed on the ASD USM training data set to classify ASD subjects from healthy controls. The procedure resulted in maximum average accuracy over 100 bootstrap samples using 4500 features. SVM models for classification of the ASD training set were generated by training an SVM on a range of between 100 and 4500 of the top RFE determined features. Classification accuracy dropped steeply if fewer than 100 of these diagnostic features were used. In order to determine whether the model generalizes to ASD patients outside of this set, we tested the diagnostic accuracy of these features on an independent testing data set. The features were used to predict the identity of subjects in the training-naive ASD ABIDEII-BNI test data set. Receiver operator curves (ROCs) were generated to show classification accuracy on the training-naive data set as a function of the number of the top features used (Fig. 1a). An ROC is a visual representation of the sensitivity and specificity of the model. Sensitivity is the ability to correctly identify ASD subjects or the true positive rate (TPR). Specificity is the ability to correctly identify healthy individuals or 1 − false positive rate (1 − FPR). A perfect model would have 100% sensitivity (TPR = 1) and specificity (FPR = 0). Note that the SVM was never trained on the test data set. Rather, SVM models generated on the training data set with different numbers of the top features identified through the RFE procedure were used to predict the identity of subjects in the ASD test data set. Over a range between 800 and 1000 of the top RFE-determined features, the models performed well, with accuracies of 83% (75% sensitivity and 89% specificity) on the ASD test data set (Table 1). Therefore these edges represent the features that are most diagnostic for ASD and generalize across data sets. Diagnostic features are distributed across the brain and across networks, with the largest number of diagnostic features clustering within the default mode, salience and executive control networks, higher order visual and motor systems (Fig. 2a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23607, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Schizophrenia diagnostic features", "sentences": [], "annotations": [], "relations": []}, {"offset": 23641, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Specificity and sensitivity for SZ classification on untrained data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23710, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">SZ<hr/></th></tr><tr><th>Number of features</th><th>Specificity</th><th>Sensitivity</th><th>Accuracy</th></tr></thead><tbody><tr><td>12</td><td>0.3</td><td>0.4</td><td>35.00%</td></tr><tr><td>16</td><td>0.8</td><td>0.2</td><td>50.00%</td></tr><tr><td>22</td><td>0.3</td><td>0.7</td><td>50.00%</td></tr><tr><td>31</td><td>0.3</td><td>0.8</td><td>55.00%</td></tr><tr><td>45</td><td>0.5</td><td>0.8</td><td>65.00%</td></tr><tr><td>66</td><td>0.4</td><td>0.8</td><td>60.00%</td></tr><tr><td>99</td><td>0.5</td><td>0.7</td><td>60.00%</td></tr><tr><td>149</td><td>0.6</td><td>0.8</td><td>70.00%</td></tr><tr><td>225</td><td>0.7</td><td>8</td><td>75.00%</td></tr><tr><td>339</td><td>0.7</td><td>8</td><td>75.00%</td></tr><tr><td>514</td><td>0.8</td><td>0.8</td><td>80.00%</td></tr><tr><td>782</td><td>0.8</td><td>6</td><td>70.00%</td></tr><tr><td>1809</td><td>0.7</td><td>0.7</td><td>70.00%</td></tr><tr><td>2754</td><td>0.7</td><td>0.7</td><td>70.00%</td></tr><tr><td>4195</td><td>0.8</td><td>0.8</td><td>80.00%</td></tr><tr><td>5753</td><td>0.8</td><td>0.7</td><td>75.00%</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23721, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">SZ<hr/></th></tr><tr><th>Number of features</th><th>Specificity</th><th>Sensitivity</th><th>Accuracy</th></tr></thead><tbody><tr><td>12</td><td>0.3</td><td>0.4</td><td>35.00%</td></tr><tr><td>16</td><td>0.8</td><td>0.2</td><td>50.00%</td></tr><tr><td>22</td><td>0.3</td><td>0.7</td><td>50.00%</td></tr><tr><td>31</td><td>0.3</td><td>0.8</td><td>55.00%</td></tr><tr><td>45</td><td>0.5</td><td>0.8</td><td>65.00%</td></tr><tr><td>66</td><td>0.4</td><td>0.8</td><td>60.00%</td></tr><tr><td>99</td><td>0.5</td><td>0.7</td><td>60.00%</td></tr><tr><td>149</td><td>0.6</td><td>0.8</td><td>70.00%</td></tr><tr><td>225</td><td>0.7</td><td>8</td><td>75.00%</td></tr><tr><td>339</td><td>0.7</td><td>8</td><td>75.00%</td></tr><tr><td>514</td><td>0.8</td><td>0.8</td><td>80.00%</td></tr><tr><td>782</td><td>0.8</td><td>6</td><td>70.00%</td></tr><tr><td>1809</td><td>0.7</td><td>0.7</td><td>70.00%</td></tr><tr><td>2754</td><td>0.7</td><td>0.7</td><td>70.00%</td></tr><tr><td>4195</td><td>0.8</td><td>0.8</td><td>80.00%</td></tr><tr><td>5753</td><td>0.8</td><td>0.7</td><td>75.00%</td></tr></tbody></table>\n"}, "text": "SZ\t \tNumber of features\tSpecificity\tSensitivity\tAccuracy\t \t12\t0.3\t0.4\t35.00%\t \t16\t0.8\t0.2\t50.00%\t \t22\t0.3\t0.7\t50.00%\t \t31\t0.3\t0.8\t55.00%\t \t45\t0.5\t0.8\t65.00%\t \t66\t0.4\t0.8\t60.00%\t \t99\t0.5\t0.7\t60.00%\t \t149\t0.6\t0.8\t70.00%\t \t225\t0.7\t8\t75.00%\t \t339\t0.7\t8\t75.00%\t \t514\t0.8\t0.8\t80.00%\t \t782\t0.8\t6\t70.00%\t \t1809\t0.7\t0.7\t70.00%\t \t2754\t0.7\t0.7\t70.00%\t \t4195\t0.8\t0.8\t80.00%\t \t5753\t0.8\t0.7\t75.00%\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24108, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The RFE procedure was performed on the SZ COBRE training data set to classify SZ subjects from healthy controls. SVM models using these features on the training set were created by training an SVM on the SZ training data using the top 165–4500 features. These features were then used to predict SZ patients in the training-naive SZ test data set. ROC curves were generated to show the classification performance on the test data set as a function of the number RFE features used (Fig. 1b). Again, the SVM was never trained on the SZ test data set. Models generated on the training data set with different numbers of the top features identified through the RFE procedure were used to predict the identity of subjects in the SZ testing data set. Fewer features were required to achieve good classification in the SZ test validation data set than in the ASD test validation set. Over a range between 400 and 600 of the top RFE-determined features the models performed very well, achieving accuracy of 80% (80% sensitivity and 80% specificity) on the test SZ data set (Table 2). These edges are those features that are most diagnostic for SZ across data sets. Diagnostic features had the largest contributions from the DMN, salience network, and sensory-motor cortices (Fig. 2b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25384, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ASD and SZ common features", "sentences": [], "annotations": [], "relations": []}, {"offset": 25411, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Features common to both the ASD and SZ models relative to the common control group. Diagonal elements represent within network edges between different regions of the same network. Numbers represent the number of features within and between networks while the size/colors indicate the ratio of those features that represent increases rather than decreases in connectivity strength relative to controls. Larger circles/yellow colors indicate a greater proportion of connectivity increases and red a greater proportion of decreases for a) ASD and b) SZ. Total number of features per network is indicated in the left column. Overall pattern of connectivity changes in common features across networks are similar for both ASD and SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26140, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 26147, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Common features of ASD and SZ models. Common diagnostic features across the disorders are concentrated within the sensory-motor cortex, executive control, salience and default mode networks and cluster in the left hemisphere.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26373, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 26380, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After training SVMs for ASD and SZ against the common control group, we found just under 100 features common to both models. Common features are the graph model edge weights whose values are diagnostic for both disorders, but common features may not necessarily be increases (or decreases) relative to controls for both disorders. It is possible for a common feature to be indicative of increased connectivity in one disorder and decreased connectivity in the other. However, the overall pattern of connectivity changes in common features across networks are similar for both ASD and SZ, with similar patterns of increases relative to decreases. A small number of features such as those between the salience and ECN networks indicated a greater proportion of increases than decreases for SZ as compared to ASD subjects. The number of increases relative to decreases in these features is shown for ASD in Fig. 3a and for SZ in Fig. 3b. About half of the common features are within-network connectivity differences (changes in connectivity between spatially disparate regions of the same network) shown along the diagonal in Fig. 3. Common diagnostic features across the disorders are concentrated within the sensory-motor cortex, executive control, salience and default mode networks and were visualized (Fig. 4) using BrainNet Viewer (http://www.nitrc.org/projects/bnv/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27752, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Features common to ASD and SZ predict deficits in ASD communication skills", "sentences": [], "annotations": [], "relations": []}, {"offset": 27827, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Symptom severity scores for SZ patients were not available in the COBRE and Rutgers data sets. A variety of cognitive assessments were available for ASD patients in the ABIDE data set. Because social deficits are common to both ASD and SZ, we looked for relationships between edge weight strengths in the edges common to both the SZ and ASD models and scores of social and communication deficits in ASD subjects. We compared average edge weights of ASD patients relative to controls over the common features to the autism diagnostic observation schedule (ADOS), a standardized assessment of social and communicative abilities. Differences in edge weights of the common edges between the two models significantly predicted ADOS social scores, b = −17.24, t(35) = −2.054, p < .05; R2 = 0.11, F(1,35) = 4.219, p < .05. Decreased average connectivity strength over the edges common to the ASD and SZ models in the DMN were associated with higher ADOS scores and greater communication deficits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28817, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ASD and SZ disparate features", "sentences": [], "annotations": [], "relations": []}, {"offset": 28847, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Disparate features present in a) ASD model or b) SZ model but not in both models. Connectivity strength differences are relative to healthy individuals in the common control group. Diagonal elements represent within network edges between different regions of the same network. Numbers represent the number of features within or between networks, while color and size indicate the ratio of increases to decreases in connectivity strength for those features relative to controls. Yellow colors indicate a greater proportion of connectivity increases, red a greater proportion of decreases. The DMN and salience networks account for the largest number of features with a mix of increases and decreases in connectivity strength.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29572, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 29579, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The remaining disparate features between the ASD and SZ models (~1000) represent features found to be diagnostic in either the ASD (Fig. 5a) or SZ (Fig. 5b) models relative to the common control group, but were not present in both models. The ASD model required a greater number of features to obtain good classification. Both models contain a mixture of increases and decreases in connectivity strength across and within networks. The ASD and SZ models exhibited a large number of non-overlapping features within the DMN and the salience network. However, a much larger proportion of diagnostic features associated with ASD were within-network changes in the DMN as compared to SZ. Features within sensory-motor networks were more prominent in the ASD than SZ model, while changes in the ECN and increases in connectivity in higher level visual processing areas were more prominent in the SZ model. In Sections 3.1.1 and 3.1.2 we reported on the features identified through the RFE procedure when performed on each of the individual training data sets. We compared these features to those identified by performing the same procedure using the common mixed control group, which consisted of an equal number of control subjects from both data sets. From the initial set of potential features, about half of those identified using RFE on the original training data sets were also identified using the hybrid control group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31000, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "SVM discrimination between SZ and ASD subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 31047, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "ROCs of cross-validation accuracy predicting SZ from ASD patients in the training-naive test data set as a function of the number of diagnostic features used for prediction. Diagnostic features are the combination of the SZ and ASD features when trained against common control group. Best performance was achieved using the top 40–50 RFE features which resulted in 75% accuracy with 90% sensitivity (TPR) and 60% specificity (1 − FPR).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31483, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 31490, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig_caption"}, "text": "Features that distinguish ASD from SZ. Diagonal elements represent within network edges between different regions of the same network. a) For ASD relative to SZ, the DMN network accounts for the largest number of features where there are mostly increases in connectivity strength relative to SZ patients. b) SZ relative to ASD. Numbers represent the number of features within or between networks, while color and size indicate the ratio of increases to decreases in connectivity strength in those features. Yellow colors indicate a greater proportion of connectivity increases, red a greater proportion of decreases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32107, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig"}, "text": "Fig. 7", "sentences": [], "annotations": [], "relations": []}, {"offset": 32114, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Specificity and sensitivity for classification of ASD patients from SZ patients in untrained testing data sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32226, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">SZ/ASD<hr/></th></tr><tr><th>Number of features</th><th>Specificity</th><th>Sensitivity</th><th>Accuracy</th></tr></thead><tbody><tr><td>5</td><td>0.5</td><td>0.6</td><td>55.00%</td></tr><tr><td>35</td><td>0.6</td><td>0.6</td><td>60.00%</td></tr><tr><td>41</td><td>0.6</td><td>0.9</td><td>75.00%</td></tr><tr><td>47</td><td>0.6</td><td>0.9</td><td>75.00%</td></tr><tr><td>53</td><td>0.6</td><td>0.7</td><td>65.00%</td></tr><tr><td>82</td><td>0.3</td><td>0.7</td><td>50.00%</td></tr><tr><td>118</td><td>0.2</td><td>0.6</td><td>40.00%</td></tr><tr><td>300</td><td>0.3</td><td>0.5</td><td>40.00%</td></tr><tr><td>590</td><td>0.3</td><td>0.4</td><td>35.00%</td></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 32237, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">SZ/ASD<hr/></th></tr><tr><th>Number of features</th><th>Specificity</th><th>Sensitivity</th><th>Accuracy</th></tr></thead><tbody><tr><td>5</td><td>0.5</td><td>0.6</td><td>55.00%</td></tr><tr><td>35</td><td>0.6</td><td>0.6</td><td>60.00%</td></tr><tr><td>41</td><td>0.6</td><td>0.9</td><td>75.00%</td></tr><tr><td>47</td><td>0.6</td><td>0.9</td><td>75.00%</td></tr><tr><td>53</td><td>0.6</td><td>0.7</td><td>65.00%</td></tr><tr><td>82</td><td>0.3</td><td>0.7</td><td>50.00%</td></tr><tr><td>118</td><td>0.2</td><td>0.6</td><td>40.00%</td></tr><tr><td>300</td><td>0.3</td><td>0.5</td><td>40.00%</td></tr><tr><td>590</td><td>0.3</td><td>0.4</td><td>35.00%</td></tr></tbody></table>\n"}, "text": "SZ/ASD\t \tNumber of features\tSpecificity\tSensitivity\tAccuracy\t \t5\t0.5\t0.6\t55.00%\t \t35\t0.6\t0.6\t60.00%\t \t41\t0.6\t0.9\t75.00%\t \t47\t0.6\t0.9\t75.00%\t \t53\t0.6\t0.7\t65.00%\t \t82\t0.3\t0.7\t50.00%\t \t118\t0.2\t0.6\t40.00%\t \t300\t0.3\t0.5\t40.00%\t \t590\t0.3\t0.4\t35.00%\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 32483, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "An SVM was trained using the combined common and distinct features across the ASD and SZ models to determine whether they could be used to classify ASD from SZ subjects. We were able to successfully classify ASD patients from SZ patients from the training data sets achieving 98% accuracy with 10-fold cross-validation. To test the generalizability of these features in their ability to distinguish ASD from SZ subjects, these features were used to predict group membership in ASD and SZ subjects from the validation data sets. Again, the SVM model was trained on the training data sets and the resulting model was used to predict membership in the validation set based on this model. As in the other validation procedures, we explored the diagnostic utility of the features for the purpose of distinguishing ASD from SZ subjects by using different numbers of the most significant features determined from the SVM model parameter weights resulting from training on the training data sets (Table 3). Using 40–50 features we obtained 75% accuracy when predicting class membership in the ASD and SZ validation data sets (Fig. 6). When examining the edge weights of these features in ASD and SZ patients (Fig. 7) a striking difference in the pattern of increases and decreases is readily apparent. In the feature set that distinguishes ASD from SZ subjects, ASD is characterized by increases rather than decreases in connectivity strength in nearly all connections between and within networks. While DMN connectivity is prominent in the feature sets for both disorders, the DMN is also the most diagnostic network for distinguishing ASD from SZ. Examining the specific edges involved, SZ exhibited decreased connectivity strength in all DMN connections except those between the posterior cingulate and supplementary motor cortex, and between the precuneus and lateral occipital cortex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34365, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34376, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "From a diagnostic point of view, there is considerable interest in identifying biomarkers for psychiatric disorders such as ASD and SZ. However, there is a recognition that symptoms in many psychiatric disorders lie along a continuum with some degree of overlap across disorders. Despite the similarities between ASD and SZ, particularly in social cognitive deficits and their overlapping etiologies, they are seldom studied comparatively. In their separate literatures, aberrant connectivity has been the focus of study in both ASD and SZ, because it is believed that their cognitive deficits may be caused by the impaired ability to integrate information across functionally distributed brain areas. However, studies of connectivity differences in both ASD and SZ have yielded conflicting results, particularly those that have focused on average connectivity changes between specific brain regions. This highlights the difficulty of using regional connectivity differences between just one or two regions to characterize complex disorders such as ASD and SZ. Even if individual features did reach statistical significance, this would not be sufficient for use as a biomarker, since there is still considerable overlap in the distributions of regional connectivity strengths between patients and controls. Multivariate pattern analysis, on the other hand, can reliably distinguish patients from healthy controls by identifying a set of features that in combination best describe the deviations from normal connectivity patterns. In addition, this technique makes use of the mixture of increases and decreases in regional connectivity strength to help distinguish groups. In contrast, univariate techniques typically require averaging over regional changes which may account for some of the conflicting results in the literature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36206, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Classification accuracy", "sentences": [], "annotations": [], "relations": []}, {"offset": 36230, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For both SZ and ASD, we generated SVM models on an optimized set of diagnostic features identified through a feature elimination procedure. We then tested these models on independent data sets to see if they generalize. We found that the most significant features from each classification set did generalize and allowed us to obtain good classification accuracies on our testing data sets. We obtained 83% accuracy on the ASD validation data set and 80% accuracy on the SZ validation data set. Many studies using multivariate classifiers have been previously carried out for both disorders (see and for schizophrenia review; autism). The overwhelming majority of such studies cross-validate their models using a leave one out, leave two out, or 10-fold cross validation scheme. Very few test the generalization of their models on independent data sets. For example, in one recent study of ASD 81% classification accuracy was achieved using SVM and leave two out cross validation of MRI structural images. They identified differences in grey matter structure in frontal, parietal, and limbic regions as well as the basal ganglia. In another large multi-site study of 964 autistics, 60% accuracy was achieved using functional connectivity and leave one out cross-validation. They identified features in DMN, temporal regions and the intraparietal sulcus. Similar studies have been carried out in the schizophrenia literature. One such study reported 85% classification accuracy using SVM with 10-fold cross validation on functional connectivity measures. Another study achieved 93% accuracy using Fishers' linear discriminant analysis. Their analysis identified the DMN, temporal and visual regions as the most significant classification features. By testing our classification models on independent data sets over a range of the top diagnostic features, we showed that the features determined to have the most predictive power on our training data sets, determined based on the SVM model coefficients, generalized to independent training-naive data sets and that validation accuracies decrease as the number of diagnostic features becomes insufficient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38382, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Divergent features of ASD and SZ", "sentences": [], "annotations": [], "relations": []}, {"offset": 38415, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The diagnostic features we identified through the RFE procedure were distributed across the brain, which supports the hypothesis that impaired integration of information across distributed brain areas is a hallmark of both ASD and SZ. Both disorders exhibited a large number of changes in connectivity in the DMN and salience networks. However, the two disorders dissociate in terms of the specific pattern of alterations. ASD showed a greater proportion of within-network changes in the DMN and reduced connectivity between DMN and language areas. In contrast, SZ changes between DMN and language areas were largely increases in connectivity. Diametric changes in connectivity were also identified within the ECN where ASD exhibited largely decreases in connectivity relative to controls and SZ largely increases. The ECN is involved in execution of voluntary control of behavioral responses to salient stimuli and has been identified as a loci of changes in connectivity in SZ. It is unclear however whether changes in ECN associated with ASD are a primary cause of dysfunction or the result of dysfunction in lower-level sensory processing. In fact, a much larger proportion of diagnostic features were found in sensory-motor regions in ASD than were identified in SZ patients. The role of the sensory-motor cortex in social cognition has been studied in the context of the mirror-neuron system, where it is believed that individuals make sense of the actions and emotions of others. Mirror neurons were originally discovered in the pre-motor cortex of macaque monkeys. They are known to fire during goal-oriented motor action, but also in response to observing the same action performed by another individual. Previous studies have indicated dysfunction of the mirror-neuron system in both ASD and SZ patients. In addition, the ASD model required more features for accurate classification than were required for SZ subjects. This may be due to the onset of the disorder early during brain development. It has been suggested that early changes in sensory processing of facial features, for example, lead to changes in the perceived salience of such features and eventually to altered attentional processing and social impairments in ASD. Therefore, aberrant function and connectivity early in development may lead to compound changes later in development for higher level skills that are dependent on more elementary or sensory-level function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40862, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Common features of ASD and SZ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40892, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The ability to behave in a context appropriate manner is dependent on recognition of socially relevant sensory information, and inferences based on learned constructs such as theory of mind. Accordingly, in our study, the overwhelming majority of diagnostic features identified for both ASD and SZ are in the salience and default mode networks. The DMN is believed to be essential to theory of mind abilities, while the salience network contributes to a variety of cognitive abilities including communication, social behavior and self-awareness. Both networks have been previously implicated in a variety of brain disorders including SZ and ASD. For example, in autism is it known that the relative salience of social queues including facial expressions are impaired. In schizophrenia, misattribution of salience to external and internal stimuli may be a cause of positive symptoms such as hallucinations. The DMN is an important part of association cortex. The DMN has connections to supplementary motor areas, frontal eye fields involved in control of visual attention, and reciprocal connections to thalamic nuclei that in-turn connect exclusively with higher association cortices. While there is little debate that the DMN is activated during theory of mind and other self-reflexive tasks, the function of the DMN is not well understood. Many studies have identified the DMN as a collection of areas that are structural and functional hubs, acting as a common connection point for many other brain areas. The DMN may play a key role in integrating executive control and salience networks, as was reported recently in the context of an n-back working memory task. As the task load elevated, functional connectivity increased between the salience network and the default mode and executive control networks. Interestingly, there is evidence that the DMN may integrate with salience networks in a graded manner. In a very large study of resting state functional connectivity, smoothly varying gradients of connectivity were found between each region of the DMN and salience network. These connectivity gradients were found to strengthen with maturity. It is possible that aberrant balance between these gradients of connectivity develop as a result of improper pruning and fine tuning over the course of development leading to dysfunction. Therefore, the changing interaction of these networks over the course of brain development is one possible explanation for why cognitive deficits similar to those of ASD do not manifest in SZ till early adulthood. A graded response between key networks may also contribute to the spectrum of cognitive deficits observed when this system is compromised.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43586, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Discriminating ASD from SZ", "sentences": [], "annotations": [], "relations": []}, {"offset": 43613, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A small subset of the common and divergent features that distinguished either ASD or SZ from controls had diagnostic importance for classifying ASD from SZ subjects. This subset was dominated by features in the DMN. Our results indicate that relative to SZ patients (rather than controls), ASD is associated with stronger connectivity in DMN connections, while weaker connectivity was found in SZ patients for the same edges. Positive symptoms associated with SZ, such as hallucinations, are one of the main characteristics that distinguish SZ from ASD. Positive symptoms in SZ are reportedly correlated with increased functional connectivity between the posterior regions of the DMN and the salience network. Our results suggest that such increases involve connections specifically between the posterior cingulate and supplementary motor cortex, and between the precuneus and lateral occipital cortex. In addition, some studies have indicated that negative symptoms in SZ, such as impaired social cognition, are associated with decreased connectivity with anterior parts of the DMN in medial prefrontal cortex. Impaired social cognition related to theory of mind abilities, tasks that typically recruit DMN structures, has also consistently been associated with reduced activation of the DMN in ASD. However, our results suggest that SZ subjects have weaker connectivity over specific edges within anterior DMN regions particularly related to connections to the paracingulate. As we were able to use these features to successfully classify ASD from SZ subjects in our validation data sets, we have demonstrated that multivariate machine learning techniques can be used to distinguish between disorders even when there is considerable overlap in their symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45375, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations of the current study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45408, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The RFE method we employed demonstrates that there are characteristic changes in the patterns of resting state connectivity that generalize to patient populations outside of our training sets. A specific challenge to be met in identifying diagnostic biomarkers from resting state functional connectivity is to find the best set of features to maximize diagnostic capability. The set of ROIs we used, while comprehensive in their representative coverage of functional brain areas, nonetheless has sparse coverage over the whole brain. Future work should explore similar analysis using a voxel level approach to determine if there are better features to use for this purpose. Additionally, because we did not have access to symptom severity measures in our schizophrenic patients, we were not able to explicitly associate common connectivity differences in ASD and SZ to measures of symptom severity in SZ patients. Finally the sample size of the SZ test data was small. Future studies would explore the utility of identified features over several data sets for greater certainty of diagnostic utility. However, few studies attempt to validate classifier models on data sets outside of the training set. We achieved good classification accuracy on this small data set as well as the larger ASD test set, suggesting that our model features are based in disease specific changes in connectivity that may generalize to other patient populations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46849, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 46860, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, in this study, we identified common changes in connectivity between ASD and SZ and showed that these changes predict deficits in communication skills in ASD patients. Our results suggest that common social cognitive deficits associated with ASD and SZ may be related to changes in connectivity within higher order association cortex in the DMN and salience network. In addition, we have identified divergent changes in connectivity and showed that these features can be used to discriminate ASD and SZ patients. These features resulted in classification accuracies well above chance performance in training-naive data sets, suggesting that these models may generalize across patient populations. Relative to healthy individuals, there were more disparate than common features of the two disorders, but only a few features had diagnostic significance in distinguishing the two populations. Relative to SZ patients, the distinguishing features of ASD were increases in connectivity within higher order visual processing areas and the DMN. When disorders exhibit considerable overlap in their symptoms, as is the case in ASD and SZ, comparative studies can yield insights into the changes in connectivity that lead to common deficits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48104, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 48115, "infons": {"fpage": "671", "lpage": "692", "name_0": "surname:Anderson;given-names:J.", "section_type": "REF", "source": "Comprehensive Guide to Autism", "type": "ref", "year": "2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48116, "infons": {"fpage": "1134", "issue": "5", "lpage": "1146", "name_0": "surname:Anderson;given-names:J.S.", "name_1": "surname:Druzgal;given-names:T.J.", "name_2": "surname:Froehlich;given-names:A.", "name_3": "surname:Dubray;given-names:M.B.", "name_4": "surname:Lange;given-names:N.", "name_5": "surname:Alexander;given-names:A.L.", "name_6": "surname:Lainhart;given-names:J.E.", "pub-id_pmid": "20943668", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "21", "year": "2011"}, "text": "Decreased interhemispheric functional connectivity in autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 48177, "infons": {"fpage": "3739", "issue": "12", "lpage": "3751", "name_0": "surname:Anderson;given-names:J.S.", "name_1": "surname:Nielsen;given-names:J.A.", "name_2": "surname:Froehlich;given-names:A.L.", "name_3": "surname:Dubray;given-names:M.B.", "name_4": "surname:Druzgal;given-names:T.J.", "name_5": "surname:Cariello;given-names:A.N.", "name_6": "surname:Lainhart;given-names:J.E.", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "134", "year": "2011"}, "text": "Functional connectivity magnetic resonance imaging classification of autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 48253, "infons": {"fpage": "147", "issue": "2", "lpage": "157", "name_0": "surname:Anderson;given-names:J.S.", "name_1": "surname:Ferguson;given-names:M. a", "name_2": "surname:Lopez-Larson;given-names:M.", "name_3": "surname:Yurgelun-Todd;given-names:D.", "pub-id_pmid": "22076305", "section_type": "REF", "source": "Brain Connect.", "type": "ref", "volume": "1", "year": "2011"}, "text": "Connectivity gradients between the default mode and attention control networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 48332, "infons": {"fpage": "6691", "lpage": "6694", "name_0": "surname:Arbabshirani;given-names:M.R.", "name_1": "surname:Castro;given-names:E.", "name_2": "surname:Calhoun;given-names:V.", "section_type": "REF", "source": "Proc. Conf Proc IEEE Eng Med Biol Soc.", "type": "ref", "year": "2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48333, "infons": {"fpage": "1614", "issue": "4", "lpage": "1624", "name_0": "surname:Bird;given-names:G.", "name_1": "surname:Catmur;given-names:C.", "name_2": "surname:Silani;given-names:G.", "name_3": "surname:Frith;given-names:C.", "name_4": "surname:Frith;given-names:U.", "pub-id_pmid": "16616862", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "31", "year": "2006"}, "text": "Attention does not modulate neural responses to social stimuli in autism spectrum disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 48425, "infons": {"fpage": "399", "lpage": "437", "name_0": "surname:Bleuler;given-names:E.", "section_type": "REF", "source": "Organization and Pathology of Thought: Selected Sources", "type": "ref", "year": "1951"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48426, "infons": {"fpage": "1004", "lpage": "1012", "name_0": "surname:Bluhm;given-names:R.", "name_1": "surname:Miller;given-names:J.", "name_2": "surname:Lanius;given-names:R.", "name_3": "surname:Osuch;given-names:E.", "name_4": "surname:Boksman;given-names:K.", "name_5": "surname:Neufeld;given-names:R.", "name_6": "surname:Theberge;given-names:J.", "name_7": "surname:Schaefer;given-names:B.", "name_8": "surname:Williamson;given-names:P.", "pub-id_pmid": "17556752", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "33", "year": "2007"}, "text": "Spontaneous low-frequency fluctuations in the BOLD signal in schizophrenic patients: anomalies in the default network", "sentences": [], "annotations": [], "relations": []}, {"offset": 48544, "infons": {"fpage": "277", "lpage": "313", "name_0": "surname:Brune;given-names:M.", "section_type": "REF", "source": "The Social Brain: Evolution and Pathology", "type": "ref", "year": "2003"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48545, "infons": {"fpage": "49", "issue": "2", "lpage": "57", "name_0": "surname:Buckner;given-names:R.L.", "name_1": "surname:Carroll;given-names:D.C.", "pub-id_pmid": "17188554", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "11", "year": "2007"}, "text": "Self-projection and the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 48575, "infons": {"fpage": "640", "issue": "3", "lpage": "650", "name_0": "surname:Camchong;given-names:J.", "name_1": "surname:MacDonald;given-names:A.W.", "name_2": "surname:Bell;given-names:C.", "name_3": "surname:Mueller;given-names:B.A.", "name_4": "surname:Lim;given-names:K.O.", "pub-id_pmid": "19920062", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "37", "year": "2011"}, "text": "Altered functional and anatomical connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48639, "infons": {"fpage": "564", "issue": "3", "lpage": "583", "name_0": "surname:Cavanna;given-names:A.E.", "name_1": "surname:Trimble;given-names:M.R.", "pub-id_pmid": "16399806", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "129", "year": "2006"}, "text": "The precuneus: a review of its functional anatomy and behavioural correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 48716, "infons": {"fpage": "1687", "issue": "16", "lpage": "1690", "name_0": "surname:Cherkassky;given-names:V.", "name_1": "surname:Kana;given-names:R.", "name_2": "surname:Keller;given-names:T.", "name_3": "surname:Just;given-names:M.", "pub-id_pmid": "17047454", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "17", "year": "2006"}, "text": "Functional connectivity in a baseline resting-state network in autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 48786, "infons": {"fpage": "1736", "issue": "Suppl. 1", "lpage": "1741", "name_0": "surname:Crespi;given-names:B.", "name_1": "surname:Stead;given-names:P.", "name_2": "surname:Elliot;given-names:M.", "pub-id_pmid": "19955444", "section_type": "REF", "source": "PNAS", "type": "ref", "volume": "107", "year": "2010"}, "text": "Comparative genomics of autism and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48835, "infons": {"fpage": "213", "issue": "3–4", "lpage": "219", "name_0": "surname:Cutting;given-names:J.", "name_1": "surname:David;given-names:A.", "name_2": "surname:Murphy;given-names:D.", "pub-id_pmid": "3449875", "section_type": "REF", "source": "Psychopathology", "type": "ref", "volume": "20", "year": "1987"}, "text": "The nature of overinclusive thinking in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48889, "infons": {"fpage": "207", "issue": "3", "lpage": "226", "name_0": "surname:Demirci;given-names:O.", "name_1": "surname:Clark;given-names:V.", "name_2": "surname:Manotta;given-names:V.", "name_3": "surname:Andreasen;given-names:N.", "name_4": "surname:Lauriello;given-names:J.", "name_5": "surname:Kiehl;given-names:K.", "name_6": "surname:Pearlson;given-names:G.", "name_7": "surname:Cahloun;given-names:V.", "section_type": "REF", "source": "Brain Imaging Behav.", "type": "ref", "volume": "2", "year": "2008"}, "text": "A review of challenges in the use of fMRI for disease classification/characterization and a projection pursuit application from a multi-site fMRI schizophrenia study", "sentences": [], "annotations": [], "relations": []}, {"offset": 49055, "infons": {"fpage": "1", "issue": "June", "lpage": "12", "name_0": "surname:Du;given-names:W.", "name_1": "surname:Calhoun;given-names:V.D.", "name_2": "surname:Li;given-names:H.", "name_3": "surname:Ma;given-names:S.", "name_4": "surname:Eichele;given-names:T.", "name_5": "surname:Kiehl;given-names:K.a.", "name_6": "surname:Adali;given-names:T.", "pub-id_pmid": "22279433", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "6", "year": "2012"}, "text": "High classification accuracy for schizophrenia with rest and task fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 49131, "infons": {"fpage": "44", "issue": "1", "lpage": "56", "name_0": "surname:Ecker;given-names:C.", "name_1": "surname:Rocha-Rego;given-names:V.", "name_2": "surname:Johnston;given-names:P.", "name_3": "surname:Mourao-Miranda;given-names:J.", "name_4": "surname:Marquand;given-names:A.", "name_5": "surname:Daly;given-names:E.M.", "name_6": "surname:Murphy;given-names:D.G.", "pub-id_pmid": "19683584", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Investigating the predictive value of whole-brain structural MR scans in autism: a pattern classification approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 49246, "infons": {"fpage": "427", "issue": "5", "lpage": "433", "name_0": "surname:Enticott;given-names:P.", "name_1": "surname:Kennedy;given-names:H.", "name_2": "surname:Rinehart;given-names:N.", "name_3": "surname:Tonge;given-names:B.", "name_4": "surname:Bradshaw;given-names:J.", "name_5": "surname:Taffe;given-names:J.", "name_6": "surname:Daskalakis;given-names:Z.", "name_7": "surname:Fitzgerald;given-names:P.", "pub-id_pmid": "21974786", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "71", "year": "2012"}, "text": "Mirror neuron activity associated with social impairments but not age in autism spectrum disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 49344, "infons": {"fpage": "2296", "issue": "4", "lpage": "2314", "name_0": "surname:Fornito;given-names:A.", "name_1": "surname:Zalesky;given-names:A.", "name_2": "surname:Pantelis;given-names:C.", "name_3": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "22387165", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 49389, "infons": {"fpage": "78", "name_0": "surname:Friston;given-names:K.J.", "section_type": "REF", "type": "ref", "year": "1994"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49390, "infons": {"fpage": "396", "issue": "9", "lpage": "403", "name_0": "surname:Gallese;given-names:V.", "name_1": "surname:Keyser;given-names:C.", "name_2": "surname:Rizzolatti;given-names:G.", "pub-id_pmid": "15350240", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "8", "year": "2004"}, "text": "A unifying view of the basis of social cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 49439, "infons": {"fpage": "389", "issue": "1–3", "lpage": "422", "name_0": "surname:Guyon;given-names:I.", "name_1": "surname:Weston;given-names:J.", "name_2": "surname:Barnhill;given-names:S.", "name_3": "surname:Vapnik;given-names:V.", "section_type": "REF", "source": "Mach. Learn.", "type": "ref", "volume": "46", "year": "2002"}, "text": "Gene selection for cancer classification using support vector machines", "sentences": [], "annotations": [], "relations": []}, {"offset": 49510, "infons": {"fpage": "486", "issue": "2", "lpage": "503", "name_0": "surname:Hanson;given-names:S.J.", "name_1": "surname:Halchenko;given-names:Y.O.", "pub-id_pmid": "18047411", "section_type": "REF", "source": "Neural Comput.", "type": "ref", "volume": "20", "year": "2008"}, "text": "Brain reading using full brain support vector machines for object recognition: there is no “face” identification area", "sentences": [], "annotations": [], "relations": []}, {"offset": 49628, "infons": {"name_0": "surname:Hanson;given-names:S.", "name_1": "surname:Mastrovito;given-names:D.", "name_2": "surname:Hanson;given-names:C.", "name_3": "surname:Ramsey;given-names:J.", "name_4": "surname:Glymour;given-names:C.", "section_type": "REF", "source": "ArXiv", "type": "ref", "volume": "1605", "year": "2016"}, "text": "Scale-free exponents of resting state provide a biomarker for typical and atypical brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 49726, "infons": {"fpage": "143", "issue": "2", "lpage": "156", "name_0": "surname:Jenkinson;given-names:M.", "name_1": "surname:Smith;given-names:M.", "pub-id_pmid": "11516708", "section_type": "REF", "source": "Med. Image Anal.", "type": "ref", "volume": "5", "year": "2001"}, "text": "A global optimization method for robust affine registration of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 49802, "infons": {"fpage": "825", "issue": "2", "lpage": "841", "name_0": "surname:Jenkinson;given-names:M.", "name_1": "surname:Bannister;given-names:P.", "name_2": "surname:Brady;given-names:J.M.", "name_3": "surname:Smith;given-names:S.M.", "pub-id_pmid": "12377157", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Improved optimisation for the robust and accurate linear registration and motion correction of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 49910, "infons": {"fpage": "951", "lpage": "961", "name_0": "surname:Just;given-names:M.A.", "name_1": "surname:Cherkassky;given-names:V.L.", "name_2": "surname:Keller;given-names:T.A.", "name_3": "surname:Kana;given-names:R.K.", "name_4": "surname:Minshew;given-names:N.J.", "pub-id_pmid": "16772313", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "17", "year": "2007"}, "text": "Functional and anatomical cortical underconnectivity in autism: evidence from an fMRI study of an executive function task and corpus callosum morphometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 50064, "infons": {"fpage": "1742", "issue": "7", "lpage": "1751", "name_0": "surname:Kambeitz;given-names:J.", "name_1": "surname:Kambeitz-Ilankovic;given-names:L.", "name_2": "surname:Leucht;given-names:S.", "name_3": "surname:Wood;given-names:S.", "name_4": "surname:Davatzikos;given-names:C.", "name_5": "surname:Malchow;given-names:B.", "name_6": "surname:Falkai;given-names:P.", "name_7": "surname:Koutsouleris;given-names:N.", "pub-id_pmid": "25601228", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "40", "year": "2015"}, "text": "Detecting neuroimaging biomarker for schizophrenia: a meta-analysis of multivariate pattern recognition studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 50176, "infons": {"fpage": "320", "issue": "4", "lpage": "338", "name_0": "surname:Kenworthy;given-names:L.", "name_1": "surname:Yerys;given-names:B.", "name_2": "surname:Gutermuth Anthony;given-names:L.", "name_3": "surname:Wallace;given-names:G.", "pub-id_pmid": "18956239", "section_type": "REF", "source": "Neuropsychol. Rev.", "type": "ref", "volume": "18", "year": "2008"}, "text": "Understanding executive control in autism spectrum disorders in the lab and in the real world", "sentences": [], "annotations": [], "relations": []}, {"offset": 50270, "infons": {"fpage": "381", "lpage": "384", "name_0": "surname:Kolvin;given-names:I.", "pub-id_pmid": "5576635", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "118", "year": "1971"}, "text": "Studies in the childhood psychoses. I. Diagnostic criteria and classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 50348, "infons": {"fpage": "19", "issue": "1", "lpage": "28", "name_0": "surname:Konstantareas;given-names:M.", "name_1": "surname:Hewitt;given-names:T.", "pub-id_pmid": "11439750", "section_type": "REF", "source": "J. Autism Dev. Disord.", "type": "ref", "volume": "31", "year": "2001"}, "text": "Autistic disorder and schizophrenia: diagnostic overlaps", "sentences": [], "annotations": [], "relations": []}, {"offset": 50405, "infons": {"name_0": "surname:Krantz;given-names:D.H.", "name_1": "surname:Luce;given-names:R.D.", "name_2": "surname:Suppes;given-names:P.", "name_3": "surname:Tversky;given-names:A.", "section_type": "REF", "type": "ref", "volume": "vol. 1", "year": "1971"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 50406, "infons": {"fpage": "1501", "issue": "4", "lpage": "1511", "name_0": "surname:Liang;given-names:X.", "name_1": "surname:Zou;given-names:Q.", "name_2": "surname:He;given-names:Y.", "name_3": "surname:Yang;given-names:Y.", "pub-id_pmid": "25596593", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "26", "year": "2016"}, "text": "Topologically reorganized connectivity architecture of default-mode, executive-control, and salience networks across working memory task loads", "sentences": [], "annotations": [], "relations": []}, {"offset": 50549, "infons": {"fpage": "205", "lpage": "223", "name_0": "surname:Lord;given-names:C.", "name_1": "surname:Risi;given-names:S.", "name_2": "surname:Lambrecht;given-names:L.", "name_3": "surname:Cook;given-names:E.H.;suffix:Jr.", "name_4": "surname:Leventhal;given-names:B.L.", "name_5": "surname:DiLavore;given-names:P.C.", "name_6": "surname:Pickles;given-names:A.", "name_7": "surname:Rutter;given-names:M.", "pub-id_pmid": "11055457", "section_type": "REF", "source": "J. Autism Dev. Disord.", "type": "ref", "volume": "30", "year": "2000"}, "text": "The autism diagnostic observation schedule–generic: a standard measure of social and communication deficits associated with the spectrum of autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 50696, "infons": {"fpage": "53", "issue": "1", "lpage": "58", "name_0": "surname:Magaud;given-names:E.", "name_1": "surname:Kebir;given-names:O.", "name_2": "surname:Gut;given-names:A.", "name_3": "surname:Willard;given-names:D.", "name_4": "surname:Chauchot;given-names:F.", "name_5": "surname:Olie;given-names:J.", "name_6": "surname:Kazes;given-names:M.", "name_7": "surname:Krebs;given-names:M.", "pub-id_pmid": "20605416", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "123", "year": "2010"}, "text": "Altered semantic but not phonological verbal fluency in young help-seeking individuals with ultra high risk of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 50817, "infons": {"fpage": "89", "issue": "2", "lpage": "101", "name_0": "surname:Mazziotta;given-names:J.", "name_1": "surname:Toga;given-names:A.", "name_2": "surname:Evans;given-names:A.", "name_3": "surname:Fox;given-names:P.", "name_4": "surname:Lancaster;given-names:J.", "pub-id_pmid": "9343592", "section_type": "REF", "source": "NeuroImage", "type": "ref", "year": "1995"}, "text": "A probabilistic atlas of the human brain: theory and rationale for its development", "sentences": [], "annotations": [], "relations": []}, {"offset": 50900, "infons": {"fpage": "652", "lpage": "658", "name_0": "surname:McCarthy;given-names:S.", "name_1": "surname:Gillis;given-names:J.", "name_10": "surname:Antoniou;given-names:E.", "name_2": "surname:Kramar;given-names:M.", "name_3": "surname:Lihm;given-names:J.", "name_4": "surname:Yoon;given-names:S.", "name_5": "surname:Berstein;given-names:Y.", "name_6": "surname:Mistry;given-names:M.", "name_7": "surname:Pavlidis;given-names:P.", "name_8": "surname:Solomon;given-names:R.", "name_9": "surname:Ghiban;given-names:E.", "pub-id_pmid": "24776741", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "19", "year": "2014"}, "text": "De novo mutations in schizophrenia implicate chromatin remodeling and support a genetic overlap with autism and intellectual disability", "sentences": [], "annotations": [], "relations": []}, {"offset": 51036, "infons": {"fpage": "1083", "issue": "5", "lpage": "1094", "name_0": "surname:Mehta;given-names:U.", "name_1": "surname:Thirthalli;given-names:J.", "name_2": "surname:Basavaraju;given-names:R.", "name_3": "surname:Gangadhar;given-names:B.", "name_4": "surname:Pascual-Leone;given-names:A.", "pub-id_pmid": "24214933", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2013"}, "text": "Reduced mirror neuron activity in schizophrenia and its association with theory of mind deficits: evidence from a transcranial magnetic stimulation study", "sentences": [], "annotations": [], "relations": []}, {"offset": 51190, "infons": {"fpage": "655", "lpage": "667", "name_0": "surname:Menon;given-names:V.", "name_1": "surname:Uddin;given-names:L.", "pub-id_pmid": "20512370", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "214", "year": "2010"}, "text": "Saliency, switching, attention and control: a network model of insula function", "sentences": [], "annotations": [], "relations": []}, {"offset": 51269, "infons": {"fpage": "174", "issue": "1–2", "lpage": "179", "name_0": "surname:Möhring;given-names:N.", "name_1": "surname:Shen;given-names:C.", "name_2": "surname:Hahn;given-names:E.", "name_3": "surname:Ta;given-names:T.", "name_4": "surname:Dettling;given-names:M.", "name_5": "surname:Neuhaus;given-names:A.", "pub-id_pmid": "26232239", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "168", "year": "2015"}, "text": "Mirror neuron deficit in schizophrenia: evidence from repetition suppression", "sentences": [], "annotations": [], "relations": []}, {"offset": 51346, "infons": {"fpage": "67", "issue": "1", "lpage": "83", "name_0": "surname:Morrison;given-names:R.", "name_1": "surname:Bellack;given-names:A.", "name_2": "surname:Mueser;given-names:K.", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "14", "year": "1998"}, "text": "Deficits in facial-affect recognition and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51402, "infons": {"fpage": "599", "name_0": "surname:Nielsen;given-names:J.", "name_1": "surname:Zielinski;given-names:B.", "name_2": "surname:Fletcher;given-names:P.", "name_3": "surname:Alexander;given-names:A.", "name_4": "surname:Lange;given-names:N.", "name_5": "surname:Bigler;given-names:E.D.", "name_6": "surname:Anderson;given-names:….", "name_7": "surname:S;given-names:J.", "pub-id_pmid": "24093016", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "Multisite functional connectivity MRI classification of autism: ABIDE results", "sentences": [], "annotations": [], "relations": []}, {"offset": 51480, "infons": {"issue": "6", "name_0": "surname:Nijhuis;given-names:E.H.J.", "name_1": "surname:van Cappellen van Walsum;given-names:A.M.", "name_2": "surname:Norris;given-names:D.G.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Topographic hub maps of the human structural neocortical network", "sentences": [], "annotations": [], "relations": []}, {"offset": 51545, "infons": {"fpage": "190", "issue": "2", "lpage": "198", "name_0": "surname:Oberman;given-names:L.", "name_1": "surname:Hubbard;given-names:E.", "name_2": "surname:McCleery;given-names:J.", "name_3": "surname:Altschuler;given-names:E.", "name_4": "surname:Ramachandran;given-names:V.", "name_5": "surname:Pineda;given-names:J.", "section_type": "REF", "source": "Cogn. Brain Res.", "type": "ref", "volume": "24", "year": "2005"}, "text": "EEG evidence for mirror neuron dysfunction in autism spectrum disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 51617, "infons": {"fpage": "62", "issue": "1", "lpage": "66", "name_0": "surname:Oberman;given-names:L.", "name_1": "surname:Pineda;given-names:J.", "name_2": "surname:Ramachandran;given-names:V.", "pub-id_pmid": "18985120", "section_type": "REF", "source": "Soc. Cogn. Affect. Neurosci.", "type": "ref", "volume": "2", "year": "2007"}, "text": "The human mirror neuron system: a link between action observation and social skills", "sentences": [], "annotations": [], "relations": []}, {"offset": 51701, "infons": {"fpage": "35", "name_0": "surname:Orellana;given-names:G.", "name_1": "surname:Slachevsky;given-names:A.", "section_type": "REF", "source": "Front. Psych.", "type": "ref", "volume": "4", "year": "2013"}, "text": "Executive functioning in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51740, "infons": {"fpage": "17", "lpage": "27", "name_0": "surname:Palaniyappan;given-names:L.", "name_1": "surname:Liddle;given-names:P.F.", "pub-id_pmid": "21693094", "section_type": "REF", "source": "J. Psychiatry Neurosci.", "type": "ref", "volume": "37", "year": "2012"}, "text": "Does the salience network play a cardinal role in psychosis? An emerging hypothesis of insular dysfunction", "sentences": [], "annotations": [], "relations": []}, {"offset": 51847, "infons": {"fpage": "339", "issue": "2–3", "lpage": "347", "name_0": "surname:PC;given-names:T.", "name_1": "surname:Lee;given-names:Y.", "name_2": "surname:Chen;given-names:Y.", "name_3": "surname:LI;given-names:C.", "name_4": "surname:Su;given-names:T.", "pub-id_pmid": "23706416", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "147", "year": "2013"}, "text": "Schizophrenia and the brain's control network: aberrant within-and between-network connectivity of the frontoparietal network in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 51990, "infons": {"fpage": "349", "issue": "7", "lpage": "358", "name_0": "surname:Persico;given-names:A.", "name_1": "surname:Bourgeron;given-names:T.", "pub-id_pmid": "16808981", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "29", "year": "2006"}, "text": "Searching for ways out of the autism maze: genetic, epigenetic and environmental clues", "sentences": [], "annotations": [], "relations": []}, {"offset": 52077, "infons": {"fpage": "145", "issue": "2", "lpage": "155", "name_0": "surname:Pilowsky;given-names:T.", "name_1": "surname:Yirmiya;given-names:N.", "name_2": "surname:Arbelle;given-names:S.", "name_3": "surname:Mozes;given-names:T.", "pub-id_pmid": "10742652", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "42", "year": "2000"}, "text": "Theory of mind abilities of children with schizophrenia, children with autism, and normally developing children", "sentences": [], "annotations": [], "relations": []}, {"offset": 52189, "infons": {"fpage": "359", "lpage": "366", "name_0": "surname:Plitt;given-names:M.", "name_1": "surname:Barnes;given-names:K.A.", "name_2": "surname:Martin;given-names:A.", "pub-id_pmid": "25685703", "section_type": "REF", "source": "NeuroImage Clin.", "type": "ref", "volume": "7", "year": "2015"}, "text": "Functional connectivity classification of autism identifies highly predictive brain features but falls short of biomarker standards", "sentences": [], "annotations": [], "relations": []}, {"offset": 52321, "infons": {"fpage": "665", "issue": "4", "lpage": "678", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Cohen;given-names:A.L.", "name_2": "surname:Nelson;given-names:S.M.", "name_3": "surname:Wig;given-names:G.S.", "name_4": "surname:Barnes;given-names:K.A.", "name_5": "surname:Church;given-names:J. a", "name_6": "surname:Petersen;given-names:….", "name_7": "surname:E;given-names:S.", "pub-id_pmid": "22099467", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "72", "year": "2011"}, "text": "Functional network organization of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 52372, "infons": {"fpage": "2142", "issue": "3", "lpage": "2154", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Barnes;given-names:K.A.", "name_2": "surname:Snyder;given-names:A.Z.", "name_3": "surname:Schlaggar;given-names:B.L.", "name_4": "surname:Petersen;given-names:S.E.", "pub-id_pmid": "22019881", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 52475, "infons": {"fpage": "838", "issue": "3", "lpage": "848", "name_0": "surname:Ramsey;given-names:J.D.", "name_1": "surname:Hanson;given-names:S.J.", "name_2": "surname:Glymour;given-names:C.", "pub-id_pmid": "21745580", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "58", "year": "2011"}, "text": "Multi-subject search correctly identifies causal connections and most causal directions in the DCM models of the Smith et al. simulation study", "sentences": [], "annotations": [], "relations": []}, {"offset": 52618, "infons": {"fpage": "11", "issue": "6240", "lpage": "14", "name_0": "surname:Richiardi;given-names:J.", "name_1": "surname:Altmann;given-names:A.", "pub-id_pmid": "25838355", "section_type": "REF", "source": "Science", "type": "ref", "volume": "348", "year": "2015"}, "text": "Correlated gene expression supports synchronous activity in brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 52693, "infons": {"fpage": "131", "issue": "2", "lpage": "141", "name_0": "surname:Rizzolatti;given-names:G.", "name_1": "surname:Fadiga;given-names:L.", "name_2": "surname:Gallese;given-names:V.", "name_3": "surname:Fogassi;given-names:L.", "section_type": "REF", "source": "Cogn. Brain Res.", "type": "ref", "volume": "3", "year": "1996"}, "text": "Premotor cortex and the recognition of motor actions", "sentences": [], "annotations": [], "relations": []}, {"offset": 52746, "infons": {"fpage": "869", "lpage": "877", "name_0": "surname:Roth;given-names:T.", "name_1": "surname:Lubin;given-names:F.", "name_2": "surname:Sodhi;given-names:M.", "name_3": "surname:Kleinman;given-names:J.", "pub-id_pmid": "19559755", "section_type": "REF", "source": "Biochim. Biophys. Acta", "type": "ref", "volume": "1790", "year": "2009"}, "text": "Epigenetic mechanisms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52785, "infons": {"fpage": "315", "lpage": "337", "name_0": "surname:Rutter;given-names:M.", "pub-id_pmid": "4581613", "section_type": "REF", "source": "J. Autism Child. Schizophr.", "type": "ref", "volume": "2", "year": "1972"}, "text": "Childhood schizophrenia reconsidered", "sentences": [], "annotations": [], "relations": []}, {"offset": 52822, "infons": {"fpage": "87", "lpage": "100", "name_0": "surname:Sasson;given-names:N.", "name_1": "surname:Pinkham;given-names:A.", "name_2": "surname:Carpenter;given-names:K.", "name_3": "surname:Belger;given-names:A.", "pub-id_pmid": "21484194", "section_type": "REF", "source": "J. Neurodev. Disord.", "type": "ref", "volume": "3", "year": "2011"}, "text": "The benefit of directly comparing autism and schizophrenia for revealing mechanisms of social cognitive impairment", "sentences": [], "annotations": [], "relations": []}, {"offset": 52937, "infons": {"comment": "(Spec. Iss.)", "fpage": "125", "issue": "2–3", "lpage": "141", "name_0": "surname:Schultz;given-names:R.T.", "pub-id_pmid": "15749240", "section_type": "REF", "source": "Int. J. Dev. Neurosci.", "type": "ref", "volume": "23", "year": "2005"}, "text": "Developmental deficits in social perception in autism: the role of the amygdala and fusiform face area", "sentences": [], "annotations": [], "relations": []}, {"offset": 53040, "infons": {"fpage": "3110", "issue": "4", "lpage": "3121", "name_0": "surname:Shen;given-names:H.", "name_1": "surname:Wang;given-names:L.", "name_2": "surname:Liu;given-names:Y.", "name_3": "surname:Hu;given-names:D.", "pub-id_pmid": "19931396", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Discriminative analysis of resting-state functional connectivity patterns of schizophrenia using low dimensional embedding of fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 53171, "infons": {"fpage": "143", "issue": "3", "lpage": "155", "name_0": "surname:Smith;given-names:S.", "pub-id_pmid": "12391568", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "17", "year": "2002"}, "text": "Fast robust automated brain extraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 53210, "infons": {"fpage": "146", "issue": "1–3", "lpage": "151", "name_0": "surname:Solomon;given-names:M.", "name_1": "surname:Olsen;given-names:E.", "name_2": "surname:Niendam;given-names:T.", "name_3": "surname:Ragland;given-names:J.", "name_4": "surname:Yoon;given-names:J.", "name_5": "surname:Minzenberg;given-names:M.", "name_6": "surname:Carter;given-names:C.", "pub-id_pmid": "21458242", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "131", "year": "2011"}, "text": "From lumping to splitting and back again: atypical social and language development in individuals with clinical-high-risk for psychosis, first episode schizophrenia, and autism spectrum disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 53406, "infons": {"fpage": "16763", "issue": "50", "lpage": "16765", "name_0": "surname:Stevenson;given-names:J.L.", "name_1": "surname:Kellett;given-names:K.A.", "pub-id_pmid": "21159947", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Can magnetic resonance imaging aid diagnosis of the autism spectrum?", "sentences": [], "annotations": [], "relations": []}, {"offset": 53475, "infons": {"fpage": "235", "issue": "2–3", "lpage": "247", "name_0": "surname:Titone;given-names:D.", "name_1": "surname:Ditman;given-names:T.", "name_2": "surname:Holzman;given-names:P.", "name_3": "surname:Eichenbaum;given-names:H.", "name_4": "surname:Levy;given-names:D.", "pub-id_pmid": "15099606", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "68", "year": "2004"}, "text": "Transitive inference in schizophrenia: impairments in relational memory organization", "sentences": [], "annotations": [], "relations": []}, {"offset": 53560, "infons": {"fpage": "683", "issue": "12", "lpage": "696", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Sporns;given-names:O.", "pub-id_pmid": "24231140", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "17", "year": "2013"}, "text": "Network hubs in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 53592, "infons": {"fpage": "7", "lpage": "12", "name_0": "surname:Venkataraman;given-names:A.", "name_1": "surname:Whitford;given-names:T.", "name_2": "surname:Westin;given-names:C.", "name_3": "surname:Golland;given-names:P.", "name_4": "surname:Kubicki;given-names:M.", "pub-id_pmid": "22633528", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "139", "year": "2012"}, "text": "Whole brain resting state functional connectivity abnormalities in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53673, "infons": {"name_0": "surname:Volkmar;given-names:F.", "section_type": "REF", "type": "ref", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 53674, "infons": {"fpage": "475", "issue": "11", "lpage": "486", "name_0": "surname:Wallace;given-names:G.", "name_1": "surname:Case;given-names:L.", "name_2": "surname:Harms;given-names:M.", "name_3": "surname:Silvers;given-names:J.", "name_4": "surname:Kenworthy;given-names:L.", "name_5": "surname:Martin;given-names:A.", "pub-id_pmid": "20661767", "section_type": "REF", "source": "J. Autism Dev. Disord.", "type": "ref", "volume": "41", "year": "2011"}, "text": "Diminished sensitivity to sad facial expressions in high functioning autism spectrum disorders is associated with symptomatology and adaptive functioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 53828, "infons": {"name_0": "surname:Xia;given-names:M.", "name_1": "surname:Wang;given-names:J.", "name_2": "surname:He;given-names:Y.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "BrainNet Viewer: a network visualization tool for human brain connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 53903, "infons": {"name_0": "surname:Yahata;given-names:N.", "name_1": "surname:Morimoto;given-names:J.", "name_10": "surname:Imamizu;given-names:H.", "name_11": "surname:Nanez;given-names:J.", "name_12": "surname:Takahashi;given-names:H.", "name_13": "surname:Okamoto;given-names:Y.", "name_14": "surname:Kasai;given-names:K.", "name_15": "surname:Kato;given-names:N.", "name_16": "surname:Sasaki;given-names:Y.", "name_17": "surname:Watanabe;given-names:T.", "name_18": "surname:Kawata;given-names:M.", "name_2": "surname:Hashimoto;given-names:R.", "name_3": "surname:Lisi;given-names:G.", "name_4": "surname:Shibata;given-names:K.", "name_5": "surname:Kawakubo;given-names:Y.", "name_6": "surname:Kuwabara;given-names:H.", "name_7": "surname:Kuroda;given-names:M.", "name_8": "surname:Yamada;given-names:T.", "name_9": "surname:Megumi;given-names:F.", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "7", "year": "2016"}, "text": "A small number of abnormal brain connections predicts adult autism spectrum disorder", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}