{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5913255", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-018-0118-6", "article-id_pmc": "5913255", "article-id_pmid": "29581420", "article-id_publisher-id": "118", "elocation-id": "69", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Mallikarjun;given-names:Pavan Kumar", "name_1": "surname:Lalousis;given-names:Paris Alexandros", "name_2": "surname:Dunne;given-names:Thomas Frederick", "name_3": "surname:Heinze;given-names:Kareen", "name_4": "surname:Reniers;given-names:Renate LEP", "name_5": "surname:Broome;given-names:Matthew R.", "name_6": "surname:Farmah;given-names:Baldeep", "name_7": "surname:Oyebode;given-names:Femi", "name_8": "surname:Wood;given-names:Stephen J", "name_9": "surname:Upthegrove;given-names:Rachel", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "Aberrant salience network functional connectivity in auditory verbal hallucinations: a first episode psychosis sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 118, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Auditory verbal hallucinations (AVH) often lead to distress and functional disability, and are frequently associated with psychotic illness. Previously both state and trait magnetic resonance imaging (MRI) studies of AVH have identified activity in brain regions involving auditory processing, language, memory and areas of default mode network (DMN) and salience network (SN). Current evidence is clouded by research mainly in participants on long-term medication, with chronic illness and by choice of seed regions made ‘a priori’. Thus, the aim of this study was to elucidate the intrinsic functional connectivity in patients presenting with first episode psychosis (FEP). Resting state functional MRI data were available from 18 FEP patients, 9 of whom also experienced AVH of sufficient duration in the scanner and had symptom capture functional MRI (sc fMRI), together with 18 healthy controls. Symptom capture results were used to accurately identify specific brain regions active during AVH; including the superior temporal cortex, insula, precuneus, posterior cingulate and parahippocampal complex. Using these as seed regions, patients with FEP and AVH showed increased resting sb-FC between parts of the SN and the DMN and between the SN and the cerebellum, but reduced sb-FC between the claustrum and the insula, compared to healthy controls.It is possible that aberrant activity within the DMN and SN complex may be directly linked to impaired salience appraisal of internal activity and AVH generation. Furthermore, decreased intrinsic functional connectivity between the claustrum and the insula may lead to compensatory over activity in parts of the auditory network including areas involved in DMN, auditory processing, language and memory, potentially related to the complex and individual content of AVH when they occur.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1958, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1971, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Auditory verbal hallucinations (AVH) are commonly linked to schizophrenia and occur in over 75% of the patients with First Episode Psychosis (FEP). Current biological models of AVH can be grouped into those based on abnormal brain activation, source-monitoring deficits, or errors in prediction, . The abnormal activation theory proposes that AVH arise from spontaneous activation in the primary auditory, superior temporal cortex and related memory areas. According to source monitoring accounts, AVH results from failure to accurately monitor one’s own internal speech, which is then attributed to an external source. Prediction error models are based on the Bayesian framework that proposes positive symptoms of psychosis including hallucinations arise due to a mismatch between prior expectations and incoming sensory information, leading to a prediction error and voice perception. These models are not mutually exclusive and some commonality exists, for example prediction error can be implicated in source monitoring deficits. Study of brain activity during hallucination itself (symptom capture) allows direct evidence of regions active during hallucinations, and studies using this method show these regions include areas important for auditory perception (primary auditory cortex, and middle and superior temporal cortex), language (inferior frontal gyrus), and memory (hippocampus and parahippocampus). However, there remains a lack of detailed modelling that explains the spontaneous, complex and transient nature of AVH, and how the aberrant activity in these brain regions is triggered in the absence of an external stimuli. Thus the key question of how the brain generates AVH remains unanswered.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3683, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, theories of abnormal integration have been proposed to explain symptoms of schizophrenia, including delusions and hallucinations, with a central abnormality being aberrant activity in intrinsic brain networks such as the default mode network (DMN) or the salience network (SN). Northoff proposed that AVH may result from abnormally elevated resting state activity in auditory cortex or from the default-mode network, with a ‘neural confusion’ between auditory resting state stimulus-induced activity, while Jardri et al. proposed that hallucinations occur during spontaneous DMN withdrawal. Disordered connectivity has also been implicated in schizophrenia, with mechanism of aberrant SN co-ordination of DMN and other brain regions . Thus, there is growing evidence of aberrant DMN and SN activity in schizophrenia, and a failure of integration or altered connectivity within brain networks that may explain positive symptoms including delusions and hallucinations. However, additional evidence is needed to elucidate the relationship of this activity to hallucinations in particular. Previous investigations of AVH, predominantly in patients with schizophrenia and long standing illness, assessing functional connectivity (FC) have used a seed-based approach (sb-FC) based on the three hypotheses outlined above, with seed placement in brain areas responsible for auditory processing, language, and memory; the striatum, and in areas of DMN. These have generated some conflicting results, possibly because of the varying seed placement and failure to control confounding factors such as length of illness and psychotropic medication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5329, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The aim of the current study was to address these confounding factors by investigating the intrinsic FC in FEP patients with AVH. We further aimed to improve selection of seed regions by identifying brain areas activated during AVH itself in the same sample. Based on previous literature in participants with chronic AVH outlined above, we hypothesised that symptom capture in FEP patients would identify areas active in AVH including but not limited to primary auditory cortex, inferior frontal gyrus and the insula and that patients would show aberrant resting state FC between areas of the DMN and SN and these areas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5950, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5972, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 5985, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Eighteen individuals diagnosed with FEP were recruited from the Early Intervention Service and Youth Service, Birmingham and Solihull Mental Health NHS Foundation Trust within 12 months of initial diagnosis and treatment onset. FEP was defined as the first presentation of DSM-IV schizophrenia, schizophreniform disorder, schizoaffective disorder or psychotic disorder not otherwise specified, confirmed using M.I.N.I. International Neuropsychiatric Interview (M.I.N.I. 6.0). All had at least one episode of AVH every other day.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6514, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Age, gender and handedness matched healthy controls (HC) (n = 18) were recruited from the local community via advertisements. HC had no personal history of mental illness or current mental health problems, and no first-degree relative with a history of psychotic disorder as defined by self-report.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6813, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Exclusion criteria for both groups included a history of any neurological disorder, seizures, or significant head injury, any contraindications for MRI and any significant risk history including suicide risk and violence (as assessed by the clinical team).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7070, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Ethical approval was obtained from the NHS HRA (reference 13/WM/0277) Ethics Committee. All participants provided written informed consent to participate in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7238, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Procedure, MRI acquisition and preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 7283, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Information on demographic and clinical variables including age, gender, marital status, duration of treated and untreated psychosis, and current medication was recorded for patients. AVH were comprehensively assessed for both frequency and quality using the Beliefs about Voices Questionnaire—Revised (BAVQ-R), Topography of Voices Rating Scale (TVRS), Voice Power Differential Scale (VPD), and Auditory Hallucinations Subscale of Psychotic Symptoms Rating Scale (PSYRATS).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7758, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 7774, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients underwent neuroimaging including fMRI-symptom capture, resting state and structural MRI at the Birmingham University Imaging Centre using a 3 T Philips Achieva MRI scanner, whilst the HC completed the resting state and structural scan. Patients completed a 10-min fMRI symptom capture run wherein 200 volumes of BOLD-fMRI were acquired (TE = 30 ms, whole-brain coverage, TR = 3 s, voxel size 3 mm × 3 mm × 2 mm, field of view 192 × 192 × 100, flip angle 90°, matrix 64 × 64). Throughout this scan, participants had their right thumb resting on a button; and they were instructed to press and hold this for the duration of any AVHs experienced.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8427, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants completed a 10-min resting state scan when they were in the scanner in a state of wakeful rest with their eyes closed. Two hundred volumes of BOLD-fMRI were acquired (TE = 30 ms, whole-brain coverage, TR = 3 s, voxel size 3 mm × 3 mm × 2 mm, field of view 192 × 192 × 100, flip angle 90°, matrix 64 × 64). T1-weighted images (TR = 8.4 ms, TE = 3.8 ms, flip angle = 8°, FOV = 288 × 232 × 175 mm, voxel size 1mm3) were acquired for each participant for image registration. Participants wore headphones and earplugs throughout both scan runs to attenuate the noise of the scanner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9018, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 9032, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Anatomical and functional MRI scans were preprocessed with statistical parametric mapping software (SPM 8, Friston, The Welcome Department of Cognitive Neurology, London, UK; http://www.fil.ion.ucl.ac.uk/spm) and the Data Processing Assistant for Resting-State fMRI Advanced Edition (DPARSFA) V3.1 (http://rfmri.org/DPARSF).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9357, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing of symptom capture data: Preprocessing of the acquired images included slice time correction, realignment, co-registration with the anatomical image, spatial normalisation using a Montreal Neurological Institute template scan, and smoothing using 8-mm full-width-at-half-maximum 3D Gaussian kernel. If excessive movement was noted of realignment, defined as a translation of > 1 voxel (3 mm × 3 mm × 2 mm) or rotation of >2 degrees, artefact repair was performed to correct for it using the ArtRepair toolbox.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9881, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing of resting state scans: The first ten volumes from each scan were excluded as dummy scans to allow stability of longitudinal magnetisation. The images were then reoriented and corrected for slice timing differences, with the middle slice being used as a reference slice. Both the T1 and the functional images were reoriented in order to improve co-registration accuracy. Brain extraction was then performed on the T1 images in order to remove the skull before co-registration to the functional images and to improve the co-registration algorithm. The T1 images were then coregistered to the functional images and segmented into grey matter, white matter (WM), and cerebrospinal fluid (CSF) partitions. The Friston 24-parameter model was then used to obtain six head motion parameters, six head motion parameters one time-point before, and the 12 corresponding squared items and input them into our model as nuisance regressors. Any time-points that had a framewise displacement of more than 0.5 as well as one time-point before them and two time-points after them were regressed out. The WM and the CSF masks that were created during segmentation were then combined and their time series was calculated. Then, their first five principal components were calculated and entered as nuisance regressors in the model (CompCor). Diffeomorphic Anatomical Registration using Exponentiated Algebra (DARTEL) was used to create a group specific template to which all of the images were normalised to. An affine transformation of the images to the Montreal Neurological Institute (MNI) stereotactic space using the parameters estimated in DARTEL was performed. Finally, the images were smoothed with a Gaussian kernel of 8 mm full-width at half maximum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11637, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 11651, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical analyses of demographic and clinical data were performed using SPSS (SPSS version 24, Chicago, IL, USA). After testing for the normality of the distributions, continuous variables were compared using t-tests and categorical variables were compared using chi-square tests. Significance was set at p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11969, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Symptom capture analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 11994, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "General linear model analysis was used on the pre-processed images. For each subject, one contrast vector (AVH minus rest) was specified to evaluate the effect of AVH (button pressed) relative to the baseline (button not pressed) with the six movement parameters (three translation and three rotation) from pre-processing entered as nuisance regressors. This produced a contrast image for each subject that was then entered into a second level, random-effects analysis, using a one-sample t-test. A group comparison of activation during AVH and at rest was then conducted. A cluster was considered as significant at p < 0.01 (uncorrected) and an extent criterion of k = 60 to reduce the likelihood of identifying false positive clusters. The uncorrected threshold was chosen to reduce the likelihood of type 2 error.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12811, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Seed-based FC analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12834, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The brain regions that were identified in the symptom capture study were included as regions of interest (ROI) for the FC analyses. ROI were created using spherical peak coordinates with a radius of 4 mm. Four millimetre radius was chosen over 6 mm, more frequently used, in the aim of adding specificity to regions chosen. Pearson’s correlations coefficients between the time series of each seed region with voxels of the rest of the brain were then calculated for each ROI. A Fisher transformation was then used to convert these voxel-wise Pearson correlation coefficients into whole-brain z-values for each participant to conduct second-level analyses in SPM8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13498, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The FC maps from individual participants were separately analysed using one-sample t-test for the entire sample with cluster level significance level set at p < 0.05 (family-wise error (FWE) corrected). The results from the one sample t-test were used to derive search volume masks for the FC to constrain subsequent between group analysis. The masks represented regions with significant instantaneous positive correlation or anticorrelation with the seed region. Between group analyses were conducted using an unpaired t-test with significance set at p < 0.05 (FWE corrected). All group level analyses were carried out using SPM8 software and the toolboxes MarsBar (http://marsbar.sourceforge.net) and xjview (http://www.alivelearn.net/xjview8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14245, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the patient group, bivariate correlations were used to examine the influence of current antipsychotic medications (chlorpromazine equivalent), and duration of illness on the mean coefficients within the clusters that emerged as significant from the two-sample t-tests. The scores on severity of hallucinations (TVRS, VPD, PSYRATS) were correlated with the mean coefficients within the clusters that were significantly different between patients and controls. The significance level was set at p < 0.05 (FWE corrected across all comparisons).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14790, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14798, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic and clinical data", "sentences": [], "annotations": [], "relations": []}, {"offset": 14828, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and clinical characteristics of the sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 14883, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>FEP patients with persistent AVH (<italic>n</italic> = 18)</th><th>Healthy controls (<italic>n</italic> = 18)</th><th><italic>p</italic> value</th></tr></thead><tbody><tr><td>Age (mean ± s.d.)</td><td>27.14 ± 5.66</td><td>26.94 ± 4.31</td><td>0.91</td></tr><tr><td>Gender (Male/female)</td><td>15/3</td><td>15/3</td><td>0.73</td></tr><tr><td>Marital status (single/married)</td><td>18/0</td><td>16/2</td><td>0/492</td></tr><tr><td>CPZ equivalents (mean ± s.d.)</td><td>217.85 ± 139.51</td><td/><td/></tr><tr><td>Duration of untreated psychosis (days) (mean ± s.d.)</td><td>323.92 ± 311.23</td><td/><td/></tr><tr><td colspan=\"4\">BAVQ-<italic>R</italic> scores</td></tr><tr><td> Malevolence (mean ± s.d.)</td><td>11.07 ± 4.54</td><td/><td/></tr><tr><td> Benevolence (mean ± s.d.)</td><td>4.00 ± 3.28</td><td/><td/></tr><tr><td> Omnipotence (mean ± s.d.)</td><td>11.57 ± 4.32</td><td/><td/></tr><tr><td> Resistance (mean ± s.d.)</td><td>19.36 ± 3.67</td><td/><td/></tr><tr><td> Engagement (mean ± s.d.)</td><td>5.21 ± 3.98</td><td/><td/></tr><tr><td> TVRS scores (mean ± s.d.)</td><td>17.71 ± 3.47</td><td/><td/></tr><tr><td> VPDS scores (mean ± s.d.)</td><td>22.93 ± 5.44</td><td/><td/></tr><tr><td colspan=\"4\">PSYRATS (auditory hallucination subscale)</td></tr><tr><td> Total score (mean ± s.d.)</td><td>26.86 ± 4.95</td><td/><td/></tr><tr><td> Emotional domain (mean ± s.d.)</td><td>11.29 ± 3.42</td><td/><td/></tr><tr><td> Cognitive domain (mean ± s.d.)</td><td>8.64 ± 1.82</td><td/><td/></tr><tr><td> Physical domain (mean ± s.d.)</td><td>9.79 ± 1.92</td><td/><td/></tr></tbody></table>\n"}, "text": "\tFEP patients with persistent AVH (n = 18)\tHealthy controls (n = 18)\tp value\t \tAge (mean ± s.d.)\t27.14 ± 5.66\t26.94 ± 4.31\t0.91\t \tGender (Male/female)\t15/3\t15/3\t0.73\t \tMarital status (single/married)\t18/0\t16/2\t0/492\t \tCPZ equivalents (mean ± s.d.)\t217.85 ± 139.51\t\t\t \tDuration of untreated psychosis (days) (mean ± s.d.)\t323.92 ± 311.23\t\t\t \tBAVQ-R scores\t \t Malevolence (mean ± s.d.)\t11.07 ± 4.54\t\t\t \t Benevolence (mean ± s.d.)\t4.00 ± 3.28\t\t\t \t Omnipotence (mean ± s.d.)\t11.57 ± 4.32\t\t\t \t Resistance (mean ± s.d.)\t19.36 ± 3.67\t\t\t \t Engagement (mean ± s.d.)\t5.21 ± 3.98\t\t\t \t TVRS scores (mean ± s.d.)\t17.71 ± 3.47\t\t\t \t VPDS scores (mean ± s.d.)\t22.93 ± 5.44\t\t\t \tPSYRATS (auditory hallucination subscale)\t \t Total score (mean ± s.d.)\t26.86 ± 4.95\t\t\t \t Emotional domain (mean ± s.d.)\t11.29 ± 3.42\t\t\t \t Cognitive domain (mean ± s.d.)\t8.64 ± 1.82\t\t\t \t Physical domain (mean ± s.d.)\t9.79 ± 1.92\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15777, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "FEP first episode psychosis, AVH auditory verbal hallucinations, CPZ chlorpromazine, BAVQ-R belief about voices questionnaire—revised, TVRS topography of Voices Rating Scale, VPDS Voice Power Differential Scale, PSYRATS Psychotic Symptom Rating Scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 16029, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Clinical data analyses are summarised in Table 1. Nine individuals with FEP were diagnosed with schizophrenia, four with psychotic disorder not otherwise specified, one with schizoaffective disorder, four with schizophreniform disorder. Median dose of antipsychotic medication currently taken in chlorpromazine equivalents was 200 mg (range 0–400 mg). Two patients were not on any antipsychotic medication. The mean duration of treated psychosis was 103 days (median 99, range 0–360) and of untreated psychosis was 226.5 days (range 6–1095 days).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16576, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Symptom capture analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16601, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Coordinates of brain regions activated during auditory verbal hallucinations (n = 9)", "sentences": [], "annotations": [], "relations": []}, {"offset": 16686, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Region of interest (BA)</th><th>MNI Coordinates (<italic>x</italic><italic>y</italic><italic>z</italic>)</th><th>Cluster size,</th><th><italic>p</italic> value (uncorr)</th></tr></thead><tbody><tr><td colspan=\"4\"> Cluster 1 (left)</td></tr><tr><td> Lingual gyrus (18)</td><td>-24 -58 -4</td><td rowspan=\"3\"><italic>k</italic> = 121</td><td rowspan=\"3\"><italic>p</italic> &lt; 0.001**</td></tr><tr><td> Lingual gyrus (19)</td><td>-18 -46 -8</td></tr><tr><td> Parahippocampal gyrus (19)</td><td>-33 -55 -4</td></tr><tr><td> Cluster 2 (left)</td><td>-48 2 -6</td><td rowspan=\"3\"><italic>k</italic> = 61</td><td rowspan=\"3\"><italic>p</italic> = 0.013</td></tr><tr><td> Insula (22)</td><td>-54 11 -8</td></tr><tr><td> Superior temporal gyrus (22)</td><td>-54 -7 -10</td></tr><tr><td> Superior temporal gyrus (22)</td><td/><td/><td/></tr><tr><td colspan=\"4\"> Cluster 3 (right)</td></tr><tr><td> Superior temporal gyrus (22)</td><td>51 -7 -2</td><td rowspan=\"3\"><italic>k</italic> = 141</td><td rowspan=\"3\"><italic>p</italic> &lt; 0.001**</td></tr><tr><td> Insula</td><td>42 -19 -6</td></tr><tr><td> Superior temporal gyrus (22)</td><td>48 -16 -14</td></tr><tr><td colspan=\"4\"> Cluster 4 (left)</td></tr><tr><td> Claustrum</td><td>-33 -7 -10</td><td rowspan=\"3\"><italic>k</italic> = 65</td><td rowspan=\"3\"><italic>p</italic> = 0.010</td></tr><tr><td> Insula (13)</td><td>-45 -13 -4</td></tr><tr><td> Claustrum</td><td>-39 -1 -8</td></tr><tr><td colspan=\"4\"> Cluster 5 (right)</td></tr><tr><td> Precuneus (31)</td><td>12 -64 22</td><td rowspan=\"3\"><italic>k</italic> = 61</td><td rowspan=\"3\"><italic>p</italic> = 0.013</td></tr><tr><td> Precuneus (31)</td><td>24 -70 20</td></tr><tr><td> Posterior cingulate cortex (31)</td><td>21 -61 14</td></tr></tbody></table>\n"}, "text": "Region of interest (BA)\tMNI Coordinates (xyz)\tCluster size,\tp value (uncorr)\t \t Cluster 1 (left)\t \t Lingual gyrus (18)\t-24 -58 -4\tk = 121\tp < 0.001**\t \t Lingual gyrus (19)\t-18 -46 -8\t \t Parahippocampal gyrus (19)\t-33 -55 -4\t \t Cluster 2 (left)\t-48 2 -6\tk = 61\tp = 0.013\t \t Insula (22)\t-54 11 -8\t \t Superior temporal gyrus (22)\t-54 -7 -10\t \t Superior temporal gyrus (22)\t\t\t\t \t Cluster 3 (right)\t \t Superior temporal gyrus (22)\t51 -7 -2\tk = 141\tp < 0.001**\t \t Insula\t42 -19 -6\t \t Superior temporal gyrus (22)\t48 -16 -14\t \t Cluster 4 (left)\t \t Claustrum\t-33 -7 -10\tk = 65\tp = 0.010\t \t Insula (13)\t-45 -13 -4\t \t Claustrum\t-39 -1 -8\t \t Cluster 5 (right)\t \t Precuneus (31)\t12 -64 22\tk = 61\tp = 0.013\t \t Precuneus (31)\t24 -70 20\t \t Posterior cingulate cortex (31)\t21 -61 14\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17456, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "BA Broadman area", "sentences": [], "annotations": [], "relations": []}, {"offset": 17473, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "**significant at FDR < 0.05", "sentences": [], "annotations": [], "relations": []}, {"offset": 17501, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results of the symptom capture analysis are presented in Table 2. Twelve of the 18 patients with AVH reported hearing voices during the symptom capture scan. The number of AVHs experienced by each participant during the scan time ranged from 1-17 with a mean number of 6.22 (SD 6.00) and median of 3 (IQR 10.00). Individual AVH duration ranged from 4.17–154.93 s with a median of 9.06 s (IQR 11.65). Individual participants’ cumulative duration of AVHs ranged from 4.17–240.83 s with a median of 127.83 s (IQR 121.98). Nine of the 12 patients’ images were used for analysis as 3 patients only had AVH which lasted less than 4 s, thus as the delay in BOLD response is around 8 s, their AVH did not outlast the BOLD response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18229, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The brain regions activated during AVH compared to rest included bilateral auditory processing areas (superior temporal cortex), bilateral insula, posterior regions of DMN (precuneus and posterior cingulate cortex) and lingual/ parahippocampal complex (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18492, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Seed-based FC analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18515, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The areas of activations from the symptom capture study formed the 15 ROI seeds (see Table 2) for the FC analysis. Four subjects had excessive head motion (translation >2.0 mm and rotation >2°) at pre-processing and were removed from the sb-FC analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18769, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Differential functional connectivity (FC) of Insula and Claustrum between patients with AVH (n = 14) and Healthy controls (n = 18)", "sentences": [], "annotations": [], "relations": []}, {"offset": 18900, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Seed region</th><th rowspan=\"2\"/><th rowspan=\"2\">Brain region (BA)</th><th colspan=\"3\">MNI coordinates</th><th rowspan=\"2\">Cluster size (mm<sup>3</sup>)</th><th rowspan=\"2\">Tmax</th><th rowspan=\"2\"><italic>p</italic> corr value<sup>a</sup></th></tr><tr><th>\n<italic>X</italic>\n</th><th>\n<italic>Y</italic>\n</th><th>\n<italic>Z</italic>\n</th></tr></thead><tbody><tr><td rowspan=\"5\">L Insula</td><td rowspan=\"5\">AVH &gt; HC</td><td>R Posterior cerebellum</td><td>30</td><td>−75</td><td>−45</td><td rowspan=\"2\">406</td><td rowspan=\"2\">5.94</td><td rowspan=\"2\">&lt;0.001</td></tr><tr><td>R Posterior cerebellum</td><td>42</td><td>−78</td><td>−33</td></tr><tr><td>R Angular gyrus (39)</td><td>57</td><td>−66</td><td>30</td><td rowspan=\"2\">125</td><td rowspan=\"2\">5.06</td><td rowspan=\"2\">0.026</td></tr><tr><td>R Angular gyrus (39)</td><td>60</td><td>−57</td><td>30</td></tr><tr><td>L Posterior cerebellum</td><td>−21</td><td>−75</td><td>−48</td><td>210</td><td>4.76</td><td>0.003</td></tr><tr><td rowspan=\"4\">L Claustrum</td><td rowspan=\"4\">AVH &gt; HC</td><td>L Posterior cerebellum</td><td>−15</td><td>−84</td><td>−42</td><td rowspan=\"3\">121</td><td rowspan=\"3\">4.94</td><td rowspan=\"3\">0.012</td></tr><tr><td>L Posterior cerebellum</td><td>−39</td><td>−69</td><td>−39</td></tr><tr><td>L Posterior cerebellum</td><td>−48</td><td>−63</td><td>−48</td></tr><tr><td>R Postcentral gyrus (5)</td><td>6</td><td>−51</td><td>75</td><td>134</td><td>4.72</td><td>0.007</td></tr><tr><td>L Claustrum</td><td>HC &gt; AVH</td><td>L Insula (13)</td><td>−39</td><td>−3</td><td>−6</td><td>101</td><td>4.42</td><td>0.024</td></tr></tbody></table>\n"}, "text": "Seed region\t\tBrain region (BA)\tMNI coordinates\tCluster size (mm3)\tTmax\tp corr valuea\t \tX\tY\tZ\t \tL Insula\tAVH > HC\tR Posterior cerebellum\t30\t−75\t−45\t406\t5.94\t<0.001\t \tR Posterior cerebellum\t42\t−78\t−33\t \tR Angular gyrus (39)\t57\t−66\t30\t125\t5.06\t0.026\t \tR Angular gyrus (39)\t60\t−57\t30\t \tL Posterior cerebellum\t−21\t−75\t−48\t210\t4.76\t0.003\t \tL Claustrum\tAVH > HC\tL Posterior cerebellum\t−15\t−84\t−42\t121\t4.94\t0.012\t \tL Posterior cerebellum\t−39\t−69\t−39\t \tL Posterior cerebellum\t−48\t−63\t−48\t \tR Postcentral gyrus (5)\t6\t−51\t75\t134\t4.72\t0.007\t \tL Claustrum\tHC > AVH\tL Insula (13)\t−39\t−3\t−6\t101\t4.42\t0.024\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19494, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "BA Broadman area, L left, R right", "sentences": [], "annotations": [], "relations": []}, {"offset": 19528, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "a Family-wise error (FWE) corrected", "sentences": [], "annotations": [], "relations": []}, {"offset": 19564, "infons": {"file": "41398_2018_118_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Whole-brain voxel-based comparisons of the Insula/Claustrum functional connectivity in schizophrenia patients with auditory verbal hallucinations (AVH, n = 14) and matched healthy volunteers (HC, n = 18).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19769, "infons": {"file": "41398_2018_118_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Contrast maps are overlaid on a structural MRI brain (n = 32; Pcorr 0.05). Increased sb-FC was detected in patients between left Insula and bilateral posterior cerebellum and angular gyrus (a). Increased sb-FC was detected in patients between left Claustrum and left posterior cerebellum and right post central gyrus (b). A decreased sb-FC was measured in patients between left claustrum and left insula (c). Colour bars show a scale of t values", "sentences": [], "annotations": [], "relations": []}, {"offset": 20215, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was a statistically significant difference between patients with AVH and HC in FC on 2 of the 15 seed regions. The left insula and left claustrum seeds showed significant differences between patients with AVH and HC (Table 3 and Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20459, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patients showed increased FC between left insula and bilateral cerebellum, and angular gyrus; and increased FC between left claustrum and left cerebellum and postcentral gyrus. There was reduced FC in FEP patients with AVH between left claustrum and left insula compared to HC. The FC between left insula and left claustrum seeds for patients and HC is shown separately in supplementary information (Tables 1–4 in supplementary information).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20901, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no significant correlations between DUP, dose of antipsychotic medications, and severity of hallucinations and the mean coefficients of clusters that were significantly different between FEP patients and HC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21120, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 21131, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This is the first study of FC in FEP patients with frequent AVH and matched controls, using seed regions obtained during symptom capture in the same group. Thus, we report results with reduced confounding factors of chronicity of illness, repeated episodes, long duration of treatment and model based selection of seed regions. The results from symptom capture showed that the bilateral superior temporal cortex, precuneus/posterior cingulate cortex, bilateral insula and parahippocampal regions were active during AVH. Using these areas as seed regions, we found that, compared to HC, FEP patients with frequent AVH had increased FC between left insula and bilateral cerebellum and angular gyrus; and increased FC between left claustrum and left cerebellum and postcentral gyrus. We also found reduced FC between left claustrum and left insula in FEP with AVH patients compared to HC. Contrary to our hypotheses, we found no significant sb-FC results from seeds placed in auditory processing areas [bilateral superior temporal gyrus (STG)], areas involved in memory (parahippocampal gyrus and lingual gyrus), or posterior DMN (precuneus and posterior cingulate cortex).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22302, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Thus, our main results include increased FC between left insula (a key node of SN) and the angular gyrus, a region which has been consistently identified as a key parietal node of the DMN. It is possible the pathology of AVH is primarily located in these two regions; the insula and angular gyrus. Our results of both the left insula seed shows connectivity with right insula and anterior cingulate cortex (key regions of SN). Together with literature from patients with chronic AVH, the suggestion may be that resting state dysconnectivity within the DMN and SN are implicated in the generation of AVH, which during the experience itself will further involve temporal and auditory networks. Reduction in left insula volume has been observed in patients with schizophrenia and prominent hallucinations and volumes of the left insula and right STG have been negatively correlated with severity of AVH in a meta-analysis of structural studies. Although with a small sample and cross sectional study it is speculative to propose definitive models, our results suggest that AVH possibly begin with dysconnectivity between the DMN and SN. AVH are then further developed by the incorporation of other regions resulting in a ‘heard’ experience or one associated with memory, as our symptom capture results confirm activation in the superior temporal cortex, and parahippocampal areas during AVH itself.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23698, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We also found increased FC in FEP with AVH between the left insula and the bilateral posterior cerebellum; and between the left claustrum and the left posterior cerebellum. Additionally, we found reduced sb-FC between the left claustrum and the left insula in FEP with AVH in comparison to HC, which has not been reported previously. The claustrum has been reported to be activated specifically during AVH. The role of the claustrum includes sensory binding, modulation of selective attention, synchrony detection, and modulation and switching between intrinsic networks. Reduced FC between the claustrum and the insula may indicate a reduced input of multi-sensory integrated information from claustrum to insula, which may impact on proximal salience appraisal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24462, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Contrary to our findings, Clos et al. previously found reduced connectivity in several brain regions in patients with AVH including between right cerebellum and left thalamus. However this may be the result of different methodology (which involved replicating voice experience with playing recorded speech-like sounds) and choice of seed placement. Our findings suggest a greater role for the insula in AVH which, along with anterior cingulate cortex and ventral striatum, has been shown to be an important brain region involved in prediction error coding. Aberrant predictive coding error could be a mechanism by which the SN dysfunction leads to AVH. Timing, sensory prediction and learning are involved in perceptual processes, are key functions of the cerebellum which may have aberrant FC in patients with AVH. The cerebellum is part of several intrinsic brain networks including the SN and the DMN, and our results add to the evidence for dysconnectivity involving the cerebellum in the generation of AVH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25474, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We tentatively propose a unitary model of AVH, building on previous literature and our preliminary findings, with aberrant connectivity between the SN and DMN essential in AVH generation. The SN is necessary to initiate and modify sensory information and action and mediates the switching between the DMN and the task positive network. In this model, insula dysfunction is essential in the generation of AVH via evaluation of stimuli and attribution of salience to them. Aberrant activity within the claustrum–insula complex may be involved in impaired proximal salience appraisal leading to AVH, with compensatory activity in other areas, including the auditory network and areas involved in auditory processing, language and memory, and areas involved network dysconnectivity in predictive coding (cerebellum). This model could incorporate the abnormal integration, source monitoring and prediction error theories. Future studies would be needed to elucidate the temporal relationship this model suggests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26482, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results of this present study and any model suggested should be interpreted with caution due to clear limitations. These include primarily the small sample size, particularly of participants included in the symptom capture analysis, however this is comparable with previous fMRI symptom capture studies in chronic schizophrenia, which number 1–18, and reflect the challenge of capturing AVH in real time . We have been cautious in interpretation of our results therein. In addition, not all of the participants experienced hallucinations during the symptom capture part of the study and thus it is possible that these participants had different brain regions active during their AVH that were not captured in our seed placement for sb-FC. Patients included in the symptom capture analysis had a cumulative median duration of AVH of 127 s (out of 600 s of scan time). This along with our less stringent use of uncorrected cluster level significance of p < 0.01 may suggest that this study was underpowered with a potential for type 2 error. Notwithstanding, the results of the symptom capture have identified similar areas as the meta-analysis by Jardri et al. which provides some validity to the results from the symptom capture analysis and suggest the changes seen in chronic schizophrenia are also present early in the course of illness. Future studies should include a clinical control group of patients with psychosis who are not experiencing AVH to definitively establish the specificity of results to AVH rather than other group characteristics. Using seed regions generated during symptom capture provide validity to a regions’ involvement in AVH, however with 15 seeds being used for sb-FC analysis, there is a possibility of type 1 error. To give some address to this we have corrected for multiple comparisons using family-wise error correction within each analysis. Finally, although we have found no correlation with our FC results and medication, given the majority of participants were medicated cannot rule out effects entirely.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28531, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, in FEP patients with frequent AVH and reduced confounds of long duration of treatment, repeated episodes or length of illness, there was some evidence of aberrant FC between the SN and the DMN; the SN and the cerebellum; and the SN and the claustrum. This may provide some basis of a unified mechanism for the generation of AVH, with the claustrum/ insula as a novel target area of interest. Future research should focus on the strength and directionality of connectivity between these regions and the temporal relationship between this and auditory processing, language and memory areas to explore the specificity of this aberrant FC to the detailed and varied experience of voice hearing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29234, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 29268, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Joint last authors: Stephen J Wood, Rachel Upthegrove.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29323, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 29357, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary Information accompanies this paper at (10.1038/s41398-018-0118-6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29438, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29575, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 29596, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29656, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 29667, "infons": {"fpage": "27", "lpage": "49", "name_0": "surname:Andreasen;given-names:NC", "name_1": "surname:Flaum;given-names:M", "pub-id_doi": "10.1093/schbul/17.1.27", "pub-id_pmid": "2047788", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "17", "year": "1991"}, "text": "Schizophrenia: the characteristic symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 29710, "infons": {"fpage": "211", "lpage": "218", "name_0": "surname:Upthegrove;given-names:R", "pub-id_doi": "10.1111/j.1600-0447.2009.01506.x", "pub-id_pmid": "19922525", "section_type": "REF", "source": "Acta Psychiatr. Scand.", "type": "ref", "volume": "122", "year": "2010"}, "text": "The evolution of depression and suicidality in first episode psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 29781, "infons": {"fpage": "268", "lpage": "274", "name_0": "surname:Galletti;given-names:C", "name_1": "surname:Paolini;given-names:E", "name_2": "surname:Tortorella;given-names:A", "name_3": "surname:Compton;given-names:MT", "pub-id_doi": "10.1016/j.psychres.2017.04.056", "pub-id_pmid": "28482196", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "254", "year": "2017"}, "text": "Auditory and non-auditory hallucinations in first-episode psychosis: differential associations with diverse clinical features", "sentences": [], "annotations": [], "relations": []}, {"offset": 29907, "infons": {"fpage": "1110", "lpage": "1123", "name_0": "surname:Alderson-Day;given-names:B", "pub-id_doi": "10.1093/schbul/sbw078", "pub-id_pmid": "27280452", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "42", "year": "2016"}, "text": "Auditory Hallucinations and the Brain’s Resting-State Networks: findings and methodological observations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30012, "infons": {"fpage": "78", "lpage": "87", "name_0": "surname:Alderson-Day;given-names:B", "name_1": "surname:McCarthy-Jones;given-names:S", "name_2": "surname:Fernyhough;given-names:C", "pub-id_doi": "10.1016/j.neubiorev.2015.04.016", "pub-id_pmid": "25956256", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "55", "year": "2015"}, "text": "Hearing voices in the resting brain: a review of intrinsic functional connectivity research on auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30138, "infons": {"fpage": "1", "lpage": "20", "name_0": "surname:Ćurčić-Blake;given-names:B", "pub-id_doi": "10.1016/j.pneurobio.2016.11.002", "pub-id_pmid": "27890810", "section_type": "REF", "source": "Prog. Neurobiol.", "type": "ref", "volume": "148", "year": "2017"}, "text": "Interaction of language, auditory and memory brain networks in auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30232, "infons": {"fpage": "155", "name_0": "surname:Cho;given-names:R", "name_1": "surname:Wu;given-names:W", "pub-id_doi": "10.3389/fpsyt.2013.00155", "pub-id_pmid": "24348430", "section_type": "REF", "source": "Front. Psychiatry", "type": "ref", "volume": "4", "year": "2013"}, "text": "Mechanisms of Auditory Verbal Hallucination in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30293, "infons": {"fpage": "144", "name_0": "surname:Kompus;given-names:K", "pub-id_doi": "10.3389/fnhum.2013.00144", "pub-id_pmid": "23630479", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "The role of the primary auditory cortex in the neural mechanism of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30391, "infons": {"fpage": "175", "lpage": "191", "name_0": "surname:Allen;given-names:P", "name_1": "surname:Larøi;given-names:F", "name_2": "surname:McGuire;given-names:PK", "name_3": "surname:Aleman;given-names:A", "pub-id_doi": "10.1016/j.neubiorev.2007.07.012", "pub-id_pmid": "17884165", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "32", "year": "2008"}, "text": "The hallucinating brain: a review of structural and functional neuroimaging studies of hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30493, "infons": {"fpage": "65", "lpage": "83", "name_0": "surname:Waters;given-names:FAV", "name_1": "surname:Badcock;given-names:JC", "name_2": "surname:Michie;given-names:PT", "name_3": "surname:Maybery;given-names:MT", "pub-id_doi": "10.1080/13546800444000191", "pub-id_pmid": "16537234", "section_type": "REF", "source": "Cogn. Neuropsychiatry", "type": "ref", "volume": "11", "year": "2006"}, "text": "Auditory hallucinations in schizophrenia: intrusive thoughts and forgotten memories", "sentences": [], "annotations": [], "relations": []}, {"offset": 30577, "infons": {"fpage": "596", "lpage": "600", "name_0": "surname:McGuire;given-names:PK", "pub-id_doi": "10.1016/S0140-6736(95)91435-8", "section_type": "REF", "source": "Lancet Lond. Engl.", "type": "ref", "volume": "346", "year": "1995"}, "text": "Abnormal monitoring of inner speech: a physiological basis for auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30664, "infons": {"fpage": "48", "lpage": "58", "name_0": "surname:Fletcher;given-names:PC", "name_1": "surname:Frith;given-names:CD", "pub-id_doi": "10.1038/nrn2536", "pub-id_pmid": "19050712", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "10", "year": "2009"}, "text": "Perceiving is believing: a Bayesian approach to explaining the positive symptoms of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30762, "infons": {"fpage": "73", "lpage": "81", "name_0": "surname:Jardri;given-names:R", "name_1": "surname:Pouchet;given-names:A", "name_2": "surname:Pins;given-names:D", "name_3": "surname:Thomas;given-names:P", "pub-id_doi": "10.1176/appi.ajp.2010.09101522", "pub-id_pmid": "20952459", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "Cortical activations during auditory verbal hallucinations in schizophrenia: a coordinate-based meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 30872, "infons": {"fpage": "779", "lpage": "786", "name_0": "surname:Kühn;given-names:S", "name_1": "surname:Gallinat;given-names:J", "pub-id_doi": "10.1093/schbul/sbq152", "pub-id_pmid": "21177743", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Quantitative meta-analysis on state and trait aspects of auditory verbal hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30977, "infons": {"fpage": "695", "lpage": "703", "name_0": "surname:Allen;given-names:P", "pub-id_doi": "10.1093/schbul/sbs066", "pub-id_pmid": "22535906", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Neuroimaging auditory hallucinations in schizophrenia: from neuroanatomy to neurochemistry and beyond", "sentences": [], "annotations": [], "relations": []}, {"offset": 31079, "infons": {"fpage": "202", "lpage": "214", "name_0": "surname:Northoff;given-names:G", "name_1": "surname:Qin;given-names:P", "pub-id_doi": "10.1016/j.schres.2010.11.009", "pub-id_pmid": "21146961", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "127", "year": "2011"}, "text": "How can the brain’s resting state activity generate hallucinations? A ‘resting state hypothesis’ of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31210, "infons": {"fpage": "1108", "lpage": "1117", "name_0": "surname:Jardri;given-names:R", "name_1": "surname:Thomas;given-names:P", "name_2": "surname:Delmaire;given-names:C", "name_3": "surname:Delion;given-names:P", "name_4": "surname:Pins;given-names:D", "pub-id_doi": "10.1093/cercor/bhs082", "section_type": "REF", "source": "Cereb. Cortex N. Y N.", "type": "ref", "volume": "23", "year": "2013"}, "text": "The neurodynamic organization of modality-dependent hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31277, "infons": {"fpage": "17", "name_0": "surname:Palaniyappan;given-names:L", "name_1": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1503/jpn.100176", "pub-id_pmid": "21693094", "section_type": "REF", "source": "J. Psychiatry Neurosci.", "type": "ref", "volume": "37", "year": "2012"}, "text": "Does the salience network play a cardinal role in psychosis? An emerging hypothesis of insular dysfunction", "sentences": [], "annotations": [], "relations": []}, {"offset": 31384, "infons": {"fpage": "2571", "lpage": "2586", "name_0": "surname:Lefebvre;given-names:S", "pub-id_doi": "10.1002/hbm.23197", "pub-id_pmid": "27016153", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "37", "year": "2016"}, "text": "Network dynamics during the different stages of hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31464, "infons": {"fpage": "189", "lpage": "195", "name_0": "surname:Northoff;given-names:G", "pub-id_doi": "10.9758/cpn.2014.12.3.189", "pub-id_pmid": "25598821", "section_type": "REF", "source": "Clin. Psychopharmacol. Neurosci.", "type": "ref", "volume": "12", "year": "2014"}, "text": "Are auditory hallucinations related to the brain’s resting state activity? A ‘Neurophenomenal Resting State Hypothesis’", "sentences": [], "annotations": [], "relations": []}, {"offset": 31584, "infons": {"fpage": "260", "lpage": "268", "name_0": "surname:Shinn;given-names:AK", "name_1": "surname:Baker;given-names:JT", "name_2": "surname:Cohen;given-names:BM", "name_3": "surname:Ongür;given-names:D", "pub-id_doi": "10.1016/j.schres.2012.11.037", "pub-id_pmid": "23287311", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "143", "year": "2013"}, "text": "Functional connectivity of left Heschl’s gyrus in vulnerability to auditory hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31692, "infons": {"fpage": "581", "lpage": "594", "name_0": "surname:Clos;given-names:M", "name_1": "surname:Diederen;given-names:KMJ", "name_2": "surname:Meijering;given-names:AL", "name_3": "surname:Sommer;given-names:IE", "name_4": "surname:Eickhoff;given-names:SB", "pub-id_doi": "10.1007/s00429-013-0519-5", "pub-id_pmid": "23423461", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "219", "year": "2014"}, "text": "Aberrant connectivity of areas for decoding degraded speech in patients with auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31800, "infons": {"fpage": "e43516", "name_0": "surname:Sommer;given-names:IE", "name_1": "surname:Clos;given-names:M", "name_2": "surname:Meijering;given-names:AL", "name_3": "surname:Diederen;given-names:KMJ", "name_4": "surname:Eickhoff;given-names:SB", "pub-id_doi": "10.1371/journal.pone.0043516", "pub-id_pmid": "22970130", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Resting state functional connectivity in patients with chronic hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31878, "infons": {"fpage": "1685", "lpage": "1696", "name_0": "surname:Diederen;given-names:KMJ", "pub-id_doi": "10.1017/S0033291712002541", "pub-id_pmid": "23199762", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "43", "year": "2013"}, "text": "Aberrant resting-state connectivity in non-psychotic individuals with auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31972, "infons": {"fpage": "407", "lpage": "414", "name_0": "surname:Hoffman;given-names:RE", "name_1": "surname:Fernandez;given-names:T", "name_2": "surname:Pittman;given-names:B", "name_3": "surname:Hampson;given-names:M", "pub-id_doi": "10.1016/j.biopsych.2010.09.050", "pub-id_pmid": "21145042", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Elevated functional connectivity along a corticostriatal loop and the mechanism of auditory/verbal hallucinations in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32117, "infons": {"fpage": "13", "lpage": "22", "name_0": "surname:Cui;given-names:LB", "pub-id_doi": "10.1016/j.schres.2016.02.039", "pub-id_pmid": "26995674", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "173", "year": "2016"}, "text": "Putamen-related regional and network functional deficits in first-episode schizophrenia with auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 32241, "infons": {"fpage": "912", "lpage": "918", "name_0": "surname:Vercammen;given-names:A", "name_1": "surname:Knegtering;given-names:H", "name_2": "surname:den Boer;given-names:JA", "name_3": "surname:Liemburg;given-names:EJ", "name_4": "surname:Aleman;given-names:A", "pub-id_doi": "10.1016/j.biopsych.2009.11.017", "pub-id_pmid": "20060103", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Auditory hallucinations in schizophrenia are associated with reduced functional connectivity of the temporo-parietal area", "sentences": [], "annotations": [], "relations": []}, {"offset": 32363, "infons": {"fpage": "261", "lpage": "268", "name_0": "surname:Alonso-Solís;given-names:A", "pub-id_doi": "10.1016/j.schres.2014.10.047", "pub-id_pmid": "25468173", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "161", "year": "2015"}, "text": "Resting-state functional connectivity alterations in the default network of schizophrenia patients with persistent auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 32509, "infons": {"fpage": "352", "lpage": "367", "name_0": "surname:Upthegrove;given-names:R", "pub-id_doi": "10.1111/acps.12531", "pub-id_pmid": "26661730", "section_type": "REF", "source": "Acta Psychiatr. Scand.", "type": "ref", "volume": "133", "year": "2016"}, "text": "Understanding auditory verbal hallucinations: a systematic review of current evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 32595, "infons": {"section_type": "REF", "source": "Diagnostic and Statistical Manual of Mental Disorders", "type": "ref", "year": "1994"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 32596, "infons": {"fpage": "22", "lpage": "33", "name_0": "surname:Sheehan;given-names:DV", "pub-id_pmid": "9881538", "section_type": "REF", "source": "J. Clin. Psychiatry", "type": "ref", "volume": "59", "year": "1998"}, "text": "The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10", "sentences": [], "annotations": [], "relations": []}, {"offset": 32760, "infons": {"fpage": "229", "lpage": "232", "name_0": "surname:Chadwick;given-names:P", "name_1": "surname:Lees;given-names:S", "name_2": "surname:Birchwood;given-names:M", "pub-id_doi": "10.1192/bjp.177.3.229", "pub-id_pmid": "11040883", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "177", "year": "2000"}, "text": "The revised Beliefs About Voices Questionnaire (BAVQ-R)", "sentences": [], "annotations": [], "relations": []}, {"offset": 32816, "infons": {"fpage": "264", "lpage": "267", "name_0": "surname:Hustig;given-names:HH", "name_1": "surname:Hafner;given-names:RJ", "pub-id_doi": "10.1097/00005053-199004000-00009", "pub-id_pmid": "2319235", "section_type": "REF", "source": "J. Nerv. Ment. Dis.", "type": "ref", "volume": "178", "year": "1990"}, "text": "Persistent auditory hallucinations and their relationship to delusions and mood", "sentences": [], "annotations": [], "relations": []}, {"offset": 32896, "infons": {"fpage": "337", "lpage": "344", "name_0": "surname:Birchwood;given-names:M", "name_1": "surname:Meaden;given-names:A", "name_2": "surname:Trower;given-names:P", "name_3": "surname:Gilbert;given-names:P", "name_4": "surname:Plaistow;given-names:J", "pub-id_doi": "10.1017/S0033291799001828", "pub-id_pmid": "10824654", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "30", "year": "2000"}, "text": "The power and omnipotence of voices: subordination and entrapment by voices and significant others", "sentences": [], "annotations": [], "relations": []}, {"offset": 32995, "infons": {"fpage": "879", "lpage": "889", "name_0": "surname:Haddock;given-names:G", "name_1": "surname:McCarron;given-names:J", "name_2": "surname:Tarrier;given-names:N", "name_3": "surname:Faragher;given-names:EB", "pub-id_doi": "10.1017/S0033291799008661", "pub-id_pmid": "10473315", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "29", "year": "1999"}, "text": "Scales to measure dimensions of hallucinations and delusions: the psychotic symptom rating scales (PSYRATS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 33103, "infons": {"fpage": "13", "name_0": "surname:Chao-Gan;given-names:Y", "name_1": "surname:Yu-Feng;given-names:Z", "pub-id_pmid": "20577591", "section_type": "REF", "source": "Front. Syst. Neurosci.", "type": "ref", "volume": "4", "year": "2010"}, "text": "DPARSF: a MATLAB toolbox for ‘pipeline’ data analysis of resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 33179, "infons": {"fpage": "S58", "name_0": "surname:Mazaika;given-names:PK", "name_1": "surname:Hoeft;given-names:F", "name_2": "surname:Glover;given-names:G", "name_3": "surname:Reiss;given-names:AL", "pub-id_doi": "10.1016/S1053-8119(09)70238-1", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "47", "year": "2009"}, "text": "Methods and software for fMRI analysis of clinical subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 33239, "infons": {"fpage": "346", "lpage": "355", "name_0": "surname:Friston;given-names:KJ", "name_1": "surname:Williams;given-names:S", "name_2": "surname:Howard;given-names:R", "name_3": "surname:Frackowiak;given-names:RSJ", "name_4": "surname:Turner;given-names:R", "pub-id_doi": "10.1002/mrm.1910350312", "pub-id_pmid": "8699946", "section_type": "REF", "source": "Magn. Reson. Med.", "type": "ref", "volume": "35", "year": "1996"}, "text": "Movement-related effects in fMRI time-series", "sentences": [], "annotations": [], "relations": []}, {"offset": 33284, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Barnes;given-names:KA", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Schlaggar;given-names:BL", "name_4": "surname:Petersen;given-names:SE", "pub-id_doi": "10.1016/j.neuroimage.2011.10.018", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 33387, "infons": {"fpage": "90", "lpage": "101", "name_0": "surname:Behzadi;given-names:Y", "name_1": "surname:Restom;given-names:K", "name_2": "surname:Liau;given-names:J", "name_3": "surname:Liu;given-names:TT", "pub-id_doi": "10.1016/j.neuroimage.2007.04.042", "pub-id_pmid": "17560126", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "37", "year": "2007"}, "text": "A component based noise correction method (CompCor) for BOLD and perfusion based fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 33473, "infons": {"fpage": "95", "lpage": "113", "name_0": "surname:Ashburner;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2007.07.007", "pub-id_pmid": "17761438", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "38", "year": "2007"}, "text": "A fast diffeomorphic image registration algorithm", "sentences": [], "annotations": [], "relations": []}, {"offset": 33523, "infons": {"fpage": "2349", "name_0": "surname:Seeley;given-names:WW", "pub-id_doi": "10.1523/JNEUROSCI.5587-06.2007", "section_type": "REF", "source": "J. Neurosci. J. Soc. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Dissociable intrinsic connectivity networks for salience processing and executive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 33613, "infons": {"fpage": "676", "lpage": "682", "name_0": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1073/pnas.98.2.676", "pub-id_pmid": "11209064", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "98", "year": "2001"}, "text": "A default mode of brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 33646, "infons": {"fpage": "253", "lpage": "258", "name_0": "surname:Greicius;given-names:MD", "name_1": "surname:Krasnow;given-names:B", "name_2": "surname:Reiss;given-names:AL", "name_3": "surname:Menon;given-names:V", "pub-id_doi": "10.1073/pnas.0135058100", "pub-id_pmid": "12506194", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "100", "year": "2003"}, "text": "Functional connectivity in the resting brain: a network analysis of the default mode hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33742, "infons": {"fpage": "625", "lpage": "37", "name_0": "surname:Uddin;given-names:LQ", "name_1": "surname:Clare Kelly;given-names:AM", "name_2": "surname:Biswal;given-names:BB", "name_3": "surname:Castellanos;given-names:FX", "name_4": "surname:Milham;given-names:MP", "pub-id_doi": "10.1002/hbm.20531", "pub-id_pmid": "18219617", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "30", "year": "2009"}, "text": "Functional connectivity of default mode network components: correlation, anticorrelation, and causality", "sentences": [], "annotations": [], "relations": []}, {"offset": 33846, "infons": {"fpage": "1331", "lpage": "1341", "name_0": "surname:Shapleske;given-names:J", "section_type": "REF", "source": "Cereb. Cortex N. Y N. 1991", "type": "ref", "volume": "12", "year": "2002"}, "text": "A computational morphometric MRI study of schizophrenia: effects of hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 33929, "infons": {"fpage": "169", "lpage": "173", "name_0": "surname:Palaniyappan;given-names:L", "name_1": "surname:Balain;given-names:V", "name_2": "surname:Radua;given-names:J", "name_3": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1016/j.schres.2012.01.038", "pub-id_pmid": "22341902", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "137", "year": "2012"}, "text": "Structural correlates of auditory hallucinations in schizophrenia: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34012, "infons": {"fpage": "1046", "lpage": "1055", "name_0": "surname:Modinos;given-names:G", "pub-id_doi": "10.1016/j.cortex.2012.01.009", "pub-id_pmid": "22370252", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "Neuroanatomy of auditory verbal hallucinations in schizophrenia: a quantitative meta-analysis of voxel-based morphometry studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 34141, "infons": {"fpage": "27", "lpage": "32", "name_0": "surname:van Lutterveld;given-names:R", "name_1": "surname:Diederen;given-names:KMJ", "name_2": "surname:Koops;given-names:S", "name_3": "surname:Begemann;given-names:MJH", "name_4": "surname:Sommer;given-names:IEC", "pub-id_doi": "10.1016/j.schres.2013.01.004", "pub-id_pmid": "23375942", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "145", "year": "2013"}, "text": "The influence of stimulus detection on activation patterns during auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 34231, "infons": {"fpage": "1271", "lpage": "1279", "name_0": "surname:Crick;given-names:FC", "name_1": "surname:Koch;given-names:C", "pub-id_doi": "10.1098/rstb.2005.1661", "section_type": "REF", "source": "Philos. Trans. R. Soc. B Biol. Sci.", "type": "ref", "volume": "360", "year": "2005"}, "text": "What is the function of the claustrum?", "sentences": [], "annotations": [], "relations": []}, {"offset": 34270, "infons": {"fpage": "486", "lpage": "495", "name_0": "surname:Goll;given-names:Y", "name_1": "surname:Atlan;given-names:G", "name_2": "surname:Citri;given-names:A", "pub-id_doi": "10.1016/j.tins.2015.05.006", "pub-id_pmid": "26116988", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "38", "year": "2015"}, "text": "Attention: the claustrum", "sentences": [], "annotations": [], "relations": []}, {"offset": 34295, "infons": {"fpage": "53", "name_0": "surname:Smythies;given-names:J", "name_1": "surname:Edelstein;given-names:L", "name_2": "surname:Ramachandran;given-names:V", "pub-id_doi": "10.3389/fnint.2012.00053", "pub-id_pmid": "22876222", "section_type": "REF", "source": "Front. Integr. Neurosci.", "type": "ref", "volume": "6", "year": "2012"}, "text": "Hypotheses relating to the function of the claustrum", "sentences": [], "annotations": [], "relations": []}, {"offset": 34348, "infons": {"fpage": "158", "name_0": "surname:Patru;given-names:MC", "name_1": "surname:Reser;given-names:DH", "pub-id_doi": "10.3389/fpsyt.2015.00158", "pub-id_pmid": "26617532", "section_type": "REF", "source": "Front. Psychiatry", "type": "ref", "volume": "6", "year": "2015"}, "text": "A new perspective on delusional states—evidence for claustrum involvement", "sentences": [], "annotations": [], "relations": []}, {"offset": 34422, "infons": {"fpage": "1042", "lpage": "1045", "name_0": "surname:Pessiglione;given-names:M", "name_1": "surname:Seymour;given-names:B", "name_2": "surname:Flandin;given-names:G", "name_3": "surname:Dolan;given-names:RJ", "name_4": "surname:Frith;given-names:CD", "pub-id_doi": "10.1038/nature05051", "pub-id_pmid": "16929307", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "442", "year": "2006"}, "text": "Dopamine-dependent prediction errors underpin reward-seeking behaviour in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 34503, "infons": {"fpage": "147", "lpage": "157", "name_0": "surname:Limongi;given-names:R", "name_1": "surname:Sutherland;given-names:SC", "name_2": "surname:Zhu;given-names:J", "name_3": "surname:Young;given-names:ME", "name_4": "surname:Habib;given-names:R", "pub-id_doi": "10.1016/j.neuroimage.2012.12.078", "pub-id_pmid": "23333417", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "71", "year": "2013"}, "text": "Temporal prediction errors modulate cingulate-insular coupling", "sentences": [], "annotations": [], "relations": []}, {"offset": 34566, "infons": {"fpage": "116", "name_0": "surname:D’Angelo;given-names:E", "name_1": "surname:Casali;given-names:S", "pub-id_pmid": "23335884", "section_type": "REF", "source": "Front. Neural Circuits", "type": "ref", "volume": "6", "year": "2013"}, "text": "Seeking a unified framework for cerebellar function and dysfunction: from circuit operations to cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 34672, "infons": {"fpage": "197", "lpage": "220", "name_0": "surname:Baumann;given-names:O", "pub-id_doi": "10.1007/s12311-014-0627-7", "section_type": "REF", "source": "Cerebellum Lond. Engl.", "type": "ref", "volume": "14", "year": "2015"}, "text": "Consensus paper: the role of the cerebellum in perceptual processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 34740, "infons": {"fpage": "8586", "lpage": "8594", "name_0": "surname:Habas;given-names:C", "pub-id_doi": "10.1523/JNEUROSCI.1868-09.2009", "section_type": "REF", "source": "J. Neurosci. J. Soc. Neurosci.", "type": "ref", "volume": "29", "year": "2009"}, "text": "Distinct cerebellar contributions to intrinsic connectivity networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 34809, "infons": {"fpage": "655", "lpage": "667", "name_0": "surname:Menon;given-names:V", "name_1": "surname:Uddin;given-names:LQ", "pub-id_doi": "10.1007/s00429-010-0262-0", "pub-id_pmid": "20512370", "section_type": "REF", "source": "Brain. Struct. Funct.", "type": "ref", "volume": "214", "year": "2010"}, "text": "Saliency, switching, attention and control: a network model of insula function", "sentences": [], "annotations": [], "relations": []}, {"offset": 34888, "infons": {"fpage": "12569", "lpage": "12574", "name_0": "surname:Sridharan;given-names:D", "name_1": "surname:Levitin;given-names:DJ", "name_2": "surname:Menon;given-names:V", "pub-id_doi": "10.1073/pnas.0800005105", "pub-id_pmid": "18723676", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "105", "year": "2008"}, "text": "A critical role for the right fronto-insular cortex in switching between central-executive and default-mode networks", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}