{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "5684581", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2017.11.008", "article-id_pmc": "5684581", "article-id_pmid": "29159061", "article-id_publisher-id": "S2213-1582(17)30288-7", "fpage": "481", "kwd": "Independent components analysis Resting state EEG fMRI Networks", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "490", "name_0": "surname:Cardenas;given-names:Valerie A.", "name_1": "surname:Price;given-names:Mathew", "name_2": "surname:Fein;given-names:George", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2017"}, "text": "EEG coherence related to fMRI resting state synchrony in long-term abstinent alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 88, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Recent work suggests that faulty co-activation or synchrony of multiple brain regions comprising “networks,” or an imbalance between opposing brain networks, is important in alcoholism. Previous studies showed higher fMRI resting state synchrony (RSS) within the executive control (inhibitory control and emotion regulation) networks and lower RSS within the appetitive drive network in long-term (multi-year) abstinent alcoholics (LTAA) vs. non substance abusing controls (NSAC). Our goal was to identify EEG networks that are correlated with the appetitive drive and executive function networks identified with fMRI in our previous alcohol studies. We used parallel ICA for multimodal data fusion for the 20 LTAA and 21 NSAC that had both usable fMRI and 64-channel EEG data. Our major result was that parallel ICA identified a pair of components that significantly separated NSAC from LTAA and were correlated with each other. Examination of the resting-state fMRI seed-correlation map component showed higher bilateral nucleus accumbens seed-correlation in the dorsolateral prefrontal cortex bilaterally and lower seed-correlation in the thalamus. This single component thus encompassed both the executive control and appetitive drive networks, consistent with our previous work. The correlated EEG coherence component showed mostly higher theta and alpha coherence in LTAA compared to NSAC, and lower gamma coherence in LTAA compared to NSAC. The EEG theta and alpha coherence results suggest enhanced top-down control in LTAA and the gamma coherence results suggest impaired appetitive drive in LTAA. Our results support the notion that fMRI RSS is reflected in spontaneous EEG, even when the EEG and fMRI are not obtained simultaneously.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1833, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1844, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "fMRI and EEG were obtained for 20 long-term abstinent alcoholics and 21 controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1926, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Parallel ICA was used to identify analogous networks in each modality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1997, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "One pair of components separated groups and were correlated across modalities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2076, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "fMRI component encompassed executive control and appetitive drive networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2152, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "EEG coherence component involves top-down control and appetitive drive.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2224, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2237, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The diagnosis of alcoholism requires the continuing engagement in dangerous or risky drinking in the face of recurring negative consequences of the drinking behavior in the social, physical, work, or family domains. This propensity toward continued hazardous drinking despite continuing consequences suggests that the short-term appetitive outcomes of drinking (e.g. intoxication, disinhibition) have greater control over behavior than do the potential short-term and long-term negative consequences of drinking (e.g., drunk driving arrests, liver disease, loss of family or job, etc.). From a neurobiological perspective this pattern implies weak “top-down” executive control over impulsive and compulsive urges to consume alcohol, and a strong “bottom-up” appetitive drive to impulsively and compulsively consume alcohol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3061, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In 2013, we measured social deviance proneness, antisocial disposition, and both lifetime and current antisocial symptoms in both short-term abstinent alcoholics (STAA) and long-term abstinent alcoholics (LTAA) compared to controls. Lifetime antisocial symptoms, social deviance proneness, and antisocial disposition were highly elevated in both STAA and LTAA. Current antisocial symptoms were dramatically reduced in LTAA compared to STAA, close to levels observed in controls. In contrast, social deviance proneness and antisocial disposition remained highly elevated in LTAA, comparable to STAA. These findings suggest that antisocial behaviors are reduced in extended abstinence despite continued social deviance proneness and antisocial disposition, consistent with the notion that extended abstinence requires strong “top-down” executive control to inhibit deviance-prone tendencies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3951, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The brain regions associated with executive control and appetitive drive have been extensively probed using functional magnetic resonance imaging (fMRI), and many observed differences in activation in these brain regions have been associated with alcohol use, abuse, and dependence, suggesting that multiple brain regions can contribute to the poor decision making and risky behaviors seen in alcoholism (for a review, see). Recent work suggests that faulty co-activation or synchrony of multiple brain regions comprising “networks,” or an imbalance between opposing brain networks, is important in alcoholism. Network synchrony is often referred to in the literature as “functional connectivity,” and resting state fMRI (rs-fMRI), electroencephalography (EEG), and magnetoencephalography (MEG) can be used to investigate different properties of brain networks, such as spatial specificity, magnitude of the synchrony among its constituent components, or timing of event processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4934, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We previously observed in fMRI, higher resting state synchrony (RSS) within the executive control (inhibitory control and emotion regulation) networks and lower RSS within the appetitive drive network in long-term (multi-year) abstinent alcoholics (LTAA) vs non substance abusing controls (NSAC). We found similar effects, although to a lesser degree, in short-term (~ 6–15 weeks abstinent) abstinent alcoholics (STAA). We believe these cross-sectional differences reflect adaptive changes that support abstinence both because of the observation of graded effects in short-term vs. long-term abstinence and because these networks play important roles in the changes needed for continued abstinence, where inhibiting behavior and reducing appetitive drive are central. If it can be confirmed in longitudinal studies that the degree of these changes in the appetitive drive and executive control networks is associated with and predictive of successful abstinence, then interventions that directly augment these changes, such as neurofeedback that “feeds back” measures of brain network synchrony, may have treatment potential for recovering alcoholics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6086, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Though technically possible, it is at present neither practical nor economically feasible to use neurofeedback to modify fMRI RSS. Furthermore, although fMRI provides high confidence in the identification of anatomical regions that contribute to the executive control and appetitive drive networks, it is unable to reflect the sequential neural activity underlying cognitive states of readiness or execution of a task due to the poor time resolution of the BOLD response, which at best is on the scale of hundreds of milliseconds, compared to the millisecond resolution of EEG. Converging evidence suggests that the fMRI BOLD response reflects the summed neural activity of several oscillatory EEG networks (for a review, see). These EEG networks may oscillate at multiple frequencies (e.g., theta, alpha, or gamma) and the activity of separate networks may vary as a function of cognitive states lasting only a few hundred milliseconds. fMRI networks involved in task processing are likely to be comprised of multiple oscillatory EEG networks reflecting both induced and evoked EEG responses, including those that derive from frequency-dependent changes in phase alignment. Therefore, the identification of EEG networks underlying executive control and appetitive drive could potentially reveal more about the mechanisms underlying the processing and inhibition of the cascades consequent to alcohol cues that contribute to the maintenance of abstinence, because of the more complex nature of EEG measures of brain activity that dynamically change at the same pace as cognitive processes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7676, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Other researchers have explored brain networks derived from scalp-recorded EEGs and their relationship to rs-fMRI networks. Earlier work used low-resolution electromagnetic tomography (LORETA) to estimate cortical EEG sources and independent components analysis (ICA) to identify source networks, and demonstrated EEG networks involving similar cortical regions to those of rs-fMRI networks from the literature. More recent work studied the effect of acute alcohol intake on the brain's resting state network in social drinkers, by examining the magnitude squared coherence between the activity of cortical sources of EEG within different frequency bands to construct brain networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8360, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Our goal in this paper is to identify EEG networks that are correlated with the appetitive drive and executive function networks identified in our previous alcohol studies. We use parallel ICA for multimodal data fusion between the rs-fMRI and resting state EEG for the 20 LTAA and 21 NSAC from our prior study that had both usable fMRI and 64-channel EEG data. This approach is well accepted in the medical image processing community and has been used for joint analysis of fMRI, structural MRI, EEG, and genetic data. Parallel ICA allows us to consider two sets of extracted features from each subject's data (e.g., fMRI seed connectivity map and the resting state EEG coherence maps for each subject) and identify components that contribute in a similar way to each subject and are “linked.” In addition, we examined social deviance proneness, antisocial disposition, and both lifetime and current antisocial symptoms in our participants, to determine whether identified networks were accompanied by behavioral changes that implied enhanced “top-down” control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9424, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 9432, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 9445, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Twenty-three LTAA (abstinent 7.91 ± 7.80 years) were compared to 23 gender and age (35–60 years) comparable NSAC, as described in. LTAA met DSM-IV lifetime criteria for alcohol dependence but not for lifetime abuse or dependence on any other drugs of abuse (other than nicotine or caffeine). Inclusion criteria for the NSAC group was a lifetime drinking average of < 30 standard drinks per month with no periods of drinking > 60 drinks per month, and no lifetime history of alcohol or substance abuse or dependence. Participants received monetary compensation for their participation. Exclusion criteria for both groups included: a) a significant history of head trauma or cranial surgery; b) current or lifetime history of diabetes, stroke, or hypertension that required medical intervention; c) current or lifetime history of a significant neurological disorder, including dementia; d) clinical or laboratory evidence of active hepatic disease; e) clinical evidence for Wernicke-Korsakoff syndrome, and f) lifetime diagnosis of schizophrenia or schizophreniform disorder, f) contraindications to MRI. All subjects completed signed informed consent, as approved by our institutional review board (E&I Review Services, LLC, Corte Madera, CA), before study procedures commenced.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10723, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were studied with fMRI, EEG, clinical, and neuropsychological testing. Ideally, all study procedures were completed within one month, but due to scheduling difficulties time between EEG and fMRI acquisition was sometimes longer. For the 41 participants that had both usable fMRI and EEG, 31 (76%) were acquired within one month, with the time between acquisitions of 6.57 ± 8.24 weeks for NSAC and 4.65 ± 9.48 weeks for LTAA (no difference between groups). LTAA subjects were required to stay sober throughout the study and did not drink between EEG and fMRI acquisitions; NSAC were asked to abstain from alcohol for 24 h prior to any lab visit, but may have continued drinking at their usual low level of drinking between visits and their alcohol use between study procedures was not monitored. A breathalyzer test (Intoximeters, Inc., St. Louis, MO) and a rapid oral fluid drug screen test (Innovacon Inc., San Diego, CA) for THC, amphetamines, methamphetamines, cocaine, opioids, and PCP was administered to all participants, with a negative result required for all participants at all sessions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11835, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical and psychological measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 11871, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were interviewed on the lifetime use of alcohol and each drug that they had taken (including nicotine) using a timeline follow-back and lifetime drinking history assessment. ASPD symptoms were obtained using the C-DIS. For each symptom the subject endorsed, we asked about currency. Psychological measures of antisocial behavior were also assessed. Social deviance proneness was measured by the CPI socialization scale, impulsivity was measured by the Eysenck impulsivity scale, and antisocial disposition was measured by the MMPI psychopathic deviance scale. Group comparisons on clinical and psychological measures were examined using the General Linear Model within SPSS (SPSS Inc. 2009). Measures of effect size are the odds ratios for rate data and partial η2 (proportion of variance of the dependent variable independently accounted for by group) for symptom counts, psychological measures and other demographic variables.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12813, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI acquisition and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 12845, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting functional magnetic resonance (fMRI) data were collected using a twelve-channel head coil on a Siemens Tim Trio 3.0 T scanner (Siemens Medical Solutions, Erlangen Germany) located at Queen's Medical Center in Honolulu, using a protocol described in. All imaging data were preprocessed using the AFNI (Analysis of Functional NeuroImages and FMRIB Software Libraries (FSL; FMRIB, Oxford, United Kingdom), as detailed in. In summary, preprocessing consisted of: slice time correction; three-dimensional motion correction (using a 6 degree of freedom rigid registration with the first volume as reference); temporal despiking; spatial smoothing, mean-based intensity normalization; temporal bandpass filtering; and linear and quadratic detrending. In addition, probabilistic independent component analysis was conducted for each individual to denoise individual data by removing components that represented motion, scanner artifacts, and physiological noise. Noise components were selected by spatial and temporal characteristics detailed in the MELODIC (FSL) manual (http://fmrib.ox.ac.uk/fslcourse/lectures/melodic.pdf) using selection criteria of noise components as described in. A between-groups t-test conducted to look for differences in the sum of total percent variance accounted for in components removed showed no significant group differences (t(1,44) = 0.89, p = 0.38). Preprocessed resting state images were also registered to the MNI152 atlas for further analysis and seed placement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14348, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To examine networks involved in the maintenance of abstinence from alcohol, spherical seeds with 3.5 mm radii were placed at left and right nucleus accumbens (NAcc) based on the Talaraich Daemon atlas from AFNI (MNI coordinates: x = ± 12, y = 10, z = − 1). As described in, we originally examined left and right NAcc separately, but because results were highly similar (r = 0.81, p = 7.47 × 10− 12), they were combined. For each participant, a multiple regression analysis (FSL-FEAT, see) on the denoised data was performed. This analysis generated a map of statistical parameter estimates for each voxel, for each individual. All voxels in the maps showed the degree of positive or negative correlations with the average time-series (over the left and right NAcc seeds) for each participant. Correlation values at each voxel were transformed to z-scores. In our previous work, dorsolateral prefrontal cortex (DLPFC) regions of the executive control network showed greater RSS with NAcc; thalamic nuclei (anterior and medial dorsal) and inferior parietal regions of the appetitive drive network showed lesser RSS with NAcc in LTAA compared to controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15501, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "EEG acquisition and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 15532, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We recorded 64-channel resting eyes-open EEGs using the SynAmps2 amplifier and Scan 4.3 acquisition software (Compumedics Neuroscan Inc., Charlotte NC). The EEG signal was referenced to an electrode between Cz and CPz for online recording, and then re-referenced to the right ear offline. The ground electrode was placed 8 cm above the nasion. Electrode impedances were maintained below 10 kΩ. The sampling rate was 250 Hz, analog filters were 0.3–70 Hz, and 7–8 min of data were recorded. EEG recordings were processed offline using the Edit program in Scan 4.3. Artifacts from eye movements were removed using the ocular artifact reduction algorithm (ARTCOR procedure) in Scan 4.3. The resulting EEG was unusable for three LTAA participants and two NSAC participants due to excessive noise and voltages out of range.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16351, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Coherence between all pairs of channels was computed as follows: 1) the first 20 s of each recording was discarded, to allow electrode impedances to settle, 2) the magnitude squared coherence was estimated over the next 4 min of data using Welch's averaged, modified periodogram method, using 2 s epochs with 50% overlap, 3) coherence estimates were then averaged within frequency bands for delta (1–3 Hz), theta (4–7 Hz), alpha1 (8–9 Hz), alpha2 (10–12 Hz), beta1 (13–17 Hz), beta2 (18–30 Hz), gamma1 (31–40 Hz), and gamma2 (41–50 Hz). EEG theta, alpha, and beta have been previously studied in neurofeedback treatments and have been shown to alter EEG resting state networks following alcohol consumption. fMRI BOLD signals are thought to arise from the summed neural activities of several oscillatory EEG networks, particularly gamma. Therefore, in this paper we focused on theta, alpha, beta, and gamma bands. For these bands, the upper-half of the resulting coherence matrix (excluding the diagonal) was rearranged into a single vector of length 2016 ((64 electrodes × 64 electrodes − 64)/2). Coherence vectors for the seven frequency bands of interest were concatenated to form one vector of length 14,112 reflecting coherence in the desired bands between all electrodes for input to parallel ICA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17655, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Parallel ICA", "sentences": [], "annotations": [], "relations": []}, {"offset": 17668, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We analyzed rs-fMRI whole-brain seed-correlation maps and the vector of EEG-coherence jointly, taking all image voxels and coherence values into account simultaneously using parallel ICA (Fusion ICA Toolbox:). Parallel ICA is described in detail in. Parallel ICA aims to identify independent components from the seed-correlation map and the EEG-coherence vector in addition to the relationship between them. Components extracted from the seed-correlation map can be interpreted as networks of brain regions with spatially similar seed-synchrony across subjects, but the strength of synchrony within each network may differ across subjects. Components extracted from the scalp-recorded EEG-coherence reflect frequency-specific EEG oscillations within networks, which are also expressed to different degrees across subjects. Extracted components are not sparse; components extracted from the seed-correlation map will have a contribution from every voxel in the map, and components extracted from the EEG-coherence will have a contribution from every electrode pair within every frequency band. The loading parameters for each component reflect the contribution of each network to that subject's whole brain seed-correlation map or EEG-coherence. Parallel ICA also models the relationship between the components estimated from each modality, such that the loading parameters between an estimated EEG-coherence component and a seed-correlation map component are correlated across all participants if they reflect the same underlying network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19207, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the parallel ICA model, we specified two groups (LTAA and NSAC) and two modalities (rs-fMRI NAcc seed correlation maps and EEG-coherence vectors). We chose to use the default mask for the imaging data (only voxels with non-zero values for all subjects were included in the analysis) and the number of estimated components was restricted to 8 for each modality. Since data were from different modalities and the units of measurement were different, data were scaled to unit standard deviation, yielding z-scores. We optimized the parallel ICA using the correlation between mixing coefficients of the two modalities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19825, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Using Bonferroni correction, the correlation between seed-correlation and EEG-coherence components were considered significant for p < 0.05/64 = 0.0008 (there are 8 × 8 = 64 possible correlations between estimated ICA components). Similarly, using Bonferroni correction, group differences in the loading parameters for components were considered significant for p < 0.05/8 = 0.006 (group differences tested for 8 possible EEG or seed-correlation components). Although the loading parameters estimate the overall contribution of every voxel or coherence of an estimated component to each subject's seed-correlation or coherence map, many of the voxels or coherences have relatively very small magnitude contribution to the component, although they can be presumed to covary jointly. Therefore, to aid in visualization, each component was scaled to unit standard deviation, yielding z-score “networks”, then thresholded at | z | > 1.96, highlighting the largest magnitude contributions to each component.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20828, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 20836, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographics and psychological measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 20876, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics, alcohol/drug use measures, time between EEG and fMRI acquisition, and psychological measures of Non-Substance Abusing Control (NSAC) and Long-Term Abstinent Alcoholic (LTAA) participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21078, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Characteristic/measure</th><th colspan=\"2\">NSAC (n = 21)<hr/></th><th colspan=\"2\">LTAA (n = 20)<hr/></th><th rowspan=\"2\">Effect size partial η<sup>2</sup><break/>(% variance)</th><th rowspan=\"2\">Odds ratio</th></tr><tr><th>Mean or n</th><th>SD or %</th><th>Mean or n</th><th>SD or %</th></tr></thead><tbody><tr><td>Demographics</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Age (yrs)</td><td>47.33</td><td>6.64</td><td>47.20</td><td>6.95</td><td>0.00</td><td/></tr><tr><td>Education (yrs)</td><td>15.48</td><td>2.16</td><td>13.85</td><td>2.03</td><td>13.6<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td><td/></tr><tr><td>Female, n (%)</td><td>7</td><td>33.33%</td><td>7</td><td>35%</td><td/><td>1.08</td></tr><tr><td>Weeks between EEG and fMRI</td><td>6.57</td><td>8.24</td><td>4.65</td><td>9.48</td><td>1.2</td><td/></tr><tr><td>Alcohol/drug use</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Lifetime average drinks/month</td><td>10.76</td><td>8.53</td><td>189.07</td><td>165.36</td><td>38.5<xref rid=\"tf0010\" ref-type=\"table-fn\">⁎⁎</xref>, <xref rid=\"tf0020\" ref-type=\"table-fn\">a</xref></td><td/></tr><tr><td>Peak use drinks/month</td><td>17.86</td><td>15.04</td><td>334.10</td><td>263.15</td><td>43.7<xref rid=\"tf0010\" ref-type=\"table-fn\">⁎⁎</xref>, <xref rid=\"tf0020\" ref-type=\"table-fn\">a</xref></td><td/></tr><tr><td>Length of abstinence (days)</td><td>–</td><td>–</td><td>2749.35</td><td>2933.62</td><td>–</td><td/></tr><tr><td>Lifetime nicotine Use, n (%)</td><td>3</td><td>14.29%</td><td>12</td><td>60%</td><td/><td>9<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>Cannabis use, n (%)</td><td>2<xref rid=\"tf0025\" ref-type=\"table-fn\">b</xref></td><td>9.52%</td><td>2<xref rid=\"tf0025\" ref-type=\"table-fn\">b</xref></td><td>10%</td><td/><td>1.06</td></tr><tr><td>Cocaine use, n (%)</td><td>1<xref rid=\"tf0025\" ref-type=\"table-fn\">b</xref></td><td>4.76%</td><td>0</td><td>0%</td><td/><td>0</td></tr><tr><td>Psychological measures</td><td/><td/><td/><td/><td/><td/></tr><tr><td>MMPI psychopathic deviance scale</td><td>6.57</td><td>8.24</td><td>4.65</td><td>9.48</td><td>31.9<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td/></tr><tr><td>Eysenck impulsivity scale</td><td>3.38</td><td>2.78</td><td>9.05</td><td>4.58</td><td>37.3<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td/></tr><tr><td>CPI socialization scale</td><td>22.24</td><td>3.83</td><td>17.10</td><td>4.28</td><td>29.7<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td/></tr><tr><td>ASPD lifetime symptoms</td><td>3.00</td><td>3.07</td><td>7.60</td><td>4.82</td><td>25.6<xref rid=\"tf0010\" ref-type=\"table-fn\">⁎⁎</xref></td><td/></tr><tr><td>ASPD current symptoms</td><td>0.67</td><td>0.97</td><td>1.25</td><td>1.80</td><td>4.2</td><td/></tr></tbody></table>\n"}, "text": "Table 1.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21090, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Characteristic/measure</th><th colspan=\"2\">NSAC (n = 21)<hr/></th><th colspan=\"2\">LTAA (n = 20)<hr/></th><th rowspan=\"2\">Effect size partial η<sup>2</sup><break/>(% variance)</th><th rowspan=\"2\">Odds ratio</th></tr><tr><th>Mean or n</th><th>SD or %</th><th>Mean or n</th><th>SD or %</th></tr></thead><tbody><tr><td>Demographics</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Age (yrs)</td><td>47.33</td><td>6.64</td><td>47.20</td><td>6.95</td><td>0.00</td><td/></tr><tr><td>Education (yrs)</td><td>15.48</td><td>2.16</td><td>13.85</td><td>2.03</td><td>13.6<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td><td/></tr><tr><td>Female, n (%)</td><td>7</td><td>33.33%</td><td>7</td><td>35%</td><td/><td>1.08</td></tr><tr><td>Weeks between EEG and fMRI</td><td>6.57</td><td>8.24</td><td>4.65</td><td>9.48</td><td>1.2</td><td/></tr><tr><td>Alcohol/drug use</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Lifetime average drinks/month</td><td>10.76</td><td>8.53</td><td>189.07</td><td>165.36</td><td>38.5<xref rid=\"tf0010\" ref-type=\"table-fn\">⁎⁎</xref>, <xref rid=\"tf0020\" ref-type=\"table-fn\">a</xref></td><td/></tr><tr><td>Peak use drinks/month</td><td>17.86</td><td>15.04</td><td>334.10</td><td>263.15</td><td>43.7<xref rid=\"tf0010\" ref-type=\"table-fn\">⁎⁎</xref>, <xref rid=\"tf0020\" ref-type=\"table-fn\">a</xref></td><td/></tr><tr><td>Length of abstinence (days)</td><td>–</td><td>–</td><td>2749.35</td><td>2933.62</td><td>–</td><td/></tr><tr><td>Lifetime nicotine Use, n (%)</td><td>3</td><td>14.29%</td><td>12</td><td>60%</td><td/><td>9<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>Cannabis use, n (%)</td><td>2<xref rid=\"tf0025\" ref-type=\"table-fn\">b</xref></td><td>9.52%</td><td>2<xref rid=\"tf0025\" ref-type=\"table-fn\">b</xref></td><td>10%</td><td/><td>1.06</td></tr><tr><td>Cocaine use, n (%)</td><td>1<xref rid=\"tf0025\" ref-type=\"table-fn\">b</xref></td><td>4.76%</td><td>0</td><td>0%</td><td/><td>0</td></tr><tr><td>Psychological measures</td><td/><td/><td/><td/><td/><td/></tr><tr><td>MMPI psychopathic deviance scale</td><td>6.57</td><td>8.24</td><td>4.65</td><td>9.48</td><td>31.9<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td/></tr><tr><td>Eysenck impulsivity scale</td><td>3.38</td><td>2.78</td><td>9.05</td><td>4.58</td><td>37.3<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td/></tr><tr><td>CPI socialization scale</td><td>22.24</td><td>3.83</td><td>17.10</td><td>4.28</td><td>29.7<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td/></tr><tr><td>ASPD lifetime symptoms</td><td>3.00</td><td>3.07</td><td>7.60</td><td>4.82</td><td>25.6<xref rid=\"tf0010\" ref-type=\"table-fn\">⁎⁎</xref></td><td/></tr><tr><td>ASPD current symptoms</td><td>0.67</td><td>0.97</td><td>1.25</td><td>1.80</td><td>4.2</td><td/></tr></tbody></table>\n"}, "text": "Characteristic/measure\tNSAC (n = 21)\tLTAA (n = 20)\tEffect size partial η2(% variance)\tOdds ratio\t \tMean or n\tSD or %\tMean or n\tSD or %\t \tDemographics\t\t\t\t\t\t\t \tAge (yrs)\t47.33\t6.64\t47.20\t6.95\t0.00\t\t \tEducation (yrs)\t15.48\t2.16\t13.85\t2.03\t13.6⁎\t\t \tFemale, n (%)\t7\t33.33%\t7\t35%\t\t1.08\t \tWeeks between EEG and fMRI\t6.57\t8.24\t4.65\t9.48\t1.2\t\t \tAlcohol/drug use\t\t\t\t\t\t\t \tLifetime average drinks/month\t10.76\t8.53\t189.07\t165.36\t38.5⁎⁎, a\t\t \tPeak use drinks/month\t17.86\t15.04\t334.10\t263.15\t43.7⁎⁎, a\t\t \tLength of abstinence (days)\t–\t–\t2749.35\t2933.62\t–\t\t \tLifetime nicotine Use, n (%)\t3\t14.29%\t12\t60%\t\t9⁎\t \tCannabis use, n (%)\t2b\t9.52%\t2b\t10%\t\t1.06\t \tCocaine use, n (%)\t1b\t4.76%\t0\t0%\t\t0\t \tPsychological measures\t\t\t\t\t\t\t \tMMPI psychopathic deviance scale\t6.57\t8.24\t4.65\t9.48\t31.9⁎⁎⁎\t\t \tEysenck impulsivity scale\t3.38\t2.78\t9.05\t4.58\t37.3⁎⁎⁎\t\t \tCPI socialization scale\t22.24\t3.83\t17.10\t4.28\t29.7⁎⁎⁎\t\t \tASPD lifetime symptoms\t3.00\t3.07\t7.60\t4.82\t25.6⁎⁎\t\t \tASPD current symptoms\t0.67\t0.97\t1.25\t1.80\t4.2\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22078, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22088, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22099, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "p < 0.0001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22111, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Statistical comparisons are inappropriate since the variable is related to selection criteria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22206, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Recreational substance use only, no subjects met criteria for abuse or dependence; subjects had been abstinent from these substances for an average of 18 years at the time of assessments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22394, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 1 shows demographics, alcohol/drug use measures, and psychological measures for NSAC and LTAA. NSAC and LTAA did not differ by age or proportion of women in each group. NSAC had slightly more years of education compared to LTAA (15 vs. 14 yrs, η2 = 13.6, p = 0.02) and not surprisingly there were more LTAA with a lifetime history of smoking (12/20 vs. 3/21, odds ratio = 9, p = 0.005). LTAA drank an average of 189 ± 165 standard drinks/month over their lifetime with a peak use of 334 ± 263 drinks/month. LTAA had been abstinent an average of 2749 ± 2933 days (about 7.5 yrs, min/max 1.6/32 yrs). EEG and fMRI testing sessions were 6.56 ± 8.24 weeks apart for NSAC, and 4.65 ± 9.48 weeks for LTAA (η2 = 1.2, NS), with a range of 0–34 weeks between sessions. LTAA were more prone to social deviance as evidenced by lower CPI-sociability scores (17 vs. 22, η2 = 29.7, p < 0.0001), were more impulsive (9 vs. 3, η2 = 37.3, p < 0.0001), and had greater antisocial disposition (23 vs. 16, η2 = 31.9, p < 0.0001). LTAA also had higher ASPD lifetime symptoms counts (7.6 vs. 3.0, η2 = 25.6, p = 0.001) but comparable current ASPD symptom counts (1.25 vs. 0.67, η2 = 4.2, NS). These results imply that LTAA were able to inhibit their antisocial behavior despite an unchanged antisocial disposition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23693, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Parallel ICA", "sentences": [], "annotations": [], "relations": []}, {"offset": 23706, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "The rs-fMRI seed-correlation map component that differentiates between LTAA and NSAC and is linked to EEG coherence is shown, after converting to z-scores and thresholding at | z | > 1.96. The component encompasses regions involved in executive control and appetitive drive networks and shows higher (voxels shaded red) NAcc seed-correlation in the dorsolateral prefrontal cortex (DLPFC) and lower (voxels shaded blue) seed-correlation in the thalamus for LTAA vs. NSAC. The component also shows higher seed-correlation in the anterior cingulate (AC), bilateral inferior frontal regions extending posteriorly, and lower seed correlation in the insula.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24358, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24366, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Parallel ICA revealed 3 sets of significantly correlated seed-correlation/EEG-coherence components. Of these 3 sets, however, only one was comprised of components that were also significantly different between LTAA and NSAC. This pair of components had a correlation coefficient of r = − 0.60 (t39 = − 4.71, corrected p = 0.002). A two-sample t-test computed on the loading parameters for the seed-correlation map showed group difference with corrected p = 0.0004 (t39 = 4.54), with LTAA having higher loading than NSAC. Because LTAA had more lifetime smokers and fewer years of education, we compared the loading parameters for the seed-correlation maps using a linear model, covarying for smoking and education. This analysis showed a group difference with p = 0.005 (t37 = 2.97), so smoking and education could not explain all of the group difference. Examination of the rs-fMRI seed-correlation map component, after converting to z-scores and thresholding at | z | > 1.96, shows higher NAcc seed-correlation in the dorsolateral prefrontal cortex bilaterally but more pronounced on the left (consistent with a bigger effect for inhibitory control vs. emotion regulation executive control networks), and lower seed-correlation in the thalamus (see Fig. 1, voxels shaded red show higher correlation for LTAA, voxels shaded blue show lower correlation for LTAA) for LTAA vs. NSAC. The component also shows higher seed-correlation in the anterior cingulate, bilateral inferior frontal regions extending posteriorly, and lower seed correlation in the insula. This single component thus encompasses the executive control and appetitive drive networks, consistent with our previous rs-fMRI results. The unthresholded seed-correlation map component is included as supplemental 3D neuroimaging data for this manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26180, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "The contributions of theta (panel a) and alpha (panels b and c) to the EEG coherence component that differentiates between LTAA and NSAC and is linked to the rs-fMRI seed correlation map are shown within a matrix. Each element of the component vector has been converted to a z-score and only elements with | z | > 1.96 are displayed, where green shows pairs with | z | < 1.96, red shows higher coherence in NSAC vs. LTAA, and blue shows lower coherence in NSAC vs. LTAA. The position within the matrix denote identifies the contributing electrode pair (see the corresponding row and column labels at the top and right side of map). Overall, the figure shows higher theta and alpha coherence in LTAA compared to NSAC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26897, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26905, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "The contributions of beta (panels a and b) and gamma (panels c and d) to the EEG coherence component that differentiates between LTAA and NSAC and is linked to the rs-fMRI seed correlation map are shown within a matrix. Each element of the component vector has been converted to a z-score and only elements with | z | > 1.96 are displayed, where green shows pairs with | z | < 1.96, red shows higher coherence in NSAC vs. LTAA, and blue shows lower coherence in NSAC vs. LTAA. The position within the matrix denote identifies the contributing electrode pair (see the corresponding row and column labels at the top and right side of map). Overall, the figure shows little contribution of beta to the component and mostly lower gamma coherence in LTAA compared to NSAC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27673, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27681, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The two-sample t-test computed on the loading parameters for the correlated EEG-coherence component showed a group difference with corrected p = 0.0016 (t39 = 4.10), with LTAA having lower loading than NSAC (thus the negative correlation coefficient with the NAcc seed-correlation component, where LTAA had higher loading than NSAC). We also compared the loading parameters for the EEG coherence component using a linear model, covarying for smoking and education. This analysis showed a group difference with p = 0.01 (t37 = 2.73), so smoking and education could not explain all of the group difference. Fig. 2, Fig. 3 illustrate the EEG-coherence component in a series of maps. For higher resolution viewing, MATLAB .fig files are included as supplemental data. As each element of the component corresponds to the contribution to coherence between a pair of electrodes within one of the frequency bands (theta, alpha1, alpha2, beta1, beta2, gamma1, gamma2), the magnitude of its contribution can be visualized within a matrix where its position denotes the electrode pair (i.e., the row and column labels correspond to the electrode pair), with separate matrices for each band. Each element of the component vector has been converted to a z-score and only elements with | z | > 1.96 are displayed, where green shows pairs with | z | < 1.96, red shows higher coherence in NSAC vs. LTAA, and blue shows lower coherence in NSAC vs. LTAA. Examination of these maps showed higher theta coherence between midline (Cz, FCz, Fz, CPz) and mostly left ipsilateral electrodes (Fp1, PO5, PO7, CB1, O1, AF3, PO3, FC2, CP2, AF4) and lower coherence between most electrodes with Fp2, F6, and T8 (see Fig. 2) in NSAC vs. LTAA. Fig. 2 also shows lower alpha1 coherence between most electrodes with CPz and Fp2 with some lower coherence also between left frontal/parietal regions (Fp1 with PO7 and PO5), and a similar but more extensive pattern of lower alpha2 coherence in NSAC vs. LTAA. There are scattered examples of both higher and lower beta1 coherence (see Fig. 3), but a more spatially distinct pattern of higher beta2 coherence on the left involving F7, CP5, F5, P5, PO7, F3, P3, CB1, O1, AF3, FT7, and T7 in NSAC vs. LTAA. As seen in Fig. 3, the coherence matrices for gamma1 and gamma2 are nearly identical, and show higher gamma coherency in NSAC vs. LTAA among left ipsilateral electrodes (including FT7, TP7, F7, FC5, CP5, F5, P5, PO7, F3, P3, CB1, O1, AF3, FPz, and Fz) and P8 with most electrodes, with some lower coherency between PO4 and mostly ipsilateral electrodes. Overall, the matrices shown in Fig. 2, Fig. 3 give the impression of mostly higher theta and alpha coherence in LTAA compared to NSAC, and lower gamma coherence in LTAA compared to NSAC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30439, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In LTAA only, we computed correlations between loading parameters for the EEG coherence component and NAcc seed-correlation map component with average number of drinks/month over the lifetime, average number of drinks/month during peak use, length of abstinence, number of lifetime ASPD symptoms, and number of current ASPD symptoms. No significant correlations were observed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30816, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Even though groups were sex-matched, we recomputed the correlation on the loading components to ensure that no sex-differences existed. In women only, the correlation between the EEG-coherence and NAcc seed-correlation components was r = − 0.56 (uncorrected p = 0.037), and in men only the correlation was r = − 0.60 (uncorrected p = 0.001). Due to the smaller sample sizes, the correlations no longer reached corrected significance, but we found no evidence for sex-differences in the relationship between the fMRI network and EEG coherence networks estimated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31378, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The 2 sets of seed-correlation/EEG-coherence components that were significantly correlated but did not differentiate between LTAA and NSAC were comprised of two seed-correlation components that each correlated to the same EEG-coherence component. This EEG-coherence component that was equally represented in NSAC and LTAA was dominated by high alpha2 coherence between central, parietal, and occipital electrodes bilaterally, and likely reflects normal alpha rhythms in both groups. This alpha-dominated component was negatively correlated with a seed-correlation component (r = − 0.57, t39 = − 4.30, corrected p = 0.007) that had no distinguishing features, and positively correlated with a seed-correlation component (r = 0.53, t39 = 3.93, corrected p = 0.003) that showed high synchrony between NAcc and medial frontal cortex and low synchrony between NAcc and the vicinity of the brainstem (perhaps pons, ventral tegmental area, or reticular nuclei). These regions represent networks where synchrony with the NAcc was either unaffected by long-term alcohol use or has completely resolved with abstinence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32487, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 32498, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this paper, we used parallel ICA to identify components of EEG coherence that were correlated to components of fMRI bilateral NAcc seed-correlation maps, derived from 21 NSAC and 20 LTAA. Our major result was that parallel ICA identified a pair of EEG coherence and rs-fMRI seed-correlation map components that significantly separated NSAC from LTAA and were correlated with each other. These results suggest that rs-fMRI synchrony is reflected in spontaneous EEG, even when the EEG and rs-fMRI are not obtained simultaneously. We also showed that although these LTAA did not have a current ASPD diagnosis, psychological measures of antisocial disposition, impulsiveness, social deviance proneness, and lifetime ASPD symptoms were highly elevated in LTAA versus NSAC. In contrast to lifetime symptoms, current ASPD symptoms were similar to controls, suggesting that LTAA are able to inhibit their deviance-prone tendencies and reduce their ASPD symptoms, consistent with a top-down model supporting extended abstinence. In other words, long-term abstinence is associated with a dramatic reduction in general antisocial behavior despite a mostly unchanged antisocial disposition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33680, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In previous work using the same rs-fMRI images and NAcc seed-correlation maps as used in this paper, a multiple comparison corrected voxel-wise group analysis revealed significantly higher strength of RSS in LTAA vs. NSAC between the NAcc and the DLPFC and the superior frontal gyrus, and lower strength of RSS between the NAcc and the thalamus (both anterior and medical dorsal nuclei), the postcentral gyrus, and the inferior parietal lobule. The independent component for the seed-correlation map derived using parallel ICA also identified higher strength of RSS in the DLPFC and other frontal regions (notably the anterior cingulate and superior/inferior frontal regions) and lower strength of RSS in the thalamus and insula. The remarkable similarity in the results from such different analysis approaches gave us confidence that parallel ICA, which can be prone to model selection errors and overfitting, was decomposing the seed-correlation map into appropriate components. The additional regions discovered with parallel ICA, the higher synchrony with the anterior cingulate and lower synchrony with the insula, are also implicated in executive control and reward processing. The anterior cingulate has connections with the nucleus accumbens and insula in a circuit involved in emotional salience and mood, and the varying strength of connections between these anatomical regions might contribute to the maintenance of abstinence in LTAA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35127, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The regions of the brain implicated in this and our previous fMRI analysis are concordant with other studies of alcoholism and drug abuse. Using fMRI task-related paradigms, many observed differences in activation in the executive control and appetitive drive networks have been associated with alcohol use, abuse, and dependence, suggesting that multiple brain regions can contribute to the poor decision making and risky behaviors seen in alcoholism (for a review, see). Increased activity in the amygdala and insula associated with inflexible poor decision making is found in binge drinkers, while lower activity in the dorsolateral prefrontal cortex is observed in short-term abstinent alcoholics during inhibition tasks, in adolescents with a family history of alcohol drinking during risky decision making and in adolescents without notable substance use involvement during response inhibition. Lesser activation of prefrontal executive control regions than seen in controls has been observed in alcoholics during spatial and verbal working memory tasks. Active drinkers show enhanced BOLD activation in the ventral striatum when presented with visual alcohol cues, also supporting the notion of a stronger appetitive and reward drive in current alcohol dependence. Active drinkers with a diagnosis of alcohol dependence show higher activity in the dorsal lateral prefrontal cortex (DLPFC) regions during delayed reward decision compared to active drinkers without alcohol dependence, which may reflect alcoholics' increased demand of the executive control network when required to make decisions on behavior ruled by appetitive drive. These studies demonstrate that excessive alcohol use and even the genetic vulnerability to alcoholism (observed prior to initiating alcohol use) is associated with activation patterns different than controls in brain regions that are part of the executive control and appetitive drive network. Recent work has examined resting state fMRI synchrony in multiple brain networks in individuals with current AUDs. The fMRI time series measures of synchrony (i.e., average within network correlations of BOLD signal magnitude across the network's nodes) were computed for 14 networks in each of 422 individuals with active AUDs and 97 controls. Network strength on average for all networks (multivariate test) was lower for AUD than controls. Univariate tests showed lower synchrony in AUD vs. controls for the left executive control network, sensorimotor, basal ganglia, and primary visual networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37664, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although all frequency bands contributed significantly to the EEG-coherence ICA component related to the rs-fMRI component, an examination of Fig. 2, Fig. 3 show that coherence within the theta, alpha, and gamma bands contributed the most to the component. Gamma frequency oscillations and synchronization between neural groups have been proposed to underlie perceptual experience and cognition. Gamma oscillations appear to combine activity of spatially localized groups of neurons (e.g., within visual cortex; within hippocampus). Increased gamma band synchrony between frontal and parietal regions has also been observed during recollection. Our results mostly show lower gamma coherence in the LTAA compared to NSAC within left ipsilateral regions. It is unclear how a decrease in resting gamma coherence would manifest behaviorally, although it seems likely that it would degrade performance of a network. The relationship of decreased gamma to our rs-fMRI results suggests that lower gamma coherence contributes to the decreased appetitive drive RSS observed in LTAA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38738, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Fig. 2 illustrates a pattern of higher alpha coherence in the LTAA vs. NSAC that is related to rs-fMRI NAcc seed connectivity. We also observed lower theta coherence between midline (Cz, FCz, Fz, CPz) and mostly left ipsilateral electrodes (Fp1, PO5, PO7, CB1, O1, AF3, PO3, FC2, CP2, AF4) in LTAA vs. NSAC, and higher coherence between most electrodes with Fp2, F6, and T8 (see Fig. 2). Although alpha was once attributed to an inactive or “idling” brain, more recently the presence of alpha has been attributed to the suppression of brain responses to distractors and absence of bottom up processing. Theta-modulated gamma oscillations have been recorded and have been proposed as a model for short-term memory. Moreover, theta coherence between frontal and posterior association regions has been shown to increase during the retention period of working memory tasks. Increasing theta coherence was also found during a mental imagery task. These alpha and theta coherence results from the literature suggest that alpha and theta coherence might be a characteristic feature of top-down processing. If so, the observed increase in alpha and theta coherence we observe in LTAA may actively suppress the brain's response to alcohol cues, increasing inhibitory control and emotion regulation, and reducing appetitive drive.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40059, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our EEG results seem to show more pronounced coherence differences between NSAC and LTAA in the left hemisphere. The vast majority of participants were right handed (18/21 NSAC, 18/20 LTAA), so the laterality of difference cannot be explained by handedness. However, our original voxel-wise analysis using the same rs-fMRI images and NAcc seed-correlation maps as used in this paper revealed significantly higher strength of RSS in LTAA vs. NSAC between the NAcc and the left DLPFC only, and other recent work in actively drinking individuals showed lower synchrony (and therefore less ability to inhibit their alcohol consumption) in AUD vs. controls for the left but not right executive control network. Our EEG coherence results appear to reflect the laterality of resting-state fMRI differences between alcoholics and controls reported in the literature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40918, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our psychological measures support the interpretation that our EEG coherence and NAcc seed-correlation ICA components reflect enhanced top-down processing that support the maintenance of abstinence. However, there were no significant correlations between the loading parameters of the ICA components with any drinking measure or psychological measure. All our measurements were cross-sectional, and it is perhaps not surprising that synchrony within networks after a long period of abstinence is not correlated with lifetime measures of alcohol use or behavior. A longitudinal study from very early abstinence through extended abstinence, where changes in network synchrony, psychological symptoms, and neuropsychological tests reflecting appetitive drive and executive function, might reveal a tighter connection between network synchrony and behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41772, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we used parallel ICA to complete a multivariate, multimodal analysis of rs-fMRI and EEG. Multimodal analysis of fMRI and EEG is an active area of research, with different approaches targeted toward the goals of each study. A recently published paper investigated frequency-specific ECoG (electrocorticography) correlates of resting state fMRI networks in epileptic patients, using a technique that mapped the fMRI signal onto the ECoG electrode locations, filtered the timeseries to compute band-limited power, computed correlations between all electrode pairs (separately for ECoG and mapped fMRI signals), then compared the resulting correlation maps between modalities. They found that theta band-limited power corresponded more strongly to fMRI in the default mode network and fronto-parietal control system, while alpha band-limited power corresponded more strongly to fMRI in the sensorimotor and dorsal attention network. Another recent paper examined simultaneously recorded EEG-fMRI and preprocessed EEG using either a microstate analysis or spontaneous power analysis to create normalized frequency-specific timecourses for convolution with the BOLD timeseries for use as regressors in a general linear model with fMRI data. A third approach that was recently used utilizes a sliding window of simultaneous EEG-fMRI data to examine whether temporal variations in coupling are associated with the amplitude of alpha and theta oscillations. These three approaches all directly compare the timeseries of EEG to fMRI and try to account for differing temporal and spatial resolutions of the two modalities. Since we did not record the EEG and fMRI simultaneously, we did not compare timeseries or adjust for different spatial resolutions in our analysis, but instead used parallel ICA to look for features in derived maps (either seed-correlation or coherence) that covaried across subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43684, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although our results are encouraging, our analysis is limited. We only analyzed 20 LTAA and 21 NSAC, and our confidence would increase if our results were replicated in a larger sample or independent sample. Also, in this initial attempt to find EEG correlates of rs-fMRI networks, we only examined the magnitude-squared coherence. It is possible that the phase-angle component of coherence carries important information, and future work should consider both amplitude and phase. It is worth pointing out that our resting EEG was acquired with eyes open, in order to minimize the influence of the alpha rhythm that dominates at parietal electrodes during the eyes closed condition, while the rs-fMRI was acquired with eyes closed. It is unclear whether this acquisition difference affected our results. Another limitation is that our rs-fMRI scans are only about 4 min long, while recent work suggests that much longer scans (on the order of 8–12 min) are required for stability and reproducibility of network measurements. These two limitations (eyes closed vs. eyes open and length of EEG and fMRI acquisition) underscore that our major limitation is that the fMRI and EEG were not obtained simultaneously. Ideally, we would use simultaneous recording of EEG and rs-fMRI to identify EEG indices that vary on a moment-to-moment basis in conjunction with rs-fMRI. Despite these limitations, our results offer the hope that EEG analogues of rs-fMRI networks can be identified, and in the future may be used in a relatively low-cost neurofeedback approach for treatment of alcoholics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45267, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 45278, "infons": {"name_0": "surname:American Psychiatric Association", "section_type": "REF", "type": "ref", "year": "1994"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 45279, "infons": {"fpage": "743", "lpage": "753", "name_0": "surname:Amlung;given-names:M.", "name_1": "surname:Sweet;given-names:L.H.", "name_2": "surname:Acker;given-names:J.", "name_3": "surname:Brown;given-names:C.L.", "name_4": "surname:Mackillop;given-names:J.", "pub-id_pmid": "23231650", "section_type": "REF", "source": "Addict. Biol.", "type": "ref", "volume": "19", "year": "2014"}, "text": "Dissociable brain signatures of choice conflict and immediate reward preferences in alcohol use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 45385, "infons": {"fpage": "335", "lpage": "344", "name_0": "surname:Blouin;given-names:A.G.", "name_1": "surname:Perez;given-names:E.L.", "name_2": "surname:Blouin;given-names:J.H.", "pub-id_pmid": "3387505", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "23", "year": "1988"}, "text": "Computerized administration of the Diagnostic Interview Schedule", "sentences": [], "annotations": [], "relations": []}, {"offset": 45450, "infons": {"name_0": "surname:Burgess;given-names:A.P.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Towards a unified understanding of event-related changes in the EEG: the firefly model of synchronization through cross-frequency phase modulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 45597, "infons": {"fpage": "3672", "lpage": "3675", "name_0": "surname:Calhoun;given-names:V.", "name_1": "surname:Adali;given-names:T.", "name_2": "surname:Liu;given-names:J.", "pub-id_pmid": "17946195", "section_type": "REF", "source": "Conf. Proc. IEEE Eng. Med. Biol. Soc.", "type": "ref", "volume": "1", "year": "2006"}, "text": "A feature-based approach to combine functional MRI, structural MRI and EEG brain imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 45691, "infons": {"name_0": "surname:Camchong;given-names:J.", "name_1": "surname:Endres;given-names:M.J.", "name_2": "surname:Fein;given-names:G.", "section_type": "REF", "series": "3rd Series", "source": "Handbook of Clinical Neurology", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 45692, "infons": {"fpage": "75", "lpage": "85", "name_0": "surname:Camchong;given-names:J.", "name_1": "surname:Stenger;given-names:A.", "name_2": "surname:Fein;given-names:G.", "pub-id_pmid": "22725701", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "37", "year": "2013"}, "text": "Resting-state synchrony in long-term abstinent alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 45750, "infons": {"fpage": "794", "lpage": "803", "name_0": "surname:Camchong;given-names:J.", "name_1": "surname:Stenger;given-names:V.A.", "name_2": "surname:Fein;given-names:G.", "pub-id_pmid": "23421812", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "37", "year": "2013"}, "text": "Resting-state synchrony in short-term versus long-term abstinent alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 45826, "infons": {"fpage": "1626", "lpage": "1628", "name_0": "surname:Canolty;given-names:R.T.", "name_1": "surname:Edwards;given-names:E.", "name_2": "surname:Dalal;given-names:S.S.", "name_3": "surname:Soltani;given-names:M.", "name_4": "surname:Nagarajan;given-names:S.S.", "name_5": "surname:Kirsch;given-names:H.E.", "name_6": "surname:Berger;given-names:M.S.", "name_7": "surname:Barbaro;given-names:N.M.", "name_8": "surname:Knight;given-names:R.T.", "pub-id_pmid": "16973878", "section_type": "REF", "source": "Science", "type": "ref", "volume": "313", "year": "2006"}, "text": "High gamma power is phase-locked to theta oscillations in human neocortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 45900, "infons": {"fpage": "1", "lpage": "17", "name_0": "surname:Case;given-names:M.", "name_1": "surname:Zhang;given-names:H.", "name_2": "surname:Mundahl;given-names:J.", "name_3": "surname:Datta;given-names:Y.", "name_4": "surname:Nelson;given-names:S.", "name_5": "surname:Gupta;given-names:K.", "name_6": "surname:He;given-names:B.", "pub-id_pmid": "28116239", "section_type": "REF", "source": "Neuroimage Clin.", "type": "ref", "volume": "14", "year": "2017"}, "text": "Characterization of functional brain activity and connectivity using EEG and fMRI in patients with sickle cell disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 46019, "infons": {"fpage": "227", "lpage": "236", "name_0": "surname:Chang;given-names:C.", "name_1": "surname:Liu;given-names:Z.", "name_2": "surname:Chen;given-names:M.C.", "name_3": "surname:Liu;given-names:X.", "name_4": "surname:Duyn;given-names:J.H.", "pub-id_pmid": "23376790", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "72", "year": "2013"}, "text": "EEG correlates of time-varying BOLD functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 46079, "infons": {"fpage": "353", "lpage": "357", "name_0": "surname:Colgin;given-names:L.L.", "name_1": "surname:Denninger;given-names:T.", "name_2": "surname:Fyhn;given-names:M.", "name_3": "surname:Hafting;given-names:T.", "name_4": "surname:Bonnevie;given-names:T.", "name_5": "surname:Jensen;given-names:O.", "name_6": "surname:Moser;given-names:M.B.", "name_7": "surname:Moser;given-names:E.I.", "pub-id_pmid": "19924214", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "462", "year": "2009"}, "text": "Frequency of gamma oscillations routes flow of information in the hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 46157, "infons": {"fpage": "387", "lpage": "397", "name_0": "surname:Congedo;given-names:M.", "name_1": "surname:Lubar;given-names:J.", "name_2": "surname:Joffe;given-names:D.", "pub-id_pmid": "15614994", "section_type": "REF", "source": "IEEE Trans. Neural Syst. Rehabil. Eng.", "type": "ref", "volume": "12", "year": "2004"}, "text": "Low-resolution electromagnetic tomography neurofeedback", "sentences": [], "annotations": [], "relations": []}, {"offset": 46213, "infons": {"fpage": "604", "lpage": "615", "name_0": "surname:Cservenka;given-names:A.", "name_1": "surname:Nagel;given-names:B.J.", "pub-id_pmid": "22250647", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "36", "year": "2012"}, "text": "Risky decision-making: an FMRI study of youth at high risk for alcoholism", "sentences": [], "annotations": [], "relations": []}, {"offset": 46287, "infons": {"fpage": "1510", "lpage": "1520", "name_0": "surname:Desmond;given-names:J.E.", "name_1": "surname:Chen;given-names:S.H.", "name_2": "surname:DeRosa;given-names:E.", "name_3": "surname:Pryor;given-names:M.R.", "name_4": "surname:Pfefferbaum;given-names:A.", "name_5": "surname:Sullivan;given-names:E.V.", "pub-id_pmid": "12948707", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "19", "year": "2003"}, "text": "Increased frontocerebellar activation in alcoholics during verbal working memory: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46383, "infons": {"fpage": "97", "lpage": "110", "name_0": "surname:Doesburg;given-names:S.M.", "name_1": "surname:Green;given-names:J.J.", "name_2": "surname:McDonald;given-names:J.J.", "name_3": "surname:Ward;given-names:L.M.", "pub-id_pmid": "19782056", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "1303", "year": "2009"}, "text": "From local inhibition to long-range integration: a functional dissociation of alpha-band synchronization across cortical scales in visuospatial attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 46537, "infons": {"name_0": "surname:Doesburg;given-names:S.M.", "name_1": "surname:Green;given-names:J.J.", "name_2": "surname:McDonald;given-names:J.J.", "name_3": "surname:Ward;given-names:L.M.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "4", "year": "2009"}, "text": "Rhythms of consciousness: binocular rivalry reveals large-scale oscillatory network dynamics mediating visual perception", "sentences": [], "annotations": [], "relations": []}, {"offset": 46658, "infons": {"comment": "(San Diego, CA)", "name_0": "surname:Eysenck;given-names:H.J.", "name_1": "surname:Eysenck;given-names:S.B.G.", "section_type": "REF", "type": "ref", "year": "1975"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46659, "infons": {"fpage": "E271", "lpage": "E280", "name_0": "surname:Fein;given-names:G.", "name_1": "surname:Fein;given-names:D.", "pub-id_pmid": "22834935", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "37", "year": "2013"}, "text": "Antisocial symptoms decrease to normal levels in long-term abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 46729, "infons": {"fpage": "651", "lpage": "700", "name_0": "surname:Gough;given-names:H.G.", "pub-id_pmid": "7809335", "section_type": "REF", "source": "Psychol. Rep.", "type": "ref", "volume": "75", "year": "1994"}, "text": "Theory, development, and interpretation of the CPI socialization scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 46800, "infons": {"fpage": "1698", "lpage": "1702", "name_0": "surname:Gray;given-names:C.M.", "name_1": "surname:Singer;given-names:W.", "pub-id_pmid": "2922407", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "86", "year": "1989"}, "text": "Stimulus-specific neuronal oscillations in orientation columns of cat visual cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 46884, "infons": {"fpage": "446", "lpage": "457", "name_0": "surname:Hacker;given-names:C.D.", "name_1": "surname:Snyder;given-names:A.Z.", "name_2": "surname:Pahwa;given-names:M.", "name_3": "surname:Corbetta;given-names:M.", "name_4": "surname:Leuthardt;given-names:E.C.", "pub-id_pmid": "28159686", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "149", "year": "2017"}, "text": "Frequency-specific electrophysiologic correlates of resting state fMRI networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 46964, "infons": {"fpage": "646", "lpage": "648", "name_0": "surname:Hare;given-names:T.A.", "name_1": "surname:Camerer;given-names:C.F.", "name_2": "surname:Rangel;given-names:A.", "pub-id_pmid": "19407204", "section_type": "REF", "source": "Science", "type": "ref", "volume": "324", "year": "2009"}, "text": "Self-control in decision-making involves modulation of the vmPFC valuation system", "sentences": [], "annotations": [], "relations": []}, {"offset": 47046, "infons": {"name_0": "surname:Hathaway;given-names:S.", "name_1": "surname:McKinley;given-names:J.", "section_type": "REF", "type": "ref", "year": "1989"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 47047, "infons": {"fpage": "1408", "lpage": "1415", "name_0": "surname:Ihssen;given-names:N.", "name_1": "surname:Cox;given-names:W.M.", "name_2": "surname:Wiggett;given-names:A.", "name_3": "surname:Fadardi;given-names:J.S.", "name_4": "surname:Linden;given-names:D.E.", "pub-id_pmid": "21045002", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "21", "year": "2011"}, "text": "Differentiating heavy from light drinkers by neural responses to visual alcohol cues and other motivational stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 47163, "infons": {"fpage": "267", "lpage": "269", "name_0": "surname:Jensen;given-names:O.", "name_1": "surname:Colgin;given-names:L.L.", "pub-id_pmid": "17548233", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "11", "year": "2007"}, "text": "Cross-frequency coupling between neuronal oscillations", "sentences": [], "annotations": [], "relations": []}, {"offset": 47218, "infons": {"fpage": "233", "lpage": "245", "name_0": "surname:Kelly;given-names:R.E.;suffix:Jr.", "name_1": "surname:Alexopoulos;given-names:G.S.", "name_2": "surname:Wang;given-names:Z.", "name_3": "surname:Gunning;given-names:F.M.", "name_4": "surname:Murphy;given-names:C.F.", "name_5": "surname:Morimoto;given-names:S.S.", "name_6": "surname:Kanellopoulos;given-names:D.", "name_7": "surname:Jia;given-names:Z.", "name_8": "surname:Lim;given-names:K.O.", "name_9": "surname:Hoptman;given-names:M.J.", "pub-id_pmid": "20381530", "section_type": "REF", "source": "J. Neurosci. Methods", "type": "ref", "volume": "189", "year": "2010"}, "text": "Visual inspection of independent components: defining a procedure for artifact removal from fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47320, "infons": {"fpage": "120", "lpage": "131", "name_0": "surname:Lancaster;given-names:J.L.", "name_1": "surname:Woldorff;given-names:M.G.", "name_2": "surname:Parsons;given-names:L.M.", "name_3": "surname:Liotti;given-names:M.", "name_4": "surname:Freitas;given-names:C.S.", "name_5": "surname:Rainey;given-names:L.", "name_6": "surname:Kochunov;given-names:P.V.", "name_7": "surname:Nickerson;given-names:D.", "name_8": "surname:Mikiten;given-names:S.A.", "name_9": "surname:Fox;given-names:P.T.", "pub-id_pmid": "10912591", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "10", "year": "2000"}, "text": "Automated Talairach atlas labels for functional brain mapping", "sentences": [], "annotations": [], "relations": []}, {"offset": 47382, "infons": {"fpage": "740", "lpage": "750", "name_0": "surname:Li;given-names:C.S.", "name_1": "surname:Luo;given-names:X.", "name_2": "surname:Yan;given-names:P.", "name_3": "surname:Bergquist;given-names:K.", "name_4": "surname:Sinha;given-names:R.", "pub-id_pmid": "19170662", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "33", "year": "2009"}, "text": "Altered impulse control in alcohol dependence: neural measures of stop signal performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 47472, "infons": {"fpage": "1512", "lpage": "1515", "name_0": "surname:Lisman;given-names:J.E.", "name_1": "surname:Idiart;given-names:M.A.", "pub-id_pmid": "7878473", "section_type": "REF", "source": "Science", "type": "ref", "volume": "267", "year": "1995"}, "text": "Storage of 7 +/− 2 short-term memories in oscillatory subcycles", "sentences": [], "annotations": [], "relations": []}, {"offset": 47536, "infons": {"name_0": "surname:Lithari;given-names:C.", "name_1": "surname:Klados;given-names:M.A.", "name_2": "surname:Pappas;given-names:C.", "name_3": "surname:Albani;given-names:M.", "name_4": "surname:Kapoukranidou;given-names:D.", "name_5": "surname:Kovatsi;given-names:L.", "name_6": "surname:Bamidis;given-names:P.D.", "name_7": "surname:Papadelis;given-names:C.L.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Alcohol affects the brain's resting-state network in social drinkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 47605, "infons": {"fpage": "241", "lpage": "255", "name_0": "surname:Liu;given-names:J.", "name_1": "surname:Pearlson;given-names:G.", "name_2": "surname:Windemuth;given-names:A.", "name_3": "surname:Ruano;given-names:G.", "name_4": "surname:Perrone-Bizzozero;given-names:N.I.", "name_5": "surname:Calhoun;given-names:V.", "pub-id_pmid": "18072279", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "30", "year": "2009"}, "text": "Combining fMRI and SNP data to investigate connections between brain function and genetics using parallel ICA", "sentences": [], "annotations": [], "relations": []}, {"offset": 47715, "infons": {"fpage": "E2066", "lpage": "2075", "name_0": "surname:Meda;given-names:S.A.", "name_1": "surname:Ruano;given-names:G.", "name_10": "surname:Keshavan;given-names:M.S.", "name_11": "surname:Tamminga;given-names:C.A.", "name_12": "surname:Sweeney;given-names:J.A.", "name_13": "surname:Clementz;given-names:B.A.", "name_14": "surname:Calhoun;given-names:V.D.", "name_15": "surname:Pearlson;given-names:G.D.", "name_2": "surname:Windemuth;given-names:A.", "name_3": "surname:O'Neil;given-names:K.", "name_4": "surname:Berwise;given-names:C.", "name_5": "surname:Dunn;given-names:S.M.", "name_6": "surname:Boccaccio;given-names:L.E.", "name_7": "surname:Narayanan;given-names:B.", "name_8": "surname:Kocherla;given-names:M.", "name_9": "surname:Sprooten;given-names:E.", "pub-id_pmid": "24778245", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "111", "year": "2014"}, "text": "Multivariate analysis reveals genetic associations of the resting default mode network in psychotic bipolar disorder and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47850, "infons": {"fpage": "609", "lpage": "620", "name_0": "surname:Medalla;given-names:M.", "name_1": "surname:Barbas;given-names:H.", "pub-id_pmid": "19249280", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "61", "year": "2009"}, "text": "Synapses with inhibitory neurons differentiate anterior cingulate from dorsolateral prefrontal pathways associated with cognitive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 47988, "infons": {"fpage": "393", "lpage": "402", "name_0": "surname:Myrick;given-names:H.", "name_1": "surname:Anton;given-names:R.F.", "name_2": "surname:Li;given-names:X.", "name_3": "surname:Henderson;given-names:S.", "name_4": "surname:Drobes;given-names:D.", "name_5": "surname:Voronin;given-names:K.", "name_6": "surname:George;given-names:M.S.", "pub-id_pmid": "14679386", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "29", "year": "2004"}, "text": "Differential brain activity in alcoholics and social drinkers to alcohol cues: relationship to craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 48091, "infons": {"fpage": "466", "lpage": "475", "name_0": "surname:Myrick;given-names:H.", "name_1": "surname:Anton;given-names:R.F.", "name_2": "surname:Li;given-names:X.", "name_3": "surname:Henderson;given-names:S.", "name_4": "surname:Randall;given-names:P.K.", "name_5": "surname:Voronin;given-names:K.", "pub-id_pmid": "18391135", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "65", "year": "2008"}, "text": "Effect of naltrexone and ondansetron on alcohol cue-induced activation of the ventral striatum in alcohol-dependent people", "sentences": [], "annotations": [], "relations": []}, {"offset": 48214, "infons": {"fpage": "435", "lpage": "450", "name_0": "surname:Naqvi;given-names:N.H.", "name_1": "surname:Bechara;given-names:A.", "pub-id_pmid": "20512364", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "214", "year": "2010"}, "text": "The insula and drug addiction: an interoceptive view of pleasure, urges, and decision-making", "sentences": [], "annotations": [], "relations": []}, {"offset": 48307, "infons": {"fpage": "466", "lpage": "478", "name_0": "surname:Narayanan;given-names:B.", "name_1": "surname:Ethridge;given-names:L.E.", "name_10": "surname:Clementz;given-names:B.A.", "name_11": "surname:Tamminga;given-names:C.A.", "name_12": "surname:Sweeney;given-names:J.A.", "name_13": "surname:Keshavan;given-names:M.S.", "name_14": "surname:Pearlson;given-names:G.D.", "name_2": "surname:O'Neil;given-names:K.", "name_3": "surname:Dunn;given-names:S.", "name_4": "surname:Mathew;given-names:I.", "name_5": "surname:Tandon;given-names:N.", "name_6": "surname:Calhoun;given-names:V.D.", "name_7": "surname:Ruano;given-names:G.", "name_8": "surname:Kocherla;given-names:M.", "name_9": "surname:Windemuth;given-names:A.", "pub-id_pmid": "25615564", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "172", "year": "2015"}, "text": "Genetic sources of subcomponents of event-related potential in the dimension of psychosis analyzed from the B-SNIP study", "sentences": [], "annotations": [], "relations": []}, {"offset": 48428, "infons": {"fpage": "216", "lpage": "223", "name_0": "surname:Norman;given-names:A.L.", "name_1": "surname:Pulido;given-names:C.", "name_2": "surname:Squeglia;given-names:L.M.", "name_3": "surname:Spadoni;given-names:A.D.", "name_4": "surname:Paulus;given-names:M.P.", "name_5": "surname:Tapert;given-names:S.F.", "pub-id_pmid": "21782354", "section_type": "REF", "source": "Drug Alcohol Depend.", "type": "ref", "volume": "119", "year": "2011"}, "text": "Neural activation during inhibition predicts initiation of substance use in adolescence", "sentences": [], "annotations": [], "relations": []}, {"offset": 48516, "infons": {"fpage": "5", "lpage": "12", "name_0": "surname:Pascual-Marqui;given-names:R.D.", "section_type": "REF", "source": "Methods Find. Exp. Clin. Pharmacol.", "type": "ref", "volume": "24D", "year": "2002"}, "text": "Standardized low resolution brain electromagnetic tomography (sLORETA): technical details", "sentences": [], "annotations": [], "relations": []}, {"offset": 48606, "infons": {"comment": "(arXiv:0710.3341 [math-ph])", "name_0": "surname:Pascual-Marqui;given-names:R.D.", "section_type": "REF", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48607, "infons": {"fpage": "77", "lpage": "97", "name_0": "surname:Petsche;given-names:H.", "name_1": "surname:Kaplan;given-names:S.", "name_2": "surname:von Stein;given-names:A.", "name_3": "surname:Filz;given-names:O.", "pub-id_pmid": "9202996", "section_type": "REF", "source": "Int. J. Psychophysiol.", "type": "ref", "volume": "26", "year": "1997"}, "text": "The possible meaning of the upper and lower alpha frequency ranges for cognitive and creative tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 48707, "infons": {"fpage": "7", "lpage": "20", "name_0": "surname:Pfefferbaum;given-names:A.", "name_1": "surname:Desmond;given-names:J.E.", "name_2": "surname:Galloway;given-names:C.", "name_3": "surname:Menon;given-names:V.", "name_4": "surname:Glover;given-names:G.H.", "name_5": "surname:Sullivan;given-names:E.V.", "pub-id_pmid": "11525339", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "14", "year": "2001"}, "text": "Reorganization of frontal systems used by alcoholics for spatial working memory: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 48802, "infons": {"name_0": "surname:Rachakonda;given-names:S.", "name_1": "surname:Liu;given-names:J.", "name_2": "surname:Calhoun;given-names:V.", "section_type": "REF", "type": "ref", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48803, "infons": {"name_0": "surname:Robins;given-names:L.N.C.L.", "name_1": "surname:Bruckholz;given-names:K.", "name_2": "surname:Compton;given-names:W.", "section_type": "REF", "type": "ref", "year": "1998"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48804, "infons": {"fpage": "7092", "lpage": "7096", "name_0": "surname:Sarnthein;given-names:J.", "name_1": "surname:Petsche;given-names:H.", "name_2": "surname:Rappelsberger;given-names:P.", "name_3": "surname:Shaw;given-names:G.L.", "name_4": "surname:von Stein;given-names:A.", "pub-id_pmid": "9618544", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "95", "year": "1998"}, "text": "Synchronization between prefrontal and posterior association cortex during human working memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 48900, "infons": {"fpage": "199", "lpage": "209", "name_0": "surname:Skinner;given-names:H.A.", "name_1": "surname:Allen;given-names:B.A.", "pub-id_pmid": "7096790", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "91", "year": "1982"}, "text": "Alcohol dependence syndrome: measurement and validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 48956, "infons": {"fpage": "1157", "lpage": "1170", "name_0": "surname:Skinner;given-names:H.A.", "name_1": "surname:Sheu;given-names:W.J.", "pub-id_pmid": "7182675", "section_type": "REF", "source": "J. Stud. Alcohol", "type": "ref", "volume": "43", "year": "1982"}, "text": "Reliability of alcohol use indices. The lifetime drinking history and the MAST", "sentences": [], "annotations": [], "relations": []}, {"offset": 49035, "infons": {"fpage": "S208", "issue": "Suppl. 1", "lpage": "219", "name_0": "surname:Smith;given-names:S.M.", "name_1": "surname:Jenkinson;given-names:M.", "name_10": "surname:Niazy;given-names:R.K.", "name_11": "surname:Saunders;given-names:J.", "name_12": "surname:Vickers;given-names:J.", "name_13": "surname:Zhang;given-names:Y.", "name_14": "surname:De Stefano;given-names:N.", "name_15": "surname:Brady;given-names:J.M.", "name_16": "surname:Matthews;given-names:P.M.", "name_2": "surname:Woolrich;given-names:M.W.", "name_3": "surname:Beckmann;given-names:C.F.", "name_4": "surname:Behrens;given-names:T.E.", "name_5": "surname:Johansen-Berg;given-names:H.", "name_6": "surname:Bannister;given-names:P.R.", "name_7": "surname:De Luca;given-names:M.", "name_8": "surname:Drobnjak;given-names:I.", "name_9": "surname:Flitney;given-names:D.E.", "pub-id_pmid": "15501092", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "23", "year": "2004"}, "text": "Advances in functional and structural MR image analysis and implementation as FSL", "sentences": [], "annotations": [], "relations": []}, {"offset": 49117, "infons": {"fpage": "41", "lpage": "72", "name_0": "surname:Sobell;given-names:L.C.", "name_1": "surname:Sobell;given-names:M.B.", "name_2": "surname:Allen;given-names:J.", "name_3": "surname:Litten;given-names:R.Z.", "section_type": "REF", "source": "Measuring Alcohol Consumption: Psychosocial and Biochemical Methods", "type": "ref", "year": "1992"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49118, "infons": {"fpage": "225", "lpage": "232", "name_0": "surname:Sobell;given-names:L.C.", "name_1": "surname:Sobell;given-names:M.B.", "name_2": "surname:Riley;given-names:D.M.", "name_3": "surname:Schuller;given-names:R.", "name_4": "surname:Pavan;given-names:D.S.", "name_5": "surname:Cancilla;given-names:A.", "name_6": "surname:Klajner;given-names:F.", "name_7": "surname:Leo;given-names:G.I.", "section_type": "REF", "source": "Alcohol", "type": "ref", "volume": "49", "year": "1988"}, "text": "The reliability of alcohol abusers' self-reports of drinking and life events that occurred in the distant past. Studies of", "sentences": [], "annotations": [], "relations": []}, {"offset": 49241, "infons": {"fpage": "1", "lpage": "28", "name_0": "surname:Sokhadze;given-names:T.M.", "name_1": "surname:Cannon;given-names:R.L.", "name_2": "surname:Trudeau;given-names:D.L.", "pub-id_pmid": "18214670", "section_type": "REF", "source": "Appl. Psychophysiol. Biofeedback", "type": "ref", "volume": "33", "year": "2008"}, "text": "EEG biofeedback as a treatment for substance use disorders: review, rating of efficacy, and recommendations for further research", "sentences": [], "annotations": [], "relations": []}, {"offset": 49370, "infons": {"fpage": "301", "lpage": "313", "name_0": "surname:von Stein;given-names:A.", "name_1": "surname:Sarnthein;given-names:J.", "pub-id_pmid": "11102669", "section_type": "REF", "source": "Int. J. Psychophysiol.", "type": "ref", "volume": "38", "year": "2000"}, "text": "Different frequencies for different scales of cortical integration: from local gamma to long range alpha/theta synchronization", "sentences": [], "annotations": [], "relations": []}, {"offset": 49497, "infons": {"name_0": "surname:Ward;given-names:B.D.", "section_type": "REF", "source": "AFNI 3dDeconvolve Documentation, Medical College of Wisconsin", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49498, "infons": {"fpage": "553", "lpage": "559", "name_0": "surname:Ward;given-names:L.M.", "pub-id_pmid": "14643372", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "7", "year": "2003"}, "text": "Synchronous neural oscillations and cognitive processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 49554, "infons": {"fpage": "2445", "lpage": "2453", "name_0": "surname:Weiland;given-names:B.J.", "name_1": "surname:Sabbineni;given-names:A.", "name_2": "surname:Calhoun;given-names:V.D.", "name_3": "surname:Welsh;given-names:R.C.", "name_4": "surname:Bryan;given-names:A.D.", "name_5": "surname:Jung;given-names:R.E.", "name_6": "surname:Mayer;given-names:A.R.", "name_7": "surname:Hutchison;given-names:K.E.", "pub-id_pmid": "25257293", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "38", "year": "2014"}, "text": "Reduced left executive control network functional connectivity is associated with alcohol use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 49658, "infons": {"fpage": "80", "name_0": "surname:Whitman;given-names:J.C.", "name_1": "surname:Ward;given-names:L.M.", "name_2": "surname:Woodward;given-names:T.S.", "pub-id_pmid": "23504590", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "Patterns of cortical oscillations organize neural activity into whole-brain functional networks evident in the fMRI BOLD signal", "sentences": [], "annotations": [], "relations": []}, {"offset": 49786, "infons": {"fpage": "443", "lpage": "454", "name_0": "surname:Xiao;given-names:L.", "name_1": "surname:Becgara;given-names:A.", "name_10": "surname:Jia;given-names:Y.", "name_11": "surname:Johnsom;given-names:C.A.", "name_2": "surname:Gong;given-names:Q.", "name_3": "surname:Huang;given-names:X.", "name_4": "surname:Li;given-names:X.", "name_5": "surname:Xue;given-names:G.", "name_6": "surname:Wong;given-names:S.", "name_7": "surname:Lu;given-names:Z.L.", "name_8": "surname:Palmer;given-names:P.", "name_9": "surname:Wei;given-names:Y.", "pub-id_pmid": "22486330", "section_type": "REF", "source": "Psychol. Addict. Behav.", "type": "ref", "volume": "27", "year": "2013"}, "text": "Abnormal affective decision making revealed in adolescent binge drinkers using functional magnetic imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 49899, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 49918, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2017.11.008.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}