{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5167221", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1007/s11682-015-9488-z", "article-id_pmc": "5167221", "article-id_pmid": "26667034", "article-id_publisher-id": "9488", "fpage": "1254", "issue": "4", "kwd": "Impulse control Cannabis Cocaine DBH genotype Fuctional connectivity", "license": "\nOpen Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.", "lpage": "1263", "name_0": "surname:Ramaekers;given-names:J. G.", "name_1": "surname:van Wel;given-names:J. H.", "name_10": "surname:Ramaekers;given-names:J. G.", "name_2": "surname:Spronk;given-names:D.", "name_3": "surname:Franke;given-names:B.", "name_4": "surname:Kenis;given-names:G.", "name_5": "surname:Toennes;given-names:S. W.", "name_6": "surname:Kuypers;given-names:K. P. C.", "name_7": "surname:Theunissen;given-names:E. L.", "name_8": "surname:Stiers;given-names:P.", "name_9": "surname:Verkes;given-names:R. J.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "10", "year": "2016"}, "text": "Cannabis and cocaine decrease cognitive impulse control and functional corticostriatal connectivity in drug users with low activity DBH genotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 146, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The dopamine β-hydroxylase (DβH) enzyme transforms dopamine into noradrenaline. We hypothesized that individuals with low activity DBH genotypes (rs1611115 CT/TT) are more sensitive to the influence of cannabis and cocaine on cognitive impulse control and functional connectivity in the limbic ‘reward’ circuit because they experience a drug induced hyperdopaminergic state compared to individuals with high activity DBH genotypes (rs1611115 CC). Regular drug users (N = 122) received acute doses of cannabis (450 μg/kg THC), cocaine HCl 300 mg and placebo. Cognitive impulse control was assessed by means of the Matching Familiar Figures Test (MFFT). Resting state fMRI was measured in a subset of participants to determine functional connectivity between the nucleus accumbens (NAc) and (sub)cortical areas. The influence of cannabis and cocaine on impulsivity and functional connectivity significantly interacted with DBH genotype. Both drugs increased cognitive impulsivity in participants with CT/TT genotypes but not in CC participants. Both drugs also reduced functional connectivity between the NAc and the limbic lobe, prefrontal cortex, striatum and thalamus and primarily in individuals with CT/TT genotypes. Correlational analysis indicated a significant negative association between cognitive impulsivity and functional connectivity in subcortical areas of the brain. It is concluded that interference of cannabis and cocaine with cognitive impulse control and functional corticostriatal connectivity depends on DBH genotype. The present data provide a neural substrate and behavioral mechanism by which drug users can progress to drug seeking and may also offer a rationale for targeted pharmacotherapy in chronic drug users with high risk DBH genotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1915, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1928, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Reward seeking and impulsive behaviors such as addiction have been associated with dopamine transmission in the limbic ‘reward’ circuitry (Pierce and Kumaresan; Volkow et al.). The latter constitutes a cortico-subcortical network that receives modulatory input to the nucleus accumbens (NAc) from ascending dopaminergic projections from the ventral tegmental area (Alexander et al.; Bonelli and Cummings; Perreault et al.). The circuit broadly consists of a reflective system located in the medial prefrontal cortex and a reactive system located in the striatum. The reactive system is sensitive to reward and generates impulses following dopaminergic stimulation of the NAc whereas the reflective system operates glutamatergic control over impulses generated in the striatum (Bechara; Faure et al.; Kalivas and Volkow). All drugs of abuse increase dopamine transmission in the NAc (Nestler) which is essential for acute drug reward (Dagher and Robbins; Kalivas and Volkow; Volkow et al.) and may be very relevant for progressively shaping drug use into drug seeking behavior (Kalivas) by reducing inhibitory control over the reactive system (D’Amour-Horvat and Leyton).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3099, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Vulnerability to drug addiction and loss of inhibitory control may be affected by inter-individual variations in genetic expression and tonic dopamine levels in the limbic circuit (Koob; Kreek et al.; Volkow et al.). It has been posed that the relationship between tonic dopamine and performance is non-linear and inverted-U shaped, with both excessive as well as insufficient levels of dopamine impairing cognitive control (Cools; Cools and D’Esposito). A prime factor influencing tonic dopamine in the brain is the enzyme dopamine beta-hydroxylase (DβH) (Hess et al.; Kreek et al.; Weinshenker and Schroeder) that catalyzes the biotransformation of dopamine into noradrenaline. A polymorphism in the DBH encoding gene, the single nucleotide polymorphism rs 1611115 (−970C-T, formerly known as -1021C > T) accounts for up to 50 % of the variance in the DβH enzyme activity (Zabetian et al.). Individuals with the high activity CC genotype are expected to display low levels of dopamine. Individuals with low activity genotypes (CT and TT) are expected to display high levels of dopamine and have been associated with impulsive personality styles (Hess et al.). Thus, tonic dopamine levels in the limbic circuit of drug users and their response to drugs of abuse may vary considerably between individuals depending on their genetic make-up at the DBH locus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4457, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present study was designed to measure whether inter-individual differences in tonic dopamine metabolism (i.e. caused by DBH polymorphism) modulate acute effects of cannabis and cocaine on cognitive impulse control and functional connectivity between striatal and cortical parts of the limbic reward circuit. Cognitive impulsivity was assessed by means of the Matching Familiar Figures Test (MFFT). The latter has previously been used to demonstrate loss of cognitive impulse control in drug users (Morgan; Quednow et al.). Resting state fMRI was measured to determine functional connectivity between the regions of interest (ROI) in the NAc and remote cortical areas (Ramaekers et al.). DBH genotype was determined in all participants. It was expected that individuals with high tonic levels of dopamine (i.e. carriers of CT/TT genotypes) would be more sensitive to the impairing potential of cannabis and cocaine on cognitive impulse control because they would experience a drug induced hyperdopaminergic state. Likewise, it was expected that dopaminergic stimulation of the NAc following both drugs would reduce functional corticostriatal connectivity (Ramaekers et al.), and more so in CT/TT individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5669, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5677, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 5690, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were recruited at 2 study sites (i.e. Maastricht and Nijmegen) that participated in this multicenter trial. In total, 122 regular users of cannabis and cocaine (male N = 96, female N = 26) entered the study. On average, participants had been regular users of cannabis and cocaine for 7 yrs. (min-max: 1–23) and 3.2 yrs. (min-max:0.5–6) respectively. Participants reported an average (SD; min-max) use of cannabis and cocaine on 44.8 (26.8) and 3.7 (3.5) occasions respectively during the previous 3 months. Participants also reported the use of other substances such as MDMA (88 %), amphetamines (73 %), mushrooms (61 %), LSD (20 %) and a range of miscellaneous drugs (60 %) such as nitrous oxide, MDMA crystals, DMT and ketamine. Mean (SD) age of participants was 22.8 (3.7) yrs. Mean (SD) trait impulsivity score as assessed with the Barratt Impulsiveness Scale was 69.5 (9.6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6583, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were recruited through advertisements in local newspapers, flyers distributed at targeted locations (e.g., college campuses, bars, night clubs, concerts, head shops) and by word of mouth. Candidates received a medical examination by the medical supervisors who determined study eligibility. The medical supervisor checked vital signs, conducted a resting 12-lead electrocardiogram (ECG), took blood and urine samples. Participants filled out a standard questionnaire on medical history. Standard blood chemistry, hematology, DBH genotyping and drug screen tests were conducted on blood and urine samples respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7214, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Inclusion criteria were: written informed consent; age 18–40 yrs.; (regular) use of cannabis (i.e. ≥ 2 times/3 mo); cocaine use at least 5 times in the previous year, good physical and mental health and normal weight (BMI 18-28). Exclusion criteria were: cocaine dependence according to DSM-IV criteria; use of psychotropic medicinal drugs, presence or history of psychiatric or neurological disorder; pregnancy or lactating; cardiovascular abnormalities; excessive alcohol use (>20 units/week) or smoking (>15 cigarettes/day), and hypertension.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7760, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study (Dutch Trial Register, trial number NTR2127) was conducted according to the code of ethics on human experimentation as described in the declaration of Helsinki (1964), amended in Seoul (2008). The study protocol was approved by the Medical Ethics Committee of Maastricht University.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8054, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Design, drug dose and administration", "sentences": [], "annotations": [], "relations": []}, {"offset": 8091, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants entered a double-blind, placebo-controlled, 3-way crossover study. Treatments consisted of placebo, 450 μg/kg THC (cannabis plant material, divided over 2 successive doses of 300 and 150 μg/kg) and a single dose of 300 mg cocaine HCl. Cannabis was prepared from batches that contained 11–12 % THC. Cannabis doses were tailored to each individual subject to represent weight calibrated doses of 300 μg/kg THC and 150 μg/kg THC and administered using a Volcano vaporizer (Storz & Bickel Volcano ®). Cocaine HCl and placebo were administered in an opaque white capsule. Treatments were administered using a double dummy technique to synchronize time of maximal drug concentrations (Tmax) during performance testing and resting state fMRI. Cocaine or cocaine placebo capsules were administered at 1,25 h prior (T0) to assessment of performance in the MFFT, whereas the first dose of cannabis (300 μg/kg THC) or cannabis placebo was inhaled 15 (T1) min prior to MFFT. A second dose (T2) of cannabis (150 μg/kg THC) or cannabis placebo was administered one hour after the first dose (T1) and 30 min prior to resting state fMRI. MFFT performance was collected from participants in both centers. However only participants recruited by the Maastricht center (N = 61) received a subsequent fMRI session. Treatment conditions were separated by a minimum wash-out period of 7 days and counterbalanced across participants. Vital signs and blood samples were taken after treatment administrations (T0, T1 and T2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9604, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 9615, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were familiarized with tests and procedures on a separate training day prior to the treatment conditions. Participants were instructed to refrain from drug use (except for cannabis) throughout study participation. In the morning of test days, absence of benzodiazepines, opiates, cocaine, marijuana, MDMA and (meth)amphetamine was assessed using urine screens and the absence of alcohol was measured using a breathalyzer. Female participants underwent an additional pregnancy test. Participants were only allowed to proceed when test results for drug (except cannabis) and alcohol use and pregnancy were negative. Participants that passed the screen test received a standard breakfast, followed by baseline measures of vital signs (blood pressure and heart rate) and a sample of blood.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10414, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Matching familiar figures test (MFFT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 10452, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MFFT measures cognitive impulsivity. It involves simultaneous presentation of a target figure centered on the left half of the screen and an array of six alternatives on the right half of the screen, all except one differing in one or more details from the target figure. The participants are asked to find the item that exactly matches the target item by pressing a keyboard number corresponding to each of the items. If the initial selection is incorrect, this is signaled with a beep and participants are requested to respond again. Each subject is given 2 practice trials followed by 20 test trials. Mean latency of the first response and total number of errors, are recorded and used to calculate two primary measures after z-transformation : i.e. an Impulsivity score (I-score) and an Efficiency score (E-score) (Messer and Brodzinsky). The I-score is a composite index of impulsivity and is calculated by subtracting the standardized score of the mean latency to first response from the standardized score of the total number of errors committed (Zerror-Zlatency). The E-score is calculated by summing the standardized score of the mean latency to first response from the standardized score of the total number of errors committed (1-(Zerror + Zlatency)).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11719, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 11738, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRI images were obtained in a 3 T head-only scanner (Siemens® MAGNETOM Allegra). During resting state 240 EPI whole brain functional volumes were acquired (TR = 2 s, TE = 30 ms, flip angle = 90°, matrix = 64 × 64 × 32, voxel size = 3.5 × 3.5 × 3.5 mm). Volunteers were asked to relax with the eyes open during resting state measurement. For anatomical reference, a 3D MPRAGE (magnetization-prepared rapid gradient echo; TR = 9.7 ms, TE = 4 ms, flip angle = 12°, matrix = 256 × 256, voxel size = 1 × 1 × 1 mm3) image data set was acquired.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12277, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fMRI data were preprocessed using SPM8 software (Welcome Trust Center for Neuroimaging, London, UK). The first 2 volumes were removed from each fMRI data set to allow for magnetic equilibration. Preprocessing included 3D motion correction and slice time correction. Individual anatomical data sets were normalized to standard 3-D MNI space. Individual functional images were realigned, co-registered and normalized to the anatomical data, and resampled to a voxel size of 3 × 3 × 3 mm3. Spatial smoothing was conducted with a FWHM 4 mm Gaussian kernel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12834, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 12858, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional connectivity data were produced with the MATLAB toolbox DPARSFA (Chao-Gan and Yu-Feng). First, linear trends of time courses were removed followed by low band-pass filtering (0.01–0.08 Hz) of the preprocessed data to remove ‘noise’ attributable to physiological parameters. In addition, nuisance covariates including 6 motion parameters, the white matter signal and the CSF signal were removed. Two spheres (radius 4 mm) were created that were located (in MNI space) in the NAc of the left (−9, 9,-9) and right (9, 9,-9) hemisphere (Di Martino et al.). Average time courses were obtained for each sphere separately and correlational analysis was performed voxel wise to generate functional connectivity maps for each sphere. Finally, the correlation coefficient map was converted into z-maps by Fisher’s r-to-z transform to improve normality. Drug-induced changes in functional connectivity of the NAc have been shown to serve as a useful marker of drug activity in in the brain reward circuit (Ramaekers et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13883, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Pharmacokinetics and pharmacogenetics", "sentences": [], "annotations": [], "relations": []}, {"offset": 13921, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Serum was used for detection of cannabinoids whereas cocaine and metabolites were determined in plasma. The determination of Δ9-tetrahydrocannabinol (THC), 11-hydroxy-THC (THC-OH), 11-nor-9-carboxy-THC (THC-COOH), cocaine (COC), benzoylecgonine (BZE) and ecgonine methyl ester (EME) in plasma was performed in a specialized forensic-toxicological laboratory using validated procedures 38,39. DBH genotype was analyzed after DNA isolation from blood collected at medical screening using standard protocols. The DBH polymorphism (rs1611115) was genotyped using restriction fragment length polymorphism (RFLP) analysis. PCR was performed on 50 ng genomic DNA using 0.2 μM forward primer (5’-TGAATGTGCCCCTAAGGCTA-3’) and 0.2 μM reverse primer (5’-CACCTCTCCCTCCTGTCCTCTCGC-3’), 0.25 mM dNTPs, 2 U Taq DNA polymerase (Invitrogen, Breda, The Netherlands) in a 1× PCR optimization buffer A (30 mM Tris-HCl pH 8.5, 7.5 mM (NH4)2SO4, 0.75 mM MgCl2). The cycling conditions were 5 min 92 °C, followed by 35 cycles of 1 min 92 °C, 1 min 59 °C, 1 min 72 °C., and a subsequent 5 min 72 °C.To purify the PCR-products, NucleoFast96 plates (Macherey-Nagel, Düren, Germany) were used. Restriction reaction was performed in a total volume of 15 μl, containing 10 μl purified PCR-product, 5 U HhaI, 1× NEBuffer 4 and 1× BSA. Digestion was performed at 37 °C for 16 h, which resulted in two fragments of 200 bp and 24 bp for the C allele, the T variant remained uncut (224 bp).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15378, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 15389, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A total of 122 participants entered the study. DBH genotype data was missing in 6 participants and MFFT datasets of another 6 participants were incomplete, due to technical failures. Consequently, 110 participants with complete datasets entered the statistical analyses of MFFT data. For analysis, individuals with low activity DBH genotypes, i.e. CT (N = 33) and TT (N = 4), were pooled (CT/TT) and compared to CC homozygotes (N = 73). A total of 61 participants (the Maastricht sample) participated in resting state measures. fMRI datasets were incomplete for 22 participants due to technical failures or due to excessive movement during drug conditions, rendering 39 participants with complete fMRI datasets. DBH genotype was missing in 4 of those participants, which rendered 35 participants with complete datasets to test for Drug x DBH interactions on functional connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16272, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Effects on impulse control tasks from oral THC and cocaine HCl in dosages similar to those proposed for this study have achieved statistical significance in within subject designs employing 20 or less participants (Fillmore et al.; Ramaekers et al.; Ramaekers and Kuypers). Assuming an omnibus p < 0.05 and power = 0.8, we estimated that the present study employing 122 subjects would enable detection of performance differences between drug treatments with an effect size of 0.3 (i.e., a signal change of .3 times the standard deviation) in within subject comparisons. In addition, we estimated that between DBH group comparisons of genotypes would enable detection of performance differences with an effect size of .7 and .4 for sizes of N = 30 and N = 60 respectively. Straightforward power analysis for imaging data is less feasible. Because fMRI data analysis consists of a very large number of non-independent multiple comparisons, a proper power analysis with correction for multiple comparisons requires computer simulation. In addition, statistical power is not the same (i.e., homogenous) over the brain, but varies across brain regions (Petersson et al.). A common approach in the functional neuroimaging community is to estimate the number of subjects from previous empirical experience in the field, particularly when pilot data are lacking and analyses include the whole brain or multiple regions of interest (Mumford). Previous resting state fMRI studies have employed 15–20 subjects for showing significant drug effects (Honey et al.; Kelly et al.; Ramaekers et al.; Schrantee et al.). Based on these experiences we expected no problem to demonstrate drug effects on fMRI measures in 60 participants and that sample sizes of subgroups DBH genotypes (N = 15–30) would be sufficient for demonstrating between group differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18114, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MFFT measures were analyzed with SPSS 21.0 using a GLM univariate analysis of variance (ANOVA) with Drug (3 levels; placebo, cannabis and cocaine) as within subject factor and DBH genotype (2 levels; CC and CT/TT) as between group factor. The model tested for main effects of Drug, DBH genotype and their interaction. Significant main effects were subsequently followed by drug-placebo contrasts to establish the separate effects of cannabis (2 within subject levels; placebo and cannabis) and cocaine (2 within subject levels; placebo and cocaine) and their interaction with DBH genotype (2 between group levels; CC and CT/TT).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18743, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional connectivity data (i.e. correlation coefficient maps for each individual in each treatment condition) were analysed in 2 GLM models of ANOVA in SPM8. In the first GLM, complete datasets of 39 participants were analysed using ANOVA with Drug (3 levels) as within subject factor. The GLM model established the effects of cannabis and cocaine separately by means of drug-placebo contrasts. DBH genotyping was only available for 35 participants (CC genotype N = 22; CT/TT genotype N = 13) that were included in GLM 1. Therefore a 2nd GLM was conducted that included 35 participants for which both resting state and DBH data sets were complete. These data were entered in an ANOVA with Drug (3 levels) as within subject factor and DBH genotype (2 levels) as between group factor. From this model, main effects of DBH genotype and its interaction with cannabis and cocaine treatment were identified. The statistical threshold was set at p < .05 FWE cluster corrected (cluster size >50).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19735, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, voxel wise correlation analysis between FC data and MFFT composite measures of Impulsivity and Efficiency were conducted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19866, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 19874, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Matching familiar figures test (MFFT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 19912, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All MFFT measures demonstrated a significant main effect of the factor Drug. The interaction factor Drug x DBH genotype also reached significance for all MFFT measures except Efficiency. There was no main effect of DBH genotype in any of the MFFT parameters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20171, "infons": {"file": "11682_2015_9488_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Mean (se) performance in the MFFT during drug and placebo challenges averaged over DBH groups and for carriers of CC and CT/TT genotypes separately (CAN = cannabis, COC = cocaine, PLA = placebo); * = p < 0.05 (drug-placebo contrasts across genotypes); + = p < 0.05 (drug x DBH genotype interaction)", "sentences": [], "annotations": [], "relations": []}, {"offset": 20470, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Separate contrasts revealed that cocaine significantly increased Impulsivity (F1,108 = 8,9; p = .004) and decreased Response latency (F1,108 = 7.0; p = .009) overall. Cannabis significantly reduced Efficiency (F1,108 = 27.6; p = .000), increased Errors (F1,108 = 20.5; p = .000) and Response latency (F1,108 = 5.2; p = .024) overall. The influence of cocaine on MFFT performance significantly interacted with DBH genotype. Cocaine increased Impulsivity (F1,108 = 9.0; p = .003) and Errors (F1,108 = 4.0; p = .049) and decreased Response latency (F1,108 = 6.1; p = .015) in CT/TT individuals but not in CC individuals. The influence of cannabis on MFFT performance also significantly interacted with DBH genotype. Cannabis increased Impulsivity (F1,108 = 6.2; p = .014) and Errors (F1,108 = 5.5; p = .021) in CT/TT but not in CC individuals. Mean (se) performance in the MFFT in each drug condition averaged over DBH genotypes and for individuals with CC and CT/TT genotypes separately are shown in Fig. 1. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 21477, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 21501, "infons": {"file": "11682_2015_9488_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "NAc related functional connectivity decrements following cannabis and cocaine in the left and right hemisphere, relative to placebo. Shown are thresholded (t = 2.34) Z-score maps of functional connectivity (a) averaged over DBH genotypes and (b) for individuals with CC and CT/TT genotypes separately (CAN = cannabis, COC = cocaine; left = left; planes are made at MNI seed position)", "sentences": [], "annotations": [], "relations": []}, {"offset": 21885, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GLM contrast showed that overall, cannabis as well as cocaine significantly reduced functional connectivity with NAc seeds in both hemispheres, relative to placebo. Reductions in functional connectivity were prominent in the cingulate gyrus as well as in broad areas of the frontal, temporal, parietal and occipital lobes. GLM contrasts did not reveal any positive changes (drug > placebo) in functional connectivity. Figure 2 shows the decrements in functional connectivity for each drug-placebo contrast across DBH genotypes and for individuals with CC and CT/TT genotypes separately. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22473, "infons": {"file": "11682_2015_9488_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "NAc related functional connectivity decrements as a function of cannabis x DBH and cocaine x DBH interactions in the left (LH) and right hemisphere (RH), (CAN = cannabis, COC = cocaine; left = left; planes are made at MNI seed position)", "sentences": [], "annotations": [], "relations": []}, {"offset": 22710, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Summary of brain areas showing decrements in functional connectivity with the NAc (right hemisphere) following cannabis and cocaine and their interaction with DBH genotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 22882, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Overall</th><th>BA</th><th>Voxel</th><th>x</th><th>y</th><th>z</th><th>FWE</th></tr></thead><tbody><tr><td colspan=\"7\">Cannabis vs placebo</td></tr><tr><td> Left, frontal, limbic lobe, (anterior) cingulate gyrus</td><td>6,9, 24, 32</td><td>24,785</td><td>−36</td><td>−4</td><td>42</td><td>.000</td></tr><tr><td> Left frontal lobe, Right frontal lobe, Left thalamus</td><td>47</td><td>373</td><td>−18</td><td>−32</td><td>−8</td><td>.002</td></tr><tr><td> Left, temporal lobe, cerebellum</td><td>36</td><td>374</td><td>−48</td><td>−36</td><td>−26</td><td>.000</td></tr><tr><td> Left, temporal lobe, occipital lobe</td><td>37,38</td><td>1213</td><td>−32</td><td>−48</td><td>−16</td><td>.000</td></tr><tr><td> Right, temporal lobe, middle temporal gyrus</td><td>21</td><td>741</td><td>66</td><td>−8</td><td>−10</td><td>.000</td></tr><tr><td> Right. Occipital lobe, cerebellum</td><td>18</td><td>313</td><td>30</td><td>−78</td><td>−8</td><td>.003</td></tr><tr><td> Right, insula, claustrum</td><td>13</td><td>430</td><td>43</td><td>4</td><td>1</td><td>.003</td></tr><tr><td colspan=\"7\">Cocaine vs placebo</td></tr><tr><td> Left, parietal lobe, temporal lobe</td><td>5,7,22, 39, 40</td><td>30,270</td><td>−38</td><td>−44</td><td>66</td><td>.000</td></tr><tr><td> Left, occipital lobe, Right cerebellum</td><td>18</td><td>903</td><td>−20</td><td>−64</td><td>−8</td><td>.000</td></tr><tr><td> Right, left frontal, limbic lobe, (anterior) cingulate gyrus</td><td>9, 24, 32</td><td>1021</td><td>40</td><td>26</td><td>36</td><td>.000</td></tr><tr><td colspan=\"7\">Cannabis x DBH</td></tr><tr><td> Left, frontal and parietal lobe</td><td>3,6</td><td>474</td><td>−36</td><td>−4</td><td>42</td><td>.000</td></tr><tr><td> Left, parietal lobe</td><td>5,7,40</td><td>397</td><td>−28</td><td>−50</td><td>62</td><td>.000</td></tr><tr><td> Right, temporal and parietal lobe</td><td>19,39</td><td>512</td><td>32</td><td>−74</td><td>30</td><td>.000</td></tr><tr><td> Right, limbic lobe, (anterior) cingulate gyrus</td><td>24,32</td><td>12,000</td><td>4</td><td>−4</td><td>33</td><td>.000</td></tr><tr><td colspan=\"7\">Cocaine x DBH</td></tr><tr><td> Left and right frontal lobe; Right, limbic lobe, (anterior) cingulate gyrus</td><td>8,9, 24, 32</td><td>10,580</td><td>−8</td><td>40</td><td>53</td><td>.000</td></tr><tr><td> Left, parietal lobe</td><td>40</td><td>19,330</td><td>−58</td><td>−40</td><td>38</td><td>.000</td></tr><tr><td> Left, temporal lobe, putamen, globus pallidus, thalamus</td><td>21,22</td><td>22,670</td><td>−21</td><td>−6</td><td>11</td><td>.000</td></tr><tr><td> Right, parietal and temporal lobe</td><td>22,40</td><td>13,920</td><td>50</td><td>−40</td><td>34</td><td>.000</td></tr><tr><td> Right, parietal, temporal, occipital lobe</td><td>19,39</td><td>10,090</td><td>26</td><td>−66</td><td>−28</td><td>.000</td></tr><tr><td> Right, cerebellum, Limbic lobe, parahippocampal gyrus</td><td>28,34,36</td><td>13,260</td><td>26</td><td>−66</td><td>−28</td><td>.000</td></tr></tbody></table>\n"}, "text": "Overall\tBA\tVoxel\tx\ty\tz\tFWE\t \tCannabis vs placebo\t \t Left, frontal, limbic lobe, (anterior) cingulate gyrus\t6,9, 24, 32\t24,785\t−36\t−4\t42\t.000\t \t Left frontal lobe, Right frontal lobe, Left thalamus\t47\t373\t−18\t−32\t−8\t.002\t \t Left, temporal lobe, cerebellum\t36\t374\t−48\t−36\t−26\t.000\t \t Left, temporal lobe, occipital lobe\t37,38\t1213\t−32\t−48\t−16\t.000\t \t Right, temporal lobe, middle temporal gyrus\t21\t741\t66\t−8\t−10\t.000\t \t Right. Occipital lobe, cerebellum\t18\t313\t30\t−78\t−8\t.003\t \t Right, insula, claustrum\t13\t430\t43\t4\t1\t.003\t \tCocaine vs placebo\t \t Left, parietal lobe, temporal lobe\t5,7,22, 39, 40\t30,270\t−38\t−44\t66\t.000\t \t Left, occipital lobe, Right cerebellum\t18\t903\t−20\t−64\t−8\t.000\t \t Right, left frontal, limbic lobe, (anterior) cingulate gyrus\t9, 24, 32\t1021\t40\t26\t36\t.000\t \tCannabis x DBH\t \t Left, frontal and parietal lobe\t3,6\t474\t−36\t−4\t42\t.000\t \t Left, parietal lobe\t5,7,40\t397\t−28\t−50\t62\t.000\t \t Right, temporal and parietal lobe\t19,39\t512\t32\t−74\t30\t.000\t \t Right, limbic lobe, (anterior) cingulate gyrus\t24,32\t12,000\t4\t−4\t33\t.000\t \tCocaine x DBH\t \t Left and right frontal lobe; Right, limbic lobe, (anterior) cingulate gyrus\t8,9, 24, 32\t10,580\t−8\t40\t53\t.000\t \t Left, parietal lobe\t40\t19,330\t−58\t−40\t38\t.000\t \t Left, temporal lobe, putamen, globus pallidus, thalamus\t21,22\t22,670\t−21\t−6\t11\t.000\t \t Right, parietal and temporal lobe\t22,40\t13,920\t50\t−40\t34\t.000\t \t Right, parietal, temporal, occipital lobe\t19,39\t10,090\t26\t−66\t−28\t.000\t \t Right, cerebellum, Limbic lobe, parahippocampal gyrus\t28,34,36\t13,260\t26\t−66\t−28\t.000\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24416, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GLM analyses of interaction between DBH genotype and cannabis and cocaine revealed that reductions in functional connectivity in striatum, thalamus, cingulate gyrus and frontal, parietal and temporal lobes were most prominent in individuals with CT/TT genotypes. There was no main effect of DBH genotype. Figure 3 shows significant interactions between drug-placebo contrast and DBH genotype for NAc seeds in both hemispheres. A summary of brain areas showing significant decrements in functional connectivity with the NAc is given in Table 1. Reported are data obtained from the NAc seed in the right hemisphere. These were generally identical to those obtained for the NAc seed in the left hemisphere (not shown).  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25134, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation of MFFT and functional connectivity data", "sentences": [], "annotations": [], "relations": []}, {"offset": 25187, "infons": {"file": "11682_2015_9488_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Significant correlations in the striatum and the thalamus between functional connectivity and the MFFT measure of impulsivity in each treatment condition (CAN = cannabis, COC = cocaine, PLA = placebo), across DBH genotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 25410, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Voxel wise correlation analysis revealed significant (negative) correlations between Impulsivity scores and functional connectivity in the striatum (MNI peak: -2, 2, 4) and thalamus (MNI peaks: -2, -28, 10; 4,-20, 16) across genotypes, indicating that Impulsivity levels increased when functional connectivity decreased. Correlations between functional connectivity and the MFFT measure of Impulsivity in the striatum and the thalamus were generally significant in all treatment conditions as shown in Fig. 4. Overall, correlation between Impulsivity and functional connectivity were comparable for CC individuals (r = −.38 and −.33) and CT/TT individuals (r = −.27 and −.35) across treatments in the 2 identified areas. Efficiency was not significantly correlated with functional connectivity data. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 26211, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Control measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 26228, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Mean (sd) concentrations of THC, cocaine and their main metabolites at baseline (T0) and prior to MFFT (T1) and resting state fMRI (T2)", "sentences": [], "annotations": [], "relations": []}, {"offset": 26364, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>THC<break/>[ng/ml]</th><th>THC-OH<break/>[ng/ml]</th><th>THC-COOH<break/>[ng/ml]</th><th>Cocaine<break/>[mg/L]</th><th>BZE<break/>[mg/L]</th><th>EME<break/>[mg/L]</th></tr></thead><tbody><tr><td>\n<italic>T0</italic>\n</td><td>1.57 (4.14)</td><td>0.62 (1.72)</td><td>20.91 (37.68)</td><td>0.00 (0.0)</td><td>0.00 (0.00)</td><td>0.00 (0.00)</td></tr><tr><td>\n<italic>T1</italic>\n</td><td>73.81 (63.09)</td><td>6.86 (4.32)</td><td>38.69 (33.38)</td><td>0.25 (0.19)</td><td>0.49 (0.27)</td><td>0.14 (0.11)</td></tr><tr><td>\n<italic>T2</italic>\n</td><td>46.00 (34.19)</td><td>5.79 (3.51)</td><td>42.27 (36.03)</td><td>0.31 (0.18)</td><td>1.12 (0.37)</td><td>0.26 (0.10)</td></tr></tbody></table>\n"}, "text": "\tTHC[ng/ml]\tTHC-OH[ng/ml]\tTHC-COOH[ng/ml]\tCocaine[mg/L]\tBZE[mg/L]\tEME[mg/L]\t \tT0\t1.57 (4.14)\t0.62 (1.72)\t20.91 (37.68)\t0.00 (0.0)\t0.00 (0.00)\t0.00 (0.00)\t \tT1\t73.81 (63.09)\t6.86 (4.32)\t38.69 (33.38)\t0.25 (0.19)\t0.49 (0.27)\t0.14 (0.11)\t \tT2\t46.00 (34.19)\t5.79 (3.51)\t42.27 (36.03)\t0.31 (0.18)\t1.12 (0.37)\t0.26 (0.10)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26683, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "One-way ANOVA revealed that DBH groups did not differ in cannabis and cocaine use over the previous 3 months. Likewise, age, gender distribution and trait impulsivity (as assessed with the Barratt Impulsiveness Scale) did not differ between groups. Finally, THC and cocaine concentrations did also not significantly differ between DBH groups. Mean concentrations of THC, cocaine and their main metabolites averaged over groups are given in Table 2. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27133, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 27144, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "MFFT data indicated that both cannabis and cocaine significantly increased cognitive impulsivity in individuals with CT/TT genotypes but not in CC homozygotes. The former changed from a reflective decision style during placebo (i.e. low impulsivity scores) to an impulsive decision style during drug intoxication (i.e. higher impulsivity scores). This is illustrated by the finding that CT/TT participants responded more rapidly at the cost of making more errors during cocaine and made more errors despite prolonged decision times during cannabis intoxication. CC homozygotes revealed relatively high impulsivity scores during placebo that did not alter during drug intoxication. Single doses of cannabis (Ramaekers et al.) and cocaine (van Wel et al.) have previously been reported to increase motor and cognitive impulsivity, particularly at higher doses (Fillmore et al.) or higher drug concentrations (Ramaekers et al.). Based on the present study it now appears that changes in impulsive decision making may be limited to individuals with CT/TT genotypes and that their (default) reflective operation mode is more prone to the disinhibiting effect of cannabis and cocaine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28323, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Both drugs also decreased synchronicity between BOLD responses in the NAc and other areas of the brain. In particular, cannabis and cocaine decreased functional connectivity between the NAc and the limbic lobe (i.e. anterior cingulate), medial prefrontal cortex, striatum and thalamus. Reductions in functional connectivity were most prominent in individuals with CT/TT genotypes. These decrements may be largely related to the moderating effects of cannabis and cocaine on GABAergic projections to output nuclei within the basal ganglia. Both drugs elevate dopamine levels in the NAc (Bossong et al.; Kalivas and Duffy; Weiss et al.) which in turn increases inhibitory GABAergic neurotransmission to the ventral pallidum through D1 receptor stimulation in the direct pathway. Inhibitory output to the ventral pallidum leads to reduction of GABAergic, inhibitory tone to the dorsomedial nucleus of the thalamus, which, in turn, projects to the limbic areas of the cerebral cortex (Kalivas and Volkow; Nakanishi et al.; Pierce and Kumaresan). In addition, dopamine also turns down the inhibitory, indirect striatal pathway from the NAc to the thalamus via D2 receptor activation (Nakanishi et al.). The net effect of dopaminergic stimulation of D1 and D2 receptors in the NAc is therefore ‘disinhibition’ and increased thalamic feedback on pleasure and reward to the cerebral cortex. Loss of functional connectivity may reflect elevation of striatal ‘bottom-up’ impulses at the cost of ‘reflective’ top-down control from frontal parts in the limbic circuit. Indeed, correlational analyses confirm a strong association between cognitive impulsivity and functional connectivity in the subcortical areas (i.e. striatum, thalamus) of the brain. Impulsivity increased with lower functional connectivity in these areas, and this association was strongest in the drug conditions. This corresponds with the notion of striatal overdrive due to increased dopaminergic stimulation of the NAc and the subsequent ‘disinhibition’ of the thalamus which acts as the major relay between the reactive and reflective part of the reward system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30447, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Drug induced disinhibition of corticostriatal circuits and subsequent loss of cognitive control may also provide an important mechanism by which drug users can progress to drug seeking. In the present study, loss of functional corticostriatal connectivity was particularly prominent in the (supracallosal) anterior cingulate and medial prefrontal cortex. These areas are implicated in detection of salient or erroneous events and the signaling of top down reorientation and implementation of attention (Beckmann et al.; Sutherland et al.). Reduced brain activity in these areas has been associated with comprised abilities to exert control over strong prepotent urges in cocaine users (Hester and Garavan). Reductions in functional corticostriatal connectivity have also been reported in chronic users of cocaine (Camchong et al.; Gu et al.; Tomasi et al.) and cannabis (Fischer et al.) during abstinence. This suggests that a drug induced imbalance in the corticostriatal circuitry can endure during abstinence in chronic users and lead to long lasting disinhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31516, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several potential limitations of the current study should be addressed. First, sample size in the current study, appears low to study genetic polymorphism. It has been argued that sample size should be well above a hundred participants or more to reliable assess genetic –environment (e.g. drug) interactions (Duncan and Keller). The implication of a low sample size is that true genotype × drug effects may go undetected or that rate of false discoveries progressively increases with the number of candidate genes that are being screened for drug interactions (Duncan and Keller). This argument is particularly true for association studies that randomly screen for a multitude of candidate gene-drug interactions. However, the present experimental study instead tested a single hypothesis about a single candidate gene (i.e. DBH) to exclude risk of chance capitalization and type 1 statistical errors. In such a scenario, sample size considerations are essentially not different from those in any other study making between group comparisons. The current study was well powered to demonstrate drug x DBH interactions in the MFFT. Sample size for resting state data was lower, but still within a sufficient range to pick up drug effects as demonstrated in previous studies (Honey et al.; Kelly et al.; Ramaekers et al.; Schrantee et al.). Moreover, pearson r correlations between functional connectivity and MFFT demonstrated a significant association between these 2 datasets, with coefficients varying between r = −30 and r = −50 indicating medium to large effect sizes. We therefore believe that the current DBH x drug interaction on functional connectivity is a true finding that is in support of the same interaction that we observed in the cognitive impulsivity data set in a much larger sample size.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33323, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Second, several study participants tested positive for THC at baseline prior to drug and placebo administration. However, mean baseline THC concentration was very low and below the threshold (i.e. < 2 ng/mL) above which performance impairment at the group level becomes apparent (Ramaekers et al.). Moreover, THC concentrations did not differ between DBH groups at baseline and during treatments. Therefore differential cannabis effects on MFFT and functional connectivity observed between DBH groups cannot be explained by differential THC concentration but must be caused by a factor that affects sensitivity to THC, in this case DBH genotype.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33969, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Cannabis and cocaine are also well known to affect cardiovascular variables. Cannabis decreases blood pressure shortly after smoking and increases heart rate (Ramaekers et al.) whereas cocaine causes increments in both of these parameters during intoxication (Fillmore et al.). In the current study we did not measure heart rate and blood pressure during resting state to control for cardiovascular influences on the BOLD response. Instead we removed ‘noise’ attributable to such physiological parameters by low band-pass filtering (0.01–0.08 Hz) of the preprocessed data. Moreover, the potential of drug induced cardiovascular influences on the BOLD response is similar across DBH groups and therefore cannot explain drug x DBH interactions as observed in the present study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34745, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study included an unequal distribution of males and females. In total, 122 regular users of cannabis and cocaine entered the study of which 26 were females. The gender distribution did not differ between DBH groups. Sample sizes of males and females did not allow for further gender specific analyses, particularly of the resting state dataset. Further studies however may wish to address the issue of gender specificity in terms of drug x DBH interactions since several studies have demonstrated gender specific responses to reward related decision processing (Diekhof et al.; Lighthall et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35354, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study demonstrated that individual responses to cannabis and cocaine challenges vary with DBH genotype. Heterogeneity in response to drug challenges may also have important clinical implications as these might be useful for developing personalized, targeted treatment in subgroups of drug dependent patients. Increased sensitivity to dopaminergic challenges make individuals with CT/TT genotypes more prone to downregulation and depletion of the dopaminergic system as has been observed in chronic drug users (Bough et al.). Preliminary data suggests that replenishment of dopamine through pharmacotherapy would therefore be more successful in patients with CT/TT genotypes as compared to patients with CC genotypes (Liu et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36096, "infons": {"section_type": "DISCUSS", "type": "title"}, "text": "Compliance with ethical standards", "sentences": [], "annotations": [], "relations": []}, {"offset": 36130, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 36151, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors report no financial interests or potential conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36229, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Informed consent", "sentences": [], "annotations": [], "relations": []}, {"offset": 36246, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All procedures followed were in accordance with the ethical standards of the responsible committee on human experimentation (institutional and national) and with the Helsinki Declaration of 1975, and the applicable revisions at the time of the investigation. Informed consent was obtained from all patients for being included in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36586, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 36597, "infons": {"fpage": "357", "lpage": "381", "name_0": "surname:Alexander;given-names:GE", "name_1": "surname:DeLong;given-names:MR", "name_2": "surname:Strick;given-names:PL", "pub-id_doi": "10.1146/annurev.ne.09.030186.002041", "pub-id_pmid": "3085570", "section_type": "REF", "source": "Annual Review of Neuroscience", "type": "ref", "volume": "9", "year": "1986"}, "text": "Parallel organization of functionally segregated circuits linking basal ganglia and cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 36688, "infons": {"fpage": "1458", "lpage": "1463", "name_0": "surname:Bechara;given-names:A", "pub-id_doi": "10.1038/nn1584", "pub-id_pmid": "16251988", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "8", "year": "2005"}, "text": "Decision making, impulse control and loss of willpower to resist drugs: a neurocognitive perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 36789, "infons": {"fpage": "1175", "lpage": "1190", "name_0": "surname:Beckmann;given-names:M", "name_1": "surname:Johansen-Berg;given-names:H", "name_2": "surname:Rushworth;given-names:MF", "pub-id_doi": "10.1523/JNEUROSCI.3328-08.2009", "pub-id_pmid": "19176826", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "29", "year": "2009"}, "text": "Connectivity-based parcellation of human cingulate cortex and its relation to functional specialization", "sentences": [], "annotations": [], "relations": []}, {"offset": 36893, "infons": {"fpage": "141", "lpage": "151", "name_0": "surname:Bonelli;given-names:RM", "name_1": "surname:Cummings;given-names:JL", "pub-id_pmid": "17726913", "section_type": "REF", "source": "Dialogues in Clinical Neuroscience", "type": "ref", "volume": "9", "year": "2007"}, "text": "Frontal-subcortical circuitry and behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 36936, "infons": {"fpage": "759", "lpage": "766", "name_0": "surname:Bossong;given-names:MG", "name_1": "surname:van Berckel;given-names:BN", "name_2": "surname:Boellaard;given-names:R", "name_3": "surname:Zuurman;given-names:L", "name_4": "surname:Schuit;given-names:RC", "name_5": "surname:Windhorst;given-names:AD", "name_6": "surname:van Gerven;given-names:JM", "name_7": "surname:Ramsey;given-names:NF", "name_8": "surname:Lammertsma;given-names:AA", "name_9": "surname:Kahn;given-names:RS", "pub-id_doi": "10.1038/npp.2008.138", "pub-id_pmid": "18754005", "section_type": "REF", "source": "Neuropsychopharmacology: Official publication of the American College of Neuropsychopharmacology", "type": "ref", "volume": "34", "year": "2009"}, "text": "Delta 9-tetrahydrocannabinol induces dopamine release in the human striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 37012, "infons": {"fpage": "202", "lpage": "219", "name_0": "surname:Bough;given-names:KJ", "name_1": "surname:Amur;given-names:S", "name_10": "surname:Sharma;given-names:J", "name_11": "surname:Dougherty;given-names:AH", "name_12": "surname:Moeller;given-names:FG", "name_2": "surname:Lao;given-names:G", "name_3": "surname:Hemby;given-names:SE", "name_4": "surname:Tannu;given-names:NS", "name_5": "surname:Kampman;given-names:KM", "name_6": "surname:Schmitz;given-names:JM", "name_7": "surname:Martinez;given-names:D", "name_8": "surname:Merchant;given-names:KM", "name_9": "surname:Green;given-names:C", "pub-id_doi": "10.1038/npp.2013.210", "pub-id_pmid": "23979119", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "Biomarkers for the development of new medications for cocaine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 37085, "infons": {"fpage": "145", "lpage": "151", "name_0": "surname:Camchong;given-names:J", "name_1": "surname:Macdonald;given-names:AW;suffix:3rd", "name_2": "surname:Mueller;given-names:BA", "name_3": "surname:Nelson;given-names:B", "name_4": "surname:Specker;given-names:S", "name_5": "surname:Slaymaker;given-names:V", "name_6": "surname:Lim;given-names:KO", "pub-id_doi": "10.1016/j.drugalcdep.2014.03.024", "pub-id_pmid": "24745476", "section_type": "REF", "source": "Drug and Alcohol Dependence", "type": "ref", "volume": "139", "year": "2014"}, "text": "Changes in resting functional connectivity during abstinence in stimulant use disorder: a preliminary comparison of relapsers and abstainers", "sentences": [], "annotations": [], "relations": []}, {"offset": 37226, "infons": {"fpage": "13", "name_0": "surname:Chao-Gan;given-names:Y", "name_1": "surname:Yu-Feng;given-names:Z", "pub-id_pmid": "20577591", "section_type": "REF", "source": "Frontiers in Systems Neuroscience", "type": "ref", "volume": "4", "year": "2010"}, "text": "DPARSF: a MATLAB toolbox for “pipeline” data analysis of resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 37302, "infons": {"fpage": "402", "lpage": "407", "name_0": "surname:Cools;given-names:R", "pub-id_doi": "10.1016/j.conb.2011.04.002", "pub-id_pmid": "21531543", "section_type": "REF", "source": "Current Opinion in Neurobiology", "type": "ref", "volume": "21", "year": "2011"}, "text": "Dopaminergic control of the striatum for high-level cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 37364, "infons": {"fpage": "e113", "lpage": "e125", "name_0": "surname:Cools;given-names:R", "name_1": "surname:D’Esposito;given-names:M", "pub-id_doi": "10.1016/j.biopsych.2011.03.028", "pub-id_pmid": "21531388", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Inverted-U-shaped dopamine actions on human working memory and cognitive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 37445, "infons": {"fpage": "432", "name_0": "surname:D’Amour-Horvat;given-names:V", "name_1": "surname:Leyton;given-names:M", "section_type": "REF", "source": "Behavioral Neuroscience", "type": "ref", "volume": "8", "year": "2014"}, "text": "Impulsive actions and choices in laboratory animals and humans: effects of high vs. low dopamine states produced by systemic treatments given to neurologically intact subjects. Front", "sentences": [], "annotations": [], "relations": []}, {"offset": 37628, "infons": {"fpage": "502", "lpage": "510", "name_0": "surname:Dagher;given-names:A", "name_1": "surname:Robbins;given-names:TW", "pub-id_doi": "10.1016/j.neuron.2009.01.031", "pub-id_pmid": "19249271", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "61", "year": "2009"}, "text": "Personality, addiction, dopamine: insights from Parkinson’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 37696, "infons": {"fpage": "2735", "lpage": "2747", "name_0": "surname:Di Martino;given-names:A", "name_1": "surname:Scheres;given-names:A", "name_2": "surname:Margulies;given-names:DS", "name_3": "surname:Kelly;given-names:AM", "name_4": "surname:Uddin;given-names:LQ", "name_5": "surname:Shehzad;given-names:Z", "name_6": "surname:Biswal;given-names:B", "name_7": "surname:Walters;given-names:JR", "name_8": "surname:Castellanos;given-names:FX", "name_9": "surname:Milham;given-names:MP", "pub-id_doi": "10.1093/cercor/bhn041", "pub-id_pmid": "18400794", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "18", "year": "2008"}, "text": "Functional connectivity of human striatum: a resting state FMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 37766, "infons": {"fpage": "63", "lpage": "77", "name_0": "surname:Diekhof;given-names:EK", "name_1": "surname:Keil;given-names:M", "name_2": "surname:Obst;given-names:KU", "name_3": "surname:Henseler;given-names:I", "name_4": "surname:Dechent;given-names:P", "name_5": "surname:Falkai;given-names:P", "name_6": "surname:Gruber;given-names:O", "pub-id_doi": "10.1016/j.brainres.2012.07.010", "pub-id_pmid": "22814146", "section_type": "REF", "source": "Brain Research", "type": "ref", "volume": "1473", "year": "2012"}, "text": "A functional neuroimaging study assessing gender differences in the neural mechanisms underlying the ability to resist impulsive desires", "sentences": [], "annotations": [], "relations": []}, {"offset": 37903, "infons": {"fpage": "1041", "lpage": "1049", "name_0": "surname:Duncan;given-names:LE", "name_1": "surname:Keller;given-names:MC", "pub-id_doi": "10.1176/appi.ajp.2011.11020191", "pub-id_pmid": "21890791", "section_type": "REF", "source": "The American Journal of Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "A critical review of the first 10 years of candidate gene-by-environment interaction research in psychiatry", "sentences": [], "annotations": [], "relations": []}, {"offset": 38011, "infons": {"name_0": "surname:Faure;given-names:A", "name_1": "surname:Richard;given-names:JM", "name_2": "surname:Berridge;given-names:KC", "pub-id_doi": "10.1371/journal.pone.0011223", "pub-id_pmid": "20585461", "section_type": "REF", "source": "PloS One", "type": "ref", "volume": "5", "year": "2010"}, "text": "Desire and dread from the nucleus accumbens: cortical glutamate and subcortical GABA differentially generate motivation and hedonic impact in the rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 38161, "infons": {"fpage": "157", "lpage": "167", "name_0": "surname:Fillmore;given-names:MT", "name_1": "surname:Rush;given-names:CR", "name_2": "surname:Hays;given-names:L", "pub-id_doi": "10.1016/S0376-8716(02)00062-5", "pub-id_pmid": "12095665", "section_type": "REF", "source": "Drug and Alcohol Dependence", "type": "ref", "volume": "67", "year": "2002"}, "text": "Acute effects of oral cocaine on inhibitory control of behavior in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 38235, "infons": {"fpage": "1323", "lpage": "1332", "name_0": "surname:Fillmore;given-names:MT", "name_1": "surname:Rush;given-names:CR", "name_2": "surname:Hays;given-names:L", "pub-id_doi": "10.1111/j.1360-0443.2006.01522.x", "pub-id_pmid": "16911732", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "101", "year": "2006"}, "text": "Acute effects of cocaine in two models of inhibitory control: implications of non-linear dose effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 38337, "infons": {"fpage": "176", "lpage": "182", "name_0": "surname:Fischer;given-names:AS", "name_1": "surname:Whitfield-Gabrieli;given-names:S", "name_2": "surname:Roth;given-names:RM", "name_3": "surname:Brunette;given-names:MF", "name_4": "surname:Green;given-names:AI", "pub-id_doi": "10.1016/j.schres.2014.04.033", "pub-id_pmid": "25037524", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "158", "year": "2014"}, "text": "Impaired functional connectivity of brain reward circuitry in patients with schizophrenia and cannabis use disorder: effects of cannabis and THC", "sentences": [], "annotations": [], "relations": []}, {"offset": 38482, "infons": {"fpage": "593", "lpage": "601", "name_0": "surname:Gu;given-names:H", "name_1": "surname:Salmeron;given-names:BJ", "name_2": "surname:Ross;given-names:TJ", "name_3": "surname:Geng;given-names:X", "name_4": "surname:Zhan;given-names:W", "name_5": "surname:Stein;given-names:EA", "name_6": "surname:Yang;given-names:Y", "pub-id_doi": "10.1016/j.neuroimage.2010.06.066", "pub-id_pmid": "20603217", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Mesocorticolimbic circuits are impaired in chronic cocaine users as demonstrated by resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 38604, "infons": {"fpage": "121", "lpage": "130", "name_0": "surname:Hess;given-names:C", "name_1": "surname:Reif;given-names:A", "name_2": "surname:Strobel;given-names:A", "name_3": "surname:Boreatti-Hummer;given-names:A", "name_4": "surname:Heine;given-names:M", "name_5": "surname:Lesch;given-names:KP", "name_6": "surname:Jacob;given-names:CP", "pub-id_doi": "10.1007/s00702-008-0138-0", "pub-id_pmid": "18982239", "section_type": "REF", "source": "Journal of Neural Transmission", "type": "ref", "volume": "116", "year": "2009"}, "text": "A functional dopamine-beta-hydroxylase gene promoter polymorphism is associated with impulsive personality styles, but not with affective disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 38752, "infons": {"fpage": "11017", "lpage": "11022", "name_0": "surname:Hester;given-names:R", "name_1": "surname:Garavan;given-names:H", "pub-id_doi": "10.1523/JNEUROSCI.3321-04.2004", "pub-id_pmid": "15590917", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "24", "year": "2004"}, "text": "Executive dysfunction in cocaine addiction: evidence for discordant frontal, cingulate, and cerebellar activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 38864, "infons": {"fpage": "1767", "lpage": "1781", "name_0": "surname:Honey;given-names:GD", "name_1": "surname:Suckling;given-names:J", "name_10": "surname:Bullmore;given-names:ET", "name_2": "surname:Zelaya;given-names:F", "name_3": "surname:Long;given-names:C", "name_4": "surname:Routledge;given-names:C", "name_5": "surname:Jackson;given-names:S", "name_6": "surname:Ng;given-names:V", "name_7": "surname:Fletcher;given-names:PC", "name_8": "surname:Williams;given-names:SC", "name_9": "surname:Brown;given-names:J", "pub-id_doi": "10.1093/brain/awg184", "pub-id_pmid": "12805106", "section_type": "REF", "source": "Brain: A Journal of Neurology", "type": "ref", "volume": "126", "year": "2003"}, "text": "Dopaminergic drug effects on physiological connectivity in a human cortico-striato-thalamic system", "sentences": [], "annotations": [], "relations": []}, {"offset": 38963, "infons": {"fpage": "561", "lpage": "572", "name_0": "surname:Kalivas;given-names:PW", "pub-id_doi": "10.1038/nrn2515", "pub-id_pmid": "19571793", "section_type": "REF", "source": "Nature Reviews. Neuroscience", "type": "ref", "volume": "10", "year": "2009"}, "text": "The glutamate homeostasis hypothesis of addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 39013, "infons": {"fpage": "48", "lpage": "58", "name_0": "surname:Kalivas;given-names:PW", "name_1": "surname:Duffy;given-names:P", "pub-id_doi": "10.1002/syn.890050104", "pub-id_pmid": "2300906", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "5", "year": "1990"}, "text": "Effect of acute and daily cocaine treatment on extracellular dopamine in the nucleus accumbens", "sentences": [], "annotations": [], "relations": []}, {"offset": 39108, "infons": {"fpage": "1403", "lpage": "1413", "name_0": "surname:Kalivas;given-names:PW", "name_1": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1176/appi.ajp.162.8.1403", "pub-id_pmid": "16055761", "section_type": "REF", "source": "The American Journal of Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "The neural basis of addiction: a pathology of motivation and choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 39176, "infons": {"fpage": "974", "lpage": "986", "name_0": "surname:Kalivas;given-names:PW", "name_1": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1038/mp.2011.46", "pub-id_pmid": "21519339", "section_type": "REF", "source": "Molecular Psychiatry", "type": "ref", "volume": "16", "year": "2011"}, "text": "New medications for drug addiction hiding in glutamatergic neuroplasticity", "sentences": [], "annotations": [], "relations": []}, {"offset": 39251, "infons": {"fpage": "7364", "lpage": "7378", "name_0": "surname:Kelly;given-names:C", "name_1": "surname:de Zubicaray;given-names:G", "name_2": "surname:Di Martino;given-names:A", "name_3": "surname:Copland;given-names:DA", "name_4": "surname:Reiss;given-names:PT", "name_5": "surname:Klein;given-names:DF", "name_6": "surname:Castellanos;given-names:FX", "name_7": "surname:Milham;given-names:MP", "name_8": "surname:McMahon;given-names:K", "pub-id_doi": "10.1523/JNEUROSCI.0810-09.2009", "pub-id_pmid": "19494158", "section_type": "REF", "source": "The Journal of Neuroscience: The Official Journal of the Society for Neuroscience", "type": "ref", "volume": "29", "year": "2009"}, "text": "L-dopa modulates functional connectivity in striatal cognitive and motor networks: a double-blind placebo-controlled study", "sentences": [], "annotations": [], "relations": []}, {"offset": 39374, "infons": {"fpage": "978", "lpage": "982", "name_0": "surname:Koob;given-names:GF", "pub-id_doi": "10.1016/S1054-3589(08)60910-2", "pub-id_pmid": "9328061", "section_type": "REF", "source": "Advances in Pharmacology", "type": "ref", "volume": "42", "year": "1998"}, "text": "Circuits, drugs, and drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 39410, "infons": {"fpage": "1450", "lpage": "1457", "name_0": "surname:Kreek;given-names:MJ", "name_1": "surname:Nielsen;given-names:DA", "name_2": "surname:Butelman;given-names:ER", "name_3": "surname:LaForge;given-names:KS", "pub-id_doi": "10.1038/nn1583", "pub-id_pmid": "16251987", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "8", "year": "2005"}, "text": "Genetic influences on impulsivity, risk taking, stress responsivity and vulnerability to drug abuse and addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 39524, "infons": {"fpage": "476", "lpage": "484", "name_0": "surname:Lighthall;given-names:NR", "name_1": "surname:Sakaki;given-names:M", "name_2": "surname:Vasunilashorn;given-names:S", "name_3": "surname:Nga;given-names:L", "name_4": "surname:Somayajula;given-names:S", "name_5": "surname:Chen;given-names:EY", "name_6": "surname:Samii;given-names:N", "name_7": "surname:Mather;given-names:M", "pub-id_doi": "10.1093/scan/nsr026", "pub-id_pmid": "21609968", "section_type": "REF", "source": "Social Cognitive and Affective Neuroscience", "type": "ref", "volume": "7", "year": "2012"}, "text": "Gender differences in reward-related decision processing under stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 39594, "infons": {"fpage": "370", "lpage": "373", "name_0": "surname:Liu;given-names:S", "name_1": "surname:Green;given-names:CE", "name_2": "surname:Lane;given-names:SD", "name_3": "surname:Kosten;given-names:TR", "name_4": "surname:Moeller;given-names:FG", "name_5": "surname:Nielsen;given-names:DA", "name_6": "surname:Schmitz;given-names:JM", "pub-id_doi": "10.1097/FPC.0000000000000055", "pub-id_pmid": "24809448", "section_type": "REF", "source": "Pharmacogenetics and Genomics", "type": "ref", "volume": "24", "year": "2014"}, "text": "The influence of dopamine beta-hydroxylase gene polymorphism rs1611115 on levodopa/carbidopa treatment for cocaine dependence: a preliminary study", "sentences": [], "annotations": [], "relations": []}, {"offset": 39741, "infons": {"fpage": "758", "lpage": "766", "name_0": "surname:Messer;given-names:SB", "name_1": "surname:Brodzinsky;given-names:DM", "pub-id_doi": "10.2307/1128943", "pub-id_pmid": "498852", "section_type": "REF", "source": "Child Development", "type": "ref", "volume": "50", "year": "1979"}, "text": "The relation of conceptual tempo to aggression and its control", "sentences": [], "annotations": [], "relations": []}, {"offset": 39804, "infons": {"fpage": "30", "lpage": "36", "name_0": "surname:Morgan;given-names:MJ", "pub-id_doi": "10.1007/s002130050803", "pub-id_pmid": "9952062", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "141", "year": "1999"}, "text": "Memory deficits associated with recreational use of “ecstasy” (MDMA)", "sentences": [], "annotations": [], "relations": []}, {"offset": 39873, "infons": {"fpage": "738", "lpage": "742", "name_0": "surname:Mumford;given-names:JA", "pub-id_doi": "10.1093/scan/nss059", "pub-id_pmid": "22641837", "section_type": "REF", "source": "Social Cognitive and Affective Neuroscience", "type": "ref", "volume": "7", "year": "2012"}, "text": "A power calculation guide for fMRI studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 39916, "infons": {"fpage": "49", "lpage": "59", "name_0": "surname:Nakanishi;given-names:S", "name_1": "surname:Hikida;given-names:T", "name_2": "surname:Yawata;given-names:S", "pub-id_doi": "10.1016/j.neuroscience.2014.04.026", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "282C", "year": "2014"}, "text": "Distinct dopaminergic control of the direct and indirect pathways in reward-based and avoidance learning behaviors", "sentences": [], "annotations": [], "relations": []}, {"offset": 40031, "infons": {"fpage": "1445", "lpage": "1449", "name_0": "surname:Nestler;given-names:EJ", "pub-id_doi": "10.1038/nn1578", "pub-id_pmid": "16251986", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "8", "year": "2005"}, "text": "Is there a common molecular pathway for addiction?", "sentences": [], "annotations": [], "relations": []}, {"offset": 40082, "infons": {"fpage": "31", "name_0": "surname:Perreault;given-names:ML", "name_1": "surname:Hasbi;given-names:A", "name_2": "surname:O’Dowd;given-names:BF", "name_3": "surname:George;given-names:SR", "pub-id_doi": "10.3389/fnana.2011.00031", "pub-id_pmid": "21747759", "section_type": "REF", "source": "Frontiers in Neuroanatomy", "type": "ref", "volume": "5", "year": "2011"}, "text": "The dopamine d1-d2 receptor heteromer in striatal medium spiny neurons: evidence for a third distinct neuronal pathway in Basal Ganglia", "sentences": [], "annotations": [], "relations": []}, {"offset": 40218, "infons": {"fpage": "1261", "lpage": "1281", "name_0": "surname:Petersson;given-names:KM", "name_1": "surname:Nichols;given-names:TE", "name_2": "surname:Poline;given-names:JB", "name_3": "surname:Holmes;given-names:AP", "pub-id_doi": "10.1098/rstb.1999.0478", "pub-id_pmid": "10466150", "section_type": "REF", "source": "Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences", "type": "ref", "volume": "354", "year": "1999"}, "text": "Statistical limitations in functional neuroimaging. II. Signal detection and statistical inference", "sentences": [], "annotations": [], "relations": []}, {"offset": 40317, "infons": {"fpage": "215", "lpage": "238", "name_0": "surname:Pierce;given-names:RC", "name_1": "surname:Kumaresan;given-names:V", "pub-id_doi": "10.1016/j.neubiorev.2005.04.016", "pub-id_pmid": "16099045", "section_type": "REF", "source": "Neuroscience and Biobehavioral Reviews", "type": "ref", "volume": "30", "year": "2006"}, "text": "The mesolimbic dopamine system: the final common pathway for the reinforcing effect of drugs of abuse?", "sentences": [], "annotations": [], "relations": []}, {"offset": 40420, "infons": {"fpage": "517", "lpage": "530", "name_0": "surname:Quednow;given-names:BB", "name_1": "surname:Kuhn;given-names:KU", "name_2": "surname:Hoppe;given-names:C", "name_3": "surname:Westheide;given-names:J", "name_4": "surname:Maier;given-names:W", "name_5": "surname:Daum;given-names:I", "name_6": "surname:Wagner;given-names:M", "pub-id_doi": "10.1007/s00213-005-0256-4", "pub-id_pmid": "16425060", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "189", "year": "2007"}, "text": "Elevated impulsivity and impaired decision-making cognition in heavy users of MDMA (“Ecstasy”)", "sentences": [], "annotations": [], "relations": []}, {"offset": 40515, "infons": {"fpage": "1048", "lpage": "1055", "name_0": "surname:Ramaekers;given-names:JG", "name_1": "surname:Kuypers;given-names:KP", "pub-id_doi": "10.1038/sj.npp.1300894", "pub-id_pmid": "16160704", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "31", "year": "2006"}, "text": "Acute effects of 3,4-methylenedioxymethamphetamine (MDMA) on behavioral measures of impulsivity: alone and in combination with alcohol", "sentences": [], "annotations": [], "relations": []}, {"offset": 40650, "infons": {"fpage": "2296", "lpage": "2303", "name_0": "surname:Ramaekers;given-names:JG", "name_1": "surname:Kauert;given-names:G", "name_2": "surname:van Ruitenbeek;given-names:P", "name_3": "surname:Theunissen;given-names:EL", "name_4": "surname:Schneider;given-names:E", "name_5": "surname:Moeller;given-names:MR", "pub-id_pmid": "16572123", "section_type": "REF", "source": "Neuropsychopharmacology: Official Publication of the American College of Neuropsychopharmacology", "type": "ref", "volume": "31", "year": "2006"}, "text": "High-potency marijuana impairs executive function and inhibitory motor control", "sentences": [], "annotations": [], "relations": []}, {"offset": 40729, "infons": {"fpage": "114", "lpage": "122", "name_0": "surname:Ramaekers;given-names:JG", "name_1": "surname:Moeller;given-names:MR", "name_2": "surname:van Ruitenbeek;given-names:P", "name_3": "surname:Theunissen;given-names:EL", "name_4": "surname:Schneider;given-names:E", "name_5": "surname:Kauert;given-names:G", "pub-id_doi": "10.1016/j.drugalcdep.2006.03.015", "pub-id_pmid": "16723194", "section_type": "REF", "source": "Drug and Alcohol Dependence", "type": "ref", "volume": "85", "year": "2006"}, "text": "Cognition and motor control as a function of Delta9-THC concentration in serum and oral fluid: limits of impairment", "sentences": [], "annotations": [], "relations": []}, {"offset": 40845, "infons": {"fpage": "266", "lpage": "277", "name_0": "surname:Ramaekers;given-names:JG", "name_1": "surname:Kauert;given-names:G", "name_2": "surname:Theunissen;given-names:EL", "name_3": "surname:Toennes;given-names:SW", "name_4": "surname:Moeller;given-names:MR", "pub-id_doi": "10.1177/0269881108092393", "pub-id_pmid": "18719045", "section_type": "REF", "source": "Journal of Psychopharmacology", "type": "ref", "volume": "23", "year": "2009"}, "text": "Neurocognitive performance during acute THC intoxication in heavy and occasional cannabis users", "sentences": [], "annotations": [], "relations": []}, {"offset": 40941, "infons": {"fpage": "219", "lpage": "226", "name_0": "surname:Ramaekers;given-names:JG", "name_1": "surname:Evers;given-names:EA", "name_2": "surname:Theunissen;given-names:EL", "name_3": "surname:Kuypers;given-names:KP", "name_4": "surname:Goulas;given-names:A", "name_5": "surname:Stiers;given-names:P", "pub-id_doi": "10.1007/s00213-013-3105-x", "pub-id_pmid": "23604336", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "229", "year": "2013"}, "text": "Methylphenidate reduces functional connectivity of nucleus accumbens in brain reward circuit", "sentences": [], "annotations": [], "relations": []}, {"offset": 41034, "infons": {"section_type": "REF", "type": "ref"}, "text": "Schrantee, A., Ferguson, B., Stoffers, D., Booij, J., Rombouts, S., & Reneman, L. (2015). Effects of dexamphetamine-induced dopamine release on resting-state network connectivity in recreational amphetamine users and healthy controls. Brain Imaging Behavior, 1–11. doi:10.1007/s11682-015-9419-z.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41330, "infons": {"fpage": "2281", "lpage": "2295", "name_0": "surname:Sutherland;given-names:MT", "name_1": "surname:McHugh;given-names:MJ", "name_2": "surname:Pariyadath;given-names:V", "name_3": "surname:Stein;given-names:EA", "pub-id_doi": "10.1016/j.neuroimage.2012.01.117", "pub-id_pmid": "22326834", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Resting state functional connectivity in addiction: lessons learned and a road ahead", "sentences": [], "annotations": [], "relations": []}, {"offset": 41415, "infons": {"name_0": "surname:Tomasi;given-names:D", "name_1": "surname:Volkow;given-names:ND", "name_2": "surname:Wang;given-names:R", "name_3": "surname:Carrillo;given-names:JH", "name_4": "surname:Maloney;given-names:T", "name_5": "surname:Alia-Klein;given-names:N", "name_6": "surname:Woicik;given-names:PA", "name_7": "surname:Telang;given-names:F", "name_8": "surname:Goldstein;given-names:RZ", "pub-id_doi": "10.1371/journal.pone.0010815", "pub-id_pmid": "20520835", "section_type": "REF", "source": "PloS One", "type": "ref", "volume": "5", "year": "2010"}, "text": "Disrupted functional connectivity with dopaminergic midbrain in cocaine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41495, "infons": {"fpage": "1410", "lpage": "1420", "name_0": "surname:van Wel;given-names:JH", "name_1": "surname:Kuypers;given-names:KP", "name_2": "surname:Theunissen;given-names:EL", "name_3": "surname:Toennes;given-names:SW", "name_4": "surname:Spronk;given-names:DB", "name_5": "surname:Verkes;given-names:RJ", "name_6": "surname:Ramaekers;given-names:JG", "pub-id_doi": "10.1111/bph.12425", "pub-id_pmid": "24106872", "section_type": "REF", "source": "British Journal of Pharmacology", "type": "ref", "volume": "170", "year": "2013"}, "text": "Single doses of THC and cocaine decrease proficiency of impulse control in heavy cannabis users", "sentences": [], "annotations": [], "relations": []}, {"offset": 41591, "infons": {"fpage": "1575", "lpage": "1579", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "name_2": "surname:Wang;given-names:GJ", "name_3": "surname:Swanson;given-names:JM", "name_4": "surname:Telang;given-names:F", "pub-id_doi": "10.1001/archneur.64.11.1575", "pub-id_pmid": "17998440", "section_type": "REF", "source": "Archives of Neurology", "type": "ref", "volume": "64", "year": "2007"}, "text": "Dopamine in drug abuse and addiction: results of imaging studies and treatment implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 41683, "infons": {"fpage": "15037", "lpage": "15042", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Wang;given-names:GJ", "name_2": "surname:Fowler;given-names:JS", "name_3": "surname:Tomasi;given-names:D", "name_4": "surname:Telang;given-names:F", "pub-id_doi": "10.1073/pnas.1010654108", "pub-id_pmid": "21402948", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "108", "year": "2011"}, "text": "Addiction: beyond dopamine reward circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 41727, "infons": {"fpage": "1433", "lpage": "1451", "name_0": "surname:Weinshenker;given-names:D", "name_1": "surname:Schroeder;given-names:JP", "pub-id_doi": "10.1038/sj.npp.1301263", "pub-id_pmid": "17164822", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "32", "year": "2007"}, "text": "There and back again: a tale of norepinephrine and drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 41793, "infons": {"fpage": "4372", "lpage": "4380", "name_0": "surname:Weiss;given-names:F", "name_1": "surname:Paulus;given-names:MP", "name_2": "surname:Lorang;given-names:MT", "name_3": "surname:Koob;given-names:GF", "pub-id_pmid": "1432099", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "12", "year": "1992"}, "text": "Increases in extracellular dopamine in the nucleus accumbens by cocaine are inversely related to basal levels: effects of acute and repeated administration", "sentences": [], "annotations": [], "relations": []}, {"offset": 41949, "infons": {"fpage": "515", "lpage": "522", "name_0": "surname:Zabetian;given-names:CP", "name_1": "surname:Anderson;given-names:GM", "name_10": "surname:Cubells;given-names:JF", "name_2": "surname:Buxbaum;given-names:SG", "name_3": "surname:Elston;given-names:RC", "name_4": "surname:Ichinose;given-names:H", "name_5": "surname:Nagatsu;given-names:T", "name_6": "surname:Kim;given-names:KS", "name_7": "surname:Kim;given-names:CH", "name_8": "surname:Malison;given-names:RT", "name_9": "surname:Gelernter;given-names:J", "pub-id_doi": "10.1086/318198", "pub-id_pmid": "11170900", "section_type": "REF", "source": "American Journal of Human Genetics", "type": "ref", "volume": "68", "year": "2001"}, "text": "A quantitative-trait analysis of human plasma-dopamine beta-hydroxylase activity: evidence for a major functional polymorphism at the DBH locus", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}