{"source": "PMC", "date": "20201218", "key": "pmc.key", "infons": {}, "documents": [{"id": "5361832", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12888-017-1263-9", "article-id_pmc": "5361832", "article-id_pmid": "28327107", "article-id_publisher-id": "1263", "elocation-id": "105", "kwd": "Schizophrenia MRI voxel-based morphometry Violent acts Premeditation", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Kuroki;given-names:Noriomi", "name_1": "surname:Kashiwagi;given-names:Hiroko", "name_2": "surname:Ota;given-names:Miho", "name_3": "surname:Ishikawa;given-names:Masanori", "name_4": "surname:Kunugi;given-names:Hiroshi", "name_5": "surname:Sato;given-names:Noriko", "name_6": "surname:Hirabayashi;given-names:Naotsugu", "name_7": "surname:Ota;given-names:Toshio", "name_8": "surname:Kashiwagi;given-names:Hiroko", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2017"}, "text": "Brain structure differences among male schizophrenic patients with history of serious violent acts: an MRI voxel-based morphometric study", "sentences": [], "annotations": [], "relations": []}, {"offset": 138, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 149, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The biological underpinnings of serious violent behaviors in patients with schizophrenia remain unclear. The aim of this study was to identify the characteristics of brain morphometry in patients with schizophrenia and a history of serious violent acts, who were being treated under relatively new legislation for offenders with mental illness in Japan where their relevant action should be strongly associated with their mental illness. We also investigated whether morphometric changes would depend on types of serious violent actions or not.", "sentences": [], "annotations": [], "relations": []}, {"offset": 694, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 702, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Thirty-four male patients with schizophrenia who were hospitalized after committing serious violent acts were compared with 23 male outpatients or inpatients with schizophrenia and no history of violent acts. T1-weighted magnetic resonance imaging (MRI) with voxel-based morphometry was used to assess gray matter volume. Additionally, patients with violent acts were divided based on whether their relevant actions were premeditated or not. The regional volumes of these two groups were compared to those of the control patient group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1238, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1246, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patients with schizophrenia and a history of serious violent acts showed significantly smaller regional volumes of the right inferior temporal area expanded to the middle temporal gyrus and the temporal pole, and the right insular area compared to patients without a history of violence. Patients with premeditated violent acts showed significantly smaller regional volumes of the right inferior temporal area, the right insular area, the left planum polare area including the insula, and the bilateral precuneus area including the posterior cingulate gyrus than those without a history of violence, whereas patients with impulsive violent acts showed significantly smaller volumes of only the right inferior temporal area compared to those without a history of violence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2018, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2030, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patients with schizophrenia and a history of serious violent acts showed structural differences in some brain regions compared to those with schizophrenia and no history of violence. Abnormalities in the right inferior temporal area were relatively common but did not depend on whether the violent actions were premeditated or not, and abnormalities in a wider range may be attributed to not only planning the violent action against others but also to maintaining that plan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2505, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Trial registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 2524, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "UMIN.ac.jp UMIN000008065. Registered 2012/05/31.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2573, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2584, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although many individuals with schizophrenia do not show any antisocial behaviors, they hold a significant risk for violent acts compared to the general population. Violent offenses are not necessarily among the general characteristics of schizophrenia, but a considerable number of patients with schizophrenia tend to repeat violent behaviors. The differences between patients with violent actions and those without remain unclear. Several factors have been suggested to distinguish the violent and non-violent groups, such as positive symptoms of schizophrenia, premorbid antisocial traits, and co-morbidity with substance disorders. Genetic influences have also been proposed to have a significant impact on the risk of violence in schizophrenia. It is suggested that biological and psychosocial factors may be intricately intertwined for forming a violent trait in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3468, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The biological aspects of violent traits have been relatively well described among individuals with antisocial disorder and psychopathy, which are also strongly associated with violent traits. Historically, a violent trait has been thought to be associated with frontal lobe dysfunction. Some patients with organic frontal damage show similar behaviors to psychopathy, and frontal abnormalities have been reported in patients with antisocial personality disorder or psychopathy. Morphological abnormalities in other regions such as the temporal pole, anterior cingulate cortex, nucleus accumbens, amygdala, and hippocampus were also reported in individuals with psychopathy or antisocial personality disorder. However, to what extent these abnormalities are shared among individuals with schizophrenia and violent traits remains unclear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4306, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A few studies have examined the relationships between structural abnormalities and violent traits in patients with schizophrenia. Concerning the relationships between schizophrenia and aggression, several findings were reported, such as relationships between orbitofrontal cortex volumes, caudate volumes, and aggression using the Overt Aggression Scale in treatment-resistant patients with schizophrenia or schizoaffective disorder, as well as the correlation between cortical thinning in ventral prefrontal regions, urgency scores and the Aggression Questionnaire total score in patients with schizophrenia or schizoaffective disorder. Several studies have included patients with a history of serious violence in addition to schizophrenia and/or antisocial personality disorder, and these studies reported volumetric abnormalities in brain regions including the medial temporal lobe. For patients with schizophrenia and a history of serious violence, Barkataki et al. reported reduced whole brain and increased putamen sizes compared with normal controls and non-violent patients with schizophrenia as well as reduced hippocampal volumes compared with normal controls and the antisocial personality disorder group. Kumari et al. found elevated impulsiveness scores in participants with schizophrenia and a history of serious violence compared to non-violent patients and normal controls as well as a negative correlation between these factors and orbitofrontal gray matter volume and hippocampal volume in participants with schizophrenia and a history of violence. Reduced hippocampal and parahippocampal volume among murderers with schizophrenia relative to non-murderers with schizophrenia was also reported by another group. Volumetric abnormalities in other brain areas have also been reported, such as reduced thalamic volume in participants with schizophrenia or antisocial personality disorder and a history of psychosocial deprivation, as well as lower anterior cingulate volume in subjects with antisocial personality and/or schizophrenia and a history of serious violence, but not in patients with non-violent schizophrenia relative to normal subjects. Regarding cortical thickness, Narayan et al. showed that violence was associated with cortical thinning in the medial inferior frontal and lateral sensory motor cortex, as only violent subjects with antisocial personality disorder exhibited cortical thinning in inferior mesial frontal cortices. However, the study settings (i.e., community setting, or forensic ward-based) in these studies have varied, as did the groups compared (i.e., non-violent schizophrenia, antisocial personality disorder, and normal controls), and types of serious violent actions have not been well studied. Thus, whether specific structural abnormalities are related to violent traits in individuals with schizophrenia remains unknown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7185, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A background of violent behaviors in schizophrenia consists of several factors. For example, murder based on delusion of persecution (i.e., goal-directed behavior) and physical attack during psychomotor excitement (i.e., impulsive behavior) may have different backgrounds, both on a psychological and a biological level. Thus, the results of studies of violent behaviors in individuals with schizophrenia may depend on the definition of the violent behaviors or the sampling of subjects, particularly subjects from a forensic setting vs. a community setting.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7744, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We examined hospitalized subjects with schizophrenia who had demonstrated serious physically violent behaviors, such as murder, attempted murder, and serious injury in community life, and were being treated under the Medical Treatment and Supervision Act (MTSA; also known as the Act on Medical Care and Treatment for Persons Who Have Caused Serious Cases Under the Condition of Insanity). This is relatively new legislation for offenders with mental disorders in Japan, which aims to promote the rehabilitation of persons who committed serious harm to others (homicide, robbery, bodily injury, arson, or a sex crime) while in a state of insanity or diminished responsibility and who are considered to be responsive to psychiatric treatment. This new legislation should apply to subjects whose relevant action has been strongly associated with their mental illness. Therefore, we were able to sample subjects whose relationship between their relevant action and mental illness had been well examined, and investigate the association of types of their violent actions with morphometric characteristics. We analyzed high- resolution magnetic resonance imaging (MRI) findings with automated data processing, using voxel-based morphometry to detect regions associated with serious violent behaviors in patients with schizophrenia compared to non-violent patients with schizophrenia. We hypothesized that regional volume changes would depend on the types of serious violent actions, and we performed subgroup analysis by dividing patients with a history of serious violence into two groups according to whether their relevant actions were premeditated or not. The regional volumes of these two groups were compared to those of the control patient group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9493, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 9501, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 9510, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Thirty-four male patients with schizophrenia who had a history of seriously violent behaviors against others (the forensic group) were recruited from inpatients at the forensic unit of the National Center of Neurology and Psychiatry Hospital, Tokyo, Japan under the MTSA. Twenty-three age-matched male control patients with schizophrenia who had no history of violent behaviors (the control patient group) were recruited among inpatients and outpatients (10:13, respectively) at the National Center of Neurology and Psychiatry Hospital. Because there were few female patients with schizophrenia and a history of serious violent acts, female subjects were excluded from this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10191, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Inclusion criteria for both groups were as follows: (1) ages 20 to 60 years; (2) right-handed; (3) a diagnosis of schizophrenia according to the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision. Exclusion criteria for both group were as follows: (4) a diagnosis of mental retardation; (5) a history of seizure; (6) a history of head trauma with loss of consciousness; (7) a history of neurological disorder. Forensic patients met the following criteria: (1) hospitalized under the MTSA; (2) had committed murder, attempted murder, or serious injury to others (relevant action) in a state of insanity or diminished responsibility; (3) were capable of participating in the study as determined through an evaluation by the multidisciplinary treatment team. Control patients met the following criteria: (1) had never been hospitalized for harming others; (2) had no history of physical violence (score of ≤1 on the Gunn and Robertson Scale for Violence).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11178, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data on the duration of education, history of substance abuse, age at onset and duration of illness, duration of medication, duration of untreated psychosis, and medication use at the time of MRI scan were available for all subjects. Ten forensic patients and no control patients had a history of substance abuse. One forensic patient and 5 control patients received no antipsychotic medication, although all other patients from both groups were receiving antipsychotic medication when the MRI scan was acquired. Two forensic patients and no control patients were taking clozapine. There were no antipsychotic medication-naive patients in either group. All medication dosages were converted to chlorpromazine equivalents. Clinical symptoms of all patients were evaluated using the Positive and Negative Syndrome Scale (PANSS) within 2 months of the date of MRI. The Wallwork/Fortgang five-factor model for PANSS was used for further analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12121, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All forensic patients were hospitalized and had received psychiatric treatment for approximately 2 months prior to hospitalization under the MTSA to determine whether they should be treated under MTSA or not. The relationship between their relevant actions and mental disorder was evaluated in detail. Detailed clinical data were available for forensic patients during their hospitalization. The forensic group was divided into two groups for additional analysis, depending on whether they had planned their relevant action of violence for a certain period of time or not. Those who had premeditated their assaults prior to meeting with their victims on the day of their relevant actions or at least 1 hour before their actions were included in “the premeditated action group”; otherwise, the patients were included in \"the impulsive group.\" The premeditated action group consisted of 15 subjects, including 4 patients with a history of substance abuse. The impulsive group consisted of 19 subjects, including 6 patients with a history of substance abuse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13177, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "\nDemographic data and clinical Information\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 13221, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"3\">\nForensic group\n</th><th/><th colspan=\"9\">\nStatistical analysis\n</th></tr><tr><th/><th>\nTotal (\n<italic>n</italic> = 34)\n</th><th>\nPremeditated action group (\n<italic>n</italic> = 15)\n</th><th>\nImpulsive group (\n<italic>n</italic> = 19)\n</th><th>\nControl patient group (\n<italic>n</italic> = 23)\n</th><th colspan=\"3\">\nForensic (\n<italic>n</italic> = 34) vs. Control (\n<italic>n</italic> = 23)\n<sup>a</sup>\n</th><th colspan=\"3\">\nPremeditated (\n<italic>n</italic> = 15) vs. Control\n<sup>b</sup>\n</th><th colspan=\"3\">\nImpulsive (\n<italic>n</italic> = 19) vs. Control\n<sup>c</sup>\n</th></tr><tr><th/><th>\nMean ± SD\n</th><th>\nMean ± SD\n</th><th>\nMean ± SD\n</th><th>\nMean ± SD\n</th><th>\nt or U\n</th><th>\ndf\n</th><th>\np\n</th><th>\nt or U\n</th><th>\ndf\n</th><th>\np\n</th><th>\nt or U\n</th><th>\ndf\n</th><th>\np\n</th></tr></thead><tbody><tr><td>\nAge, years (range)\n</td><td>\n40.6 ± 9.5 (22–58)\n</td><td>\n44.1 ± 9.2\n</td><td>\n37.9 ± 9.1\n</td><td>\n36.8 ± 11.0 (20–53)\n</td><td>\n1.385\n</td><td>\n55\n</td><td>\n0.172\n</td><td>\n2.112\n</td><td>\n36\n</td><td>\n0.042\n</td><td>\n0.338\n</td><td>\n40\n</td><td>\n0.737\n</td></tr><tr><td>\nDuration of education, years\n</td><td>\n12.4 ± 2.7\n</td><td>\n11.9 ± 2.2\n</td><td>\n12.9 ± 3.1\n</td><td>\n14.4 ± 2.0\n</td><td>\n2.965\n</td><td>\n55\n</td><td>\n0.004\n</td><td>\n3.673\n</td><td>\n36\n</td><td>\n0.001\n</td><td>\n1.939\n</td><td>\n40\n</td><td>\n0.060\n</td></tr><tr><td>\nSubstance abuse, Alcohol/Others/Both\n</td><td>\n2/6/2\n</td><td>\n1/3/0\n</td><td>\n1/3/2\n</td><td>\n0/0/0\n</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>\nAge of onset\n</td><td>\n25.4 ± 7.2\n</td><td>\n26.3 ± 8.5\n</td><td>\n24.7 ± 6.1\n</td><td>\n22.0 ± 6.7\n</td><td>\n1.834\n</td><td>\n55\n</td><td>\n0.072\n</td><td>\n1.743\n</td><td>\n36\n</td><td>\n0.090\n</td><td>\n1.398\n</td><td>\n40\n</td><td>\n0.170\n</td></tr><tr><td>\nDuration of illness, years\n</td><td>\n15.6 ± 10.0\n</td><td>\n18.0 ± 10.6\n</td><td>\n13.8 ± 9.3\n</td><td>\n15.0 ± 10.4\n</td><td>\n0.227\n</td><td>\n55\n</td><td>\n0.822\n</td><td>\n0.854\n</td><td>\n36\n</td><td>\n0.399\n</td><td>\n0.403\n</td><td>\n40\n</td><td>\n0.689\n</td></tr><tr><td>\nDuration of untreated psychosis, months\n</td><td>\n26.2 ± 41.8\n</td><td>\n36.2 ± 55.3\n</td><td>\n18.3 ± 26.2\n</td><td>\n18.8 ± 36.3\n</td><td>\n465\n</td><td/><td>\n0.219\n</td><td>\n216\n</td><td/><td>\n0.202\n</td><td>\n249\n</td><td/><td>\n0.429\n</td></tr><tr><td>\nDuration of medication\n<italic>a</italic>\n, years\n</td><td>\n13.2 ± 10.2\n</td><td>\n14.4 ± 10.5\n</td><td>\n12.2 ± 10.1\n</td><td>\n13.6 ± 10.1\n</td><td>\n0.164\n</td><td>\n55\n</td><td>\n0.870\n</td><td>\n0.233\n</td><td>\n36\n</td><td>\n0.817\n</td><td>\n0.457\n</td><td>\n40\n</td><td>\n0.650\n</td></tr><tr><td>\nMedication dose, mg\n<sup>d</sup>\n</td><td>\n706.9 ± 606.4\n</td><td>\n682.3 ± 543.7\n</td><td>\n726.3 ± 665.7\n</td><td>\n477.3 ± 434.8\n</td><td>\n476.5\n</td><td/><td>\n0.164\n</td><td>\n212.5\n</td><td/><td>\n0.235\n</td><td>\n264\n</td><td/><td>\n0.249\n</td></tr><tr><td>\nMedication type, Typical/Atypical/Both/Non\n</td><td>\n2/18/13/1\n</td><td>\n1/5/8/1\n</td><td>\n1/13/5/1\n</td><td>\n2/12/4/5\n</td><td>\n7.000\n</td><td>\n3\n</td><td>\n0.072\n<sup>f</sup>\n</td><td>\n5.883\n</td><td>\n3\n</td><td>\n0.117\n<sup>f</sup>\n</td><td>\n7.041\n</td><td>\n3\n</td><td>\n0.071\n<sup>f</sup>\n</td></tr><tr><td>\nPANSS\n<sup>e</sup>\n</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>\nPositive\n</td><td>\n12.2 ± 4.8\n</td><td>\n14.3 ± 5.3\n</td><td>\n10.5 ± 3.8\n</td><td>\n9.4 ± 3.6\n</td><td>\n2.356\n</td><td>\n55\n</td><td>\n0.022\n</td><td>\n3.445\n</td><td>\n36\n</td><td>\n0.001\n</td><td>\n0.952\n</td><td>\n40\n</td><td>\n0.347\n</td></tr><tr><td>\nNegative\n</td><td>\n17.1 ± 7.0\n</td><td>\n19.7 ± 6.7\n</td><td>\n15.0 ± 6.8\n</td><td>\n14.7 ± 6.2\n</td><td>\n1.292\n</td><td>\n55\n</td><td>\n0.202\n</td><td>\n2.344\n</td><td>\n36\n</td><td>\n0.025\n</td><td>\n0.130\n</td><td>\n40\n</td><td>\n0.897\n</td></tr><tr><td>\nDisorganization\n</td><td>\n8.4 ± 3.2\n</td><td>\n9.2 ± 3.4\n</td><td>\n7.7 ± 2.9\n</td><td>\n6.8 ± 3.7\n</td><td>\n1.737\n</td><td>\n55\n</td><td>\n0.088\n</td><td>\n2.020\n</td><td>\n36\n</td><td>\n0.051\n</td><td>\n0.910\n</td><td>\n40\n</td><td>\n0.368\n</td></tr><tr><td>\nDepressive\n</td><td>\n6.7 ± 2.6\n</td><td>\n7.4 ± 2.9\n</td><td>\n6.1 ± 2.3\n</td><td>\n7.0 ± 3.2\n</td><td>\n0.420\n</td><td>\n55\n</td><td>\n0.676\n</td><td>\n0.395\n</td><td>\n36\n</td><td>\n0.695\n</td><td>\n1.024\n</td><td>\n40\n</td><td>\n0.312\n</td></tr><tr><td>\nExcitement\n</td><td>\n8.3 ± 3.5\n</td><td>\n8.4 ± 3.4\n</td><td>\n8.2 ± 3.8\n</td><td>\n6.7 ± 3.0\n</td><td>\n1.775\n</td><td>\n55\n</td><td>\n0.081\n</td><td>\n1.627\n</td><td>\n36\n</td><td>\n0.112\n</td><td>\n1.450\n</td><td>\n40\n</td><td>\n0.155\n</td></tr><tr><td>\nIntracranial volume, ml\n</td><td>\n1619.8 ± 154.2\n</td><td>\n1589.4 ± 173.6\n</td><td>\n1643.7 ± 137.1\n</td><td>\n1618.0 ± 136.8\n</td><td>\n0.045\n</td><td>\n55\n</td><td>\n0.964\n</td><td>\n0.565\n</td><td>\n36\n</td><td>\n0.576\n</td><td>\n0.606\n</td><td>\n40\n</td><td>\n0.548\n</td></tr></tbody></table>\n"}, "text": "\t\t \tForensic group\t \t\t\t\t \tStatistical analysis\t \t\t \t\t\t \tTotal (\t \tn = 34)\t \t\t\t \tPremeditated action group (\t \tn = 15)\t \t\t\t \tImpulsive group (\t \tn = 19)\t \t\t\t \tControl patient group (\t \tn = 23)\t \t\t\t \tForensic (\t \tn = 34) vs. Control (\t \tn = 23)\t \ta\t\t \tPremeditated (\t \tn = 15) vs. Control\t \tb\t\t \tImpulsive (\t \tn = 19) vs. Control\t \tc\t \t\t\t \tMean ± SD\t \t\t\t \tMean ± SD\t \t\t\t \tMean ± SD\t \t\t\t \tMean ± SD\t \t\t\t \tt or U\t \t\t\t \tdf\t \t\t\t \tp\t \t\t\t \tt or U\t \t\t\t \tdf\t \t\t\t \tp\t \t\t\t \tt or U\t \t\t\t \tdf\t \t\t\t \tp\t \t\t \t\t \tAge, years (range)\t \t\t\t \t40.6 ± 9.5 (22–58)\t \t\t\t \t44.1 ± 9.2\t \t\t\t \t37.9 ± 9.1\t \t\t\t \t36.8 ± 11.0 (20–53)\t \t\t\t \t1.385\t \t\t\t \t55\t \t\t\t \t0.172\t \t\t\t \t2.112\t \t\t\t \t36\t \t\t\t \t0.042\t \t\t\t \t0.338\t \t\t\t \t40\t \t\t\t \t0.737\t \t\t \t\t \tDuration of education, years\t \t\t\t \t12.4 ± 2.7\t \t\t\t \t11.9 ± 2.2\t \t\t\t \t12.9 ± 3.1\t \t\t\t \t14.4 ± 2.0\t \t\t\t \t2.965\t \t\t\t \t55\t \t\t\t \t0.004\t \t\t\t \t3.673\t \t\t\t \t36\t \t\t\t \t0.001\t \t\t\t \t1.939\t \t\t\t \t40\t \t\t\t \t0.060\t \t\t \t\t \tSubstance abuse, Alcohol/Others/Both\t \t\t\t \t2/6/2\t \t\t\t \t1/3/0\t \t\t\t \t1/3/2\t \t\t\t \t0/0/0\t \t\t\t\t\t\t\t\t\t\t\t \t\t \tAge of onset\t \t\t\t \t25.4 ± 7.2\t \t\t\t \t26.3 ± 8.5\t \t\t\t \t24.7 ± 6.1\t \t\t\t \t22.0 ± 6.7\t \t\t\t \t1.834\t \t\t\t \t55\t \t\t\t \t0.072\t \t\t\t \t1.743\t \t\t\t \t36\t \t\t\t \t0.090\t \t\t\t \t1.398\t \t\t\t \t40\t \t\t\t \t0.170\t \t\t \t\t \tDuration of illness, years\t \t\t\t \t15.6 ± 10.0\t \t\t\t \t18.0 ± 10.6\t \t\t\t \t13.8 ± 9.3\t \t\t\t \t15.0 ± 10.4\t \t\t\t \t0.227\t \t\t\t \t55\t \t\t\t \t0.822\t \t\t\t \t0.854\t \t\t\t \t36\t \t\t\t \t0.399\t \t\t\t \t0.403\t \t\t\t \t40\t \t\t\t \t0.689\t \t\t \t\t \tDuration of untreated psychosis, months\t \t\t\t \t26.2 ± 41.8\t \t\t\t \t36.2 ± 55.3\t \t\t\t \t18.3 ± 26.2\t \t\t\t \t18.8 ± 36.3\t \t\t\t \t465\t \t\t\t\t \t0.219\t \t\t\t \t216\t \t\t\t\t \t0.202\t \t\t\t \t249\t \t\t\t\t \t0.429\t \t\t \t\t \tDuration of medication\t \ta\t \t, years\t \t\t\t \t13.2 ± 10.2\t \t\t\t \t14.4 ± 10.5\t \t\t\t \t12.2 ± 10.1\t \t\t\t \t13.6 ± 10.1\t \t\t\t \t0.164\t \t\t\t \t55\t \t\t\t \t0.870\t \t\t\t \t0.233\t \t\t\t \t36\t \t\t\t \t0.817\t \t\t\t \t0.457\t \t\t\t \t40\t \t\t\t \t0.650\t \t\t \t\t \tMedication dose, mg\t \td\t\t \t706.9 ± 606.4\t \t\t\t \t682.3 ± 543.7\t \t\t\t \t726.3 ± 665.7\t \t\t\t \t477.3 ± 434.8\t \t\t\t \t476.5\t \t\t\t\t \t0.164\t \t\t\t \t212.5\t \t\t\t\t \t0.235\t \t\t\t \t264\t \t\t\t\t \t0.249\t \t\t \t\t \tMedication type, Typical/Atypical/Both/Non\t \t\t\t \t2/18/13/1\t \t\t\t \t1/5/8/1\t \t\t\t \t1/13/5/1\t \t\t\t \t2/12/4/5\t \t\t\t \t7.000\t \t\t\t \t3\t \t\t\t \t0.072\t \tf\t\t \t5.883\t \t\t\t \t3\t \t\t\t \t0.117\t \tf\t\t \t7.041\t \t\t\t \t3\t \t\t\t \t0.071\t \tf\t \t\t \tPANSS\t \te\t\t\t\t\t\t\t\t\t\t\t\t\t\t \t\t \tPositive\t \t\t\t \t12.2 ± 4.8\t \t\t\t \t14.3 ± 5.3\t \t\t\t \t10.5 ± 3.8\t \t\t\t \t9.4 ± 3.6\t \t\t\t \t2.356\t \t\t\t \t55\t \t\t\t \t0.022\t \t\t\t \t3.445\t \t\t\t \t36\t \t\t\t \t0.001\t \t\t\t \t0.952\t \t\t\t \t40\t \t\t\t \t0.347\t \t\t \t\t \tNegative\t \t\t\t \t17.1 ± 7.0\t \t\t\t \t19.7 ± 6.7\t \t\t\t \t15.0 ± 6.8\t \t\t\t \t14.7 ± 6.2\t \t\t\t \t1.292\t \t\t\t \t55\t \t\t\t \t0.202\t \t\t\t \t2.344\t \t\t\t \t36\t \t\t\t \t0.025\t \t\t\t \t0.130\t \t\t\t \t40\t \t\t\t \t0.897\t \t\t \t\t \tDisorganization\t \t\t\t \t8.4 ± 3.2\t \t\t\t \t9.2 ± 3.4\t \t\t\t \t7.7 ± 2.9\t \t\t\t \t6.8 ± 3.7\t \t\t\t \t1.737\t \t\t\t \t55\t \t\t\t \t0.088\t \t\t\t \t2.020\t \t\t\t \t36\t \t\t\t \t0.051\t \t\t\t \t0.910\t \t\t\t \t40\t \t\t\t \t0.368\t \t\t \t\t \tDepressive\t \t\t\t \t6.7 ± 2.6\t \t\t\t \t7.4 ± 2.9\t \t\t\t \t6.1 ± 2.3\t \t\t\t \t7.0 ± 3.2\t \t\t\t \t0.420\t \t\t\t \t55\t \t\t\t \t0.676\t \t\t\t \t0.395\t \t\t\t \t36\t \t\t\t \t0.695\t \t\t\t \t1.024\t \t\t\t \t40\t \t\t\t \t0.312\t \t\t \t\t \tExcitement\t \t\t\t \t8.3 ± 3.5\t \t\t\t \t8.4 ± 3.4\t \t\t\t \t8.2 ± 3.8\t \t\t\t \t6.7 ± 3.0\t \t\t\t \t1.775\t \t\t\t \t55\t \t\t\t \t0.081\t \t\t\t \t1.627\t \t\t\t \t36\t \t\t\t \t0.112\t \t\t\t \t1.450\t \t\t\t \t40\t \t\t\t \t0.155\t \t\t \t\t \tIntracranial volume, ml\t \t\t\t \t1619.8 ± 154.2\t \t\t\t \t1589.4 ± 173.6\t \t\t\t \t1643.7 ± 137.1\t \t\t\t \t1618.0 ± 136.8\t \t\t\t \t0.045\t \t\t\t \t55\t \t\t\t \t0.964\t \t\t\t \t0.565\t \t\t\t \t36\t \t\t\t \t0.576\t \t\t\t \t0.606\t \t\t\t \t40\t \t\t\t \t0.548\t \t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16581, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\na\nForensic group vs. control patient group\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16626, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nb\nPremeditated action group vs control patient group\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16681, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nc\nImpulsive group vs control patient group\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16726, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nd\nChlorpromazine equivalent\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16756, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\ne\nThe Wallwork/Fortgang five-factor model for PANSS\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16810, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nf\nLikelihood ratio test\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16836, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Demographic data and clinical information are shown in Table 1. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16901, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was approved by the Ethical Review Board of the National Center of Neurology and Psychiatry. All participants were given a complete description of the study and provided written informed consent to participate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17123, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI acquisition and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 17154, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Experiments were performed on a 3-tesla (3T) MRI system (Philips Medical Systems, Best, the Netherlands). High spatial resolution, 3-dimensional (3D) T1-weighted images were used for morphometric study. 3D T1-weighted images were acquired in the sagittal plane (repetition time (TR)/echo time (TE), 7.18/3.46 ms; flip angle, 10°; effective section thickness, 0.6 mm; slab thickness, 180 mm; matrix, 384 × 384; field of view (FOV), 261 × 261 mm; number of signals acquired, 1), yielding 300 contiguous slices through the brain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17681, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Voxel-based morphometry analysis was performed using SPM12 (Statistical Parametric Mapping, Functional Imaging Laboratory (FIL), the Wellcome Trust Centre for NeuroImaging, Institute of Neurology at University College London (UCL), UK) under Matlab 7.14.0 (MathWorks, Natick, MA, USA). Structural T1-weighted MR images were segmented into gray matter, white matter, cerebrospinal fluid, bone, soft tissue, and air/background after bias regularization. Images of gray matter and white matter were spatially normalized to the Montreal Neurological Institute (MNI) space through Diffeomorphic Anatomic Registration using the Exponentiated Lie Algebra (DARTEL) algorithm. We modulated the images by the Jacobean determinants derived from the spatial normalization to MNI space using DARTEL to preserve volume information. Images were smoothed with an 8-mm, full width at half maximum Gaussian kernel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18578, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18599, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Independent samples t-tests or Mann-Whitney’s U tests were performed to assess differences between the forensic and the control groups in terms of age at scan, duration of education, age at onset, duration of illness, duration of medication, duration of untreated psychosis, medication dosage converted to chlorpromazine equivalents, composite scores for five factors of PANSS (e.g., positive symptoms, negative symptoms, disorganization/concrete symptoms, depressive symptoms, and excitement symptoms), and intracranial volumes (e.g., total gray matter volume (GMV) + total white matter volume + total cerebrospinal fluid volume; ICV). T-tests were performed when variables were normally distributed according to Shapiro-Wilk tests; otherwise, Mann-Whitney’s U tests were performed. The likelihood ratio test was performed for comparison of medication type (i.e., only typical/only atypical/both types/no medication) between two groups. Similarly, independent samples t-tests or Mann-Whitney’s U tests for these clinical variables were performed between the premeditated action group and the control patient group, as well as between the impulsive group and the control patient group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19785, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed voxel-level comparison of GMV scaled by ICV between the forensic group and control group of patients with schizophrenia, using a two-sample t-test while considering other clinical factors when the significant group differences were identified as covariates. Group comparisons were assessed using the cluster-level family-wise error (FWE) correction for multiple comparisons, where the initial voxel threshold was set to uncorrected p = 0.001 and clusters were considered significant when falling below a cluster-corrected p(FWE) = 0.05. Prior to the comparison, we applied masking voxels in order to exclude non-brain voxels. A history of substance abuse can affect brain morphometry, and previously shown to be associated with violence risk. To eliminate the influence of substance abuse, a similar voxel-level comparison of GMV between the forensic group without patients with a history of substance abuse and the control patient group was performed, as no patients had a history of substance abuse in the control patient group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20829, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed similar voxel-level comparison of GMV between the premeditated action group and the control patient group, as well as between the impulsive group and the control patient group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21019, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 21027, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No significant differences between the forensic group and the control patient group were identified in terms of age at scan, age at first episode, duration of illness, duration of untreated psychosis, duration of medications, and doses of antipsychotics. The forensic group showed a significantly lower duration of education compared to the control patient group. The forensic group also showed significantly higher composite score on positive symptoms compared to the control patient group. No significant differences were found for the other components of the PANSS. Duration of education and scores of positive symptoms were used as covariates for further voxel-level comparisons. No significant differences were found in ICV. Regarding comparisons between the premeditated action group and the control patient group, and between the impulsive group and the control patient group, the premeditated action group showed a significantly lower duration of education and higher scores of positive symptoms compared to the control patient group, while no significant differences were found in these variables between the impulsive group and the control patient group. There were also no significant differences in the other variables between the impulsive group and the control patient group. However, significant differences were found in terms of age at scan and scores of negative symptoms between the premeditated action group and the control patient group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22486, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "\nGray matter volume reduction in patients with a history of serious violence relative to control patients\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 22593, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cluster</th><th>Cluster-level <italic>p</italic> value (FWE-corrected)</th><th>Number of voxels</th><th>Area</th><th colspan=\"3\">Peak coordinate<sup>a</sup>\n</th></tr><tr><th/><th/><th/><th/><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td colspan=\"7\">Forensic group (<italic>n</italic> = 34) vs. Control patient group (<italic>n</italic> = 23)</td></tr><tr><td> For-1</td><td>0.001</td><td>3336</td><td>Right ITG, Right TP, Right MTG</td><td>44</td><td>0</td><td>-42</td></tr><tr><td/><td/><td/><td/><td>46</td><td>-6</td><td>-50</td></tr><tr><td/><td/><td/><td/><td>57</td><td>-6</td><td>-33</td></tr><tr><td> For-2</td><td>0.003</td><td>2369</td><td>Right PINS, Right AINS, Right VD</td><td>38</td><td>-6</td><td>-16</td></tr><tr><td/><td/><td/><td/><td>40</td><td>3</td><td>-9</td></tr><tr><td/><td/><td/><td/><td>20</td><td>-10</td><td>-10</td></tr><tr><td colspan=\"7\">Forensic group excluded subjects with a history of substance abuse (<italic>n</italic> = 24) vs. Control patient group (<italic>n</italic> = 23)</td></tr><tr><td> For(noS)-1</td><td>0.043</td><td>1194</td><td>Right ITG, Right TP</td><td>45</td><td>0</td><td>-40</td></tr><tr><td/><td/><td/><td align=\"center\"/><td>48</td><td>-6</td><td>-50</td></tr><tr><td/><td/><td/><td align=\"center\"/><td>42</td><td>9</td><td>-42</td></tr></tbody></table>\n"}, "text": "Cluster\tCluster-level p value (FWE-corrected)\tNumber of voxels\tArea\tPeak coordinatea\t \t\t\t\t\tx\ty\tz\t \tForensic group (n = 34) vs. Control patient group (n = 23)\t \t For-1\t0.001\t3336\tRight ITG, Right TP, Right MTG\t44\t0\t-42\t \t\t\t\t\t46\t-6\t-50\t \t\t\t\t\t57\t-6\t-33\t \t For-2\t0.003\t2369\tRight PINS, Right AINS, Right VD\t38\t-6\t-16\t \t\t\t\t\t40\t3\t-9\t \t\t\t\t\t20\t-10\t-10\t \tForensic group excluded subjects with a history of substance abuse (n = 24) vs. Control patient group (n = 23)\t \t For(noS)-1\t0.043\t1194\tRight ITG, Right TP\t45\t0\t-40\t \t\t\t\t\t48\t-6\t-50\t \t\t\t\t\t42\t9\t-42\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23138, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "\nITG inferior temporal gyrus, MTG middle temporal gyrus, TP temporal pole, AINS anterior insula, PINS posterior insula, VD ventral diencephalon", "sentences": [], "annotations": [], "relations": []}, {"offset": 23282, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "\naMNI space. Top 3 separate (>8 mm apart) maxima within a cluster", "sentences": [], "annotations": [], "relations": []}, {"offset": 23348, "infons": {"file": "12888_2017_1263_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "\nBrain regions with low gray matter volume in the forensic group. The initial voxel threshold: uncorrected\np = 0.001, the cluster-level FWE correction, and a cluster-corrected p(FWE) < 0.05.\nLeft column\n: Low gray matter volume in the forensic group (\nn = 34) compared with the control patient group (\nn = 23). Cluster For-1 (Table 2\n): The anterior part of the right inferior temporal gyrus expanded to the fusiform gyrus, the middle temporal gyrus, and the temporal pole. Cluster For-2 (Table 2\n): The right insula expanded to the ventral diencephalon.\nRight column\n: Low gray matter volume in the forensic group not including subjects with a history of substance abuse (\nn = 24) compared with the control patient group (\nn = 23). Cluster For(noS)-1 (Table 2\n): The anterior part of the right inferior temporal gyrus expanded to the temporal pole.\na Montage of coronal slices y = −27 to 24 (MNI space). The maps were overlaid on the images of a single subject provided in SPM12. Right is right. b The maps rendered on the brain surface provided in SPM12", "sentences": [], "annotations": [], "relations": []}, {"offset": 24404, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Statistical analysis showed that the forensic group had significantly lower GMV in the anterior part of the right inferior temporal gyrus expanded to the middle temporal gyrus, the temporal pole, and the fusiform gyrus (Table 2 cluster For-1, Fig. 1a, b left), as well as the right insula expanded to the ventral diencephalon (Table 2 cluster For-2, Fig. 1a left), compared to the control patient group. After excluding cases with a history of substance abuse, statistical significance remained for the right inferior temporal area expanded to the right temporal pole (Table 2 cluster For(noS)-1, Fig. 1a, b right).  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25022, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Gray matter volume redunction in the impulsive group and the premeditated action group, compared with the control group", "sentences": [], "annotations": [], "relations": []}, {"offset": 25142, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cluster</th><th>Cluster-level <italic>p</italic> value (FWE-corrected)</th><th>Number of voxels</th><th>Area</th><th colspan=\"3\">Peak coordinate<sup>a</sup>\n</th></tr><tr><th/><th/><th/><th/><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td colspan=\"7\">Premeditated action group (<italic>n</italic> = 15) vs control group (<italic>n</italic> = 23)</td></tr><tr><td> Prem-1</td><td>&lt;0.001</td><td>6836</td><td>Right VD, Right AINS, Right PINS</td><td>20</td><td>-10</td><td>-10</td></tr><tr><td/><td/><td align=\"center\"/><td/><td>42</td><td>4</td><td>-9</td></tr><tr><td/><td/><td align=\"center\"/><td/><td>38</td><td>-4</td><td>-16</td></tr><tr><td> Prem-2</td><td>0.009</td><td>1789</td><td>Left PP, Left PINS, Left AINS</td><td>-45</td><td>-8</td><td>-4</td></tr><tr><td/><td/><td align=\"center\"/><td/><td>-42</td><td>-2</td><td>-9</td></tr><tr><td/><td/><td align=\"center\"/><td/><td>-33</td><td>-6</td><td>-22</td></tr><tr><td> Prem-3</td><td>0.005</td><td>2109</td><td>Left PCu, Right PCu, Left PCgG</td><td>0</td><td>-50</td><td>36</td></tr><tr><td/><td/><td align=\"center\"/><td/><td>6</td><td>-62</td><td>22</td></tr><tr><td/><td/><td align=\"center\"/><td/><td>-9</td><td>-44</td><td>28</td></tr><tr><td colspan=\"6\">Impulsive group (<italic>n</italic> = 19) vs control group (<italic>n</italic> = 23)</td><td/></tr><tr><td> Imp-1</td><td>0.02</td><td>1456</td><td>Right ITG, Right TP</td><td>45</td><td>0</td><td>-40</td></tr><tr><td/><td/><td/><td align=\"center\"/><td>46</td><td>-6</td><td>-50</td></tr><tr><td/><td/><td/><td align=\"center\"/><td>42</td><td>8</td><td>-44</td></tr></tbody></table>\n"}, "text": "Cluster\tCluster-level p value (FWE-corrected)\tNumber of voxels\tArea\tPeak coordinatea\t \t\t\t\t\tx\ty\tz\t \tPremeditated action group (n = 15) vs control group (n = 23)\t \t Prem-1\t<0.001\t6836\tRight VD, Right AINS, Right PINS\t20\t-10\t-10\t \t\t\t\t\t42\t4\t-9\t \t\t\t\t\t38\t-4\t-16\t \t Prem-2\t0.009\t1789\tLeft PP, Left PINS, Left AINS\t-45\t-8\t-4\t \t\t\t\t\t-42\t-2\t-9\t \t\t\t\t\t-33\t-6\t-22\t \t Prem-3\t0.005\t2109\tLeft PCu, Right PCu, Left PCgG\t0\t-50\t36\t \t\t\t\t\t6\t-62\t22\t \t\t\t\t\t-9\t-44\t28\t \tImpulsive group (n = 19) vs control group (n = 23)\t\t \t Imp-1\t0.02\t1456\tRight ITG, Right TP\t45\t0\t-40\t \t\t\t\t\t46\t-6\t-50\t \t\t\t\t\t42\t8\t-44\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25720, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "\nITG inferior temporal gyrus, TP temporal pole, VD ventral diencephalon, AINS anterior insula, PINS posterior insula, PP planum polare, PCu precuneus, PCgG posterior cingulate gyrus", "sentences": [], "annotations": [], "relations": []}, {"offset": 25902, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "\naMNI space. Top 3 separate (>8 mm apart) maxima within a cluster", "sentences": [], "annotations": [], "relations": []}, {"offset": 25968, "infons": {"file": "12888_2017_1263_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "\nBrain regions with low gray matter volume in the premeditated action group. The initial voxel threshold: uncorrected\np = 0.001, the cluster-level FWE correction, and a cluster-corrected p(FWE) < 0.05. Left: Montage of coronal slices y = −18 to 24 (MNI space). Right: Montage of sagittal slices x = −12 to 14 (MNI space). The maps were overlaid on the images of a single subject provided in SPM12. Cluster Prem-1 (Left, Table 3\n): The area including the right temporal pole, the inferior temporal gyrus, the fusiform gyrus, insula, and the ventral diencephalon. Cluster Prem-2 (Left, Table 3\n): The left planum polare and insula. Cluster Prem-3 (Right, Table 3\n): Bilateral precuneus and posterior cingulate gyrus\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 26683, "infons": {"file": "12888_2017_1263_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "\nBrain regions of low gray matter volume in the impulsive group. The initial voxel threshold: uncorrected\np = 0.001, the cluster-level FWE correction, and a cluster-corrected p(FWE) < 0.05. Montage of coronal slices y = −18 to 24 (MNI space). The maps were overlaid on the images of a single subject provided in SPM12\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 27002, "infons": {"file": "12888_2017_1263_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Cluster Imp-1 (Table 3): The right inferior temporal gyrus expanded to the temporal pole", "sentences": [], "annotations": [], "relations": []}, {"offset": 27091, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The premeditated action group showed significantly lower GMV in the wide area including the right temporal pole, the inferior temporal gyrus, the fusiform gyrus, insula, the ventral diencephalon (Table 3 cluster Prem-1, Fig. 2 left), the left planum polare and insula (Table 3 cluster Prem-2, Fig. 2 left), and the bilateral precuneus and posterior cingulate gyrus (Table 3 cluster Prem-3, Fig. 2 right) compared to the control patient group. The impulsive group showed significantly lower GMV only in the right inferior temporal area expanded to the right temporal pole compared to the control patient group (Table 3 cluster Imp-1, Fig. 3).   ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27736, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 27747, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, GMV was compared between patients with schizophrenia and a history of serious violence and patients with schizophrenia and no history of violent behaviors. Patients with a history of serious violence showed lower GMV in the right inferior temporal area (the anterior part of the right inferior temporal gyrus expanded to the fusiform gyrus, the middle temporal gyrus, and the temporal pole) and the right insular area (the right insula expanded to the ventral diencephalon) than those without a history of violence after controlling for lower years of education and higher positive symptom scores. Of note, the difference in the right inferior temporal area (the anterior part of the right inferior temporal gyrus and temporal pole) was not able to be explained by a history of substance abuse. GMV was also compared between three patient groups divided based on types of violent behaviors (i.e., patients with premeditated violent behaviors, patients with impulsive violent behaviors, and patients with schizophrenia and no history of violence). Both the premeditated action and impulsive group showed significantly lower GMV in the right inferior temporal area (the right inferior temporal gyrus expanded to the temporal pole) than the control patient group, whereas only the premeditated action group had significantly lower GMV in the right insular area (the right insula expanded to the ventral diencephalon), the left planum polare area (the left planum polare expanded to the insula), and the bilateral precuneus area (bilateral precuneus and posterior cingulate gyrus) than the control patient group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29371, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Only a few studies have reported significant differences in regional volume among individuals with schizophrenia and a history of serious violent behaviors, particularly when compared to individuals with schizophrenia and no history of serious violence. The right inferior temporal area, including the temporal pole and the middle temporal gyrus, and the right insular area were newly reported in this study as associated with violent behavior. The right insular area was extended to the medial temporal area including the hippocampus as previously reported, but only in the premeditated action group. The forensic subjects in this study had committed serious harm to others while in a state of insanity or diminished responsibility. Due to the nature of this act, their relevant actions were strongly related to their psychiatric illness and were less related to an antisocial personality trait. Thus, the characteristics of the subjects in this study contribute to the available knowledge on violent behaviors in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30401, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The inferior temporal gyrus is well known as the ventral stream of visual processing, referred to as the “what” stream, which processes the color and form of an object. The ventral stream is suggested to work with the amygdala and other brain regions and contribute to the evaluation of biological significance of affective stimuli. The fusiform gyrus is part of the ventral stream and is involved in face recognition; this region is also suggested to be involved in the recognition of emotional stimuli, working together with the amygdala. The temporal pole plays a role in top-down modulation of the ventral stream and is involved in emotional processing associated with stimuli of various modalities. Reduced GMV in the right temporal pole and inferior temporal gyrus is shown in both the premeditated action and impulsive groups, indicating that the disturbance of integrated visual and other information processing and related emotional processing may be relatively common in individuals with schizophrenia and a history of serious violence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31448, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The premeditated action group showed reduced GMV across a wide brain area including the insula compared with the impulsive group. This finding cannot be simply attributed to sample size. The premeditated action group had higher age at scan than the control patient group, but there were no differences in duration of illness. The premeditated action group showed higher score of negative symptoms as well as positive symptoms than the control patient group, whereas the impulsive group showed no significant differences in any clinical variables than the control patient group. More severe symptoms may be attributed to reduced GMV across a wide brain area. The insula is believed to play a role in recognition of the inner state of the body and is also involved in imagining, observing and executing an experience, such as another’s physical pain or feelings of disgust. Disturbance of this function may contribute to a lack of inhibition towards physically harming others. The precuneus is thought to be involved in the interwoven network of the neural correlates of self-consciousness, which is engaged in self-related mental representations during rest as well as other integrated tasks, including visuo-spatial imagery and episodic memory retrieval, and is also considered part of the “theory of mind (ToM)” network. The function of recognizing others’ emotional pain may depend on the recognition of ToM. Lack of empathy based on the recognition of others’ physical and/or emotional pain may be attributed to a lack of inhibition for physically violent behaviors. More severe abnormalities in recognizing others’ pain may be attributed to not only planning the violent action towards others but also carrying out that plan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33178, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is interesting that the temporal pole and the insula, which are newly reported in this study regarding schizophrenia, were previously reported in individuals with psychopathy or antisocial behavioral problems, while our subjects were suggested to have less antisocial personality traits. One possibility is that a violent trait may depend on the same function both in individuals with antisocial problems and schizophrenia. There is also the possibility that an emotional processing disturbance in the temporal pole and the disturbance of recognizing another’s physical pain in the insula are common in violent traits both of schizophrenia and psychopathy/antisocial personality disorder. Another possibility is that subclinical psychopathic traits may have effects on morphometric changes even in our subjects with schizophrenia and a history of serious violence. Several reports have shown that individuals with schizophrenia and a history of violent offenses also possess psychopathic traits or antisocial traits. The biopsychosocial background of violence in people with schizophrenia may be heterogeneous. Morphometric findings regarding the relationship between schizophrenia and violence may depend on the type of violent behaviors performed by subjects with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34462, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are several limitations to this study. First, the subject population included men only. Second, several factors that may impact morphometric data were not available, such as IQ or socioeconomic status. There was a significant difference in the duration of education between groups, which may be reflected in these factors. Although we used the duration of education as a covariate, the influence of these cofounding factors may not have been fully eliminated. Third, long duration of illness and medication may affect our findings. Most subjects in this study had long duration of illness and were taking antipsychotic for a long time. We did not find significant differences in duration of illness, duration of untreated psychosis, and duration of medication. However, we could not fully eliminate the influence of long duration of illness and medication. Fourth, we could not fully eliminate the influence of substance abuse. Significant differences were found between the forensic group excluding subjects with substance abuse and the control patient group, but these differences were limited to the right inferior temporal area. We were unable to distinguish whether this finding was due to the sample size or not or whether a history of substance abuse was attributed to the other findings of our study. Fifth, we did not evaluate psychopathic traits, and we do not know to what extent psychopathic traits were associated with our findings. Moreover, classified the forensic patients based on how long they held the plan for their relevant violent actions; however, at the time of their relevant actions, impulsivity was likely attributed to these actions to a certain extent even in the premeditated action group. We also did not evaluate cognitive aspects in this study. Thus, we do not know the psychological functions associated with holding the plan aimed at harming others.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36353, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 36365, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Morphometric differences were identified between patients with schizophrenia with or without a history of serious violent acts, and such differences may depend on the type of violent actions committed. Abnormalities in the right inferior temporal gyrus expanded to the temporal pole were common but did not depend on whether the violent actions were premeditated or not, while abnormalities in a wider range of brain areas may be attributed to not only planning a violent action against others but also holding that plan. Patients with schizophrenia and a history of serious premeditated violent actions may have different risk for violent actions from those with other types of violent actions, and different treatment strategy may be needed for them. Morphometric measurement may be useful for assessment of violent patients in the future. Further studies are needed to determine which cognitive functions are related to these differences, and these findings may contribute to a more theoretical therapy for patients with schizophrenia and a history of serious violence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37438, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 37452, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GMV", "sentences": [], "annotations": [], "relations": []}, {"offset": 37456, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Gray matter volume", "sentences": [], "annotations": [], "relations": []}, {"offset": 37475, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ICV", "sentences": [], "annotations": [], "relations": []}, {"offset": 37479, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Intracranial volume", "sentences": [], "annotations": [], "relations": []}, {"offset": 37499, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MTSA", "sentences": [], "annotations": [], "relations": []}, {"offset": 37504, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The Medical Treatment and Supervision Act, also known as the Act on Medical Care and Treatment for Persons Who Have Caused Serious Cases Under the Condition of Insanity", "sentences": [], "annotations": [], "relations": []}, {"offset": 37673, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 37684, "infons": {"fpage": "2016", "lpage": "2023", "name_0": "surname:Fazel;given-names:S", "name_1": "surname:Langstrom;given-names:N", "name_2": "surname:Hjern;given-names:A", "name_3": "surname:Grann;given-names:M", "name_4": "surname:Lichtenstein;given-names:P", "pub-id_doi": "10.1001/jama.2009.675", "pub-id_pmid": "19454640", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "301", "year": "2009"}, "text": "Schizophrenia, substance abuse, and violent crime", "sentences": [], "annotations": [], "relations": []}, {"offset": 37734, "infons": {"fpage": "490", "lpage": "499", "name_0": "surname:Swanson;given-names:JW", "name_1": "surname:Swartz;given-names:MS", "name_2": "surname:Van Dorn;given-names:RA", "name_3": "surname:Elbogen;given-names:EB", "name_4": "surname:Wagner;given-names:HR", "name_5": "surname:Rosenheck;given-names:RA", "pub-id_doi": "10.1001/archpsyc.63.5.490", "pub-id_pmid": "16651506", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "63", "year": "2006"}, "text": "A national study of violent behavior in persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37801, "infons": {"fpage": "228", "lpage": "240", "name_0": "surname:Swanson;given-names:JW", "name_1": "surname:Van Dorn;given-names:RA", "name_2": "surname:Swartz;given-names:MS", "name_3": "surname:Smith;given-names:A", "name_4": "surname:Elbogen;given-names:EB", "name_5": "surname:Monahan;given-names:J", "pub-id_doi": "10.1007/s10979-007-9095-7", "pub-id_pmid": "17602288", "section_type": "REF", "source": "Law Hum Behav", "type": "ref", "volume": "32", "year": "2008"}, "text": "Alternative pathways to violence in persons with schizophrenia: the role of childhood antisocial behavior problems", "sentences": [], "annotations": [], "relations": []}, {"offset": 37916, "infons": {"section_type": "REF", "type": "ref"}, "text": "Sariaslan A, Larsson H, Fazel S. Genetic and environmental determinants of violence risk in psychotic disorders: a multivariate quantitative genetic study of 1.8 million Swedish twins and siblings. Mol Psychiatry. 2016;21:1251–6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38146, "infons": {"fpage": "373", "lpage": "410", "name_0": "surname:Lishman;given-names:WA", "pub-id_doi": "10.1192/bjp.114.509.373", "pub-id_pmid": "5656260", "section_type": "REF", "source": "Br J Psychiatry", "type": "ref", "volume": "114", "year": "1968"}, "text": "Brain damage in relation to psychiatric disability after head injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 38215, "infons": {"fpage": "128", "lpage": "129", "name_0": "surname:Damasio;given-names:AR", "pub-id_doi": "10.1001/archpsyc.57.2.128", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "57", "year": "2000"}, "text": "A neural basis for sociopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 38245, "infons": {"fpage": "962", "lpage": "972", "name_0": "surname:Gregory;given-names:S", "pub-id_doi": "10.1001/archgenpsychiatry.2012.222", "pub-id_pmid": "22566562", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "69", "year": "2012"}, "text": "ffytche D, Simmons A, Kumari V, Howard M, Hodgins S, et al. The antisocial brain: psychopathy matters", "sentences": [], "annotations": [], "relations": []}, {"offset": 38347, "infons": {"fpage": "593", "lpage": "606", "name_0": "surname:Bertsch;given-names:K", "name_1": "surname:Grothe;given-names:M", "name_2": "surname:Prehn;given-names:K", "name_3": "surname:Vohs;given-names:K", "name_4": "surname:Berger;given-names:C", "name_5": "surname:Hauenstein;given-names:K", "pub-id_doi": "10.1007/s00406-013-0391-6", "pub-id_pmid": "23381548", "section_type": "REF", "source": "Eur Arch Psychiatry Clin Neurosci", "type": "ref", "volume": "263", "year": "2013"}, "text": "Brain volumes differ between diagnostic groups of violent criminal offenders", "sentences": [], "annotations": [], "relations": []}, {"offset": 38424, "infons": {"fpage": "123", "lpage": "126", "name_0": "surname:Kolla;given-names:NJ", "name_1": "surname:Gregory;given-names:S", "name_2": "surname:Attard;given-names:S", "name_3": "surname:Blackwood;given-names:N", "name_4": "surname:Hodgins;given-names:S", "pub-id_doi": "10.1016/j.pscychresns.2013.11.008", "pub-id_pmid": "24361393", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "221", "year": "2014"}, "text": "Disentangling possible effects of childhood physical abuse on gray matter changes in violent offenders with psychopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 38544, "infons": {"fpage": "153", "lpage": "161", "name_0": "surname:Kumari;given-names:V", "name_1": "surname:Uddin;given-names:S", "name_2": "surname:Premkumar;given-names:P", "name_3": "surname:Young;given-names:S", "name_4": "surname:Gudjonsson;given-names:GH", "name_5": "surname:Raghuvanshi;given-names:S", "pub-id_doi": "10.1177/0004867413512690", "pub-id_pmid": "24234836", "section_type": "REF", "source": "Aust N Z J Psychiatry", "type": "ref", "volume": "48", "year": "2014"}, "text": "Lower anterior cingulate volume in seriously violent men with antisocial personality disorder or schizophrenia and a history of childhood abuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 38688, "infons": {"fpage": "157", "lpage": "167", "name_0": "surname:Boccardi;given-names:M", "name_1": "surname:Bocchetta;given-names:M", "name_2": "surname:Aronen;given-names:HJ", "name_3": "surname:Repo-Tiihonen;given-names:E", "name_4": "surname:Vaurio;given-names:O", "name_5": "surname:Thompson;given-names:PM", "pub-id_doi": "10.1016/j.ijlp.2013.01.008", "pub-id_pmid": "23399314", "section_type": "REF", "source": "Int J Law Psychiatry", "type": "ref", "volume": "36", "year": "2013"}, "text": "Atypical nucleus accumbens morphology in psychopathy: another limbic piece in the puzzle", "sentences": [], "annotations": [], "relations": []}, {"offset": 38777, "infons": {"fpage": "85", "lpage": "92", "name_0": "surname:Boccardi;given-names:M", "name_1": "surname:Frisoni;given-names:GB", "name_2": "surname:Hare;given-names:RD", "name_3": "surname:Cavedo;given-names:E", "name_4": "surname:Najt;given-names:P", "name_5": "surname:Pievani;given-names:M", "pub-id_doi": "10.1016/j.pscychresns.2010.12.013", "pub-id_pmid": "21676597", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "193", "year": "2011"}, "text": "Cortex and amygdala morphology in psychopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 38823, "infons": {"fpage": "438", "lpage": "447", "name_0": "surname:Boccardi;given-names:M", "name_1": "surname:Ganzola;given-names:R", "name_2": "surname:Rossi;given-names:R", "name_3": "surname:Sabattoli;given-names:F", "name_4": "surname:Laakso;given-names:MP", "name_5": "surname:Repo-Tiihonen;given-names:E", "pub-id_pmid": "19718651", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "31", "year": "2010"}, "text": "Abnormal hippocampal shape in offenders with psychopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 38880, "infons": {"fpage": "133", "lpage": "145", "name_0": "surname:Hoptman;given-names:MJ", "name_1": "surname:Volavka;given-names:J", "name_2": "surname:Weiss;given-names:EM", "name_3": "surname:Czobor;given-names:P", "name_4": "surname:Szeszko;given-names:PR", "name_5": "surname:Gerig;given-names:G", "pub-id_doi": "10.1016/j.pscychresns.2005.07.004", "pub-id_pmid": "16253482", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "140", "year": "2005"}, "text": "Quantitative MRI measures of orbitofrontal cortex in patients with chronic schizophrenia or schizoaffective disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 38997, "infons": {"fpage": "509", "lpage": "515", "name_0": "surname:Hoptman;given-names:MJ", "name_1": "surname:Volavka;given-names:J", "name_2": "surname:Czobor;given-names:P", "name_3": "surname:Gerig;given-names:G", "name_4": "surname:Chakos;given-names:M", "name_5": "surname:Blocher;given-names:J", "pub-id_doi": "10.1176/jnp.2006.18.4.509", "pub-id_pmid": "17135376", "section_type": "REF", "source": "J Neuropsychiatry Clin Neurosci", "type": "ref", "volume": "18", "year": "2006"}, "text": "Aggression and quantitative MRI measures of caudate in patients with chronic schizophrenia or schizoaffective disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 39116, "infons": {"fpage": "939", "lpage": "948", "name_0": "surname:Hoptman;given-names:MJ", "name_1": "surname:Antonius;given-names:D", "name_2": "surname:Mauro;given-names:CJ", "name_3": "surname:Parker;given-names:EM", "name_4": "surname:Javitt;given-names:DC", "pub-id_doi": "10.1176/appi.ajp.2014.13111553", "pub-id_pmid": "25073506", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "171", "year": "2014"}, "text": "Cortical thinning, functional connectivity, and mood-related impulsivity in schizophrenia: relationship to aggressive attitudes and behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 39257, "infons": {"fpage": "239", "lpage": "247", "name_0": "surname:Barkataki;given-names:I", "name_1": "surname:Kumari;given-names:V", "name_2": "surname:Das;given-names:M", "name_3": "surname:Taylor;given-names:P", "name_4": "surname:Sharma;given-names:T", "pub-id_doi": "10.1016/j.bbr.2006.01.009", "pub-id_pmid": "16466814", "section_type": "REF", "source": "Behav Brain Res", "type": "ref", "volume": "169", "year": "2006"}, "text": "Volumetric structural brain abnormalities in men with schizophrenia or antisocial personality disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 39360, "infons": {"fpage": "39", "lpage": "44", "name_0": "surname:Kumari;given-names:V", "name_1": "surname:Barkataki;given-names:I", "name_2": "surname:Goswami;given-names:S", "name_3": "surname:Flora;given-names:S", "name_4": "surname:Das;given-names:M", "name_5": "surname:Taylor;given-names:P", "pub-id_doi": "10.1016/j.pscychresns.2008.09.003", "pub-id_pmid": "19442493", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "173", "year": "2009"}, "text": "Dysfunctional, but not functional, impulsivity is associated with a history of seriously violent behaviour and reduced orbitofrontal and hippocampal volumes in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39534, "infons": {"fpage": "9", "lpage": "13", "name_0": "surname:Yang;given-names:Y", "name_1": "surname:Raine;given-names:A", "name_2": "surname:Han;given-names:CB", "name_3": "surname:Schug;given-names:RA", "name_4": "surname:Toga;given-names:AW", "name_5": "surname:Narr;given-names:KL", "pub-id_doi": "10.1016/j.pscychresns.2009.10.013", "pub-id_pmid": "20227253", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "182", "year": "2010"}, "text": "Reduced hippocampal and parahippocampal volumes in murderers with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39614, "infons": {"fpage": "225", "lpage": "234", "name_0": "surname:Kumari;given-names:V", "name_1": "surname:Gudjonsson;given-names:GH", "name_2": "surname:Raghuvanshi;given-names:S", "name_3": "surname:Barkataki;given-names:I", "name_4": "surname:Taylor;given-names:P", "name_5": "surname:Sumich;given-names:A", "pub-id_doi": "10.1016/j.eurpsy.2012.03.002", "pub-id_pmid": "22944337", "section_type": "REF", "source": "Eur Psychiatry", "type": "ref", "volume": "28", "year": "2013"}, "text": "Reduced thalamic volume in men with antisocial personality disorder or schizophrenia and a history of serious violence and childhood abuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 39753, "infons": {"fpage": "1418", "lpage": "1427", "name_0": "surname:Narayan;given-names:VM", "name_1": "surname:Narr;given-names:KL", "name_2": "surname:Kumari;given-names:V", "name_3": "surname:Woods;given-names:RP", "name_4": "surname:Thompson;given-names:PM", "name_5": "surname:Toga;given-names:AW", "pub-id_doi": "10.1176/appi.ajp.2007.06101631", "pub-id_pmid": "17728428", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Regional cortical thinning in subjects with violent antisocial personality disorder or schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39854, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ministry of Internal Affairs and Communications. Act on Medical Care and Treatment for Persons Who Have Caused Serious Cases Under the Condition of Insanity. In: e-Gov Japan. Ministry of Internal Affairs and Communications. 2003. http://law.e-gov.go.jp/htmldata/H15/H15HO110.html. Accessed 22 Oct 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40157, "infons": {"fpage": "7", "lpage": "12", "name_0": "surname:Nakatani;given-names:Y", "name_1": "surname:Kojimoto;given-names:M", "name_2": "surname:Matsubara;given-names:S", "name_3": "surname:Takayanagi;given-names:I", "pub-id_doi": "10.1016/j.ijlp.2009.10.005", "pub-id_pmid": "19906429", "section_type": "REF", "source": "Int J Law Psychiatry", "type": "ref", "volume": "33", "year": "2010"}, "text": "New legislation for offenders with mental disorders in Japan", "sentences": [], "annotations": [], "relations": []}, {"offset": 40218, "infons": {"section_type": "REF", "source": "Diagnostic and statistical manual of mental disorders", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 40219, "infons": {"fpage": "156", "lpage": "160", "name_0": "surname:Gunn;given-names:J", "name_1": "surname:Robertson;given-names:G", "pub-id_doi": "10.1093/oxfordjournals.bjc.a046713", "section_type": "REF", "source": "Brit J Criminology", "type": "ref", "volume": "16", "year": "1976"}, "text": "Drawing a criminal profile", "sentences": [], "annotations": [], "relations": []}, {"offset": 40246, "infons": {"fpage": "1443", "lpage": "1447", "name_0": "surname:Inagaki;given-names:A", "name_1": "surname:Inada;given-names:T", "section_type": "REF", "source": "Jpn J Clin Psychopharmacol", "type": "ref", "volume": "9", "year": "2006"}, "text": "Dose equivalence of psychotropic drugs. Part 18: dose equivalence of psychotropic drugs: 2006-version", "sentences": [], "annotations": [], "relations": []}, {"offset": 40348, "infons": {"name_0": "surname:Kay;given-names:S", "name_1": "surname:Opler;given-names:L", "name_2": "surname:Fiszbein;given-names:A", "section_type": "REF", "source": "Positive and negative syndrome scale (PANSS) rating manual", "type": "ref", "year": "1991"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 40349, "infons": {"fpage": "467", "lpage": "470", "name_0": "surname:Igarashi;given-names:Y", "name_1": "surname:Hayashi;given-names:N", "name_2": "surname:Yamashina;given-names:M", "name_3": "surname:Otsuka;given-names:N", "name_4": "surname:Kuroki;given-names:N", "name_5": "surname:Anzai;given-names:N", "pub-id_doi": "10.1046/j.1440-1819.1998.00425.x", "pub-id_pmid": "10215006", "section_type": "REF", "source": "Psychiatry Clin Neurosci", "type": "ref", "volume": "52", "year": "1998"}, "text": "Interrater reliability of the Japanese version of the positive and negative syndrome scale and the appraisal of its training effect", "sentences": [], "annotations": [], "relations": []}, {"offset": 40481, "infons": {"fpage": "246", "lpage": "250", "name_0": "surname:Wallwork;given-names:RS", "name_1": "surname:Fortgang;given-names:R", "name_2": "surname:Hashimoto;given-names:R", "name_3": "surname:Weinberger;given-names:DR", "name_4": "surname:Dickinson;given-names:D", "pub-id_doi": "10.1016/j.schres.2012.01.031", "pub-id_pmid": "22356801", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "137", "year": "2012"}, "text": "Searching for a consensus five-factor model of the positive and negative syndrome scale for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 40587, "infons": {"fpage": "839", "lpage": "851", "name_0": "surname:Ashburner;given-names:J", "name_1": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1016/j.neuroimage.2005.02.018", "pub-id_pmid": "15955494", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "26", "year": "2005"}, "text": "Unified segmentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 40608, "infons": {"fpage": "95", "lpage": "113", "name_0": "surname:Ashburner;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2007.07.007", "pub-id_pmid": "17761438", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "38", "year": "2007"}, "text": "A fast diffeomorphic image registration algorithm", "sentences": [], "annotations": [], "relations": []}, {"offset": 40658, "infons": {"fpage": "99", "lpage": "111", "name_0": "surname:Ridgway;given-names:GR", "name_1": "surname:Omar;given-names:R", "name_2": "surname:Ourselin;given-names:S", "name_3": "surname:Hill;given-names:DL", "name_4": "surname:Warren;given-names:JD", "name_5": "surname:Fox;given-names:NC", "pub-id_doi": "10.1016/j.neuroimage.2008.08.045", "pub-id_pmid": "18848632", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "44", "year": "2009"}, "text": "Issues with threshold masking in voxel-based morphometry of atrophied brains", "sentences": [], "annotations": [], "relations": []}, {"offset": 40735, "infons": {"fpage": "26", "lpage": "49", "name_0": "surname:Kravitz;given-names:DJ", "name_1": "surname:Saleem;given-names:KS", "name_2": "surname:Baker;given-names:CI", "name_3": "surname:Ungerleider;given-names:LG", "name_4": "surname:Mishkin;given-names:M", "pub-id_doi": "10.1016/j.tics.2012.10.011", "pub-id_pmid": "23265839", "section_type": "REF", "source": "Trends Cogn Sci", "type": "ref", "volume": "17", "year": "2013"}, "text": "The ventral visual pathway: an expanded neural framework for the processing of object quality", "sentences": [], "annotations": [], "relations": []}, {"offset": 40829, "infons": {"fpage": "773", "lpage": "783", "name_0": "surname:Pessoa;given-names:L", "name_1": "surname:Adolphs;given-names:R", "pub-id_doi": "10.1038/nrn2920", "pub-id_pmid": "20959860", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "11", "year": "2010"}, "text": "Emotion processing and the amygdala: from a ‘low road’ to ‘many roads’ of evaluating biological significance", "sentences": [], "annotations": [], "relations": []}, {"offset": 40938, "infons": {"fpage": "1345", "lpage": "1357", "name_0": "surname:Bilalic;given-names:M", "pub-id_doi": "10.1162/jocn_a_00974", "pub-id_pmid": "27082047", "section_type": "REF", "source": "J Cogn Neurosci", "type": "ref", "volume": "28", "year": "2016"}, "text": "Revisiting the role of the fusiform face area in expertise", "sentences": [], "annotations": [], "relations": []}, {"offset": 40997, "infons": {"fpage": "221", "lpage": "230", "name_0": "surname:Kark;given-names:SM", "name_1": "surname:Kensinger;given-names:EA", "pub-id_doi": "10.1016/j.neuropsychologia.2015.10.014", "pub-id_pmid": "26459096", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "78", "year": "2015"}, "text": "Effect of emotional valence on retrieval-related recapitulation of encoding activity in the ventral visual stream", "sentences": [], "annotations": [], "relations": []}, {"offset": 41111, "infons": {"fpage": "1718", "lpage": "1731", "name_0": "surname:Olson;given-names:IR", "name_1": "surname:Plotzker;given-names:A", "name_2": "surname:Ezzyat;given-names:Y", "pub-id_doi": "10.1093/brain/awm052", "pub-id_pmid": "17392317", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "130", "year": "2007"}, "text": "The Enigmatic temporal pole: a review of findings on social and emotional processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 41196, "infons": {"name_0": "surname:Pehrs;given-names:C", "name_1": "surname:Zaki;given-names:J", "name_2": "surname:Schlochtermeier;given-names:LH", "name_3": "surname:Jacobs;given-names:AM", "name_4": "surname:Kuchinke;given-names:L", "name_5": "surname:Koelsch;given-names:S", "pub-id_pmid": "26604273", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "year": "2015"}, "text": "The temporal pole top-down modulates the ventral visual stream during social cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 41283, "infons": {"fpage": "7752", "lpage": "7759", "name_0": "surname:Royet;given-names:JP", "name_1": "surname:Zald;given-names:D", "name_2": "surname:Versace;given-names:R", "name_3": "surname:Costes;given-names:N", "name_4": "surname:Lavenne;given-names:F", "name_5": "surname:Koenig;given-names:O", "pub-id_pmid": "11027238", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "20", "year": "2000"}, "text": "Emotional responses to pleasant and unpleasant olfactory, visual, and auditory stimuli: a positron emission tomography study", "sentences": [], "annotations": [], "relations": []}, {"offset": 41408, "infons": {"fpage": "230", "lpage": "237", "name_0": "surname:Saarela;given-names:MV", "name_1": "surname:Hlushchuk;given-names:Y", "name_2": "surname:Williams;given-names:AC", "name_3": "surname:Schurmann;given-names:M", "name_4": "surname:Kalso;given-names:E", "name_5": "surname:Hari;given-names:R", "pub-id_doi": "10.1093/cercor/bhj141", "pub-id_pmid": "16495434", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "17", "year": "2007"}, "text": "The compassionate brain: humans detect intensity of pain from another's face", "sentences": [], "annotations": [], "relations": []}, {"offset": 41485, "infons": {"fpage": "e2939", "name_0": "surname:Jabbi;given-names:M", "name_1": "surname:Bastiaansen;given-names:J", "name_2": "surname:Keysers;given-names:C", "pub-id_doi": "10.1371/journal.pone.0002939", "pub-id_pmid": "18698355", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "3", "year": "2008"}, "text": "A common anterior insula representation of disgust observation, experience and imagination shows divergent functional connectivity pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 41625, "infons": {"fpage": "564", "lpage": "583", "name_0": "surname:Cavanna;given-names:AE", "name_1": "surname:Trimble;given-names:MR", "pub-id_doi": "10.1093/brain/awl004", "pub-id_pmid": "16399806", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "129", "year": "2006"}, "text": "The precuneus: a review of its functional anatomy and behavioural correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 41702, "infons": {"fpage": "4231", "lpage": "4246", "name_0": "surname:Kandylaki;given-names:KD", "name_1": "surname:Nagels;given-names:A", "name_2": "surname:Tune;given-names:S", "name_3": "surname:Wiese;given-names:R", "name_4": "surname:Bornkessel-Schlesewsky;given-names:I", "name_5": "surname:Kircher;given-names:T", "pub-id_doi": "10.1002/hbm.22907", "pub-id_pmid": "26356583", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "36", "year": "2015"}, "text": "Processing of false belief passages during natural story comprehension: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 41788, "infons": {"fpage": "181", "lpage": "191", "name_0": "surname:Van Dongen;given-names:JD", "name_1": "surname:Buck;given-names:NM", "name_2": "surname:Barendregt;given-names:M", "name_3": "surname:Van Beveren;given-names:NM", "name_4": "surname:De Beurs;given-names:E", "name_5": "surname:Van Marle;given-names:HJ", "pub-id_doi": "10.1002/cbm.1923", "pub-id_pmid": "25078287", "section_type": "REF", "source": "Crim Behav Ment Health", "type": "ref", "volume": "25", "year": "2015"}, "text": "Anti-social personality characteristics and psychotic symptoms: two pathways associated with offending in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 41908, "infons": {"fpage": "e0148354", "name_0": "surname:Nishinaka;given-names:H", "name_1": "surname:Nakane;given-names:J", "name_2": "surname:Nagata;given-names:T", "name_3": "surname:Imai;given-names:A", "name_4": "surname:Kuroki;given-names:N", "name_5": "surname:Sakikawa;given-names:N", "pub-id_doi": "10.1371/journal.pone.0148354", "pub-id_pmid": "26824701", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "11", "year": "2016"}, "text": "Neuropsychological impairment and its association with violence risk in japanese forensic psychiatric patients: a case-control study", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}