{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5861099", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41467-018-03462-y", "article-id_pmc": "5861099", "article-id_pmid": "29559638", "article-id_publisher-id": "3462", "elocation-id": "1157", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Reinen;given-names:Jenna M.", "name_1": "surname:Chén;given-names:Oliver Y.", "name_10": "surname:Holmes;given-names:Avram J.", "name_2": "surname:Hutchison;given-names:R. Matthew", "name_3": "surname:Yeo;given-names:B. T. Thomas", "name_4": "surname:Anderson;given-names:Kevin M.", "name_5": "surname:Sabuncu;given-names:Mert R.", "name_6": "surname:Öngür;given-names:Dost", "name_7": "surname:Roffman;given-names:Joshua L.", "name_8": "surname:Smoller;given-names:Jordan W.", "name_9": "surname:Baker;given-names:Justin T.", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2018"}, "text": "The human cortex possesses a reconfigurable dynamic network architecture that is disrupted in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 104, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Higher-order cognition emerges through the flexible interactions of large-scale brain networks, an aspect of temporal coordination that may be impaired in psychosis. Here, we map the dynamic functional architecture of the cerebral cortex in healthy young adults, leveraging this atlas of transient network configurations (states), to identify state- and network-specific disruptions in patients with schizophrenia and psychotic bipolar disorder. We demonstrate that dynamic connectivity profiles are reliable within participants, and can act as a fingerprint, identifying specific individuals within a larger group. Patients with psychotic illness exhibit intermittent disruptions within cortical networks previously associated with the disease, and the individual connectivity profiles within specific brain states predict the presence of active psychotic symptoms. Taken together, these results provide evidence for a reconfigurable dynamic architecture in the general population and suggest that prior reports of network disruptions in psychosis may reflect symptom-relevant transient abnormalities, rather than a time-invariant global deficit.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1252, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Temporal changes in brain dynamics are linked with cognitive abilities, but neither their stability nor relationship to psychosis is clear. Here, authors describe the dynamic neural architecture in healthy controls and patients with psychosis and find that they are stable over time and can predict psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1571, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1584, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The human cortex is organized into large-scale networks with complex patterns of functional coupling. While substantial progress has been made delineating aspects of this intricate architecture, research in this domain has traditionally relied on static analytic approaches that assume stable patterns of connectivity across time. However, the brain is not a static organ, and time-varying profiles of network connectivity are evident across a broad range of task states and during periods of unconstrained rest, (but see ). Variability in the expression of dynamic brain states links to cognition, learning, and the presence of psychiatric illnesses like schizophrenia that are characterized by a breakdown in cortical information processing. Despite the importance of understanding the relations that link temporal descriptions of brain function with behavior, the core features of dynamic network organization, the stability of individually specific signatures of time-resolved connectivity, and their associated relevance to the disease, remain unclear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2642, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Patterns of spontaneous brain activity and connectivity have been a focused topic of study in electrophysiological recordings at the level of cells, local fields, and surface electroencephalograms (EEGs). While formal biophysical models linking the activity of neuronal populations with large-scale brain systems have yet to be established, features of oscillatory neural activity, such as those observed at high temporal resolutions, may be reflected in hemodynamic fluctuations. Transient quasi-stable patterns detected in EEGs (microstates), for example, spatially correlate with network patterns observed through intrinsic functional connectivity magnetic resonance imaging. Although macro-scale network dynamics have been linked with changes in arousal, attention, and autonomic activity, the biological bases and behavioral significance of these spontaneous fluctuations remain unresolved. There are at least two reasons for this lack of consensus. First, prior studies of functional network dynamics have largely focused on single clustering solutions in isolation, choosing a fixed number of temporal states a priori. As a result, a functional atlas of transient network configurations, or brain states, that are present throughout the population has not been fully characterized. Second, analyses of transient network function have principally focused on establishing the existence of a general architecture of dynamic connectivity shared across the population. Static patterns of intrinsic connectivity are heritable and act as a trait-like fingerprint that can accurately identify specific people from a large group. There is a reason to believe that a substantial portion of the dynamic connectome may be unique to each individual. Despite the importance of establishing if time-resolved network function acts as an individual specific signature, the extent to which dynamic connectivity profiles possess intra-subject reliability and capture inter-subject variability has yet to be determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4649, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although time-resolved analyses of network organization have largely focused on the study of healthy populations, there is preliminary evidence to suggest that network dysfunction in psychosis may emerge through alterations in the core dynamic architecture of the brain. Psychotic illnesses (including schizophrenia, schizoaffective disorder, and bipolar disorder with psychotic features) are marked by broad disruptions across cortical association networks, potentially contributing to widespread changes in information processing. By one view, impaired network connectivity in patient populations might be time-invariant, emerging through stable deficits in brain function. An alternate possibility is that aspects of the functional impairments observed in psychosis reflect transient abnormalities preferentially evident during the expression of particular network configurations. Converging evidence suggests that aberrant oscillatory activity may link to core symptoms of schizophrenia, including the presence of hallucinations. Patients with schizophrenia exhibit reduced dynamism, spending longer periods of time within single brain states and demonstrating a less-variable repertoire of dynamic network configurations. Relative to healthy populations, patients with schizophrenia dwell more in network configurations typified by reduced large-scale connectivity, while also showing muted cross-network negative correlations, for instance, between default and other networks. Dynamic analyses of network function may distinguish clinical groups, providing information that is inaccessible through static connectivity analysis. The incorporation of time-resolved analyses of network function could provide a more sensitive or specific marker of the disease than static approaches, potentially associating with the illness course and/or the presence of distinct symptom profiles. As impairments in attention, learning, and executive functioning are common across neuropsychiatric disorders, research in this domain could provide novel insights into the biology of illness as we work to predict the onset, track disease states, and optimize treatment response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6814, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we applied a sliding-window approach to characterize the reconfigurable architecture of large-scale brain networks in a sample of healthy young adults and individuals with psychotic illness. Among healthy adults, we demonstrate that the resulting dynamic connectivity profiles are reliably expressed across scans and visits, acting as a biological signature that can identify specific individuals within a larger group. Patients with psychotic illness exhibited intermittent disruptions within cortical association networks previously associated with the disease. Individual connectivity profiles within specific brain states predicted the presence of active psychotic symptoms, operationalized as meeting clinician-rated symptomatic diagnostic criteria with the presence of delusions and/or hallucinations in the past month. This property of dynamic network function generalized to a held-out sample of patients. These collective results suggest a key role for functional network dynamics in human cognition, and highlight how specific breakdowns in time-varying profiles of network connectivity may link with the presence of distinct symptom profiles in psychiatric illnesses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7999, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 8007, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Core dynamic network configurations", "sentences": [], "annotations": [], "relations": []}, {"offset": 8043, "infons": {"file": "41467_2018_3462_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Detecting multiple functional connectivity states using a sliding-window approach. a The functional network organization of the human cerebral cortex is revealed through intrinsic functional connectivity. Colors reflect regions estimated to be within the same network determined based on the 17-network solution from Yeo et al.. The map is displayed for multiple views of the left hemisphere in Caret PALS space. b Correlation matrices are computed across regions from windowed portions (width = 33 s) of each participant’s component time series (n = 1919), and aggregated across the full sample. c K-means clustering was applied to identify repeated patterns of connectivity (brain states). d Instability of the clustering algorithm is plotted as a function of the number of estimated states (2–20). As expected based on increasing solution space (complexity), instability was greater with increasing the number of estimated states per solution. The local minima of the graphs observable at the 2-, 4-, 5-, and 8-state solutions indicate the number of states that can be stably estimated by the selected clustering algorithm with the present data. Resampling over time (sliding windows) and across space (regions of interest) yields comparable results (see Supplementary Figure 1). In this article, we focus on state solutions 2 through 8 to provide a broad survey of the solution space", "sentences": [], "annotations": [], "relations": []}, {"offset": 9431, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The human brain can exhibit a multitude of possible transient connectivity patterns comprised of varying network configurations. As an initial step in understanding temporal shifts in this dynamic architecture over time, we aimed to identify a core or canonical set of transient brain states conserved across individuals. First, we coupled a population atlas of large-scale cortical networks and a sliding-window approach (11 time points; width = 33 s) to estimate time-varying connectivity profiles within resting-state scans from 1919 healthy young adults (Fig. 1; see Methods for information on data acquisition and preparation). These data were collapsed across participants before we applied k-means clustering to estimate solutions yielding from 2 to 20 brain states. Note that the brain states defined through k-means clustering do not necessarily have sharp boundaries, cleanly separating them from other network configurations. Rather, k-means clustering identifies sets of time-varying network configurations with common features, grouping them into clusters that are more similar to each other than to configurations in other clusters. The associated groupings can vary across clustering solutions as their complexity increases, revealing intermediate network configurations between more geographically separated states. To estimate the viability of the resulting solutions, we analyzed the population-level consistency of each clustering algorithm. Consistent with an expansion in the solution space, the clustering became less stable as the number of estimated brain states increased (Fig. 1d and Supplementary Figure 1). Analyses indicated relative stability in state solutions 2–8, with 2-, 4-, 5-, and 8-state solutions displaying points of increased stability. The stable nature of the observed state solutions was robust to changes in data quality (see Methods, Noise constraints). As such, our analyses going forward focus on clustering solutions containing 2–8 dynamic states to provide a broad survey of the solution space. In the present data, these solutions captured significant aspects of dynamic variation in network connectivity. However, the focus on 2–8 brain states should not be taken to imply that meaningful properties are absent in alternative solutions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11720, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Brain states exhibit hierarchical features", "sentences": [], "annotations": [], "relations": []}, {"offset": 11763, "infons": {"file": "41467_2018_3462_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Brain states exhibit hierarchical features across distributed networks. Correlation matrices for state solutions 1 through 8 are shown for each region. To quantify hierarchical relationships, an exhaustive search was performed to examine the scenario that two states of the (S + 1) state solution were subdivisions of a component of the S-state solution. Hungarian matching was used to determine which two-state combination in S + 1 was best matched to the S-state solution (see Supplementary Figure 4). Values reflect z-transformed Pearson correlations between every region and every other region. DorsAttn indicates dorsal attention, Sal salience, SomMot somatomoto, VentAttn ventral attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 12459, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Previous studies of functional network dynamics have largely focused on single clustering solutions in isolation, choosing a fixed number of states a priori. The relations between these isolated dynamic network configurations and other possible solutions remain unclear. To address this question, we employed a matching analysis examining the preservation or fractionation of individual brain states as the complexity of our clustering solution increased. An exhaustive search was performed exploring the scenario that two states in solution S + 1 were subdivisions of a state within solution S. Hungarian matching (Supplementary Figure 2) was used to determine which two-state combination in S + 1 was best matched to the S-state solution by minimizing network dissimilarity. As solution complexity increased, a hierarchical structure was observed, with some network configurations preserved across levels (Fig. 2; see Methods, Hierarchy analysis) and selected hybrid states in solution S breaking into substates within solution S + 1. A single state, termed state A, was evident across state solutions 2 through 7, not splitting to produce a hybrid substate until the solution complexity increased to eight states. These analyses demonstrate the stable expression of canonical network configurations across a variety of state solutions (2–8). Of note, when larger numbers of states were considered, increasing solution complexity was reflected in the hierarchical fractionation of particular states into substates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13976, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Static analyses of network function suggest that heteromodal association cortices are more functionally variable than the unimodal cortex across the population. These aspects of the cortex, and its associated networks, are implicated in a host of complex cognitive functions and overlap with regions that predict individual differences in behavioral performance. We then explored if the heteromodal association cortex also exhibits heightened dynamic variability, as reflected in fluctuating connectivity configurations over time. Analyses examining the variance of mean network connectivity across the state solutions revealed evidence for dissimilar patterns of network expression across the dynamic states (ANOVA of coefficient of variance with state solutions treated as repeated measures, F15 = 44.11, p ≤ 0.001). Consistent with reports of heightened time-resolved network flexibility within the association cortex, the greatest between-state variability was found in aspects of default, attention, and control networks (Supplementary Figure 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15028, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Evidence for an attractor state", "sentences": [], "annotations": [], "relations": []}, {"offset": 15060, "infons": {"file": "41467_2018_3462_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Evidence for an attractor state. a When transitioning between states, participants display an increased probability of entering state A. The probability of transitioning to each state is shown for all nonredundant possible combinations across state solutions 3–8 (1, 2 are obligated). Each row sums to 1. b State A displays the increased probability of remaining in the same state for solutions 2–5 (ps ≤ 0.001). The graph reflects the tendency for states in solutions 2–8 to show steady-state behavior, or the probability of remaining in a given state from time point t to time point t+1", "sentences": [], "annotations": [], "relations": []}, {"offset": 15649, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to characterizing the profiles of network connectivity across clustering solutions, brain dynamics can be studied in terms of the relative likelihood of transitions occurring among locally stable states over time. To assess this feature of temporal organization, we examined the probability that participants would shift from a given state S to a different state (transition probability), as well as the probability that they would remain in state S. Window-by-window estimates were created for each state solution by matching the participant-specific connectivity matrices to the group atlas of brain states. This generated a vector of 110 expressed states for each participant. As solution complexity increased, participants were more likely to transition into (ps ≤ 0.001), and remain in state A (all test states 2–5 ps ≤ 0.001; states 6–8 ps ≥ 0.05; Fig. 3), termed the “attractor state.” Dwell time was calculated as the percent of the total time a given participant expressed state S relative to the total time in states not-S. Across the clustering solutions, the observed brain states exhibited quasi-stable expression, with all states maintaining nonzero dwell times (ps ≤ 0.001). Reflecting the transition probability analyses detailed above, dwell times were nonuniform across brain states. Participants dwelled most in attractor state A (ps ≤ 0.001) relative to all other states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17053, "infons": {"file": "41467_2018_3462_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Profiles of within-network connectivity across the four-state solution. a The mean within-network connectivity is shown across each state of the four-state solution (n = 1919). Values reflect z-transformed Pearson correlations. b Percent deviation from state A4. Values reflect the percent change in mean network connectivity of states B4–D4, relative to state A4", "sentences": [], "annotations": [], "relations": []}, {"offset": 17417, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Several core patterns that distinguish brain states across clustering solutions were evident. For ease of interpretability, the four-state solution was selected to characterize these features of dynamic connectivity (Fig. 4). As noted in the Hungarian matching analyses detailed above (Fig. 2), state A4 most closely resembled the global state revealed through traditional static analyses of network function. Across network configurations, state A was typified by a relatively flattened profile of connectivity (Fig. 4a). In line with this muted connectivity profile, the expression of state A became increasingly frequent in the second relative to the first half of the scan across each clustering solution (2–8 states; ts1919 ≥ −6.07, ps ≤ 0.001), potentially linking with shifts in arousal and vigilance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18226, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The remaining states varied markedly from the state A4 connectivity pattern with differences evident across states both within and between functional networks (Fig. 4b). Relative to state A4, states B4, C4, and D4 were characterized by increased expression of default A (see Fig. 1a for network topographies), with state B4 also marked by heightened within-network visual system and default B connectivity. State B4 notably differed from other network configurations in its recruitment of dorsal attention network A. Conversely, states C4 and D4 displayed increased correlations within the ventral attention network. There was also striking variation in the coupling of the frontoparietal network, with state C4 primarily characterized by increased connectivity in the control B network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19014, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "States B4, C4, and D4 showed marked departures from the off-diagonal coupling evident in state A4 and the global state (Fig. 2). The negative correlations between the default and somatomotor networks were attenuated in state B4 and were more evident in states C4 and D4. While states B4 and C4 displayed heightened correlations linking default and control networks, state D4 exhibited increased connectivity between default and the salience, attention, and somatomotor systems. Additionally, state C4, and to a lesser extent state D4, displayed increased cross-network connectivity between the attention, somatomotor, and visual networks. Together, these varying network configurations demonstrate nonrandom departures from connectivity patterns observed in the global state. There is a strong correspondence between the structure of intrinsic and extrinsic (task-evoked/coactivation) networks of the human brain, suggesting that the topological characteristics of the brain at rest are closely linked to cognitive function. The transient expression of integrated network configurations may enable fast and accurate cognitive task performance. Emerging evidence suggests that an individual’s unique profile of dynamic network connectivity could provide novel insights into the study of behavioral variability across both health and disease. In this regard, a crucial step is the characterization of intra-subject reliability and inter-subject variability of the observed profiles of time-varying brain organization across the population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20552, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Network dynamics are a marker of individual differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 20608, "infons": {"file": "41467_2018_3462_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Brain states are reliably expressed and can be used to identify individual participants. a Mean rho values within and between subjects across visits for all stable dynamic states. Correlation matrices from participants who had at least two scans within 6 months of each other (n = 79) were concatenated, and a Pearson correlation was computed for scan 1 relative to scan 2. b Permutation and correlation analyses revealed that dynamic states are consistent within individuals over time. Identification rank accuracy is shown for each state in a subgroup of participants scanned on two different days within 6 months (n = 79). Rank denotes the order of similarity of a participant’s visit 1 to their visit 2, with 1 being a perfect identify match", "sentences": [], "annotations": [], "relations": []}, {"offset": 21354, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Static descriptions of brain functional organization act as a biological fingerprint that can identify specific individuals within a larger group. We aimed to determine whether the observed dynamic states were reliably expressed in a manner that would allow us to characterize unique within-subject profiles of transient network organization. To this end, we first assessed within-session reliability. For participants with two bold runs (n = 1341) in the same scanning session, correlation matrices were concatenated for each individual brain state, and a Pearson correlation was generated for run 1 relative to run 2. T-tests were used to compare the distributions of the resulting r values within and across individuals. For each state, we observed greater within-participant similarity for same-day scans (rs ≥ 0.49) compared to between participants (rs ≤ 0.23, 2–8 states; ps ≤ 0.001; see Methods, Individual identification analyses; Supplementary Figure 4). We then examined a cohort of participants with two scan visits collected on different days (≤6 months apart; mean = 63.35 ± 48.10 days; n = 79). Analyses demonstrated consistent within-subject dynamic state expression across visits (Fig. 5a; ps ≤ 0.001). Suggesting relatively stable intra-subject reliability across time, the observed within-participant similarity of the expressed brain states (Fig. 5a) did not vary as a function of the number of days between participant visits (absolute value of rs ≤ 0.21; ps ≥ 0.09).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22842, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Permutation tests were used to assess if dynamic connectivity profiles act as a signature that can accurately identify individual participants from a larger group. Correlation matrices from visit 1 and visit 2 were iteratively shuffled across participant labels and examined relative to their correct pairing. Identification was considered correct if the true visit 1 and 2 pair were maximally similar to each other. Correct identification was evident within participants relative to the shuffled list across all state solutions (ps ≤ 0.01; see Fig. 5b), suggesting that it is possible, with high accuracy, to identify an individual from a large group of participants solely on the basis of their dynamic connectivity profile. Dwell time was also more similar within, relative to between, participants for scans on the same day and across visits (all ps ≤ 0.01). These findings provide the first evidence to suggest that, like static characterizations of intrinsic connectivity, an individual’s dynamic brain function represents a unique and reliable biological signature, highlighting the potential use of intrinsic network dynamics as a neural marker of individual differences across both health and disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24053, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Preferential state and network disruptions in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 24109, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Impairments in the integration and processing of information across large-scale distributed brain networks are thought to mark psychotic disorders (including schizophrenia, schizoaffective disorder, and psychotic bipolar disorder). Converging evidence suggests that these disruptions may reflect alterations in the temporal dynamics of brain function. We next examined the expression of time-varying network configurations in a cohort of patients with psychosis (n = 179) and a demographically and data-quality-matched comparison sample (n = 369). To evaluate the integrity of dynamic brain functions in these groups, we created windowed correlation matrices for each participant. For simplicity, we only consider the four-state solution, focusing on four states due to the stability of the associated clustering solution (Supplementary Figure 1) and the relatively high within-participant reliability (Fig. 5 and Supplementary Figure 4). Importantly, while we discuss the four-state solution, meaningful properties are likely present in other dynamic network configurations. We matched each windowed participant-specific matrix to the dynamic states established in our previous analyses and calculated mean correlation matrices across both groups. Following the correction for nuisance variables (motion, age, sex, handedness, and scanner bay), group differences were calculated for each of the four states for dwell times and network connectivity [false-discovery rate (FDR), α ≤ 0.05].", "sentences": [], "annotations": [], "relations": []}, {"offset": 25598, "infons": {"file": "41467_2018_3462_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Psychotic illness links to state-specific reductions in connectivity. a Bar graphs display the percent of time healthy comparison participants and individuals with psychotic illness dwell in each state of the four-state solution. b–c The 2D grids (b–c) display the complete coupling architecture of the cerebral cortex measured at rest for each group of participants. d Differences were obtained by an analysis of variance of z-transformed Pearson correlation values after linear regression of the effects of age, sex, race, ethnicity, and handedness [r(z)Comparison – r(Z)Patient group]. The bottom panel shows significant group differences at false-discovery rate q ≤ 0.05", "sentences": [], "annotations": [], "relations": []}, {"offset": 26273, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Altered intrinsic connectivity in patients with psychosis observed in traditional static analyses may reflect both impaired functions within a specific brain state and the reduced tendency to enter particular network configurations over time. Analyses of dwell times did not reveal group variability in state A4 (t537 = 1.12, p = 0.26; Fig. 6a). However, patients displayed increased dwell time in state B4 (t537 = −2.8, p ≤ 0.005) and nominally significant increases in state D4 (t537 = −2.13, p ≤ 0.03). Notably, patient dwell times were reduced in state C4 (Fig. 5; t537 = 2.98, p ≤ 0.003), which is characterized by increased frontoparietal control network connectivity relative to other states (Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26982, "infons": {"file": "41467_2018_3462_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "State-specific and state-general profiles of network dysregulation in psychosis. a, b Polar plots show percent difference in mean network connectivity between healthy comparison participants and individuals with psychotic illness for (a) state A4 and (b) state C4 (range: –6 to 24%). The black hexadecagon reflects the mean network correlations for the healthy comparison sample, set to zero. Values outside the hexadecagon reflect decreased correlation strength for patients, relative to the healthy comparison sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 27501, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Analyses of region-to-region correlation strength across the four-state solution yielded sparse group differences in states B4 and D4. Conversely, widespread group differences were observed in states A4 and C4 (Fig. 6). Analyses of state A4 revealed reduced within-network correlations across the cortex, including in default and frontoparietal networks. The largest-magnitude differences in state C4 were localized to the frontoparietal control network (Figs. 6 and 7). Replicating prior reports, states A4 and C4 were associated with less negative, or muted, correlations linking the aspects of the association cortex to other networks in psychotic illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28161, "infons": {"file": "41467_2018_3462_Fig8_HTML.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Psychosis is associated with reduced network connectivity in states A4 and C4. a The colored aspects of the cortex reflect regions estimated to be within the A, B, and C aspects of the frontoparietal control network. b Functional connectivity matrices for the 50 left and right hemisphere regions of the frontoparietal control network shown for the healthy comparison and patient groups in states A4 and C4. Functional connectivity difference matrices were obtained by an analysis of variance of z-transformed Pearson correlation values after linear regression of the effects of age, sex, handedness, and scanner bay. Group differences significant at false-discovery rate q ≤ 0.05 are shown in each panel to the lower right of the unthresholded matrix. c The colored aspects of the cortex reflect regions estimated to be within the A, B, C, and D aspects of the default network. d Corresponding connectivity matrices are shown in 52 left and right hemisphere regions of the default regions for states A4 and C4. Reduced default network connectivity in psychosis is preferential to state A4", "sentences": [], "annotations": [], "relations": []}, {"offset": 29251, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Follow-up analyses of state A4 and C4 revealed evidence for both state-general and state-preferential impairments in network connectivity (Fig. 7 and Supplementary Table 1). Within the frontoparietal control network, patients exhibited distributed deficits across states A4 (state A4 control B and C: ts535 ≥ 4.12, ps ≤ 0.001) and C4 (state C4 control B: t513 = 4.85, p ≤ 0.001; Fig. 8a–b). All other subnetworks failed to pass multiple-comparison correction (Bonferroni p ≤ 0.05; ps ≥ 0.01). Conversely, reduced default network connectivity in psychosis was observed in default B in state A4 (state A4 default B: ts535 = 6.08, p ≤ 0.001; default A, C, and D: ts535 ≤ 1.69, ps ≥ 0.09; Fig. 8c–d). No group differences in the default network survived correction for multiple comparison when considering state C4 (state C4 default B: ts535 = 2.91, p ≥ 0.01; default A, C, and D: ts535 ≤ 1.31, ps ≥ 0.19). These analyses suggest that prior observations of default and control network disruptions in psychosis may reflect temporally specific impairments, preferentially manifesting during the expression of transient configurations that recruit the function of these networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30424, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Select network configurations mark active psychotic symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 30485, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Together, the analyses above suggest that time-varying network configurations capture stable aspects of inter-subject variability (fingerprints), while also serving to mark the presence of psychiatric illness. These findings suggest that dynamic approaches may provide critical information that can help predict the presence of distinct clinical profiles within individuals, revealing symptom-relevant features of the disease. To determine whether individual differences in time-varying profiles of connectivity are relevant to clinical symptomatology, we investigated the extent to which specific brain states can identify patients who experienced active psychotic symptoms at the point of initial assessment. To this end, we examined clinician reports of the current psychotic symptoms in our patient sample, assessed through the DSM-IV (SCID) clinician-rated presence of delusions and/or hallucinations in the past month, and selected participants who expressed all four brain states (n = 130). Using a machine-learning-based framework, elastic net logistic regression, we demonstrated that the presence of active psychotic symptoms can be predicted based solely on the dynamic connectivity profile of previously unseen individuals (Methods, Prediction of active psychotic symptoms). First, training a model in 91 participants (70% of the available patient sample), we used the edge strength from the dynamic network configurations of states A4, B4, C4, and D4 as candidate features upon which we conducted variable selection. The extracted features were then used to predict the presence of active psychotic symptoms in individual participants, using leave-one-subject-out cross-validation. The fitted model was prospectively applied to edge strength of the dynamic network configuration from a held-out set of participants, and yielded a scalar probability measure for each individual, which constituted the predicted likelihood of active psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32449, "infons": {"file": "41467_2018_3462_Fig9_HTML.jpg", "id": "Fig9", "section_type": "FIG", "type": "fig_caption"}, "text": "Specific brain states are predictive of distinct clinical symptoms in novel individuals. a State B4 uniquely predicted the presence of active psychosis in patients with psychotic illness. Results from a leave-one-subject-out cross-validation elastic net logistic regression analysis comparing predicted and observed psychotic symptoms (n = 91). The displayed area under the receiver-operating characteristic curve (AUC) reflects the scalar probability measure for each individual, predicting the likelihood of active psychotic symptoms. The blue semitransparent lines reflect 1000 ROC curves from 1000 permutation experiments. The black dashed line indicates the mean of these 1000 curves, approximating a null curve. The purple, red, green, and orange curves correspond to states A4, B4, C4, and D4, respectively. b Connectivity models defined on training data predict the presence of active psychotic symptoms in an independent group of participants (n = 31). The displayed AUC graph reflects the scalar probability measure, predicting the likelihood of active psychosis, defined using positive edges from the initial training set without further fitting or modification, in a held-out sample of patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 33656, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Consistent with an increased tendency to enter state B4 in patients, relative to other network configurations (Fig. 6a), state B4 specifically predicted the presence of active psychotic symptoms in the training set (positive network predictive network: AUC = 0.80, p ≤ 0.001, permutations = 5000; Fig. 9a). As a comparison, the AUC values using a positive network of states A4, C4, and D4 were 0.60 (p = 0.16), 0.68 (p = 0.05), and 0.52 (p = 0.37), respectively. A similar, although subtler, predictive profile was observed for the negative networks in the training set where state B4 predicted the presence of active psychotic symptoms (AUC = 0.724, p ≤ 0.05). The remaining negative network AUC values for states A4, C4, and D4 were 0.39 (p = 0.74), 0.50 (p = 0.43), and 0.56 (p = 0.26), respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34460, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we demonstrated that predictive symptom models derived from dynamic network configurations can generalize to data from novel individuals, applying the predictive network models in the left-out patient sample (30% of the available patient sample). Here, without further fitting or modification of the initial models, we tested the neurological signatures identified in the training set for the predication of active psychotic symptoms in a held-out group previously unseen subjects (n = 39). The negative-network models did not generalize to the held-out sample (AUCs < 0.66, ps > 0.13). The previously identified positive-network model for state B4 served as a generalizable predictor of active psychotic symptoms in an independent sample (AUC = 0.74, p ≤ 0.05, permutation n = 5000; Fig. 9b). As a comparison, the AUC values derived across dynamic states A4, C4, and D4 for out-sample predication were 0.56 (p = 0.32), 0.63 (p = 0.18), and 0.29 (p = 0.92). Highlighting that dynamic analyses may reveal information hidden in traditional static analyses of network function, models derived from the static or global state were not predictive of active psychosis in either the training (positive network: AUC = 0.62, p = 0.12; negative network: AUC = 0.64, p = 0.09) or test samples (positive network: AUC = 0.49, p = 0.53; negative network: AUC = 0.24, p = 0.96).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35830, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patients expressing active psychotic symptoms, relative to those without, presented with increased positive (present: 19.90 ± 5.67, absent: 8.88 ± 2.20; t128 = 7.91, p ≤ 0.001), negative (present: 13.98 ± 7.76, absent: 10.18 ± 3.93; t128 = 1.98, p ≤ 0.05), and general psychopathology (present: 31.46 ± 7.81, absent: 26.53 ± 7.74; t128 = 2.43, p ≤ 0.05) symptoms (Supplemental Fig. 7) as assessed through the positive and negative syndrome scale (PANSS). To establish the specificity of the predictive model for the presence of psychotic features, we examined PANSS scale scores in the left-out patient sample. The previously identified positive-network model for active psychosis in state B4 served as a generalizable predictor of PANSS positive-scale symptom severity in the independent sample (AUC = 0.72, p ≤ 0.05). The observed effect was preferential to the state B4 network model. The associated AUC values derived across dynamic states A4, C4, and D4 for positive out-sample predication were 0.51 (p = 0.46), 0.66 (p = 0.10), and 0.33 (p = 0.90). As above, the negative-network models did not generalize to the PANSS positive-scale scores in the held-out sample (AUCs < 0.67, ps > 0.09). Suggesting a degree of symptom specificity, the PANSS negative (positive network: AUC = 0.41, p = 0.83; negative network: AUC = 0.52, p = 0.42) and general psychopathology scale (positive network: AUC = 0.62, p = 0.21; negative network: AUC = 0.41, p = 0.74) scores were not predicted by the state B4 model, or the models resulting from the other states (positive network: AUCs < 0.51, ps > 0.48; negative network: AUCs < 0.59, ps > 0.18). These results provide preliminary evidence that the presence of clinical symptoms, in this case, active psychosis, may be associated with predictable patterns within an individual’s time-varying network profile, suggesting that dynamic approaches have potential utility for predicting a wide range of clinical symptoms and cognitive abilities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37810, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 37821, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The functional coupling of cortical regions varies in response to explicit task demands and in conjunction with shifts in arousal, attention, and markers of autonomic activity. Here, using a sliding-window approach on resting-state imaging data, we demonstrated that cortical brain networks possess a time-varying organizational structure with hierarchical properties. Select network configurations fractionated into substates in an ordered manner, and a global attractor state (termed state A) was evident across clustering solutions (2–8 states). Suggesting that profiles of dynamic network connectivity may link to behavioral differences in health and disease, the observed brain states reflected individually specific signatures, or fingerprints, of time-resolved connectivity that were unique and reliable within participants across both scans and independent visits separated by up to 6 months. Extending upon prior static analyses of network function, we found that it is possible, with high accuracy, to identify specific individuals from a large group of participants solely on the basis of their profiles of dynamic connectivity. Patients with schizophrenia and psychotic bipolar disorder exhibited state-specific, intermittent disruptions within cortical association networks believed to mark the presence of psychotic illness. Finally, our analyses revealed that individual variability in select network configurations (state B4) can be used to predict the presence of active psychotic symptoms in novel participants. Together, these results highlight the potential to discover individualized dynamic network profiles that are predictive of cognitive abilities and clinical symptoms across health and disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39543, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Spontaneous brain activity is constrained, but not fully determined, by structural connectivity. This raises the possibility that a quasi-stable functional architecture may anchor on anatomic connectivity, with transient network configurations reflecting the influence of momentary cognitive processes, environmental demands, or other biological information. Supporting this conjecture, while functional coupling occurs in the absence of cognition, under general anesthesia, brain activity exhibits a reduction in spontaneous transitions across network configurations, settling into a restricted dynamical repertoire that closely resembles a fixed network defined by structural connectivity. The present analyses indicate the expression of core, or canonical, time-varying network configurations that separate in an ordered manner across increasingly complex clustering solutions. Throughout the hierarchy, a multistable dynamical system was evident, fluctuating around a global attractor state (state A) that possesses a relatively muted connectivity profile. Decreased within-network coupling is evident when spontaneous neuronal activity adheres to fixed correlation configurations defined by structural connectivity. Although speculative, our results suggest the presence of an attractor state that could preferentially link to the large-scale anatomical structure of the human cerebral cortex. Future cross-modal analyses will be necessary to explore these hypotheses and test the extent to which patterns of spontaneous brain activity might reconfigure around an underlying anatomical skeleton.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41144, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Regions within the association cortex display increased functional flexibility, potentially serving to integrate information across more specialized aspects of the cortex. This profile of malleability is reflected in static analyses of intrinsic network function where heightened population-level variability has been observed in association relative to unimodal cortices. Consistent with prior reports of marked heterogeneity in the dynamic flexibility of neural regions, we observed the greatest cross-state variability within aspects of default, attention, and control networks. The trade-off between control and attention systems is thought to be a central feature of many cognitive functions, including adaptive goal pursuit, working memory, and set shifting. While we are unable to make direct claims regarding the association between time-varying profiles of network function and cognition, converging evidence suggests that broad properties of network connectivity may be preserved across experimental contexts (e.g., intrinsic or task-evoked) and analysis strategies. An important area of future work will be to establish the extent to which the cortical network structure adjusts as a function of task and/or environment. One speculative possibility is that transient periods of strong within-network coupling may correspond to epochs of high efficiency, a property of brain organization theorized to optimize communication across distinct functional domains.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42614, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Human cognition is a fluctuating process, and there is growing evidence that functional connectivity patterns exhibit complex spatiotemporal dynamics at multiple time scales. Time-varying brain states, such as those identified in the present analyses, have been hypothesized to reflect changes in the ongoing cognitive processes during rest. However, the existence, putative origins, and cognitive correlates of dynamics in resting-state fMRI remain a topic of empirical debate. While the relations linking intrinsic time-varying network profiles with cognition remain speculative, there are two commonly held views. First, that by applying clustering algorithms, the brain’s dynamic architecture can be carved at the joints, revealing discrete brain states. Second, that the resulting macro-level brain states index, or enable, distinct biological and cognitive processes. In the current analyses, we apply k-means clustering to identify dissociable network configurations in solutions from 2 to 8 brain states. Critically, we do not claim that these configurations reflect wholly distinct brain states separated by sharp transitions, and we are not in the position to ascribe associated cognitive functions. Rather, the data are consistent with the possibility that large-scale network coupling gradually fluctuates around a core functional architecture. However, the extent to which neurobiological and cognitive mechanisms may drive the observed transient connectivity patterns remains an open question.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44122, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Debates regarding the existence of discrete brain states should not be taken to imply that temporal fluctuations in network connectivity lack biological information. Notably, the present analyses indicate that an individual’s profile of dynamic functional connectivity is unique and stable over the course of days and months. Patterns of connectivity defined through traditional static analyses are heritable and function as a trait-like signature that can accurately identify participants from a large group. While prior demonstrations of cross-session identification were established when participant visits were separated by a single day, these data suggest that single measures of time-averaged connectivity may provide meaningful trait-like information about individuals. Here, we observed robust participant-specific matching when visits were separated by up to 6 months (mean = 63.35 ± 48.10 days apart, range = 2–151 days). Despite some variability, identification accuracy was not limited to any one state or clustering solution, indicating that participants may be identified with relatively thin slices of transient brain activity. These discoveries highlight the potential to identify associations linking the unique dynamic functional architecture of an individual’s brain to the integrity of large-scale corticocortical pathways. The continued development of time-varying data analytic approaches with high sensitivity to individual variability could facilitate the discovery of meaningful biomarkers for both cognitive ability and disease states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45684, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Schizophrenia and psychotic bipolar disorder are marked by altered intrinsic network connectivity, potentially contributing to widespread changes in information processing. A key question facing the field is the extent to which the temporal organization of the brain is impaired in psychotic illness. The present analyses reveal the presence of both state and network preferential reductions in functional connectivity. Patients with schizophrenia spend more time than healthy individuals in network configurations typified by reduced large-scale connectivity, while also showing muted negative correlations between default and other networks. In line with this literature, we observed a general profile of decreased within- and increased between-network correlations. Our analyses were also consistent with prior work, demonstrating executive functioning and cognitive control abnormalities in patients with psychotic illness, revealing preferential disruptions in frontoparietal control network connectivity in the attractor state (state A4) and state C4, a network configuration marked by increased within-network frontoparietal connectivity in healthy young adults. This profile of fluctuating abnormalities in network connectivity was also evident in a default network, which exhibited state-preferential impairments in state A4. Critically, these analyses do not demonstrate selective abnormalities in discrete network configurations that are specific to psychotic illness. Rather, consistent with evidence for alterations in dynamic brain architecture in patient populations, they suggest that broad disruptions across cortical association networks in psychosis may emerge through transient abnormalities preferentially evident during the expression of particular network configurations. Together with growing evidence linking behavior to temporally derived network configurations, the presence of both individual specificity (fingerprints) in brain dynamics across the population and evidence for fluctuating, network-specific impairments in patients with severe psychopathology have strong implications for clinical practice. For instance, these data suggest a potential avenue to identify distinct symptom profiles, track time-varying disease states, responses to environmental perturbations, or individually specific treatment responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48033, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Consistent with the aim of delineating disease-relevant markers of brain biology, the current analyses suggest that models based on transient profiles of network function may serve as powerful, generalizable predictors of clinical symptomatology. In a group of patients with psychotic illness, we identified a specific time-varying network profile whose strength predicted the presence of active psychotic symptoms at the point of clinical assessment. This whole-brain network model provides preliminary evidence for meaningful, clinically relevant signals in patterns of dynamic intrinsic connectivity. Suggesting that the clinically relevant features of intrinsic brain dynamics are robust and generalizable, networks defined within an initial training set successfully predicted active psychosis in a completely independent sample. As reflected in our analyses, a randomly selected, previously unseen, patient with active psychosis could be distinguished from another patient without psychosis at ~74.0% accuracy based on their dynamic expression of selected network configurations (state B4), demonstrating a relatively high level of precision. Critically, these relations were not evident through traditional static analysis. Readers should note that these analyses leverage cross-sectional data, and are technically postdictive. Additional research should assess if this cross-sectional/retrospective approach generalizes to the prospective prediction of symptoms, prior to clinical assessment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49534, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Suggesting a degree of specificity for the prediction of psychotic symptom severity, the active psychosis model served as a unique predictor of PANSS positive-scale scores (binarized as greater or less than one standard deviation below the sample mean) in the left-out patient sample, with poor prediction observed for both negative and general psychopathology symptoms. Caution is warranted given the limited sample size; however, these data provide evidence to suggest that dynamic network models trained on different, yet associated, symptoms have the potential to generalize across clinical measures. These data expand our current knowledge regarding abnormal large-scale network function in patients with schizophrenia and psychotic bipolar disorder, and highlight the use of dynamic analytic approaches when examining intrinsic connectivity across heath and disease. Taken together, the present analyses provide a preliminary proof of concept to suggest that the altered connectivity of specific transient network configurations may link to the expression of discrete symptom profiles. Future work should focus on the identification of relations linking functional network dynamics to the expression of psychological and behavioral aspects of illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50792, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, we demonstrated the presence of a fluctuating and reconfigurable hierarchy across the functional connectome. The observed dynamic network profiles were unique and reliable within individuals over the course of months and impaired in patients with psychotic illness. Our analyses suggest that temporal patterns of connectivity between cortical regions link to the broad functional capacities of individual human brains, enabling the prediction of specific symptom profiles within patient populations. These data have important implications for the study of behaviors and features of psychiatric illnesses that possess time-varying patterns of expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51461, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 51469, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 51486, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Native English-speaking young adults (aged 18–35) with normal or corrected-to-normal vision were recruited from Harvard University, Massachusetts General Hospital, and the surrounding Boston communities through an ongoing large-scale study of brain imaging and genetics (n = 1919; age: 21.35 ± 3.20; female: 56.53%; right handed: 92.40%). History of psychiatric illness and medication usage was assessed through a structured phone screen. On the day of MRI data collection, participants completed additional questionnaires concerning their physical health, past and present history of psychiatric illness, and medication usage. Exclusion criteria included a history of head trauma, current or past Axis I pathology, neurological disorders, current or past psychotropic medication use, current physical illness, and current or past loss of consciousness. Participants provided written informed consent in accordance with guidelines set by the Partners Health Care Institutional Review Board and the Harvard University Committee on the Use of Human Subjects in Research. For the present study, we assessed the extent to which the dynamic network architecture of the cortex is reliable within and across visits. To accomplish this, an additional data set (n = 79; age at the first scan: 20.99 ± 2.93; female: 45.56%; right handed: 89.87%) was acquired over the course of the primary collection effort. Data were collected on 2 independent days (mean = 63.35 ± 48.10 days apart; min = 2; max = 151).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52982, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients with psychotic illness were recruited from clinical services at McLean Hospital (n = 170; age: 32.08 ± 11.64; female: 66.47%; right handed: 84.71%), including 41 patients diagnosed with schizoaffective disorder, 56 with schizophrenia, and 73 with psychotic bipolar disorder. Study procedures are detailed in Baker et al. 2014. Briefly, exclusion criteria included neurological illness, positive pregnancy test, electroconvulsive therapy in the last 3 months, and history of head trauma. Reflecting the severity of the present sample, the majority of patients (82%) reported experiencing active psychotic symptoms at the time of their clinical assessment, as assessed through DSM-IV (SCID) clinician-rated symptomatic diagnostic criteria, indicating the presence of delusions and/or hallucinations in the past month. All patients were assessed for active symptoms within 24 h of scan using the Positive and Negative Syndrome Scale (PANSS; positive scale: 18.46 ± 6.51; negative scale: 13.48 ± 7.47; general psychopathology scale: 30.82 ± 7.95). A demographically matched healthy comparison sample was recruited from the surrounding Boston communities (n = 369; age: 37.16 ± 14.65; female: 62.06%; right handed: 91.33%). The McLean Hospital Institutional Review Board approved the study, and all participants provided written informed consent. The control group was significantly older than the patient group (t = –3.98, p ≤ 0.001). No significant group differences were identified in sex, handedness, or education (ps ≥ 0.07). The comparison sample was explicitly selected to match on the basis data quality. The BOLD runs for the patient and comparison groups did not differ in terms of slice-based temporal signal-to-noise ratio (comparison: 161.17 ± 46.05; patient: 158.35 ± 71.53) or the number of relative translations in 3D space ≥0.1 mm (comparison: 31.05 ± 29.15; patient: 32.29 ± 29.66; ps ≥ 0.58). The slice-based signal-to-noise ratio was calculated as the weighted mean of each slice’s mean intensity over time (weighted by the size of the slice).", "sentences": [], "annotations": [], "relations": []}, {"offset": 55050, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All imaging data were collected on 3-T Tim Trio scanners (Siemens) with a 12-channel phased-array head coil at Harvard University, Massachusetts General Hospital, or McLean Hospital. Structural data included a high-resolution multi-echo T1-weighted magnetization-prepared gradient-echo image (TR = 2200 ms, TI = 1100 ms, TE = 1.54 ms for image 1–7.01 ms for image 4, FA = 7°, 1.2 × 1.2 × 1.2 mm, and FOV = 230). Functional data were acquired using a gradient-echo echoplanar imaging sequence sensitive to blood oxygenation level-dependent contrast with the following parameters: 124 time points; repetition time = 3000 ms; echo time = 30 ms; flip angle = 85°; 3 × 3 × 3-mm voxels; FOV = 216; and 47 axial sections collected with interleaved acquisition and no gap. Participants were instructed to remain still, stay awake, and keep their eyes open. Although no fixation image was used, participants with psychotic illness were monitored via eye-tracking video to ensure compliance during functional scans. One to two runs were acquired for each participant (70.89% of the main sample, 69.41% of patient participants, and 46.88% of the matched comparison received a second run). Software upgrades (VB13, VB15, and VB17) occurred during data collection. Reported results are after partialing out variance associated with scanner and software upgrade.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56399, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 56418, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were processed with a series of steps common to intrinsic connectivity analyses. Preprocessing included discarding the first four volumes of each run to allow for T1-equilibration effects, compensating for slice acquisition-dependent time shifts per volume, and correcting for head motion using rigid body translation and rotation. Additional steps included the removal of constant offset and linear trends over each run, and the application of a temporal filter to retain frequencies below 0.08 Hz. Sources of spurious variance, along with their temporal derivatives, were removed through linear regression. These included six parameters obtained by correction for rigid body head motion, the signal averaged over the whole brain, the signal averaged over the ventricles, and the signal averaged over the deep cerebral white matter. Structural data and functional data were aligned as described in Yeo et al. and Buckner et al. using the FreeSurfer software package. This method yields a surface mesh representation of each participant’s cortex, which is then registered to a common spherical coordinate system. Images were aligned with boundary-based registration from the FsFast software. Functional and structural images were then aligned to the common coordinate system by sampling from the middle of the cortical ribbon in a single interpolation step to reduce blurring of the functional signal across sulci and gyri. A 6-mm smoothing kernel was applied to the functional data in the surface space, and data were downsampled to a 4-mm mesh. Additional details on the preprocessing procedures are detailed in Holmes et al. and Yeo et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 58067, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Dynamic connectivity sliding-window analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58112, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cortical functional coupling matrices were computed for each participant, across all available parcels within the 17-network functional atlas of Yeo et al.. We defined 114 regions (57 per hemisphere) that surveyed all 17 networks. Correlation matrices were constructed to include all region pairs arranged by network membership.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58441, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Connectivity across time was analyzed using a sliding-window approach (width = 33 s). Prior work suggests that a sliding-window range of 30–60 s is appropriate for dynamic connectivity analyses. Pilot analyses (available upon request) revealed consistent state solution stability across varying sliding-window sizes of 33–63 s. Thirty-three-second windows were chosen in order to maximize signal estimates, while still capturing properties of transient functional connectivity. A time series for each participant was extracted for the 57 regions in each hemisphere. Time-course correlations across 110 windows per bold run for each participant (220 windows if the participant had two runs) were calculated for each 114 × 114 region pair. To limit the redundancy across matrices and to reduce computational load, clustering was applied to a subsample of available windowed covariance matrices (1/10 windows). Results were consistent with the alternate approach of subsampling along the temporal dimension to identify windowed covariance matrices with local maxima in functional connectivity variance. The resulting correlation matrices were then aggregated and z-transformed prior to running the clustering analyses. The clustering analysis was iteratively applied to define distinct state solutions for 2 through 20 brain states. Additional details on the selected clustering approach are provided in Yeo et al.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59853, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As we did not have a priori hypotheses regarding the number of functional connectivity states, we assessed the stability of clustering solutions for all states 2–20. To do so, we examined the stability of the clustering analyses by iteratively and randomly splitting our data on two dimensions (sliding windows and pairwise connectivity) and rerunning the clustering solution 30 times. The results were then compared using a Hungarian matching algorithm, as described in the next section. Greater instability was quantified as a greater summation of deviation between the two cluster solutions (Supplementary Figure 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 60473, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Hierarchy analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 60492, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To examine the relations linking each state in solution S with the states in solution S + 1, we used a Hungarian matching technique. Every possible combination of states in state solution S + 1 was compared to each state in solution S. To illustrate this point, take the comparison of states in the three- and four-state solutions. Each possible combination in the four-state solution is established (A4B4, A4C4, A4D4, B4C4, B4D4, and C4D4) by calculating the mean of each cell in the 114 × 114 × n (here, n = 4) connectivity matrix across the combined states to create hybrid states. Next, each hybrid state is grouped along with the other states in the four-state solution and compared to the three-state solution (A4 + B4/C4/D4, then A4 + C4/B4/D4, then A4 + D4/B4/C4, etc.). Hungarian matching is used to determine which of the hybrid combinations in the four-state solution most closely approximates each state in the three-state solution (so, in the first example, the hybrid four-state solution comprised of A4 + B4/C4/D4 is matched to states A3, B3, and C3 in the three-state solution). This comparison is repeated until the match with the minimal cost is identified (Supplementary Figure 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 61693, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identifying variability across defined state solutions", "sentences": [], "annotations": [], "relations": []}, {"offset": 61748, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To determine the extent of network variability across brain states, we examined the variance of mean network connectivity in state solutions 2–8 (see Supplementary Figure 3 for variance with the four-state solution). We used ANOVA to assess between-state variability (coefficient of variance) with state solutions treated as repeated measures. The results confirmed that variance differed across the networks (F15 = 44.11, p ≤ 0.001). Post hoc tests revealed increased cross-state variability within default A and B relative to the default D, control A and C, limbic, somatomotor A, and visual B networks (Bonferroni-corrected ps ≤ 0.05, all other ps ≥ 0.5). Control B demonstrated greater variance relative to default C and D, control A and C, limbic, somatomotor, and visual networks (ps ≤ 0.05; all other ps ≥ 0.5). The salience/ventral attention and dorsal attention A networks exhibited increased variance relative to default C and D, control A and C, limbic, somatomotor, and visual networks (ps ≤ 0.05, all other ps ≥ 0.5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 62779, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Individual identification analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 62814, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To examine the extent to which the observed dynamic connectivity profiles are reliably expressed across scans and visits, we first selected participants with two bold runs (n = 1361). Next, we examined the 79 participants, set aside from the original cohort, who had two separate study visits within 6 months of each other. To test the relations within each individual’s profile of network dynamics for the two bold runs within the same visit, and then for the individuals with more than one visit, we implemented the following analysis: First, we obtained each participant’s state expression across time. To accomplish this, we used a Hungarian matching algorithm, assigning each time point in a participant’s windowed time-course data to individual states in the desired population-level state solution. For instance, in the four-state solution, we found the best fit for each window in the participant’s data and classified it as state A4, B4, C4, or D4. This yielded a vector of states for each participant, representing the participant’s state expression over the course of the scan. Following this, we took the average correlation matrix for each window within a state. So, for participant 1, we collapsed across all of the state A4 windows, and generated a mean for state A4, creating a 114 × 114 × S average state matrix for each participant. Participant matrices were vectorized, and Pearson correlations were run across every participant in two analyses for (1) bold 1 and bold 2; and every participant for (2) visit 1 and visit 2. Analyses indicated a significant level of consistency in within-individual connectivity profiles across bold runs and visits (Supplementary Figure 4). For each state solution, we ran a t-test for within-participant rho values and between-participant rho values. All tests revealed increased rho values within, rather than between, participants (all ps ≤ 0.001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 64718, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Permutation tests were performed in a manner consistent with prior studies examining functional connectome fingerprinting. For these analyses, we considered participants with multiple study visits (n = 79) and utilized the state- and participant-specific connectivity vectors described above. A Pearson correlation was calculated across an ordered list for every participant’s connectivity vector from visit 1 compared to every other participant’s vector from visit 2. We first established a comparison distribution from chance. For each state, the participant vector from visit 1 was compared to a randomly permuted list of participants from visit 2, a Pearson correlation was calculated, a matching rank was assigned, and the identification rate was calculated. A “correct” identification was defined in cases where the highest-ranked rho value was within a participant (visit 1–visit 2) relative to other participants (for ranking results, see Fig. 4, main text). This was repeated 1000 times, and a t-test was performed comparing the number of identifications of the actual order participants relative to the distribution of the number of identifications in the permuted order of the participant list.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65924, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Noise constraints", "sentences": [], "annotations": [], "relations": []}, {"offset": 65942, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the extent to which data quality might influence on our findings, we conducted a series of analyses aimed at detecting the differences in motion across state solutions. To obtain motion estimates by a participant for each window, we extracted the mean of the root mean square of relative motion for each participant across each window. We used the Hungarian matched state vector to classify relative motion within each TR to a state-specific window. We averaged motion values within states for each state solution. Although the relations linking state expression and motion were limited in size (ηp2s ≤ 0.006), state A associated with the most motion for state solutions 2, 3, and 4 (all ps ≤ 0.05; Supplementary Figure 5). State A showed a muted increase in motion relative to other states in solutions 5 through 7 (five-state solution: ps ≤ 0.001 for state A5 relative to C5 and E5, p ≤ 0.05; p ≥ 0.59 for B5 and D5; six-state solution: ps ≤ 0.01 for state A6 relative to E6 and F6, ps ≥ 0.38 for B6, C6, and D6; seven-state solution: ps ≤ 0.001 for state A7 relative to E7 and F7; p = 0.07 for C7, p = 0.06 for G7, and p ≥ 0.61 for B7 and D7). In state solution 8, we found that state H8, a state that our hierarchy analyses identified as architecturally related to state A in solutions 2–7, was associated with more motion than all other states (ps ≤ 0.001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 67315, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Next, we examined the consistency of state stability in participants falling within the first and fourth quartiles of the distribution for motion (low motion: n = 424; high motion: n = 398). No group differences were identified in age, sex, or handedness (ps ≥ 0.59). To determine the stability of our state-clustering approach, we applied iterative k-means clustering to each group for each population-level stable state solution (2, 4, 5, and 8 states). To estimate the viability of the resulting solutions, data were resampled across sliding windows as described previously (Fig. 1, main text). A t-test was performed to assess the differences in the consistency sampling from the high and low motion groups. No differences in consistency were observed across groups (Supplementary Figure 6; all ps ≥ 0.43).", "sentences": [], "annotations": [], "relations": []}, {"offset": 68126, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Prediction of active psychotic symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 68166, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Here, we demonstrate that the strength of functional brain networks within specific brain states predicts the presence of active psychosis in previously unseen individuals. Elastic net logistic regression analyses were conducted with custom R code (elasticnet by Hui Zou, Trevor Hastie, and Robert Tibshirani). Elastic net regularization is a cross-validated regularized log-linear regression procedure that combines LASSO (least absolute shrinkage and selection operator) regularization and Tikhonov (ridge) regularization The resulting log-linear regression weights were applied to the edges (ROI to ROI correlations) of each network configuration within the four-state solution and the associated covariates. All results were cross validated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68912, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Model development and validation consisted of four steps. First, model features were selected. Pearson correlation between each edge of the kth (e.g., k = A4, B4, C4, and D4) dynamic brain state and clinical status was performed in the training set. Note that regarding dichotomous outcomes, a mass-univariate t-test would provide similar results as the Pearson correlation test concerning feature selection. Here, we used the Pearson correlation approach to be consistent with previous literature. The resulting edges were separated into positive and negative groups, and thresholded on the basis of the statistical significance (p ≤ 0.05) and signs of correlation. Second, in the model development procedure, we first aggregated the values of edges in each feature set as a summary statistics, , or “network strength” of the kth brain state, for . The network strength and covariates (e.g., sex, age) were then entered into the model, yielding a scalar value, the predicated conditional probability of active psychotic symptoms. Formally, for subject i, , we definewhere  denotes the predicted probability that subject i has active psychosis, given their observed network strength  during brain state k, and covariates , a vector consisting of all observed covariates for subject i.  and are estimated weights for brain state k from the elastic net logistic regression, where  is a vector consisting of the estimates for each covariate in . Alternatively, we could model the predicted probability that subject i does not have psychosis as  Probability estimation was iteratively performed using leave-one-subject-out cross-validation procedure. During each iteration, the weights were estimated using data from (n–1, n = 91) participants and were used to predict the probability of the remaining participant having active psychotic symptoms. Each individual was left out once; hence, the procedure yielded n-predicted probability scores. To evaluate the estimation performance, we measured the area under the receiver-operating characteristic (ROC) curve (AUC), estimated directly by conducting numerical integration of the ROC under all thresholds that yielded unique sensitivity/specificity values, wherein 0.5 indicates chance, and 1 is perfect discrimination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71178, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The model development and parameter estimation were conducted only using the training data. To evaluate the reproducibility, we applied the model obtained from the training data, without further fitting or modification, to 39 previously unseen participants. To access the specificity of the model in detecting positive symptoms, we examined the positive, negative, and general psychopathology subscales of the PANSS in the held-out sample. PANSS scores were binarized as low (less than one standard deviation below the mean) or high (greater than one standard deviation below the mean) for each subscale (positive scale: 18.46 ± 6.51, cutoff = 11.95; negative scale: 13.48 ± 7.47, cutoff = 6.01; general psychopathology scale: 30.82 ± 7.95, cutoff = 22.86). Due to the large variance in PANSS negative scores, to thoroughly explore potential relations with this subscale, we additionally examined alternative thresholds of <15 and of <12 selecting the optimal result (<12) for comparison with the PANSS positive scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 72197, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the statistical significance of the sensitivity and specificity analyses, we performed nonparametric permutation testing. During each test, we first randomly permuted the active psychotic symptoms status or PANSS labels. Next, model fitting was carried out using the correct dynamic signatures and covariates and permuted (incorrect) labels. For each permutation, an AUC value was calculated. The permutation tests were performed 5000 times for the training and testing data, respectively. The null AUC values should be symmetrically distributed around 0.5 if the procedure is unbiased.", "sentences": [], "annotations": [], "relations": []}, {"offset": 72794, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 72812, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data summary statistics that support the findings of this study are available from the corresponding author on request. As detailed in Holmes et al., the Brain Genomics Superstruct Project (GSP) initial release data set of structural, functional, and behavioral measures is available for download (http://neuroinformatics.harvard.edu/gsp/). Step-by-step instructions detailing how to access the release data set are available online in the “Request Access” page (http://neuroinformatics.harvard.edu/gsp/get). The patient data are not publicly available due to information that could compromise research participant privacy/consent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73448, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 73482, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 73516, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary Information accompanies this paper at 10.1038/s41467-018-03462-y.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73596, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73733, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 73754, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "J.M.R. and A.J.H. conceived the study; J.M.R., O.Y.C., K.M.A., and A.J.H. performed the analyses with technical support and guidance with data interpretation from R.M.H., M.R.S., D.Ö., J.L.R., J.W.S., J.T.B., and B.T.Y.; and J.M.R., O.Y.C., and A.J.H wrote the manuscript. All authors commented on the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74068, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 74088, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74132, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 74143, "infons": {"fpage": "832", "lpage": "837", "name_0": "surname:Buckner;given-names:RL", "name_1": "surname:Krienen;given-names:FM", "name_2": "surname:Yeo;given-names:BTT", "pub-id_doi": "10.1038/nn.3423", "pub-id_pmid": "23799476", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "16", "year": "2013"}, "text": "Opportunities and limitations of intrinsic functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 74214, "infons": {"fpage": "524", "lpage": "539", "name_0": "surname:Craddock;given-names:RC", "pub-id_doi": "10.1038/nmeth.2482", "pub-id_pmid": "23722212", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "10", "year": "2013"}, "text": "Imaging human connectomes at the macroscale", "sentences": [], "annotations": [], "relations": []}, {"offset": 74258, "infons": {"fpage": "1299", "lpage": "1310", "name_0": "surname:Van Essen;given-names:DC", "name_1": "surname:Ugurbil;given-names:K", "pub-id_doi": "10.1016/j.neuroimage.2012.01.032", "pub-id_pmid": "22245355", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "The future of the human connectome", "sentences": [], "annotations": [], "relations": []}, {"offset": 74293, "infons": {"fpage": "186", "lpage": "198", "name_0": "surname:Bullmore;given-names:E", "name_1": "surname:Sporns;given-names:O", "pub-id_doi": "10.1038/nrn2575", "pub-id_pmid": "19190637", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "10", "year": "2009"}, "text": "Complex brain networks: graph theoretical analysis of structural and functional systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 74381, "infons": {"section_type": "REF", "type": "ref"}, "text": "Krienen, F. M., Yeo, B. T. T. & Buckner, R. L. Reconfigurable task-dependent functional coupling modes cluster around a core functional architecture. Philos. Trans. R. Soc. Lond. B Biol. Sci. 369, 20130526 (2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 74595, "infons": {"fpage": "303", "lpage": "317", "name_0": "surname:Spreng;given-names:RN", "name_1": "surname:Stevens;given-names:WD", "name_2": "surname:Chamberlain;given-names:JP", "name_3": "surname:Gilmore;given-names:AW", "name_4": "surname:Schacter;given-names:DL", "pub-id_doi": "10.1016/j.neuroimage.2010.06.016", "pub-id_pmid": "20600998", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Default network activity, coupled with the frontoparietal control network, supports goal-directed cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 74703, "infons": {"fpage": "663", "lpage": "676", "name_0": "surname:Allen;given-names:EA", "pub-id_doi": "10.1093/cercor/bhs352", "pub-id_pmid": "23146964", "section_type": "REF", "source": "Cereb. Cortex.", "type": "ref", "volume": "24", "year": "2014"}, "text": "Tracking whole-brain connectivity dynamics in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 74767, "infons": {"fpage": "360", "lpage": "378", "name_0": "surname:Hutchison;given-names:RM", "pub-id_doi": "10.1016/j.neuroimage.2013.05.079", "pub-id_pmid": "23707587", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "80", "year": "2013"}, "text": "Dynamic functional connectivity: promise, issues, and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 74837, "infons": {"fpage": "10341", "lpage": "10346", "name_0": "surname:Zalesky;given-names:A", "name_1": "surname:Fornito;given-names:A", "name_2": "surname:Cocchi;given-names:L", "name_3": "surname:Gollo;given-names:LL", "name_4": "surname:Breakspear;given-names:M", "pub-id_doi": "10.1073/pnas.1400181111", "pub-id_pmid": "24982140", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "111", "year": "2014"}, "text": "Time-resolved resting-state brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 74880, "infons": {"fpage": "4719", "lpage": "4732", "name_0": "surname:Laumann;given-names:TO", "pub-id_pmid": "27591147", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "27", "year": "2017"}, "text": "On the stability of BOLD fMRI correlations", "sentences": [], "annotations": [], "relations": []}, {"offset": 74923, "infons": {"fpage": "437", "lpage": "455", "name_0": "surname:Liegeois;given-names:R", "name_1": "surname:Laumann;given-names:TO", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Yeo;given-names:BTT", "pub-id_doi": "10.1016/j.neuroimage.2017.09.012", "pub-id_pmid": "28916180", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "163", "year": "2017"}, "text": "Interpreting temporal fluctuations in resting-state functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 75003, "infons": {"fpage": "238", "lpage": "251", "name_0": "surname:Cole;given-names:MW", "name_1": "surname:Bassett;given-names:DS", "name_2": "surname:Power;given-names:JD", "name_3": "surname:Braver;given-names:TS", "name_4": "surname:Petersen;given-names:SE", "pub-id_doi": "10.1016/j.neuron.2014.05.014", "pub-id_pmid": "24991964", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "83", "year": "2014"}, "text": "Intrinsic and task-evoked network architectures of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 75070, "infons": {"fpage": "9888", "lpage": "9891", "name_0": "surname:Shine;given-names:JM", "name_1": "surname:Koyejo;given-names:O", "name_2": "surname:Poldrack;given-names:RA", "pub-id_doi": "10.1073/pnas.1604898113", "pub-id_pmid": "27528672", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "113", "year": "2016"}, "text": "Temporal metastates are associated with differential patterns of time-resolved connectivity, network topology, and attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 75195, "infons": {"fpage": "9653", "lpage": "9658", "name_0": "surname:Wang;given-names:C", "name_1": "surname:Ong;given-names:JL", "name_2": "surname:Patanaik;given-names:A", "name_3": "surname:Zhou;given-names:J", "name_4": "surname:Chee;given-names:MWL", "pub-id_doi": "10.1073/pnas.1523980113", "pub-id_pmid": "27512040", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "113", "year": "2016"}, "text": "Spontaneous eyelid closures link vigilance fluctuation with fMRI dynamic connectivity states", "sentences": [], "annotations": [], "relations": []}, {"offset": 75288, "infons": {"fpage": "1831", "lpage": "1840", "name_0": "surname:Kucyi;given-names:A", "name_1": "surname:Hove;given-names:MJ", "name_2": "surname:Esterman;given-names:M", "name_3": "surname:Hutchison;given-names:RM", "name_4": "surname:Valera;given-names:EM", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "27", "year": "2016"}, "text": "Dynamic brain network correlates of spontaneous fluctuations in attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 75362, "infons": {"fpage": "262", "lpage": "274", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Miller;given-names:R", "name_2": "surname:Pearlson;given-names:G", "name_3": "surname:Adali;given-names:T", "pub-id_doi": "10.1016/j.neuron.2014.10.015", "pub-id_pmid": "25374354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "84", "year": "2014"}, "text": "The chronnectome: time-varying connectivity networks as the next frontier in fMRI data discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 75459, "infons": {"fpage": "897", "name_0": "surname:Rashid;given-names:B", "name_1": "surname:Damaraju;given-names:E", "name_2": "surname:Pearlson;given-names:GD", "name_3": "surname:Calhoun;given-names:VD", "pub-id_doi": "10.3389/fnhum.2014.00897", "pub-id_pmid": "25426048", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "8", "year": "2014"}, "text": "Dynamic connectivity states estimated from resting fMRI identify differences among schizophrenia, bipolar disorder, and healthy control subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 75604, "infons": {"fpage": "298", "lpage": "308", "name_0": "surname:Damaraju;given-names:E", "pub-id_doi": "10.1016/j.nicl.2014.07.003", "pub-id_pmid": "25161896", "section_type": "REF", "source": "Neuroimage Clin.", "type": "ref", "volume": "5", "year": "2014"}, "text": "Dynamic functional connectivity analysis reveals transient states of dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 75706, "infons": {"fpage": "340", "lpage": "352", "name_0": "surname:Breakspear;given-names:M", "pub-id_doi": "10.1038/nn.4497", "pub-id_pmid": "28230845", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "20", "year": "2017"}, "text": "Dynamic models of large-scale brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 75751, "infons": {"fpage": "297", "lpage": "306", "name_0": "surname:Schölvinck;given-names:ML", "name_1": "surname:Leopold;given-names:DA", "name_2": "surname:Brookes;given-names:MJ", "name_3": "surname:Khader;given-names:PH", "pub-id_doi": "10.1016/j.neuroimage.2013.04.010", "pub-id_pmid": "23587686", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "80", "year": "2013"}, "text": "The contribution of electrophysiology to functional connectivity mapping", "sentences": [], "annotations": [], "relations": []}, {"offset": 75824, "infons": {"fpage": "18179", "lpage": "18184", "name_0": "surname:Van de Ville;given-names:D", "name_1": "surname:Britz;given-names:J", "name_2": "surname:Michel;given-names:CM", "pub-id_doi": "10.1073/pnas.1007841107", "pub-id_pmid": "20921381", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "107", "year": "2010"}, "text": "EEG microstate sequences in healthy humans at rest reveal scale-free dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 75902, "infons": {"fpage": "1162", "lpage": "1170", "name_0": "surname:Britz;given-names:J", "name_1": "surname:Van De Ville;given-names:D", "name_2": "surname:Michel;given-names:CM", "pub-id_doi": "10.1016/j.neuroimage.2010.02.052", "pub-id_pmid": "20188188", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "52", "year": "2010"}, "text": "BOLD correlates of EEG topography reveal rapid resting-state network dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 75980, "infons": {"fpage": "1149", "lpage": "1161", "name_0": "surname:Musso;given-names:F", "name_1": "surname:Brinkmeyer;given-names:J", "name_2": "surname:Mobascher;given-names:A", "name_3": "surname:Warbrick;given-names:T", "name_4": "surname:Winterer;given-names:G", "pub-id_doi": "10.1016/j.neuroimage.2010.01.093", "pub-id_pmid": "20139014", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "52", "year": "2010"}, "text": "Spontaneous brain activity and EEG microstates. A novel EEG/fMRI analysis approach to explore resting-state networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 76097, "infons": {"fpage": "93", "lpage": "104", "name_0": "surname:Chang;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2012.11.038", "pub-id_pmid": "23246859", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "68", "year": "2013"}, "text": "Association between heart rate variability and fluctuations in resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 76198, "infons": {"fpage": "1223", "lpage": "1228", "name_0": "surname:Glahn;given-names:DC", "pub-id_doi": "10.1073/pnas.0909969107", "pub-id_pmid": "20133824", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "107", "year": "2010"}, "text": "Genetic control over the resting brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 76237, "infons": {"fpage": "5521", "lpage": "5526", "name_0": "surname:Ge;given-names:T", "name_1": "surname:Holmes;given-names:AJ", "name_2": "surname:Buckner;given-names:RL", "name_3": "surname:Smoller;given-names:JW", "name_4": "surname:Sabuncu;given-names:MR", "pub-id_doi": "10.1073/pnas.1700765114", "pub-id_pmid": "28484032", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "114", "year": "2017"}, "text": "Heritability analysis with repeat measurements and its application to resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 76345, "infons": {"fpage": "1664", "lpage": "1671", "name_0": "surname:Finn;given-names:ES", "pub-id_doi": "10.1038/nn.4135", "pub-id_pmid": "26457551", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "18", "year": "2015"}, "text": "Functional connectome fingerprinting: identifying individuals using patterns of brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 76444, "infons": {"fpage": "e111048", "name_0": "surname:Miranda-Dominguez;given-names:O", "pub-id_doi": "10.1371/journal.pone.0111048", "pub-id_pmid": "25386919", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "9", "year": "2014"}, "text": "Connectotyping: model based fingerprinting of the functional connectome", "sentences": [], "annotations": [], "relations": []}, {"offset": 76516, "infons": {"fpage": "1853", "lpage": "1860", "name_0": "surname:Wang;given-names:D", "pub-id_doi": "10.1038/nn.4164", "pub-id_pmid": "26551545", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "18", "year": "2015"}, "text": "Parcellating cortical functional networks in individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 76573, "infons": {"fpage": "109", "lpage": "118", "name_0": "surname:Baker;given-names:JT", "pub-id_doi": "10.1001/jamapsychiatry.2013.3469", "pub-id_pmid": "24306091", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "71", "year": "2014"}, "text": "Disruption of cortical association networks in schizophrenia and psychotic bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 76665, "infons": {"fpage": "1", "lpage": "38", "name_0": "surname:Buckner;given-names:RL", "name_1": "surname:Andrews-Hanna;given-names:JR", "name_2": "surname:Schacter;given-names:DL", "pub-id_doi": "10.1196/annals.1440.011", "pub-id_pmid": "18400922", "section_type": "REF", "source": "Ann. NY Acad. Sci.", "type": "ref", "volume": "1124", "year": "2008"}, "text": "The brain’s default network: anatomy, function, and relevance to disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 76738, "infons": {"fpage": "652", "lpage": "664", "name_0": "surname:Cole;given-names:MW", "name_1": "surname:Repovs;given-names:G", "name_2": "surname:Anticevic;given-names:A", "pub-id_doi": "10.1177/1073858414525995", "pub-id_pmid": "24622818", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "20", "year": "2014"}, "text": "The frontoparietal control system: a central role in mental health", "sentences": [], "annotations": [], "relations": []}, {"offset": 76805, "infons": {"fpage": "44", "lpage": "50", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1016/j.conb.2014.08.006", "pub-id_pmid": "25238608", "section_type": "REF", "source": "Curr. Opin. Neurobiol.", "type": "ref", "volume": "30", "year": "2015"}, "text": "Reconciling abnormalities of brain network structure and function in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 76888, "infons": {"fpage": "2296", "lpage": "2314", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Zalesky;given-names:A", "name_2": "surname:Pantelis;given-names:C", "name_3": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1016/j.neuroimage.2011.12.090", "pub-id_pmid": "22387165", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 76933, "infons": {"fpage": "100", "lpage": "113", "name_0": "surname:Uhlhaas;given-names:PJ", "name_1": "surname:Singer;given-names:W", "pub-id_doi": "10.1038/nrn2774", "pub-id_pmid": "20087360", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "11", "year": "2010"}, "text": "Abnormal neural oscillations and synchrony in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 76993, "infons": {"section_type": "REF", "type": "ref"}, "text": "Miller, R. L., Yaesoubi, M., Calhoun, V. D. & Gopal, S. Higher dimensional fMRI connectivity dynamics show reduced dynamism in schizophrenia patients. in 2014International Workshop on Pattern Recognition in Neuroimaging 3837–3840 (IEEE, 2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 77237, "infons": {"fpage": "351", "lpage": "366", "name_0": "surname:Sakoğlu;given-names:Uuml", "pub-id_doi": "10.1007/s10334-010-0197-8", "section_type": "REF", "source": "Magn. Reson. Mater. Phys.", "type": "ref", "volume": "23", "year": "2010"}, "text": "A method for evaluating dynamic functional network connectivity and task-modulation: application to schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 77351, "infons": {"section_type": "REF", "type": "ref"}, "text": "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders (DSM-IV) (APA Press, Washington, DC, 1994).", "sentences": [], "annotations": [], "relations": []}, {"offset": 77483, "infons": {"fpage": "1125", "lpage": "1165", "name_0": "surname:Yeo;given-names:BTT", "pub-id_doi": "10.1152/jn.00338.2011", "pub-id_pmid": "21653723", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "106", "year": "2011"}, "text": "The organization of the human cerebral cortex estimated by intrinsic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 77576, "infons": {"fpage": "81", "lpage": "98", "name_0": "surname:Chang;given-names:C", "name_1": "surname:Glover;given-names:GH", "pub-id_doi": "10.1016/j.neuroimage.2009.12.011", "pub-id_pmid": "20006716", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "50", "year": "2010"}, "text": "Time-frequency dynamics of resting-state brain connectivity measured with fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 77655, "infons": {"fpage": "2154", "lpage": "2177", "name_0": "surname:Hutchison;given-names:RM", "name_1": "surname:Womelsdorf;given-names:T", "name_2": "surname:Gati;given-names:JS", "name_3": "surname:Everling;given-names:S", "name_4": "surname:Menon;given-names:RS", "pub-id_doi": "10.1002/hbm.22058", "pub-id_pmid": "22438275", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "34", "year": "2013"}, "text": "Resting-state networks show dynamic functional connectivity in awake humans and anesthetized macaques", "sentences": [], "annotations": [], "relations": []}, {"offset": 77757, "infons": {"fpage": "1712", "lpage": "1719", "name_0": "surname:Handwerker;given-names:DA", "name_1": "surname:Roopchansingh;given-names:V", "name_2": "surname:Gonzalez-Castillo;given-names:J", "name_3": "surname:Bandettini;given-names:PA", "pub-id_doi": "10.1016/j.neuroimage.2012.06.078", "pub-id_pmid": "22796990", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "63", "year": "2012"}, "text": "Periodic changes in fMRI connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 77795, "infons": {"fpage": "150031", "name_0": "surname:Holmes;given-names:AJ", "pub-id_doi": "10.1038/sdata.2015.31", "pub-id_pmid": "26175908", "section_type": "REF", "source": "Sci. Data", "type": "ref", "volume": "2", "year": "2015"}, "text": "Brain genomics superstruct project initial data release with structural, functional, and behavioral measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 77904, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ben-Hur, A., Elisseeff, A. & Guyon, I. A stability based method for discovering structure in clustered data. Pac. Symp. Biocomput. 7, 6–17 (2002).", "sentences": [], "annotations": [], "relations": []}, {"offset": 78051, "infons": {"fpage": "1299", "lpage": "1323", "name_0": "surname:Lange;given-names:T", "name_1": "surname:Roth;given-names:V", "name_2": "surname:Braun;given-names:ML", "name_3": "surname:Buhmann;given-names:JM", "pub-id_doi": "10.1162/089976604773717621", "pub-id_pmid": "15130251", "section_type": "REF", "source": "Neural Comput.", "type": "ref", "volume": "16", "year": "2004"}, "text": "Stability-based validation of clustering solutions", "sentences": [], "annotations": [], "relations": []}, {"offset": 78102, "infons": {"fpage": "586", "lpage": "595", "name_0": "surname:Mueller;given-names:S", "pub-id_doi": "10.1016/j.neuron.2012.12.028", "pub-id_pmid": "23395382", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "77", "year": "2013"}, "text": "Individual variability in functional connectivity architecture of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 78184, "infons": {"fpage": "137", "lpage": "156", "name_0": "surname:Goldman-Rakic;given-names:PS", "pub-id_doi": "10.1146/annurev.ne.11.030188.001033", "pub-id_pmid": "3284439", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "11", "year": "1988"}, "text": "Topography of cognition: parallel distributed networks in primate association cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 78269, "infons": {"fpage": "11583", "lpage": "11588", "name_0": "surname:Crossley;given-names:NA", "pub-id_doi": "10.1073/pnas.1220826110", "pub-id_pmid": "23798414", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "110", "year": "2013"}, "text": "Cognitive relevance of the community structure of the human brain functional coactivation network", "sentences": [], "annotations": [], "relations": []}, {"offset": 78367, "infons": {"section_type": "REF", "type": "ref"}, "text": "Shine, J. M., et al. The dynamics of functional brain networks: integrated network states during cognitive task performance. Neuron92, 544–554 (2016).", "sentences": [], "annotations": [], "relations": []}, {"offset": 78518, "infons": {"fpage": "9477", "lpage": "9487", "name_0": "surname:Lynall;given-names:ME", "pub-id_doi": "10.1523/JNEUROSCI.0333-10.2010", "pub-id_pmid": "20631176", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Functional connectivity and brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 78578, "infons": {"fpage": "967", "lpage": "973", "name_0": "surname:Repovs;given-names:G", "name_1": "surname:Csernansky;given-names:JG", "name_2": "surname:Barch;given-names:DM", "pub-id_doi": "10.1016/j.biopsych.2010.11.009", "pub-id_pmid": "21193174", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Brain network connectivity in individuals with schizophrenia and their siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 78658, "infons": {"fpage": "165", "lpage": "171", "name_0": "surname:Rosenberg;given-names:MD", "pub-id_doi": "10.1038/nn.4179", "pub-id_pmid": "26595653", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "19", "year": "2016"}, "text": "A neuromarker of sustained attention from whole-brain functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 78736, "infons": {"fpage": "506", "lpage": "518", "name_0": "surname:Shen;given-names:X", "pub-id_doi": "10.1038/nprot.2016.178", "pub-id_pmid": "28182017", "section_type": "REF", "source": "Nat. Protoc.", "type": "ref", "volume": "12", "year": "2017"}, "text": "Using connectome-based predictive modeling to predict individual behavior from brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 78834, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opfer;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "section_type": "REF", "source": "Schiz Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 78901, "infons": {"fpage": "262", "lpage": "275", "name_0": "surname:Price;given-names:CJ", "name_1": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1080/02643290442000095", "pub-id_pmid": "21038249", "section_type": "REF", "source": "Cogn. Neuropsychol.", "type": "ref", "volume": "22", "year": "2005"}, "text": "Functional ontologies for cognition: the systematic definition of structure and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 78990, "infons": {"fpage": "887", "lpage": "892", "name_0": "surname:Barttfeld;given-names:P", "pub-id_doi": "10.1073/pnas.1418031112", "pub-id_pmid": "25561541", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "112", "year": "2015"}, "text": "Signature of consciousness in the dynamics of resting-state brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 79065, "infons": {"fpage": "867", "lpage": "886", "name_0": "surname:Engel;given-names:AK", "name_1": "surname:Gerloff;given-names:C", "name_2": "surname:Hilgetag;given-names:CC", "name_3": "surname:Nolte;given-names:G", "pub-id_doi": "10.1016/j.neuron.2013.09.038", "pub-id_pmid": "24267648", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "80", "year": "2013"}, "text": "Intrinsic coupling modes: multiscale interactions in ongoing brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 79141, "infons": {"fpage": "10240", "lpage": "10245", "name_0": "surname:Honey;given-names:CJ", "name_1": "surname:Kötter;given-names:R", "name_2": "surname:Breakspear;given-names:M", "name_3": "surname:Sporns;given-names:O", "pub-id_doi": "10.1073/pnas.0701519104", "pub-id_pmid": "17548818", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "104", "year": "2007"}, "text": "Network structure of cerebral cortex shapes functional connectivity on multiple time scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 79233, "infons": {"fpage": "5579", "lpage": "5588", "name_0": "surname:Shen;given-names:K", "name_1": "surname:Hutchison;given-names:RM", "name_2": "surname:Bezgin;given-names:G", "name_3": "surname:Everling;given-names:S", "name_4": "surname:McIntosh;given-names:AR", "pub-id_doi": "10.1523/JNEUROSCI.4903-14.2015", "pub-id_pmid": "25855174", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "35", "year": "2015"}, "text": "Network structure shapes spontaneous functional connectivity dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 79303, "infons": {"fpage": "5754", "lpage": "5775", "name_0": "surname:Hutchison;given-names:RM", "name_1": "surname:Hutchison;given-names:M", "name_2": "surname:Manning;given-names:KY", "name_3": "surname:Menon;given-names:RS", "name_4": "surname:Everling;given-names:S", "pub-id_doi": "10.1002/hbm.22583", "pub-id_pmid": "25044934", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "35", "year": "2014"}, "text": "Isoflurane induces dose-dependent alterations in the cortical connectivity profiles and dynamic properties of the brain’s functional architecture", "sentences": [], "annotations": [], "relations": []}, {"offset": 79449, "infons": {"fpage": "268", "lpage": "274", "name_0": "surname:Deco;given-names:G", "name_1": "surname:Jirsa;given-names:VK", "name_2": "surname:McIntosh;given-names:AR", "pub-id_doi": "10.1016/j.tins.2013.03.001", "pub-id_pmid": "23561718", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "36", "year": "2013"}, "text": "Resting brains never rest: computational insights into potential cognitive architectures", "sentences": [], "annotations": [], "relations": []}, {"offset": 79538, "infons": {"fpage": "7910", "lpage": "7916", "name_0": "surname:Deco;given-names:G", "pub-id_doi": "10.1523/JNEUROSCI.4423-13.2014", "pub-id_pmid": "24899713", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "34", "year": "2014"}, "text": "Identification of optimal structural connectivity using functional connectivity and neural modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 79638, "infons": {"fpage": "3654", "lpage": "3672", "name_0": "surname:Yeo;given-names:BTT", "pub-id_doi": "10.1093/cercor/bhu217", "pub-id_pmid": "25249407", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "25", "year": "2015"}, "text": "Functional specialization and flexibility in human association cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 79708, "infons": {"fpage": "6537", "name_0": "surname:Ciric;given-names:R", "name_1": "surname:Nomi;given-names:JS", "name_2": "surname:Uddin;given-names:LQ", "name_3": "surname:Satpute;given-names:AB", "pub-id_doi": "10.1038/s41598-017-06866-w", "pub-id_pmid": "28747717", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Contextual connectivity: a framework for understanding the intrinsic dynamic architecture of large-scale functional brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 79839, "infons": {"fpage": "201", "lpage": "215", "name_0": "surname:Corbetta;given-names:M", "name_1": "surname:Shulman;given-names:GL", "pub-id_doi": "10.1038/nrn755", "pub-id_pmid": "11994752", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "3", "year": "2002"}, "text": "Control of goal-directed and stimulus-driven attention in the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 79907, "infons": {"fpage": "4015", "lpage": "4033", "name_0": "surname:de Pasquale;given-names:F", "name_1": "surname:Della Penna;given-names:S", "name_2": "surname:Sporns;given-names:O", "name_3": "surname:Romani;given-names:GL", "name_4": "surname:Corbetta;given-names:M", "pub-id_doi": "10.1093/cercor/bhv185", "pub-id_pmid": "26347485", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "26", "year": "2016"}, "text": "A dynamic core network and global efficiency in the resting human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 79979, "infons": {"fpage": "5984", "lpage": "5995", "name_0": "surname:Leonardi;given-names:N", "name_1": "surname:Shirer;given-names:WR", "name_2": "surname:Greicius;given-names:MD", "name_3": "surname:Van De Ville;given-names:D", "pub-id_doi": "10.1002/hbm.22599", "pub-id_pmid": "25081921", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "35", "year": "2014"}, "text": "Disentangling dynamic networks: Separated and joint expressions of functional connectivity patterns in time", "sentences": [], "annotations": [], "relations": []}, {"offset": 80087, "infons": {"fpage": "1105", "lpage": "1113", "name_0": "surname:Perlstein;given-names:WM", "name_1": "surname:Carter;given-names:CS", "name_2": "surname:Noll;given-names:DC", "name_3": "surname:Cohen;given-names:JD", "pub-id_doi": "10.1176/appi.ajp.158.7.1105", "pub-id_pmid": "11431233", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Relation of prefrontal cortex dysfunction to working memory and symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 80177, "infons": {"fpage": "537", "lpage": "541", "name_0": "surname:Biswal;given-names:B", "name_1": "surname:Yetkin;given-names:FZ", "name_2": "surname:Haughton;given-names:VM", "name_3": "surname:Hyde;given-names:JS", "pub-id_doi": "10.1002/mrm.1910340409", "pub-id_pmid": "8524021", "section_type": "REF", "source": "Magn. Reson. Med.", "type": "ref", "volume": "34", "year": "1995"}, "text": "Functional connectivity in the motor cortex of resting human brain using echo-planar MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 80266, "infons": {"fpage": "9673", "lpage": "9678", "name_0": "surname:Fox;given-names:MD", "pub-id_doi": "10.1073/pnas.0504136102", "pub-id_pmid": "15976020", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "102", "year": "2005"}, "text": "The human brain is intrinsically organized into dynamic, anticorrelated functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 80358, "infons": {"fpage": "297", "lpage": "321", "name_0": "surname:Van Dijk;given-names:KRA", "pub-id_doi": "10.1152/jn.00783.2009", "pub-id_pmid": "19889849", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "103", "year": "2010"}, "text": "Intrinsic functional connectivity as a tool for human connectomics: theory, properties, and optimization", "sentences": [], "annotations": [], "relations": []}, {"offset": 80463, "infons": {"fpage": "2322", "lpage": "2345", "name_0": "surname:Buckner;given-names:RL", "name_1": "surname:Krienen;given-names:FM", "name_2": "surname:Castellanos;given-names:A", "name_3": "surname:Diaz;given-names:JC", "name_4": "surname:Yeo;given-names:BTT", "pub-id_doi": "10.1152/jn.00339.2011", "pub-id_pmid": "21795627", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "106", "year": "2011"}, "text": "The organization of the human cerebellum estimated by intrinsic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 80551, "infons": {"fpage": "63", "lpage": "72", "name_0": "surname:Greve;given-names:DN", "name_1": "surname:Fischl;given-names:B", "pub-id_doi": "10.1016/j.neuroimage.2009.06.060", "pub-id_pmid": "19573611", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "48", "year": "2009"}, "text": "Accurate and robust brain image alignment using boundary-based registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 80627, "infons": {"fpage": "158", "lpage": "165", "name_0": "surname:Shirer;given-names:WR", "name_1": "surname:Ryali;given-names:S", "name_2": "surname:Rykhlevskaia;given-names:E", "name_3": "surname:Menon;given-names:V", "name_4": "surname:Greicius;given-names:MD", "pub-id_doi": "10.1093/cercor/bhr099", "pub-id_pmid": "21616982", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "22", "year": "2012"}, "text": "Decoding subject-driven cognitive states with whole-brain connectivity patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 80707, "infons": {"fpage": "83", "lpage": "97", "name_0": "surname:Kuhn;given-names:HW", "pub-id_doi": "10.1002/nav.3800020109", "section_type": "REF", "source": "Nav. Res. Logist. Q.", "type": "ref", "volume": "2", "year": "1955"}, "text": "The Hungarian method for the assignment problem", "sentences": [], "annotations": [], "relations": []}, {"offset": 80755, "infons": {"fpage": "32", "lpage": "38", "name_0": "surname:Munkres;given-names:J", "pub-id_doi": "10.1137/0105003", "section_type": "REF", "source": "J. Soc. Ind. Appl. Math.", "type": "ref", "volume": "5", "year": "1957"}, "text": "Algorithms for the assignment and transportation problems", "sentences": [], "annotations": [], "relations": []}, {"offset": 80813, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hastie, T., Tibshirani, R. & Friedman, J. H. The Elements of Statistical Learning- Data Mining, Inference, and Predictions (Springer, New York, 2001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 80964, "infons": {"fpage": "301", "lpage": "320", "name_0": "surname:Zou;given-names:H", "name_1": "surname:Hastie;given-names:T", "pub-id_doi": "10.1111/j.1467-9868.2005.00503.x", "section_type": "REF", "source": "J. R. Stat. Soc. B", "type": "ref", "volume": "67", "year": "2005"}, "text": "Regularization and variable selection via the elastic net", "sentences": [], "annotations": [], "relations": []}, {"offset": 81022, "infons": {"fpage": "635", "lpage": "662", "name_0": "surname:Van Essen;given-names:DC", "pub-id_doi": "10.1016/j.neuroimage.2005.06.058", "pub-id_pmid": "16172003", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "28", "year": "2005"}, "text": "A population-average, landmark- and surface-based (PALS) atlas of human cerebral cortex", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}