{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "5984577", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2018.01.001", "article-id_pmc": "5984577", "article-id_pmid": "29868440", "article-id_publisher-id": "S2213-1582(18)30001-9", "fpage": "31", "kwd": "EEG Stop signal task Impulsivity Schizophrenia Resting state functional connectivity", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "39", "name_0": "surname:Hoptman;given-names:Matthew J.", "name_1": "surname:Parker;given-names:Emily M.", "name_2": "surname:Nair-Collins;given-names:Sangeeta", "name_3": "surname:Dias;given-names:Elisa C.", "name_4": "surname:Ross;given-names:Marina E.", "name_5": "surname:DiCostanzo;given-names:Joanna N.", "name_6": "surname:Sehatpour;given-names:Pejman", "name_7": "surname:Javitt;given-names:Daniel C.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "18", "year": "2018"}, "text": "Sensory and cross-network contributions to response inhibition in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 94, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patients with schizophrenia show response inhibition deficits equal to or greater than those seen in impulse-control disorders, and these deficits contribute to poor outcome. However, little is known about the circuit abnormalities underlying this impairment. To address this, we examined stop signal task performance in 21 patients with schizophrenia and 21 healthy controls using event related potential (ERP) and resting state functional connectivity. Patients showed prolonged stop signal reaction time (SSRT) and reduced N1, N2, and P3 amplitudes compared to controls. Across groups, P3 amplitudes were maximal after SSRT (i.e., after the time associated with the decision to stop occurred), suggesting that this component indexed response monitoring. Multiple regression analyses showed that longer SSRTs were independently related to 1) patient status, 2) reduced N1 amplitude on successful stop trials and 3) reduced anticorrelated resting state functional connectivity between visual and frontoparietal cortical networks. This study used a combined multimodal imaging approach to better understand the network abnormalities that underlie response inhibition in schizophrenia. It is the first of its kind to specifically assess the brain's resting state functional architecture in combination with behavioral and ERP methods to investigate response inhibition in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1480, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1491, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "People with schizophrenia show deficits in response inhibition measured using behavioral and ERP methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1597, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Behavioral and ERP measures of response inhibition are correlated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1664, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patient status, reduced N1, and higher resting state functional connectivity separately predicted poorer response inhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1790, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This study underscores the value of using multimodal imaging to understand response inhibition deficits in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1912, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1925, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Response inhibition is impaired in schizophrenia (Sz) (;;;;). This is problematic because response inhibition is inversely related to impulsive behavior, and has been shown to be associated with poor outcomes in Sz. Further, response inhibition is included in the Research Domain Criteria framework under the Response Selection: Inhibition/Suppression domain. Effect sizes of impaired response inhibition in Sz as indexed by the stop signal task are greater than in impulse-control disorders such as attention deficit hyperactivity disorder (ADHD). Frontostriatal circuits are thought to play an important role in response inhibition, but the network abnormalities that underlie response inhibition pathology in Sz have not been well-characterized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2674, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Response inhibition deficits correlate with poorer outcomes in Sz, and we have previously found correlations between SSRT deficits and aggression. It is possible that response inhibition deficits are associated with a failure to “put the brakes on”, leading to a release of aggression that could otherwise be managed. Thus, patients with schizophrenia show an increase in impulsive aggression, and that impaired response inhibition contributes to this problem. Similarly, schizophrenia is associated with increased suicidal ideation and behavior. Thus, impaired response inhibition may also contribute to the transition from suicidal ideation to action. Indeed, models of suicidal ideation and behavior include impulsivity as a general risk factor for both phenomena. Response inhibition in schizophrenia likely contributes to 1) poorer community outcomes and 2) behaviors that lead to complications in treatment, increased rates of hospitalization and prolonged hospital stays.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3653, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present study directly addresses this gap in our understanding of networks underlying response inhibition deficits in Sz by using the stop signal task, which indexes response inhibition, and a combined neurophysiological and fMRI/resting state functional connectivity (RSFC) approach. RSFC was first described >20 years ago, and has been increasingly used to evaluate network-level contributions to impaired cognitive performance across neuropsychiatric disorders. Moreover, RSFC has been shown to be useful for investigating brain network abnormalities in Sz, and has the benefit of not being dependent on task performance confounds. In the RSFC approach, complex brain operations are thought to reflect the interplay of multiple, interacting brain networks, including the visual sensory and frontoparietal task control networks that may be specifically relevant to attention-dependent visual task performance. In general, two aspects of RSFC may be considered, within-network connectivity, also termed network homogeneity and between-network connectivity. Here, we evaluated both aspects of RSFC relative to stop signal task performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4797, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The stop signal task is a dual-task paradigm. The “Go” task requires participants to rapidly press a button following each go signal (75% of trials). The secondary “Stop” task requires participants to withhold a motor response when a stop signal is presented after the go signal (~25% of trials). The time between go- and stop-signal onset (stop signal delay (SSD)), is typically titrated to yield correct inhibition on ~50% of stop trials. SSD variability allows estimation of the stop signal reaction time (SSRT), which indexes inhibitory processing speed. Stop signal task performance has been conceptualized as a “horserace” model. In this model, go versus stop processes are thought to engage 2 distinct networks. The go network precipitates the rapid behavioral response and the stop network is involved response inhibition. On stop trials, both networks are engaged. The performance of the participant on stop trials depends on the speed of information transfer within each distinct network. When the go process takes longer than the SSRT, the participant successfully inhibits the motor response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5902, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Brain networks supporting response inhibition in healthy controls have been previously investigated in event-related potential (ERP) and fMRI studies, providing a strong context within which to interpret the findings of this study. In ERP, a characteristic sequence of components is observed including N1, N2 and P3 peaksThe N1 (~170 ms) ERP component peak over occipital regions and reflects initial activation of extrastriate visual centers by stimuli within the dorsal stream “vision for action” system (;). The N1 is considered a “pre-decision” component and may be followed by an N2 (~220 ms) over frontal sites. The N2 peak is observed in the same time-frame as the SSRT, and is similar to error-related negativity, which has been studied in Sz primarily using go/no-go tasks because it appears to reflect conflict and/or error monitoring processes. A P3 is observed over centroparietal sites ~315 ms post-stimulus. The P3 is considered a “post-decision” component.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6874, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Other combined ERP + fMRI studies have shown brain activation deficits during the stop signal task in Sz. showed that patients had longer SSRTs, reduced N1 and P3 amplitudes to go and stop signals, and reduced inferior frontal gyrus activation compared to controls. fMRI and lesion studies have demonstrated that response inhibition is supported by the right inferior frontal gyrus (rIFG), presupplementary area (pSMA), subthalamic nucleus, globus pallidus, and thalamus (;;;;). The role of frontoparietal brain networks, which additionally involve inferior parietal lobule activation, have also been emphasized in a number of fMRI studies (;;).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7520, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "RSFC abnormalities may contribute to cognitive and behavioral impairment in Sz. For example, we recently observed that emotionally based impulsivity (urgency) in Sz is associated with lower RSFC between ventral prefrontal and both limbic and executive regions. Similarly, impaired mismatch negativity to emotional tones correlated with lower RSFC between auditory cortex and insula. Further, increased attention has also focused on the study of canonical brain networks, including visual networks related to sensory input, and frontoparietal networks that incorporate the rIFG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8098, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Deficits in Sz on higher-order tasks such as the stop signal task have been previously shown to involve both impaired sensory responses to presented stimuli, and aberrant information processing within and between relevant cortical networks. Although sensory dysfunction has been demonstrated for the stop signal task, network-level interactions, revealed by RSFC, have not yet been examined in combination with neurophysiological assessments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8541, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we investigated stop signal task performance in Sz, examining behavior, ERPs, as well as relationships among SSRT, ERPs, and RSFC. For RSFC, we examined canonical brain networks and their interactions using Human Connectome Project (HCP) approaches. We hypothesized that response inhibition deficits in Sz are mediated by deficits in both sensory function, as reflected in sensory ERP (e.g., N1), and sensory/frontal interaction, as reflected in RSFC analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9008, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 9030, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 9043, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were analyzed from 42 participants (21 patients). Of these, 31 (17 patients) had resting state fMRI data. Patients were diagnosed with schizophrenia or schizoaffective disorder, confirmed by the Structured Clinical Interview for DSM-IV-TR. Controls had no major Axis I diagnoses. Participants had no substance use disorders for ≥3 months preceding enrollment. We administered the Positive and Negative Syndrome Scale (PANSS) to rate psychopathology in patients, with scores analyzed using a five factor model. Antipsychotic dosages were converted to chlorpromazine equivalents. For ERP, an additional 9 controls and 5 patients were excluded for noisy EEG data, and 1 control and 4 patients did not meet performance criteria adapted from. Included and excluded participants did not differ on demographic variables. After all exclusions (see MRI processing section, below), the final sample was 21 patients and 21 controls for ERP and 16 patients and 14 controls for resting state fMRI. The local institutional review board approved all procedures, which were in compliance with the Code of Ethics of the World Medical Association (Declaration of Helsinki). Informed consent was obtained from all individual participants included in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10290, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 10301, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "ERP", "sentences": [], "annotations": [], "relations": []}, {"offset": 10305, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A 64-channel electrode cap was used to acquire continuous EEG arranged using the Advanced NeuroTechnology recording system (Entschede, The Netherlands), referenced to the nose. Impedances were maintained below 5kΩ throughout the testing session. Data were digitized at 512 Hz. Preprocessing was done using Brain Electrical Source Analysis software (BESA; Gräfelfing, Germany). Bad channels were interpolated if possible or eliminated and were limited to ≤9 per subject. The number of interpolated channels did not differ between groups (mean = 4.4 ± 2.6, p = 0.86). Data were imported into EEGLAB and subjected to independent components analysis (ICA) to remove eye-blink and saccade-related components (≤2 per subject). Cleaned data were then re-imported into BESA and rereferenced to common ears.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11104, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Extracted epochs ranged from 100 ms pre-stimulus to 700 ms post-stimulus. Epochs were baseline-corrected (baseline: -100 ms to stimulus onset). The ICA is especially effective for removal of blink artifacts, which occur frequently during the tracings. However, they are less effective in removing more infrequency artifacts (e.g. random movements). Such artifacts as well as potential residual blinks must be removed by threshold-based artifact rejection. The result was that BESA removed <15% of trials after the ICA step. Normally, rejection rates are much higher. Thus, by using ICA first, we were able to increase the number of trials in our analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11760, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were then filtered with a high-pass filter (0.5 Hz, 6db/octave), a low-pass filter (40 Hz, 48db/octave), and a notch filter (60 Hz). Based on the scalp topography in healthy controls, ROIs were created for N1 s (P3,P4,P7,P8,O1,O2,Oz), N2 s (Fz,Cz) and P3s (C3,C4,P3,P4,Cz,Pz). Voltages were averaged across sites for these ROIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12094, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants completed four blocks of a visual stop signal task programmed using Presentation Software (Neurobehavioral Systems, Albany, CA). There were 720 go and 238 stop trials. On each trial, participants saw a fixation followed by an X or O for 1250 ms. On go trials, participants responded with the left (X) or right (O) mouse button using their right hand. On stop trials, a large red square was superimposed on the target for 267 ms. The SSD was initially set at 267 ms and titrated in 50 ms steps to vary task difficulty (range 67–767 ms). SSRT was computed as the difference between median go reaction time (RT) and median SSD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12732, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 12736, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Scanning took place at NKI's Center for Biomedical Imaging and Neuromodulation. We acquired an MPRAGE (TR = 2500 ms, TE = 3.5 ms, TI = 1200 ms, matrix = 256 × 256, FOV = 256 mm, 192 1 mm slices, no gap, acceleration factor = 1 or 2). Blood oxygenation level dependent (BOLD) data were acquired during resting state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13052, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting state data were acquired in a scan with eyes closed (TR = 2000 ms, TE = 30 ms, matrix = 96 × 96, FOV = 240 mm, 34–36 2.8 mm slices, 0.7 mm gap, acceleration factor = 2). Because of differences in the length of resting state scans, they were limited to the first 150 volumes. All participants verified wakefulness during the resting state scan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13404, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "It should be noted that the resting state scans were not collected on the same day as the stop signal task recordings. On average, the MRI was done 43.1 ± 393.0 days prior to the ERP session. Time between MRI scans and ERP did not differ between groups (t = −0.34, p = 0.74).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13680, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13697, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "ERP", "sentences": [], "annotations": [], "relations": []}, {"offset": 13701, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "N1 was defined as the mean amplitude between 135 and 215 ms, N2 as the mean amplitude between 200 and 250 ms, and P3 as the mean positive amplitude between 220 and 450 ms. Stop-related components were time-locked to stop-signal onset. Mean latencies are shown in Supplementary Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13987, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 13991, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting-state data were processed as in using Data Processing Assistant for Resting State fMRI – Advanced (DPARSFA, v4.0, available at http://www.rfmh.org/DPABI). The first 5 functional volumes were deleted, and the data were motion-corrected. Next, a T1-weighted image was registered to the functional data, linear and quadratic trends were removed from the motion-corrected data, nuisance covariates were applied (24 motion parameters, CSF, and WM signals), data registered to 3 mm MNI standard space, and registered images were smoothed with a 6-mm FWHM kernel. Images were then filtered with a 0.01–0.1 Hz bandpass. To examine RSFC, we used masks from. The liberal masks from this distribution were resampled into 3 mm MNI space using nearest neighbor interpolation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14762, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 14781, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To address issues of “micromovements”, framewise displacement (FD; (;)) was a covariate in analyses involving these data. One patient who was >2 standard deviations from the mean FD was dropped; the final sample with ERP and RSFC data was 16 patients and 14 controls. To examine absolute vs. relative relationships in RSFC, we analyzed with and without global signal as a nuisance covariate. Mean global signal did not differ between groups, t[28]= − 1.34, p = 0.19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15248, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 15269, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Behavioral and ERP latency differences were evaluated using t-tests. Amplitudes were examined in a repeated-measures Analysis of Variance (ANOVA) with Group (Patient,Control) as a Between-subjects factor and Condition (successful Gos,successful Stops,unsuccessful Stops) as a Within-subjects factor. Between-variable relationships were examined using Pearson correlations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15642, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To determine which network interactions were involved in response inhibition, we used the 7 resting state-based networks from (ftp://surfer.nmr.mgh.harvard.edu/pub/data/Yeo_JNeurophysiol11_MNI152.zip): visual, somatomotor, dorsal attention, ventral attention, limbic, frontoparietal, and DMN systems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15943, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Network homogeneity", "sentences": [], "annotations": [], "relations": []}, {"offset": 15963, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Within each network, we computed the arctangent–transformed restricted global brain connectivity (;) to measure network homogeneity, further masked by the cross-subject 90% voxel inclusion mask. Restricted network homogeneity refers to the average temporal correlation between each voxel and every other voxel within a given region of interest (network). Analyses were done without global signal-regression (GSR), because GSR may distort Network Homogeneity measures. Global Brain Connectivity was computed as the arc-tangent transformed correlation between each voxel and every other voxel in the 90% inclusion mask. We computed a multivariate ANOVA with Group (Patient,Control) as the between-subject variable, Network as the Within-subject variable and FD as a covariate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16738, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RSFC analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 16752, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The networks were seeds in an RSFC analysis. RSFC values were converted to Fisher Z-scores. To examine the contribution of RSFC network interactions beyond Group and N1 effects, we used multiple regression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16959, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Neuropsychological data", "sentences": [], "annotations": [], "relations": []}, {"offset": 16983, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Neuropsychological data from the WAIS-III, WMS-III, and the MATRICS Consensus Cognitive Battery (MCCB) were available for a subset of ERP participants (up to 17 patients, 20 controls). We investigated correlations between these tests and N1 amplitude and SSRT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17244, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17252, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavioral data", "sentences": [], "annotations": [], "relations": []}, {"offset": 17268, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics and behavioral data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17302, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Variable</th><th colspan=\"2\">Patients<hr/></th><th colspan=\"2\">Controls<hr/></th><th><hr/></th><th><hr/></th><th><hr/></th><th><hr/></th></tr><tr><th><italic>M</italic></th><th>SD</th><th><italic>M</italic></th><th><italic>SD</italic></th><th><italic>t/×</italic><sup><italic>2</italic></sup></th><th><italic>df</italic></th><th><italic>p</italic></th><th><italic>d</italic><xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref></th></tr></thead><tbody><tr><td>Age (years)</td><td>39.8</td><td>10.2</td><td>33.6</td><td>11.4</td><td>1.84</td><td>40</td><td>0.07</td><td>0.56</td></tr><tr><td>Parental SES</td><td>35.8</td><td>9.6</td><td>43.0</td><td>14.0</td><td>−1.85</td><td>40</td><td>0.07</td><td>−0.60</td></tr><tr><td>Gender (F/M)</td><td>2/19</td><td>–</td><td>5/16</td><td>–</td><td>0.69</td><td>1</td><td>0.41</td><td>–</td></tr><tr><td>Handedness (R/L)</td><td>20/1</td><td>–</td><td>16/5</td><td>–</td><td>1.75</td><td>1</td><td>0.19</td><td>–</td></tr><tr><td>Medication (mg)<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref></td><td>787.7</td><td>489.9</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td></tr><tr><td>Go Accuracy (%)<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td><td>85.6</td><td>12.2</td><td>95.9</td><td>6.0</td><td>−3.46</td><td>29.1</td><td>0.002</td><td>−1.06</td></tr><tr><td>Stop Accuracy (%)<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td><td>54.3</td><td>5.3</td><td>53.7</td><td>3.2</td><td>0.46</td><td>32.7</td><td>0.65</td><td>0.14</td></tr><tr><td>SSD (ms)<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref></td><td>447.3</td><td>140.9</td><td>464.2</td><td>135.2</td><td>−0.40</td><td>40</td><td>0.69</td><td>0.12</td></tr><tr><td>Go RT (ms)<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref></td><td>733.6</td><td>137.5</td><td>671.7</td><td>127.7</td><td>1.51</td><td>40</td><td>0.14</td><td>0.47</td></tr><tr><td>SSRT (ms)<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref>, <xref rid=\"tf0025\" ref-type=\"table-fn\">e</xref></td><td>286.2</td><td>93.8</td><td>207.5</td><td>51.5</td><td>3.37</td><td>31.1</td><td>0.002</td><td>1.04</td></tr><tr><td>Stop RT (ms)<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref></td><td>637.0</td><td>114.4</td><td>600.2</td><td>121.6</td><td>1.01</td><td>40</td><td>0.32</td><td>0.32</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17313, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Variable</th><th colspan=\"2\">Patients<hr/></th><th colspan=\"2\">Controls<hr/></th><th><hr/></th><th><hr/></th><th><hr/></th><th><hr/></th></tr><tr><th><italic>M</italic></th><th>SD</th><th><italic>M</italic></th><th><italic>SD</italic></th><th><italic>t/×</italic><sup><italic>2</italic></sup></th><th><italic>df</italic></th><th><italic>p</italic></th><th><italic>d</italic><xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref></th></tr></thead><tbody><tr><td>Age (years)</td><td>39.8</td><td>10.2</td><td>33.6</td><td>11.4</td><td>1.84</td><td>40</td><td>0.07</td><td>0.56</td></tr><tr><td>Parental SES</td><td>35.8</td><td>9.6</td><td>43.0</td><td>14.0</td><td>−1.85</td><td>40</td><td>0.07</td><td>−0.60</td></tr><tr><td>Gender (F/M)</td><td>2/19</td><td>–</td><td>5/16</td><td>–</td><td>0.69</td><td>1</td><td>0.41</td><td>–</td></tr><tr><td>Handedness (R/L)</td><td>20/1</td><td>–</td><td>16/5</td><td>–</td><td>1.75</td><td>1</td><td>0.19</td><td>–</td></tr><tr><td>Medication (mg)<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref></td><td>787.7</td><td>489.9</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td></tr><tr><td>Go Accuracy (%)<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td><td>85.6</td><td>12.2</td><td>95.9</td><td>6.0</td><td>−3.46</td><td>29.1</td><td>0.002</td><td>−1.06</td></tr><tr><td>Stop Accuracy (%)<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td><td>54.3</td><td>5.3</td><td>53.7</td><td>3.2</td><td>0.46</td><td>32.7</td><td>0.65</td><td>0.14</td></tr><tr><td>SSD (ms)<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref></td><td>447.3</td><td>140.9</td><td>464.2</td><td>135.2</td><td>−0.40</td><td>40</td><td>0.69</td><td>0.12</td></tr><tr><td>Go RT (ms)<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref></td><td>733.6</td><td>137.5</td><td>671.7</td><td>127.7</td><td>1.51</td><td>40</td><td>0.14</td><td>0.47</td></tr><tr><td>SSRT (ms)<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref>, <xref rid=\"tf0025\" ref-type=\"table-fn\">e</xref></td><td>286.2</td><td>93.8</td><td>207.5</td><td>51.5</td><td>3.37</td><td>31.1</td><td>0.002</td><td>1.04</td></tr><tr><td>Stop RT (ms)<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref></td><td>637.0</td><td>114.4</td><td>600.2</td><td>121.6</td><td>1.01</td><td>40</td><td>0.32</td><td>0.32</td></tr></tbody></table>\n"}, "text": "Variable\tPatients\tControls\t\t\t\t\t \tM\tSD\tM\tSD\tt/×2\tdf\tp\tda\t \tAge (years)\t39.8\t10.2\t33.6\t11.4\t1.84\t40\t0.07\t0.56\t \tParental SES\t35.8\t9.6\t43.0\t14.0\t−1.85\t40\t0.07\t−0.60\t \tGender (F/M)\t2/19\t–\t5/16\t–\t0.69\t1\t0.41\t–\t \tHandedness (R/L)\t20/1\t–\t16/5\t–\t1.75\t1\t0.19\t–\t \tMedication (mg)b\t787.7\t489.9\t–\t–\t–\t–\t–\t–\t \tGo Accuracy (%)c\t85.6\t12.2\t95.9\t6.0\t−3.46\t29.1\t0.002\t−1.06\t \tStop Accuracy (%)c\t54.3\t5.3\t53.7\t3.2\t0.46\t32.7\t0.65\t0.14\t \tSSD (ms)d\t447.3\t140.9\t464.2\t135.2\t−0.40\t40\t0.69\t0.12\t \tGo RT (ms)d\t733.6\t137.5\t671.7\t127.7\t1.51\t40\t0.14\t0.47\t \tSSRT (ms)c, e\t286.2\t93.8\t207.5\t51.5\t3.37\t31.1\t0.002\t1.04\t \tStop RT (ms)b\t637.0\t114.4\t600.2\t121.6\t1.01\t40\t0.32\t0.32\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17959, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note. Data presented are for 21 patients and 21 healthy controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18025, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "d = Cohen's effect size.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18050, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "CPZ equivalents.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18067, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Unequal variances.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18086, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "SSD = median stop signal delay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18118, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "SSRT = median stop signal reaction time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18159, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By design, groups had similar stop accuracy, with both groups able to inhibit response correctly in ~50% of stop trials, demonstrating effectiveness of the active titration. As expected, despite the similar stop accuracy, patients had lower go accuracy and longer SSRTs than controls (Table 1). Multiple regression analysis showed that the SSRT group effect remained significant after controlling for go accuracy (t39 = −2.45, p = 0.019, R2change = 0.12).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18615, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Controlling for group membership, go accuracy did not correlate significantly with SSRT (partial r39 = −0.17, p = 0.29) but correlated negatively with go RT (partial r39 = −0.35, p = 0.024), suggesting a speed/accuracy trade-off. Go RT also significantly correlated with stop accuracy, controlling for group (partial r39 = 0.74, p < 0.001), suggesting that RTs were slowed to optimize stop performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19018, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ERP results", "sentences": [], "annotations": [], "relations": []}, {"offset": 19030, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "A) Timeline relative to onset of stop signal. Onset of go and stop stimuli are shown. Left topographic maps shows N1 to successful gos for controls, right topographic maps shows N1 to successful stops for controls. B) ERP topography for controls (CN), patients (PT), and controls–patients (Cn-Pt) for N1 component for successful gos (left; 0.2 μV/step) and successful stops (right; 0.5 μV/step). Critical electrodes are shown in green. C) Grand average for successful go N1 component (left) and successful stop N1 component (middle). Time windows are shown in gray. Right panel shows correlation between N1 amplitude (successful stops) vs. SSRT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19676, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 19683, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "A) Timeline as in Fig. 1A. Left topographic maps shows N2 to unsuccessful stops for controls, right topographic map shows P3 to successful stops for controls. B) ERP topography for unsuccessful stop N2 component (left) and successful P3 component (right). C) Grand average maps for N2 to unsuccessful stops (left), P3 to successful stops (middle), Right: Correlation between SSRT and P3 to successful stops. We used a late window for the N2 component to avoid overlap with the N1 potential.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20174, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 20181, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Mean amplitudes (μV) of ERP measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20219, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Variable</th><th colspan=\"2\">Patients<hr/></th><th colspan=\"2\">Controls<hr/></th><th><hr/></th><th><hr/></th><th><hr/></th><th><hr/></th></tr><tr><th><italic>M</italic></th><th><italic>SD</italic></th><th><italic>M</italic></th><th><italic>SD</italic></th><th><italic>t/×</italic><sup><italic>2</italic></sup></th><th><italic>df</italic></th><th><italic>p</italic></th><th><italic>d</italic></th></tr></thead><tbody><tr><td colspan=\"9\">Go trials</td></tr><tr><td>N1 (μV)</td><td>0.40</td><td>1.29</td><td>−0.62</td><td>1.33</td><td>2.54</td><td>40</td><td>0.015</td><td>0.78</td></tr><tr><td>P3 (μV)</td><td>2.30</td><td>1.64</td><td>1.04</td><td>2.14</td><td>2.15</td><td>40</td><td>0.038</td><td>0.66</td></tr><tr><td colspan=\"9\">\u2028\u2028</td></tr><tr><td colspan=\"9\">Successful stop trials</td></tr><tr><td>N1 (μV)</td><td>−1.95</td><td>2.14</td><td>−4.51</td><td>3.21</td><td>3.04</td><td>40</td><td>0.004</td><td>0.94</td></tr><tr><td>P3 (μV)</td><td>3.41</td><td>2.55</td><td>6.74</td><td>3.94</td><td>−3.26</td><td>34.2</td><td>0.003</td><td>−1.00</td></tr><tr><td colspan=\"9\">\u2028\u2028</td></tr><tr><td colspan=\"9\">Unsuccessful stop trials</td></tr><tr><td>N1 (μV)</td><td>−1.75</td><td>1.81</td><td>−4.28</td><td>3.53</td><td>2.90</td><td>28.0</td><td>0.006</td><td>0.90</td></tr><tr><td>N2 (μV)</td><td>−0.51</td><td>3.25</td><td>−3.29</td><td>4.44</td><td>2.30</td><td>40</td><td>0.027</td><td>0.71</td></tr><tr><td>P3 (μV)</td><td>1.92</td><td>2.51</td><td>4.25</td><td>3.49</td><td>−2.49</td><td>40</td><td>0.017</td><td>−0.77</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20230, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Variable</th><th colspan=\"2\">Patients<hr/></th><th colspan=\"2\">Controls<hr/></th><th><hr/></th><th><hr/></th><th><hr/></th><th><hr/></th></tr><tr><th><italic>M</italic></th><th><italic>SD</italic></th><th><italic>M</italic></th><th><italic>SD</italic></th><th><italic>t/×</italic><sup><italic>2</italic></sup></th><th><italic>df</italic></th><th><italic>p</italic></th><th><italic>d</italic></th></tr></thead><tbody><tr><td colspan=\"9\">Go trials</td></tr><tr><td>N1 (μV)</td><td>0.40</td><td>1.29</td><td>−0.62</td><td>1.33</td><td>2.54</td><td>40</td><td>0.015</td><td>0.78</td></tr><tr><td>P3 (μV)</td><td>2.30</td><td>1.64</td><td>1.04</td><td>2.14</td><td>2.15</td><td>40</td><td>0.038</td><td>0.66</td></tr><tr><td colspan=\"9\">\u2028\u2028</td></tr><tr><td colspan=\"9\">Successful stop trials</td></tr><tr><td>N1 (μV)</td><td>−1.95</td><td>2.14</td><td>−4.51</td><td>3.21</td><td>3.04</td><td>40</td><td>0.004</td><td>0.94</td></tr><tr><td>P3 (μV)</td><td>3.41</td><td>2.55</td><td>6.74</td><td>3.94</td><td>−3.26</td><td>34.2</td><td>0.003</td><td>−1.00</td></tr><tr><td colspan=\"9\">\u2028\u2028</td></tr><tr><td colspan=\"9\">Unsuccessful stop trials</td></tr><tr><td>N1 (μV)</td><td>−1.75</td><td>1.81</td><td>−4.28</td><td>3.53</td><td>2.90</td><td>28.0</td><td>0.006</td><td>0.90</td></tr><tr><td>N2 (μV)</td><td>−0.51</td><td>3.25</td><td>−3.29</td><td>4.44</td><td>2.30</td><td>40</td><td>0.027</td><td>0.71</td></tr><tr><td>P3 (μV)</td><td>1.92</td><td>2.51</td><td>4.25</td><td>3.49</td><td>−2.49</td><td>40</td><td>0.017</td><td>−0.77</td></tr></tbody></table>\n"}, "text": "Variable\tPatients\tControls\t\t\t\t\t \tM\tSD\tM\tSD\tt/×2\tdf\tp\td\t \tGo trials\t \tN1 (μV)\t0.40\t1.29\t−0.62\t1.33\t2.54\t40\t0.015\t0.78\t \tP3 (μV)\t2.30\t1.64\t1.04\t2.14\t2.15\t40\t0.038\t0.66\t \t\u2028\u2028\t \tSuccessful stop trials\t \tN1 (μV)\t−1.95\t2.14\t−4.51\t3.21\t3.04\t40\t0.004\t0.94\t \tP3 (μV)\t3.41\t2.55\t6.74\t3.94\t−3.26\t34.2\t0.003\t−1.00\t \t\u2028\u2028\t \tUnsuccessful stop trials\t \tN1 (μV)\t−1.75\t1.81\t−4.28\t3.53\t2.90\t28.0\t0.006\t0.90\t \tN2 (μV)\t−0.51\t3.25\t−3.29\t4.44\t2.30\t40\t0.027\t0.71\t \tP3 (μV)\t1.92\t2.51\t4.25\t3.49\t−2.49\t40\t0.017\t−0.77\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20720, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note. M=mean, SD = standard deviation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20759, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Scalp topography and grand average waveforms are shown in Fig. 1B/C for pre-decision and Fig. 2B/C for post-decision componentry. Mean amplitudes are presented in Table 2. Peak latencies (Supplementary Table 1) did not differ by Group for any component.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21013, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "N1", "sentences": [], "annotations": [], "relations": []}, {"offset": 21016, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patients had lower mean N1 amplitudes across conditions (main effect of Group, F2,39 = 10.20, p = 0.003). Furthermore, N1 s were larger for both successful and unsuccessful stops than gos (main effect of Condition, F1.45,56.70 = 56.44, p < 0.001), an effect that was larger in controls than patients (Group x Condition interaction, F1.45,56.70 = 3.88, p = 0.039, Greenhouse-Geisser correction for sphericity). N1 s for gos and successful stops are shown in Fig. 1B/C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21484, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Controlling for group, SSRTs positively correlated with N1 s for both successful (Fig. 1C, right) (partial r39 = 0.39, p = 0.01, raw r = 0.52, p < 0.001) and unsuccessful stops (partial r39 = 0.34, p < 0.03, raw r = 0.48, p = 0.001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21718, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "N2", "sentences": [], "annotations": [], "relations": []}, {"offset": 21721, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "N2 peaks were only observed to unsuccessful stops (USTs) (Fig. 2C, left), and amplitudes were larger in controls than patients (t40 = 2.30, p = 0.027). However, the amplitude did not correlate with SSRT or any of the other stop signal task measures. The N2 did not occurred approximately at the SSRT latency but after the presumed decision to respond given corticospinal transmission time (~20 ms). We suggest that the N2 marks a transition in processes from stop preparation to detection of stop failure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22227, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "P3", "sentences": [], "annotations": [], "relations": []}, {"offset": 22230, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was a trend toward a significant main effect of Group (F2,40=3.83, p = 0.057) and a main effect of Condition (F1.38,54.99 = 39.74, p < 0.001) on P3, as well as a significant Group x Condition interaction (F1.38,54.99 = 19.90, p < 0.001). Patients had smaller P3s than controls on unsuccessful, and especially successful, stop trials. Successful stop P3s are shown in Fig. 2C, middle. P3 amplitudes were larger for successful than unsuccessful stops (patients: t20 = 4.84, p < 0.001, controls: t20 = 7.33, p < 0.001). Controlling for Group, SSRTs negatively correlated with P3 amplitude for successful stop trials (partial r39 = −0.41, p = 0.008, raw r40 = −0.54, p < 0.001, Fig. 2C, right).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22927, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "P3 peak successful stop trial latencies were significantly longer than the SSRT (t41 = 6.07, p < 0.001). The delay in P3 relative to the SSRT suggests that it reflects response monitoring, rather than pre-response evaluative processes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23163, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "RSFC correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 23179, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Relationships across behavioral, ERP, and RSFC levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 23233, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "A) Left: Network maps and right: group differences in network homogeneity for networks from, Vis = visual (purple), Somat = Somatomotor (blue), DA = dorsal attention (green), VA = ventral attention (violet), Limbic (cream), FP = frontoparietal (orange), and DMN = default mode network (salmon), B) Group differences for network homogeneity for each network, C) Correlation between SSRT and Visual/FP networks, Inset: Visual (purple) and frontoparietal (orange) networks, D) Correlation between raw SSRT and Predicted SSRT, accounting for N1, and Visual/FP RSFC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23795, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 23802, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The canonical Yeo et al. networks are shown in Fig. 3A. Network interaction results (with GSR) are shown in Supplementary Table 2. We evaluated network interaction contribution to SSRT using multiple regression, with group and FD in a first step, all pairwise between-network RSFCs added in a second step using stepwise entry, and N1 added in a third step. We chose the N1 component because it occurred prior to the SSRT and therefore may reflect the development of the inhibitory process rather than error processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24321, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Stepwise multiple regression model predicting SSRT from Group, N1 to successful stops, and canonical resting state network interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24458, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variable</th><th><italic>R</italic><sup><italic>2</italic></sup></th><th><italic>p</italic></th><th><italic>R</italic><sup><italic>2</italic></sup><sub><italic>change</italic></sub></th><th><italic>p</italic></th><th><italic>t</italic></th><th><italic>p</italic></th><th><italic>Part r</italic></th></tr></thead><tbody><tr><td>Model 1</td><td><bold>0.26</bold></td><td><bold>0.016</bold></td><td>–</td><td/><td/><td/><td/></tr><tr><td>Group</td><td/><td/><td/><td/><td><bold>−2.97</bold></td><td><bold>0.006</bold></td><td><bold>−0.49</bold></td></tr><tr><td>Model 2</td><td><bold>0.40</bold></td><td><bold>0.006</bold></td><td><bold>0.13</bold></td><td><bold>0.024</bold></td><td/><td/><td/></tr><tr><td>Group</td><td/><td/><td/><td/><td>−1.79</td><td>0.085</td><td>−0.27</td></tr><tr><td>N1 amplitude</td><td/><td/><td/><td/><td><bold>2.39</bold></td><td><bold>0.024</bold></td><td><bold>0.36</bold></td></tr><tr><td>Model 3</td><td><bold>0.41</bold></td><td><bold>0.003</bold></td><td><bold>0.14</bold></td><td><bold>0.020</bold></td><td/><td/><td/></tr><tr><td>Group</td><td/><td/><td/><td/><td><bold>−2.79</bold></td><td><bold>0.01</bold></td><td><bold>−0.42</bold></td></tr><tr><td>Visual/Frontoparietal interaction</td><td/><td/><td/><td/><td><bold>2.49</bold></td><td><bold>0.02</bold></td><td><bold>0.38</bold></td></tr><tr><td>Model 4</td><td><bold>0.52</bold></td><td><bold>0.001</bold></td><td><bold>0.11</bold></td><td><bold>0.024</bold></td><td/><td/><td/></tr><tr><td>Group</td><td/><td/><td/><td/><td>−1.67</td><td>0.11</td><td>−0.23</td></tr><tr><td>N1 amplitude</td><td/><td/><td/><td/><td><bold>2.41</bold></td><td><bold>0.024</bold></td><td><bold>0.33</bold></td></tr><tr><td>Visual/Frontoparietal interaction</td><td/><td/><td/><td/><td><bold>2.50</bold></td><td><bold>0.019</bold></td><td><bold>0.35</bold></td></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24469, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variable</th><th><italic>R</italic><sup><italic>2</italic></sup></th><th><italic>p</italic></th><th><italic>R</italic><sup><italic>2</italic></sup><sub><italic>change</italic></sub></th><th><italic>p</italic></th><th><italic>t</italic></th><th><italic>p</italic></th><th><italic>Part r</italic></th></tr></thead><tbody><tr><td>Model 1</td><td><bold>0.26</bold></td><td><bold>0.016</bold></td><td>–</td><td/><td/><td/><td/></tr><tr><td>Group</td><td/><td/><td/><td/><td><bold>−2.97</bold></td><td><bold>0.006</bold></td><td><bold>−0.49</bold></td></tr><tr><td>Model 2</td><td><bold>0.40</bold></td><td><bold>0.006</bold></td><td><bold>0.13</bold></td><td><bold>0.024</bold></td><td/><td/><td/></tr><tr><td>Group</td><td/><td/><td/><td/><td>−1.79</td><td>0.085</td><td>−0.27</td></tr><tr><td>N1 amplitude</td><td/><td/><td/><td/><td><bold>2.39</bold></td><td><bold>0.024</bold></td><td><bold>0.36</bold></td></tr><tr><td>Model 3</td><td><bold>0.41</bold></td><td><bold>0.003</bold></td><td><bold>0.14</bold></td><td><bold>0.020</bold></td><td/><td/><td/></tr><tr><td>Group</td><td/><td/><td/><td/><td><bold>−2.79</bold></td><td><bold>0.01</bold></td><td><bold>−0.42</bold></td></tr><tr><td>Visual/Frontoparietal interaction</td><td/><td/><td/><td/><td><bold>2.49</bold></td><td><bold>0.02</bold></td><td><bold>0.38</bold></td></tr><tr><td>Model 4</td><td><bold>0.52</bold></td><td><bold>0.001</bold></td><td><bold>0.11</bold></td><td><bold>0.024</bold></td><td/><td/><td/></tr><tr><td>Group</td><td/><td/><td/><td/><td>−1.67</td><td>0.11</td><td>−0.23</td></tr><tr><td>N1 amplitude</td><td/><td/><td/><td/><td><bold>2.41</bold></td><td><bold>0.024</bold></td><td><bold>0.33</bold></td></tr><tr><td>Visual/Frontoparietal interaction</td><td/><td/><td/><td/><td><bold>2.50</bold></td><td><bold>0.019</bold></td><td><bold>0.35</bold></td></tr></tbody></table>\n"}, "text": "Variable\tR2\tp\tR2change\tp\tt\tp\tPart r\t \tModel 1\t0.26\t0.016\t–\t\t\t\t\t \tGroup\t\t\t\t\t−2.97\t0.006\t−0.49\t \tModel 2\t0.40\t0.006\t0.13\t0.024\t\t\t\t \tGroup\t\t\t\t\t−1.79\t0.085\t−0.27\t \tN1 amplitude\t\t\t\t\t2.39\t0.024\t0.36\t \tModel 3\t0.41\t0.003\t0.14\t0.020\t\t\t\t \tGroup\t\t\t\t\t−2.79\t0.01\t−0.42\t \tVisual/Frontoparietal interaction\t\t\t\t\t2.49\t0.02\t0.38\t \tModel 4\t0.52\t0.001\t0.11\t0.024\t\t\t\t \tGroup\t\t\t\t\t−1.67\t0.11\t−0.23\t \tN1 amplitude\t\t\t\t\t2.41\t0.024\t0.33\t \tVisual/Frontoparietal interaction\t\t\t\t\t2.50\t0.019\t0.35\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24939, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note. Analysis was conducted on 16 patients and 14 controls. In Models 2–4, pairwise functional connectivity of the visual with other networks was entered stepwise. Statistically significant values are shown in bold. R2change for Model 4 is relative to Model 3. Corresponding value relative to Model 2 is R2change = 0.12, p = 0.019. FD (covariate) statistics were part r = −0.06, p = 0.74, for the Model 1, part r = −0.15, p = 0.34 for Model 2, part r = −0.12, p = 0.45 for Model 3, and part r = −0.20, p = 0.17 for Model 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25464, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Results are shown in Table 3. In this analysis, patient status, larger N1 s, and more negative RSFC between visual and frontoparietal (FP) networks (see Fig. 3C and D) independently predicted shorter SSRT. The other network pairs did not contribute to SSRT variance. The combined model explained 52% of SSRT variance. As a control analysis, we evaluated the potential correlation of SSRT with other between-network connectivities (Supplementary Table 2). Moreover, although significant alterations in RSFC were observed in some network pairs (e.g. dorsal attention network/DMN), no significant correlations with behavior were found.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26097, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It is possible that the regression model reflects an interation between sensory processing and resting state functional connectivity. We tested this by adding an interaction term to the regression as a 4th step in the regression. This interaction term failed to reach significance (t = 0.62, p = 0.54). Thus, it appears that sensory processing and between-network resting state functional connectivity independently contribute to SSRT performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26545, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patients had significantly lower network homogeneity than controls (F7,21 = 4.24, p = 0.005, partial η2 = 0.59, d = 2.42). Whole-brain global brain connectivity also differed between groups (t28 = −5.06, p < 0.001), consistent with published results. Each network showed significantly lower network homogeneity in patients than controls (F1,27 > 8.04, p < 0.009, 0.23 < partial η2 < 0.54, 1.09 < d < 2.17, Fig. 3B). Controlling for group, GBC did not correlate with SSRT, N1, N2, nor with P3 amplitudes for successful stops.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27070, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Across groups, N1 amplitudes correlated negatively with network homogeneity for the somatomotor, dorsal attention, and ventral attention networks (rs < −0.39, ps < 0.033), but these correlations were not significant within group or controlling for group. Similarly, SSRT correlated negatively with network homogeneity for visual, somatomotor, dorsal attention, ventral attention, and default mode networks (r < −0.40, p < 0.027), but again, these correlations were not significant within group or controlling for group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27590, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When global signal was not used as a covariate in RSFC preprocessing, the results of this regression were not significant for any of the RSFCs suggesting that relative, rather than absolute, connectivity was critical.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27808, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Cross domain correlations", "sentences": [], "annotations": [], "relations": []}, {"offset": 27834, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Visual/FP RSFC correlated negatively with P3 amplitude (partial r27 = −0.45, p = 0.015), and Visual/FP RSFC correlated positively with SSRT (partial r27 = 0.46, p = 0.013). As opposed to the significant correlations between both SSRT and P3 and Visual/FP RSFC networks, no significant correlations were observed between these measures and RSFC between visual and other brain networks (|partial r27| < 0.30, ps > 0.11). Thus, poorer performance, and reduced P3 amplitude were correlated with greater interaction between visual and FP networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28377, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Medication and psychopathology correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 28419, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Medication effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 28438, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No correlations between chlorpromazine equivalent medication doses and ERP stop amplitudes were significant (|r19| < 0.43, p > 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28572, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Psychopathology symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 28597, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Positive PANSS factor scores correlated with SSRT (r19 = 0.47, p = 0.031), and with N1 amplitudes to successful go and successful and unsuccessful stop trials (r19 > 0.44, ps < 0.044). PANSS Cognitive factor scores correlated negatively with go accuracy (r19 = −0.69, p = 0.001) and P3 go amplitude (r19 = −0.50, p = 0.02).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28921, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Neuropsychological correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 28951, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patients performed more poorly than controls on all tests, as expected (data not shown). However, controlling for group, there were no signficiant correlations between SSRT and neuropsychological performance. N1 amplitude correlated with the working memory index from both the WMS-III and the MATRICS (see Supplementary Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29281, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 29292, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study evaluated network alterations revealed by RSFC that could underlie response inhibition impairment in Sz, and is the first of its kind to do so in combination with ERP methods. In addition to confirming the deficit, two specific predictors of impaired performance were identified: 1) visual N1, which reflects stimulus-driven activation of visual sensory cortex, and 2) reduced strength of functional connectivity between visual and frontoparietal networks. By contrast, although reduced network homogeneity was seen in patients across networks, it did not correlate significantly with performance. In addition to providing evidence for potential mechanisms that could underlie cognitive control impairments in Sz, this study demonstrates the utility of combining neurophysiological measures, which are especially sensitive to cortical “input” dysfunction in Sz, with RSFC, which provided additional information about impaired cortico-cortical interaction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30259, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present study, as in prior studies (reviewed in), patients showed highly significant deficits in visual N1 generation. When simple stimuli such as sine-wave gratings are used to elicit sensory components in Sz, deficits are observed preferentially to low contrast, low spatial frequency stimuli, suggesting differential involvement of the magnocellular visual system, which projects primarily to the dorsal visual stream. The stimuli in the present study consisted of letters, which contain both low and high spatial frequency information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30806, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Nevertheless, significant engagement of the magnocellular pathway is shown by the activation of extracalcarine visual regions in both ERP topographies. Consistent with the importance of activation of dorsal visual areas, numerically smaller (i.e., less negative) N1 potentials correlated significantly with prolonged SSRT both across groups and within patients alone (Fig. 1C). The dorsal visual stream is preferentially involved in “vision for action” as opposed to “vision for identification” and thus may play a critical role in processing information in tasks wherein simple stimulus features are used to determine rapid, stimulus-driven responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31459, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to sensory contributions, interaction between the visual and frontoparietal networks significantly predicted SSRT performance. Interestingly, RSFC was negative, suggesting that the networks were operating in an anticorrelated manner (i.e., potentially out of phase). Furthermore, greater negative connectivity correlated with better performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31817, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The importance of the N1 in explaining group differences in performance is highlighted in the multiple regression analysis, where Group was not significant when both N1 and Visual/FP RSFC is included in the model (Table 3). When predicted SSRT values were calculated simply based on the N1 and Visual/FP RSFC measures, a highly significant correlation was observed across the groups (Fig. 3D). Thus, both impaired sensory processing and RSFC may contribute in parallel to cognitive dysfunction in schizophrenia, and parallel neurophysiological and fMRI analyses may be required to best assess these interactions. This independence is supported by the failure to detect a signficiant N1 X Visual/FP RSFC interaction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32533, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our electrophysiological data suggest that patients have deficits on response inhibition tasks during both sensory registration and post-decision/monitoring stages. N1 deficits during successful and unsuccessful stop trials suggest impairment in Sz at early stages of sensory processing. These findings are consistent with a large literature suggesting that sensory deficits in Sz contribute to poor cognitive function (;;) and, as suggested by the current data, to response inhibition deficits. The reduced N2 to unsuccessful stops and reduced P3 to successful stops in patients may reflect reduced response monitoring.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33154, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The frontoparietal network has been posited to reflect active, adaptive online cognitive control. Its relationship to task performance is consistent with prior fMRI studies of the stop task (;;). Here, we evaluated two aspects of frontoparietal connectivity potentially related to impaired response inhibition in schizophrenia: within-network connectivity (network homogeneity), and between-network connectivity. Interestingly, only the between-network connectivity findings were related to task performance. MRI scans were done in no temporal relationship to the ERP which in some ways makes the pattern of results even more impressive. We note that resting state functional connectivity patterns have shown moderate to good long-term stability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33901, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our results thus complement those of, who showed that although frontoparietal and cingulo-opercular network homogeneity correlated with neuropsychological performance across schizophrenia and control groups, they did not explain group differences in performance. The present results may suggest that disruption in the dorsal stream between abnormal visual and frontoparietal networks has negative consequences for response inhibition. More generally, they suggest that between-network RSFC interactions may be as or more important than network homogeneity in explaining between-group differences in cognition, and suggest the need for further studies involving sensory processing/RSFC interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34600, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This paper utilized networks first proposed by based on data from HCP pipeline validation studies. Analyses of high resolution HCP data has further subdivided the cortex into 180 functional domains, and further improvements in spatial resolution may lead to even finer parcellations. Nevertheless, the present study demonstrates the utility of using even relatively low-resolution networks, and suggests that higher imaging resolutions can achieve more fine-grained analyses of dysfunctional interactions in Sz.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35112, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For the present study, we relied primarily on resting state analyses in which we normalized by global signal regression. The ideal approach to normalization of connectivity data is controversial, given potential between-group differences in global signal and their possible contribution to negative RSFC values (anticorrelations). However, we found no group difference in the global signal. When nonnormalized data were used, the results were not significant suggesting that relative, rather than absolute, connectivity was the critical factor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35657, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to N1 deficits, significant impairments were also observed in the N2 and P3 components, providing additional insights into mechanisms underlying response inhibition impairments in schizophrenia. As opposed to the N1, the N2 component was only observed to unsuccessful stops, suggesting that it may be involved primarily in response monitoring, rather than response selection. As with the N1, N2 amplitude was significantly reduced in Sz. Nevertheless, N2 did not correlate with SSRT. Thus, the N2 may represent the beginning of a heterogeneous set of processes associated with response monitoring and evaluation. The N2 did not occur after SSRT latency but did occur after the presumed decision to respond given corticospinal transmission time (~20 ms).We suggest that the N2 marks a transition in processes from stop preparation to detection of stop failure. The fact that it occurred only to unsuccessful stops but not successful gos also argues against its obligatory involvement in motor decision.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36671, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Highly significant reductions were also observed in P3 amplitude in Sz, which did correlate significantly with SSRT. P3 latency also exceeded the SSRT, suggesting that, like N2, P3 reflected performance monitoring, rather than response decision. Strikingly, however, the P3 for successful stops was virtually absent for participants with SSRTs exceeding 250 ms. Thus, longer SSRTs may reflect the use of strategies that do not involve circuits involved in P3 generation. Values that exceeded this threshold were primarily observed among patients, whose performance was more affected than controls by loss of anticorrelation between networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37313, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although we did not directly examine the interplay between resting state and ERP measures, it is useful to consider the observed relationships. The ERP data reflect behaviors that occur on a millisecond scale (3–10 Hz), whereas RSFC occurs on a tens-to-hundreds of seconds timescale (0.01–0.1 Hz). It may be that activity occurring on the shorter time scale constrains the kinds of computations that occur in a longer time frame. Alternatively, the resting state RSFC may be trait-like phenomenon that constrains how brain activity patterns occur over a millisecond time frame. It will be useful to conduct analyses using psychophysiological interaction, dynamic causal modeling, and/or neuromodulatory interventions to disentangle these mechanisms. Moreover, it may be useful to assess phase-amplitude coupling between EEG- and RSFC-related frequencies, given that other aspects of phase-amplitude coupling are abnormal in Sz (;).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38245, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For each of the 7 resting state networks, we found reduced network homogeneity, suggesting reduced temporal correlation of voxels within the network. A possible implication of these reductions is that brain networks in schizophrenia are disrupted, possibly as a consequence of abnormal brain structural connectivity, as reflected in reduced white matter integrity in the disorder (e.g.,), which correlated with poor sensory (;), emotional, and cognitive performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38712, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Deficits in N1 amplitude did not correlate with performance on tests of general cognitive function (Working Memory Index) and thus are unlikely to be driven by generalized cognitive impairment as opposed to specific visual system dysfunction. Significant correlations controlling for group, however, suggest that deficits in N1, which reflect initial stages of visual stimulus processing, may contribute to impaired neurocognitive performance in schizophrenia, as we have suggested in the past.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39207, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite the novel ERP/fMRI findings, a few limitations should be noted. First, data from a number of participants were rejected because of noisy data or poor performance. However, we used published criteria to determine whom to include. Our data have excellent signal to noise characteristics, which were further improved using ICA, and the included and excluded participants did not differ on demographic variables. The N2 results were somewhat unexpected, in that we did not find a correlation with SSRT. An examination of scalp topography suggested that only 2 channels showed substantial activity in the predicted regions for N2, but we cannot rule out the possibility that N2 measures were derived from less data than the N1 and P3, and thus may have had lower reliability than those peaks. Another limitation is that we did not measure simple RT, which would have allowed us to examine the specific role of speeded responses. Future studies should examine simple RT task as a control condition. Also, all patients were taking antipsychotic medication. In the future, it will be important to study unmedicated patients or those with limited antipsychotic exposure. In addition, our sample size was relatively small. However, our effect sizes were large and our results were largely consistent with, while adding to, extant literature. We also did not use latency adjustment techniques (such as ADJAR) to differentiate potentially overlapping ERP components. However, we had a wide range of SSDs between go and stop signals, which would have disrupted any non-time-locked activity, and indeed the baselines for the grand averages were flat (see Figs. 1C and 2C/D), suggesting that baseline activity was not accounting for the observed effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40955, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, patients with Sz show response inhibition deficits that are associated in parallel with 1) reduced visual sensory response, and 2) greater dependence on anticorrelation between visual and frontoparietal task-control networks. P3 reduction was observed after the stop process, suggesting that this component reflects deficient response monitoring, which may also contribute to impaired inhibitory function. Response inhibition deficits are present in a range of disorders, including Sz, but also ADHD. Nevertheless, neurophysiological patterns during continuous performance tests may differ considerably across disorders. The fractionation of electrophysiological and neuroimaging mechanisms demonstrated underlying biomarkers that may help distinguish among clinical groups, and to mapping of cognitive control deficits reflected by response inhibition at the physiological and distributed circuit units of analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41887, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 41895, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by  R21MH084031 to MJH and R01MH049334 to DCJ. MRI scanner funded by  grant 1S10RR022972-01.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42012, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 42023, "infons": {"fpage": "2025", "lpage": "2029", "name_0": "surname:Ardekani;given-names:B.A.", "name_1": "surname:Nierenberg;given-names:J.", "name_2": "surname:Hoptman;given-names:M.J.", "name_3": "surname:Javitt;given-names:D.C.", "name_4": "surname:Lim;given-names:K.O.", "pub-id_pmid": "14600491", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "14", "year": "2003"}, "text": "MRI study of white matter diffusion anisotropy in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42087, "infons": {"fpage": "3743", "lpage": "3752", "name_0": "surname:Aron;given-names:A.R.", "name_1": "surname:Behrens;given-names:T.E.", "name_2": "surname:Smith;given-names:S.", "name_3": "surname:Frank;given-names:M.J.", "name_4": "surname:Poldrack;given-names:R.A.", "pub-id_pmid": "17409238", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Triangulating a cognitive control network using diffusion-weighted magnetic resonance imaging (MRI) and functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 42206, "infons": {"fpage": "177", "lpage": "185", "name_0": "surname:Aron;given-names:A.R.", "name_1": "surname:Robbins;given-names:T.W.", "name_2": "surname:Poldrack;given-names:R.A.", "pub-id_pmid": "24440116", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "18", "year": "2014"}, "text": "Inhibition and the right inferior frontal cortex: one decade on", "sentences": [], "annotations": [], "relations": []}, {"offset": 42270, "infons": {"fpage": "537", "lpage": "541", "name_0": "surname:Biswal;given-names:B.", "name_1": "surname:Zerrin Yetkin;given-names:F.", "name_2": "surname:Haughton;given-names:V.M.", "name_3": "surname:Hyde;given-names:J.S.", "pub-id_pmid": "8524021", "section_type": "REF", "source": "Magn. Reson. Med.", "type": "ref", "volume": "34", "year": "1995"}, "text": "Functional connectivity in the motor cortex of resting human brain using echo-planar mri", "sentences": [], "annotations": [], "relations": []}, {"offset": 42359, "infons": {"fpage": "495", "lpage": "504", "name_0": "surname:Butler;given-names:P.D.", "name_1": "surname:Zemon;given-names:V.", "name_2": "surname:Schechter;given-names:I.", "name_3": "surname:Saperstein;given-names:A.M.", "name_4": "surname:Hoptman;given-names:M.J.", "name_5": "surname:Lim;given-names:K.O.", "name_6": "surname:Revheim;given-names:N.", "name_7": "surname:Silipo;given-names:G.", "name_8": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "15867102", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "62", "year": "2005"}, "text": "Early-stage visual processing and cortical amplification deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42442, "infons": {"fpage": "2011", "lpage": "2013", "name_0": "surname:Butler;given-names:P.D.", "name_1": "surname:Hoptman;given-names:M.J.", "name_2": "surname:Nierenberg;given-names:J.", "name_3": "surname:Foxe;given-names:J.J.", "name_4": "surname:Javitt;given-names:D.C.", "name_5": "surname:Lim;given-names:K.O.", "pub-id_pmid": "17074957", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "163", "year": "2006"}, "text": "Visual white matter integrity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42489, "infons": {"fpage": "1849", "lpage": "1858", "name_0": "surname:Calderone;given-names:D.J.", "name_1": "surname:Hoptman;given-names:M.J.", "name_2": "surname:Martinez;given-names:A.", "name_3": "surname:Nair-Collins;given-names:S.", "name_4": "surname:Mauro;given-names:C.J.", "name_5": "surname:Bar;given-names:M.", "name_6": "surname:Javitt;given-names:D.C.", "name_7": "surname:Butler;given-names:P.D.", "pub-id_pmid": "22735157", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "23", "year": "2012"}, "text": "Contributions of low and high spatial frequency processing to impaired object recognition circuitry in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42606, "infons": {"fpage": "631", "lpage": "646", "name_0": "surname:Chambers;given-names:C.D.", "name_1": "surname:Garavan;given-names:H.", "name_2": "surname:Bellgrove;given-names:M.A.", "pub-id_pmid": "18835296", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "33", "year": "2009"}, "text": "Insights into the neural basis of response inhibition from cognitive and clinical neuroscience", "sentences": [], "annotations": [], "relations": []}, {"offset": 42701, "infons": {"name_0": "surname:Chao-Gan;given-names:Y.", "name_1": "surname:Yu-Feng;given-names:Z.", "section_type": "REF", "source": "Front. Syst. Neurosci.", "type": "ref", "volume": "4", "year": "2010"}, "text": "DPARSF: a MATLAB toolbox for “pipeline” data analysis of resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 42777, "infons": {"name_0": "surname:Cohen;given-names:J.", "section_type": "REF", "type": "ref", "year": "1988"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 42778, "infons": {"fpage": "3132", "lpage": "3148", "name_0": "surname:Cole;given-names:M.W.", "name_1": "surname:Pathak;given-names:S.", "name_2": "surname:Schneider;given-names:W.", "pub-id_pmid": "19909818", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Identifying the brain's most globally connected regions", "sentences": [], "annotations": [], "relations": []}, {"offset": 42834, "infons": {"fpage": "43", "lpage": "50", "name_0": "surname:Cole;given-names:M.W.", "name_1": "surname:Anticevic;given-names:A.", "name_2": "surname:Repovs;given-names:G.", "name_3": "surname:Barch;given-names:D.", "pub-id_pmid": "21496789", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Variable global dysconnectivity and individual differences in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42910, "infons": {"fpage": "653", "lpage": "663", "name_0": "surname:Congdon;given-names:E.", "name_1": "surname:Mumford;given-names:J.A.", "name_2": "surname:Cohen;given-names:J.R.", "name_3": "surname:Galvan;given-names:A.", "name_4": "surname:Aron;given-names:A.R.", "name_5": "surname:Xue;given-names:G.", "name_6": "surname:Miller;given-names:E.", "name_7": "surname:Poldrack;given-names:R.A.", "pub-id_pmid": "20600962", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Engagement of large-scale networks is related to individual differences in inhibitory control", "sentences": [], "annotations": [], "relations": []}, {"offset": 43004, "infons": {"fpage": "1061", "lpage": "1062", "name_0": "surname:Cuthbert;given-names:B.N.", "name_1": "surname:Insel;given-names:T.R.", "pub-id_pmid": "20929969", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "Toward new approaches to psychotic disorders: the NIMH research domain criteria project", "sentences": [], "annotations": [], "relations": []}, {"offset": 43092, "infons": {"fpage": "9", "lpage": "21", "name_0": "surname:Delorme;given-names:A.", "name_1": "surname:Makeig;given-names:S.", "pub-id_pmid": "15102499", "section_type": "REF", "source": "J. Neurosci. Methods", "type": "ref", "volume": "134", "year": "2004"}, "text": "EEGLAB: an open source toolbox for analysis of single-trial EEG dynamics including independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43206, "infons": {"fpage": "95", "lpage": "111", "name_0": "surname:Di Russo;given-names:F.", "name_1": "surname:Martinez;given-names:A.", "name_2": "surname:Sereno;given-names:M.I.", "name_3": "surname:Pitzalis;given-names:S.", "name_4": "surname:Hillyard;given-names:S.A.", "pub-id_pmid": "11835601", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "15", "year": "2002"}, "text": "Cortical sources of the early components of the visual evoked potential", "sentences": [], "annotations": [], "relations": []}, {"offset": 43278, "infons": {"fpage": "654", "lpage": "664", "name_0": "surname:Dias;given-names:E.C.", "pub-id_pmid": "21383251", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "68", "year": "2011"}, "text": "Early sensory contributions to contextual encoding deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43355, "infons": {"fpage": "1155", "lpage": "1165", "name_0": "surname:Dodds;given-names:C.M.", "name_1": "surname:Morein-Zamir;given-names:S.", "name_2": "surname:Robbins;given-names:T.W.", "pub-id_pmid": "20923963", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "21", "year": "2011"}, "text": "Dissociating inhibition, attention, and response control in the Frontoparietal network using functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 43486, "infons": {"fpage": "11073", "lpage": "11078", "name_0": "surname:Dosenbach;given-names:N.U.F.", "name_1": "surname:Fair;given-names:D.A.", "name_2": "surname:Miezin;given-names:F.M.", "name_3": "surname:Cohen;given-names:A.L.", "name_4": "surname:Wenger;given-names:K.K.", "name_5": "surname:Dosenbach;given-names:R.A.T.", "name_6": "surname:Fox;given-names:M.D.", "name_7": "surname:Snyder;given-names:A.Z.", "name_8": "surname:Vincent;given-names:J.L.", "name_9": "surname:Raichle;given-names:M.E.", "pub-id_pmid": "17576922", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "104", "year": "2007"}, "text": "Distinct brain networks for adaptive and stable task control in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 43557, "infons": {"fpage": "491", "lpage": "498", "name_0": "surname:Ethridge;given-names:L.E.", "name_1": "surname:Soilleux;given-names:M.", "name_2": "surname:Nakonezny;given-names:P.A.", "name_3": "surname:Reilly;given-names:J.L.", "name_4": "surname:Hill;given-names:S.K.", "name_5": "surname:Keefe;given-names:R.S.E.", "name_6": "surname:Gershon;given-names:E.S.", "name_7": "surname:Pearlson;given-names:G.D.", "name_8": "surname:Tamminga;given-names:C.A.", "name_9": "surname:Keshavan;given-names:M.S.", "pub-id_pmid": "25261042", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "159", "year": "2014"}, "text": "Behavioral response inhibition in psychotic disorders: diagnostic specificity, familiality and relation to generalized cognitive deficit", "sentences": [], "annotations": [], "relations": []}, {"offset": 43694, "infons": {"fpage": "218", "lpage": "229", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Buechel;given-names:C.", "name_2": "surname:Fink;given-names:G.R.", "name_3": "surname:Morris;given-names:J.", "name_4": "surname:Rolls;given-names:E.", "name_5": "surname:Dolan;given-names:R.J.", "pub-id_pmid": "9344826", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "6", "year": "1997"}, "text": "Psychophysiological and modulatory interactions in neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 43758, "infons": {"fpage": "1273", "lpage": "1302", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Harrison;given-names:L.", "name_2": "surname:Penny;given-names:W.", "pub-id_pmid": "12948688", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "19", "year": "2003"}, "text": "Dynamic causal modelling", "sentences": [], "annotations": [], "relations": []}, {"offset": 43783, "infons": {"fpage": "8301", "lpage": "8306", "name_0": "surname:Garavan;given-names:H.", "name_1": "surname:Ross;given-names:T.J.", "name_2": "surname:Stein;given-names:E.A.", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "Vol. 96", "year": "1999"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 43784, "infons": {"fpage": "171", "lpage": "178", "name_0": "surname:Glasser;given-names:M.F.", "name_1": "surname:Coalson;given-names:T.", "name_2": "surname:Robinson;given-names:E.", "name_3": "surname:Hacker;given-names:C.", "name_4": "surname:Harwell;given-names:J.", "name_5": "surname:Yacoub;given-names:E.", "name_6": "surname:Ugurbil;given-names:K.", "name_7": "surname:Anderson;given-names:J.", "name_8": "surname:Beckmann;given-names:C.F.", "name_9": "surname:Jenkinson;given-names:M.", "pub-id_pmid": "27437579", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "536", "year": "2016"}, "text": "A multi-modal parcellation of human cerebral cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 43836, "infons": {"fpage": "20", "lpage": "25", "name_0": "surname:Goodale;given-names:M.A.", "name_1": "surname:Milner;given-names:A.D.", "pub-id_pmid": "1374953", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "15", "year": "1992"}, "text": "Separate visual pathways for perception and action", "sentences": [], "annotations": [], "relations": []}, {"offset": 43887, "infons": {"fpage": "395", "lpage": "403", "name_0": "surname:Hahamy;given-names:A.", "name_1": "surname:Calhoun;given-names:V.", "name_2": "surname:Pearlson;given-names:G.", "name_3": "surname:Harel;given-names:M.", "name_4": "surname:Stern;given-names:N.", "name_5": "surname:Attar;given-names:F.", "name_6": "surname:Malach;given-names:R.", "name_7": "surname:Salomon;given-names:R.", "pub-id_pmid": "24923194", "section_type": "REF", "source": "Brain Connect.", "type": "ref", "volume": "4", "year": "2014"}, "text": "Save the global: global signal connectivity as a tool for studying clinical populations with functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 44018, "infons": {"fpage": "939", "lpage": "948", "name_0": "surname:Hoptman;given-names:M.J.", "name_1": "surname:Antonius;given-names:D.", "name_2": "surname:Mauro;given-names:C.J.", "name_3": "surname:Parker;given-names:E.M.", "name_4": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "25073506", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "171", "year": "2014"}, "text": "Cortical thinning, functional connectivity, and mood-related impulsivity in schizophrenia: relationship to aggressive attitudes and behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 44159, "infons": {"fpage": "220", "lpage": "231", "name_0": "surname:Hughes;given-names:M.E.", "name_1": "surname:Fulham;given-names:W.R.", "name_2": "surname:Johnston;given-names:P.J.", "name_3": "surname:Michie;given-names:P.T.", "pub-id_pmid": "22027085", "section_type": "REF", "source": "Biol. Psychol.", "type": "ref", "volume": "89", "year": "2012"}, "text": "Stop-signal response inhibition in schizophrenia: behavioural, event-related potential and functional neuroimaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 44279, "infons": {"fpage": "249", "lpage": "275", "name_0": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "19327031", "section_type": "REF", "source": "Annu. Rev. Clin. Psychol.", "type": "ref", "volume": "5", "year": "2009"}, "text": "When doors of perception close: bottom-up models of disrupted cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44368, "infons": {"fpage": "825", "lpage": "841", "name_0": "surname:Jenkinson;given-names:M.", "name_1": "surname:Bannister;given-names:P.", "name_2": "surname:Brady;given-names:M.", "name_3": "surname:Smith;given-names:S.", "pub-id_pmid": "12377157", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Improved optimization for the robust and accurate linear registration and motion correction of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 44476, "infons": {"fpage": "14909", "lpage": "14921", "name_0": "surname:Kantrowitz;given-names:J.T.", "name_1": "surname:Hoptman;given-names:M.J.", "name_2": "surname:Leitman;given-names:D.I.", "name_3": "surname:Moreno-Ortega;given-names:M.", "name_4": "surname:Lehrfeld;given-names:J.M.", "name_5": "surname:Dias;given-names:E.", "name_6": "surname:Sehatpour;given-names:P.", "name_7": "surname:Laukka;given-names:P.", "name_8": "surname:Silipo;given-names:G.", "name_9": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "26538659", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "35", "year": "2015"}, "text": "Neural substrates of auditory emotion recognition deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44552, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:S.R.", "name_1": "surname:Fiszbein;given-names:A.", "name_2": "surname:Opler;given-names:L.A.", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44619, "infons": {"fpage": "873", "lpage": "880", "name_0": "surname:Kirihara;given-names:K.", "name_1": "surname:Rissling;given-names:A.J.", "name_2": "surname:Swerdlow;given-names:N.R.", "name_3": "surname:Braff;given-names:D.L.", "name_4": "surname:Light;given-names:G.A.", "pub-id_pmid": "22361076", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "71", "year": "2012"}, "text": "Hierarchical organization of gamma and theta oscillatory dynamics in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44702, "infons": {"fpage": "1", "lpage": "5", "name_0": "surname:Klonsky;given-names:E.D.", "name_1": "surname:May;given-names:A.M.", "pub-id_pmid": "24313594", "section_type": "REF", "source": "Suicide Life Threat. Behav.", "type": "ref", "volume": "44", "year": "2014"}, "text": "Differentiating suicide attempters from suicide ideators: a critical frontier for suicidology research", "sentences": [], "annotations": [], "relations": []}, {"offset": 44805, "infons": {"fpage": "11692", "lpage": "11702", "name_0": "surname:Lakatos;given-names:P.", "name_1": "surname:Schroeder;given-names:C.E.", "name_2": "surname:Leitman;given-names:D.I.", "name_3": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "23843536", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "33", "year": "2013"}, "text": "Predictive suppression of cortical excitability and its deficit in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44886, "infons": {"fpage": "474", "lpage": "482", "name_0": "surname:Leitman;given-names:D.I.", "name_1": "surname:Hoptman;given-names:M.J.", "name_2": "surname:Foxe;given-names:J.J.", "name_3": "surname:Saccente;given-names:E.", "name_4": "surname:Wylie;given-names:G.R.", "name_5": "surname:Nierenberg;given-names:J.", "name_6": "surname:Jalbrzikowski;given-names:M.", "name_7": "surname:Lim;given-names:K.O.", "name_8": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "17329473", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "The neural substrates of impaired prosodic detection in schizophrenia and its sensorial antecedents", "sentences": [], "annotations": [], "relations": []}, {"offset": 44986, "infons": {"fpage": "2008", "lpage": "2010", "name_0": "surname:Lim;given-names:K.O.", "name_1": "surname:Ardekani;given-names:B.A.", "name_2": "surname:Nierenberg;given-names:J.", "name_3": "surname:Butler;given-names:P.D.", "name_4": "surname:Javitt;given-names:D.C.", "name_5": "surname:Hoptman;given-names:M.J.", "pub-id_pmid": "17074956", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "163", "year": "2006"}, "text": "Voxelwise correlational analyses of white matter integrity in multiple cognitive domains in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45092, "infons": {"fpage": "631", "lpage": "638", "name_0": "surname:Lindenmayer;given-names:J.P.", "name_1": "surname:Bernstein-Hyman;given-names:R.", "name_2": "surname:Grochowski;given-names:S.", "pub-id_pmid": "7964671", "section_type": "REF", "source": "J. Nerv. Ment. Dis.", "type": "ref", "volume": "182", "year": "1994"}, "text": "Five-factor model of schizophrenia initial validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 45146, "infons": {"fpage": "1064", "lpage": "1076", "name_0": "surname:Lipszyc;given-names:J.", "name_1": "surname:Schachar;given-names:R.", "pub-id_pmid": "20719043", "section_type": "REF", "source": "J. Int. Neuropsychol. Soc.", "type": "ref", "volume": "16", "year": "2010"}, "text": "Inhibitory control and psychopathology: a meta-analysis of studies using the stop signal task", "sentences": [], "annotations": [], "relations": []}, {"offset": 45240, "infons": {"fpage": "189", "lpage": "239", "name_0": "surname:Logan;given-names:G.D.", "name_1": "surname:Dagenbach;given-names:D.", "name_2": "surname:Carr;given-names:T.H.", "section_type": "REF", "source": "Inhibitory Processes in Attention Memory and Language", "type": "ref", "year": "1994"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 45241, "infons": {"fpage": "295", "lpage": "327", "name_0": "surname:Logan;given-names:G.D.", "name_1": "surname:Cowan;given-names:W.B.", "section_type": "REF", "source": "Psychol. Rev.", "type": "ref", "volume": "91", "year": "1984"}, "text": "On the ability to inhibit thought and action: a theory of an act of control", "sentences": [], "annotations": [], "relations": []}, {"offset": 45317, "infons": {"fpage": "145", "lpage": "151", "name_0": "surname:Makeig;given-names:S.", "name_1": "surname:Bell;given-names:A.J.", "name_2": "surname:Jung;given-names:T.P.", "name_3": "surname:Sejnowski;given-names:T.J.", "section_type": "REF", "source": "Advances in Neural Information Processing Systems", "type": "ref", "year": "1996"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 45318, "infons": {"fpage": "109", "lpage": "117", "name_0": "surname:Mathalon;given-names:D.H.", "name_1": "surname:Jorgensen;given-names:K.W.", "name_2": "surname:Roach;given-names:B.J.", "name_3": "surname:Ford;given-names:J.M.", "pub-id_pmid": "19414043", "section_type": "REF", "source": "Int. J. Psychophysiol.", "type": "ref", "volume": "73", "year": "2009"}, "text": "Error detection failures in schizophrenia: ERPs and FMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 45375, "infons": {"fpage": "893", "lpage": "905", "name_0": "surname:Murphy;given-names:K.", "name_1": "surname:Birn;given-names:R.M.", "name_2": "surname:Handwerker;given-names:D.A.", "name_3": "surname:Jones;given-names:T.B.", "name_4": "surname:Bandettini;given-names:P.A.", "pub-id_pmid": "18976716", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "44", "year": "2009"}, "text": "The impact of global signal regression on resting state correlations: are anti-correlated networks introduced?", "sentences": [], "annotations": [], "relations": []}, {"offset": 45486, "infons": {"fpage": "80", "lpage": "86", "name_0": "surname:Nanda;given-names:P.", "name_1": "surname:Tandon;given-names:N.", "name_2": "surname:Mathew;given-names:I.T.", "name_3": "surname:Padmanabhan;given-names:J.L.", "name_4": "surname:Clementz;given-names:B.A.", "name_5": "surname:Pearlson;given-names:G.D.", "name_6": "surname:Sweeney;given-names:J.A.", "name_7": "surname:Tamminga;given-names:C.A.", "name_8": "surname:Keshavan;given-names:M.S.", "pub-id_pmid": "26711526", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "170", "year": "2015"}, "text": "Impulsivity across the psychosis spectrum: correlates of cortical volume, suicidal history, and social and global function", "sentences": [], "annotations": [], "relations": []}, {"offset": 45609, "infons": {"fpage": "439", "lpage": "448", "name_0": "surname:Nelson;given-names:B.G.", "name_1": "surname:Bassett;given-names:D.S.", "name_2": "surname:Camchong;given-names:J.", "name_3": "surname:Bullmore;given-names:E.T.", "name_4": "surname:Lim;given-names:K.O.", "pub-id_pmid": "28616384", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "15", "year": "2017"}, "text": "Comparison of large-scale human brain functional and anatomical networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45699, "infons": {"fpage": "301", "lpage": "303", "name_0": "surname:Nolan;given-names:K.A.", "name_1": "surname:D'Angelo;given-names:D.", "name_2": "surname:Hoptman;given-names:M.J.", "pub-id_pmid": "21106252", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "187", "year": "2011"}, "text": "Self-report and laboratory measures of impulsivity in patients with schizophrenia or schizoaffective disorder and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 45830, "infons": {"fpage": "203", "lpage": "213", "name_0": "surname:Nuechterlein;given-names:K.", "name_1": "surname:Green;given-names:M.", "name_2": "surname:Kern;given-names:R.", "name_3": "surname:Baade;given-names:L.", "name_4": "surname:Barch;given-names:D.", "name_5": "surname:Cohen;given-names:J.", "name_6": "surname:Essock;given-names:S.", "name_7": "surname:Fenton;given-names:W.", "name_8": "surname:Frese;given-names:F.", "name_9": "surname:Gold;given-names:J.", "pub-id_pmid": "18172019", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "165", "year": "2008"}, "text": "The MATRICS consensus cognitive battery, part 1: test selection, reliability, and validity", "sentences": [], "annotations": [], "relations": []}, {"offset": 45921, "infons": {"fpage": "335", "lpage": "350", "name_0": "surname:Palva;given-names:J.M.", "name_1": "surname:Palva;given-names:S.", "pub-id_pmid": "21854973", "section_type": "REF", "source": "Prog. Brain Res.", "type": "ref", "volume": "193", "year": "2011"}, "text": "Roles of multiscale brain activity fluctuations in shaping the variability and dynamics of psychophysical performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 46039, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Barnes;given-names:K.A.", "name_2": "surname:Snyder;given-names:A.Z.", "name_3": "surname:Schlaggar;given-names:B.L.", "name_4": "surname:Petersen;given-names:S.E.", "pub-id_pmid": "22019881", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 46142, "infons": {"fpage": "351", "lpage": "358", "name_0": "surname:Rubia;given-names:K.", "name_1": "surname:Smith;given-names:A.B.", "name_2": "surname:Brammer;given-names:M.J.", "name_3": "surname:Taylor;given-names:E.", "pub-id_pmid": "14527595", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "20", "year": "2003"}, "text": "Right inferior prefrontal cortex mediates response inhibition while mesial prefrontal cortex is responsible for error detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 46270, "infons": {"fpage": "82", "lpage": "93", "name_0": "surname:Sheffield;given-names:J.M.", "name_1": "surname:Repovs;given-names:G.", "name_2": "surname:Harms;given-names:M.P.", "name_3": "surname:Carter;given-names:C.S.", "name_4": "surname:Gold;given-names:J.M.", "name_5": "surname:MacDonald;given-names:A.W.;suffix:III", "name_6": "surname:Ragland;given-names:J.D.", "name_7": "surname:Silverstein;given-names:S.M.", "name_8": "surname:Godwin;given-names:D.", "name_9": "surname:Barch;given-names:D.M.", "pub-id_pmid": "25979608", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "73", "year": "2015"}, "text": "Fronto-parietal and cingulo-opercular network integrity and cognition in health and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46368, "infons": {"fpage": "3373", "lpage": "3378", "name_0": "surname:Tabu;given-names:H.", "name_1": "surname:Mima;given-names:T.", "name_2": "surname:Aso;given-names:T.", "name_3": "surname:Takahashi;given-names:R.", "name_4": "surname:Fukuyama;given-names:H.", "pub-id_pmid": "22079449", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2011"}, "text": "Common inhibitory prefrontal activation during inhibition of hand and foot responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 46453, "infons": {"fpage": "90", "lpage": "98", "name_0": "surname:Thakkar;given-names:K.N.", "name_1": "surname:Schall;given-names:J.D.", "name_2": "surname:Logan;given-names:G.D.", "name_3": "surname:Park;given-names:S.", "pub-id_pmid": "25769133", "section_type": "REF", "source": "Brain Cogn.", "type": "ref", "volume": "95", "year": "2015"}, "text": "Response inhibition and response monitoring in a saccadic double-step task in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46545, "infons": {"name_0": "surname:Wechsler;given-names:D.", "section_type": "REF", "type": "ref", "year": "1997"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46546, "infons": {"name_0": "surname:Wechsler;given-names:D.", "section_type": "REF", "type": "ref", "year": "1997"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46547, "infons": {"fpage": "434", "lpage": "445", "name_0": "surname:Winsberg;given-names:B.G.", "name_1": "surname:Javitt;given-names:D.C.", "name_2": "surname:Shanahan;given-names:G.", "pub-id_pmid": "9285079", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "42", "year": "1997"}, "text": "Electrophysiological indices of information processing in methylphenidate responders", "sentences": [], "annotations": [], "relations": []}, {"offset": 46632, "infons": {"fpage": "98", "lpage": "119", "name_0": "surname:Woldorff;given-names:M.G.", "pub-id_pmid": "8416067", "section_type": "REF", "source": "Psychophysiology", "type": "ref", "volume": "30", "year": "1993"}, "text": "Distortion of ERP averages due to overlap from temporally adjacent ERPs: analysis and correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 46729, "infons": {"fpage": "663", "lpage": "667", "name_0": "surname:Woods;given-names:S.W.", "pub-id_pmid": "12823080", "section_type": "REF", "source": "J. Clin. Psychiatry", "type": "ref", "volume": "64", "year": "2003"}, "text": "Chlorpromazine equivalent doses for the newer atypical antipsychotics", "sentences": [], "annotations": [], "relations": []}, {"offset": 46799, "infons": {"fpage": "429", "lpage": "439", "name_0": "surname:Wright;given-names:L.", "name_1": "surname:Lipszyc;given-names:J.", "name_2": "surname:Dupuis;given-names:A.", "name_3": "surname:Thayapararajah;given-names:S.W.", "name_4": "surname:Schachar;given-names:R.", "pub-id_pmid": "24731074", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "123", "year": "2014"}, "text": "Response inhibition and psychopathology: a meta-analysis of go/no-go task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 46885, "infons": {"fpage": "183", "lpage": "201", "name_0": "surname:Yan;given-names:C.G.", "name_1": "surname:Cheung;given-names:B.", "name_2": "surname:Kelly;given-names:C.", "name_3": "surname:Colcombe;given-names:S.", "name_4": "surname:Craddock;given-names:R.C.", "name_5": "surname:Martino;given-names:A.D.", "name_6": "surname:Li;given-names:Q.", "name_7": "surname:Xn;given-names:Zuo", "name_8": "surname:Castellanos;given-names:F.X.", "name_9": "surname:Milham;given-names:M.P.", "pub-id_pmid": "23499792", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "76", "year": "2013"}, "text": "A comprehensive assessment of regional variation in the impact of head micromovements on functional connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 46998, "infons": {"fpage": "7438", "lpage": "7443", "name_0": "surname:Yang;given-names:G.J.", "name_1": "surname:Murray;given-names:J.D.", "name_10": "surname:Glahn;given-names:D.C.", "name_11": "surname:Anticevic;given-names:A.", "name_2": "surname:Repovs;given-names:G.", "name_3": "surname:Cole;given-names:M.W.", "name_4": "surname:Savic;given-names:A.", "name_5": "surname:Glasser;given-names:M.F.", "name_6": "surname:Pittenger;given-names:C.", "name_7": "surname:Krystal;given-names:J.H.", "name_8": "surname:Wang;given-names:X.J.", "name_9": "surname:Pearlson;given-names:G.D.", "pub-id_pmid": "24799682", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "111", "year": "2014"}, "text": "Altered global brain signal in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47043, "infons": {"fpage": "1125", "lpage": "1165", "name_0": "surname:Yeo;given-names:B.T.T.", "name_1": "surname:Krienen;given-names:F.M.", "name_2": "surname:Sepulcre;given-names:J.", "name_3": "surname:Sabuncu;given-names:M.R.", "name_4": "surname:Lashkari;given-names:D.", "name_5": "surname:Hollinshead;given-names:M.", "name_6": "surname:Roffman;given-names:J.L.", "name_7": "surname:Smoller;given-names:J.W.", "name_8": "surname:Zöllei;given-names:L.", "name_9": "surname:Polimeni;given-names:J.R.", "pub-id_pmid": "21653723", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "106", "year": "2011"}, "text": "The organization of the human cerebral cortex estimated by intrinsic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 47136, "infons": {"fpage": "1432", "lpage": "1445", "name_0": "surname:Zuo;given-names:Xn", "name_1": "surname:Di Martino;given-names:A.", "name_2": "surname:Kelly;given-names:C.", "name_3": "surname:Shehzad;given-names:Z.E.", "name_4": "surname:Gee;given-names:D.G.", "name_5": "surname:Klein;given-names:D.F.", "name_6": "surname:Castellanos;given-names:F.X.", "name_7": "surname:Biswal;given-names:B.B.", "name_8": "surname:Milham;given-names:M.P.", "pub-id_pmid": "19782143", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "The oscillating brain: complex and reliable", "sentences": [], "annotations": [], "relations": []}, {"offset": 47180, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47199, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2018.01.001.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}