{"source": "PMC", "date": "20201214", "key": "pmc.key", "infons": {}, "documents": [{"id": "5794071", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Multi-modality", "article-id_doi": "10.1371/journal.pone.0191202", "article-id_pmc": "5794071", "article-id_pmid": "29389986", "article-id_publisher-id": "PONE-D-17-31308", "elocation-id": "e0191202", "issue": "2", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Guo;given-names:Shuixia", "name_1": "surname:Huang;given-names:Chu-Chung", "name_10": "surname:Lin;given-names:Ching-Po", "name_11": "surname:Lin;given-names:Ching-Po", "name_2": "surname:Zhao;given-names:Wei", "name_3": "surname:Yang;given-names:Albert C.", "name_4": "surname:Lin;given-names:Ching-Po", "name_5": "surname:Nichols;given-names:Thomas", "name_6": "surname:Tsai;given-names:Shih-Jen", "name_7": "surname:Hu;given-names:Dewen", "name_8": "surname:Guo;given-names:Shuixia", "name_9": "surname:Guo;given-names:Shuixia", "notes": "All relevant data are within the paper and its Supporting Information files.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "13", "year": "2018"}, "text": "Combining multi-modality data for searching biomarkers in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 72, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Identification of imaging biomarkers for schizophrenia is an important but still challenging problem. Even though considerable efforts have been made over the past decades, quantitative alterations between patients and healthy subjects have not yet provided a diagnostic measure with sufficient high sensitivity and specificity. One of the most important reasons is the lack of consistent findings, which is in part due to single-mode study, which only detects single dimensional information by each modality, and thus misses the most crucial differences between groups. Here, we hypothesize that multimodal integration of functional MRI (fMRI), structural MRI (sMRI), and diffusion tensor imaging (DTI) might yield more power for the diagnosis of schizophrenia. A novel multivariate data fusion method for combining these modalities is introduced without reducing the dimension or using the priors from 161 schizophrenia patients and 168 matched healthy controls. The multi-index feature for each ROI is constructed and summarized with Wilk's lambda by performing multivariate analysis of variance to calculate the significant difference between different groups. Our results show that, among these modalities, fMRI has the most significant featureby calculating the Jaccard similarity coefficient (0.7416) and Kappa index (0.4833). Furthermore, fusion of these modalities provides the most plentiful information and the highest predictive accuracy of 86.52%. This work indicates that multimodal integration can improve the ability of distinguishing differences between groups and might be assisting in further diagnosis of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1712, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1725, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is a major mental disorder characterized by positive and negative symptoms, as well as persistent neuro-cognitive deficits. Considerable efforts have been made over the last decades to identify biological markers for clinical diagnosis and prediction of disease progression. Plenty of studies have described significant differences in schizophrenia (SZ) patients compared to healthy controls (HC)across different imaging modalities. Each modality records specific facets of structure or function MRI and provides biomarkers that may either be specific or common to other modalities. Typically, these modalities are analyzed separately based on their own models and thus the biomarkers are obtained from each single modality separately. For example, functional MRI (fMRI) measures the hemodynamic response related to neural activity in the brain dynamically, from which disease biomarkers related to dorsolateral prefrontal cortex, anterior cingulate cortex, and parietal cortex are generally reported. Structure MRI (sMRI) provides information about the tissue type of the brain (grey matter (GM) and white matter (WM)), from which biomarkers related to frontal and temporal cortex, and hippocampus are often pointed out. Diffusion tensor imaging (DTI) captures diffusion of water molecules to reflect the directional microstructure within WM and complements the missing orientation information in structural images. By using DTI and related analysis, abnormalities related to superior and prefrontal cortex, temporal cortex, and anterior cingulate cortex in schizophrenia patients are frequently studied. Despite the imaging studies have identified quantitative alterations in schizophrenia, these findings have not yet provided a diagnostic measure with sufficient high sensitivity and specificity. Even though part of the actualities is the heterogeneousness of these psychiatric disorders, the lack of consistent findings due to the specificity of individual model also limits the sensitivity and specificity. It thus misses important differences which are only partially detected by each modality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3842, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, collection of multimodal brain images from each individual has become common practice, which takes advantage that each modality provides a unique dimension of the brain. This motivates the need for a joint analysis of these multi-modality data, which may uncover previously hidden relationships that can unify disparate findings in brain imaging. Comparison between function and structure provides more informative insights into both altered brain patterns and connectivity, and might be useful for diagnosis of schizophrenia when having both. For example, one would detect a change in functional magnetic resonance imaging (fMRI) activation maps that are associated with a change in the brain structure. A lower and different function–structure connectivity is often found in patients with schizophrenia compared with healthy controls, suggesting that combination of two imaging modalities provides more comprehensive descriptions of the altered connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4813, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One existing approach for combining or fusing data in brain imaging includes constraining one modality with another, as DTI being constrained by fMRI or sMRI data, or vice versa. While this is a powerful technique, a common limitation is that the potentially unrealistic assumptions which are fundamentally of a different nature than the known modality would be imposed upon the constrained data. Another data fusion approach is to first process each image type and extract features from different modalities. These features are then examined for relationships among the data types at the group level (i.e., variations among individuals or between patients and controls). Such approaches include those based upon singular value decomposition (SVD) and partial least squares (PLS) as well as joint independent component analysis(jICA), multimodal canonical correlation analysis (mCCA), linked ICA and other adaptive approaches such as parallel ICA. These approaches take advantage of the ‘cross’-information among data types when performing multimodal fusion and provides a natural link among different data types. However, the data matrices are transformed into a smaller set of components in order to reduce the dimension with these approaches, which may result in a loss of important information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6112, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Moreover, most current approaches focuses on pair-wise fusion. Only very few studies focuses on examining the relationships among multiple data types by using dimension-reduction data fusion approaches, such as mCCA, jICA, etc. Given the power of modern MR scanners, more than two imaging modalities are generally available for each participant, multi-way fusion joint multivariate analysis of multiple data types (e.g., resting state fMRI, task-related fMRI, DTI, and sMRI) might improve the ability to classify brain diseases and to detect more informative biomarkers in mental disorders such as schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6725, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Hereby, we develop a novel multivariate fusion method to combine the resting-state fMRI (rfMRI), sMRI and DTI without reducing the dimension or using prior information. The multi-index feature for each ROI is first constructed and summarized with Wilk's lambda by performing multivariate analysis of variance to detect significant changes between different groups. Considering the importance of multimodal features, the method we proposed should enable examination of full correspondence across three modalities by achieving reliable inter-modality associations and achieving high predictive power for brain disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7344, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7352, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 7361, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One hundred and sixty-one patients with chronic schizophrenia (66 males and 95 females) were recruited for this study and they were identified according to the DSM-IV diagnostic criteria by qualified psychiatrists at the Taipei Veterans General Hospital. Exclusion criteria included the presence of DSM-IV Axis I diagnoses of other disorders such as bipolar disorder, history of any substance dependence or history of clinically significant head trauma. Illness durations ranged from several months to 52 years (mean±SD: 17.86±11.1 years). All patients were being treated with a range of antipsychotics. Their average age was 44.99±11.5years and they had a mean education duration of 12.33±3.66 years. Symptom severity was measured using the Positive and Negative Syndrome Scale (PANSS) assessment which was given to all schizophrenic participants either one week before the MRI scan or one week after it. All patients complete their PANSS assessment as listed in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8334, "infons": {"file": "pone.0191202.t001.xml", "id": "pone.0191202.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Subject demographics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8356, "infons": {"file": "pone.0191202.t001.xml", "id": "pone.0191202.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" colspan=\"2\" rowspan=\"1\">Schizophrenia patients<break/>n = 161</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Controls<break/>n = 168</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">P value</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Age (year)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">44.99±11.5</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">43.17±10.8</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">0.14</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Education (year)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">12.33±3.66</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">15.8±3.5</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">&lt;0.001</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Sex (M/F)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">66/95</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">72/96</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">0.73</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IIlIllness duration(year)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">17.86±11.1</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">P PANSS-positive scale</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9.6±3.3</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    PANSS-negative scale</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.96±5.6</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    PANSS-general psychopathology scale</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">20.7±4.8</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    PANSS- Total</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">40.3±11.2</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    MMSE</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">26.9 ±3.3</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td><td align=\"center\" colspan=\"2\" rowspan=\"1\">n.a.</td></tr></tbody></table>\n"}, "text": "\tSchizophrenia patientsn = 161\tControlsn = 168\tP value\t \t    Age (year)\t44.99±11.5\t43.17±10.8\t0.14\t \t    Education (year)\t12.33±3.66\t15.8±3.5\t<0.001\t \t    Sex (M/F)\t66/95\t72/96\t0.73\t \tIIlIllness duration(year)\t17.86±11.1\tn.a.\tn.a.\t \tP PANSS-positive scale\t9.6±3.3\tn.a.\tn.a.\t \t    PANSS-negative scale\t9.96±5.6\tn.a.\tn.a.\t \t    PANSS-general psychopathology scale\t20.7±4.8\tn.a.\tn.a.\t \t    PANSS- Total\t40.3±11.2\tn.a.\tn.a.\t \t    MMSE\t26.9 ±3.3\tn.a.\tn.a.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 8810, "infons": {"file": "pone.0191202.t001.xml", "id": "pone.0191202.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note: Demographic information for the patient and control groups. Mean and standard deviation are provided for continuous variables (e.g., age, education, and PANSS scales). PANSS = Positive and Negative Syndrome Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9030, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One hundred sixty eight(72 male and 96 female) healthy control subjects were also recruited. Their average age was 43.17±10.8 years, and their mean education duration was 15.8±3.5 years. All of the controls were assessed in accordance with DSM-IV criteria as being free of schizophrenia and other Axis I disorders. None of them had any neurological diseases or suffered from clinically significant head trauma and none had a history of any substance dependence. The patient and control groups were well matched by gender (χ2 = 1.2, p = 0.73) and age (t = 1.48, p = 0.14) although the controls had a slightly longer education duration (t = -8.8, p<0.001). Patient and healthy control demographics are shown in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9748, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All of the patients were diagnosed according to the Diagnostic and Statistical Manual of Mental Disorders-IV criteria, then administered a diagnostic structured Mini- International Neuropsychiatric Interview (MINI), Mini-Mental State Examination (MMSE) Chinese version. The cognitive functioning of the participants was evaluated using the MMSE for general cognitive status and the Wechsler Digit Span subtest for verbal working memory abilities. All participants exhibited sufficient visual and auditory acuity to undergo cognitive testing. This study was conducted in accordance with the Declaration of Helsinki and approved by the Institutional Review Board of Taipei Veterans General Hospital. Written informed consent was obtained from all participants ensuring adequate understanding of the study. Any participants with the presence of possible dementia or illiteracy were excluded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10637, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Imaging acquisitions and data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 10681, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Imaging parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 10700, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All images were acquired using a 3T MR system (Siemens Magnetom Tim Trio, Erlangen, German) at National Yang-Ming University, equipped with a high-resolution 12-channel head array coil. To minimize the head motion during the scan, each subject’s head was immobilized with cushions inside the coil during the scan. A high-resolution anatomical T1-weighted image was acquired with sagittal 3D magnetization-prepared rapid gradient echo (MPRAGE) sequence: repetition time (TR) = 3500 ms, echo time (TE) = 3.5 ms, inversion time = 1100 ms, flip angle = 7°, field of view (FOV) = 256 × 256 mm2, 192 slices, slice thickness = 1 mm, voxel size = 1×1×1 mm3. The diffusion images gradient encoding schemes include 30 non-collinear directions (according to the minimal energy arrangement of electron distribution (http://www2.research.att.com/~njas/electrons/dim3) with b-value 1000 s/mm2, number of excitations: 3) and 3 non-diffusion weighted image volume. With the consideration of total brain coverage, each volume consisted of 70 contiguous axial slice (thickness: 2 mm) acquired using a single shot spin-echo planar imaging (EPI) sequence (TR: 11,000ms, TE: 104ms, NEX: 6, Matrix size: 128×128, voxel size: 2×2×2 mm3, matrix size: 128×128). For resting state fMRI: T2-weighted images with BOLD contrast were measured using a gradient echo- planar imaging (EPI) sequence (repetition time, TR: 2,500 ms, echo time, TE: 27 ms, field of view, FoV: 220 mm, flip angle: 77 degree, matrix size: 64×64, and voxel size: 3.44×3.44×3.40 mm3), participants were instructed to relax with their eyes closed, without falling asleep during the total 8min scan time. For each run, 200 EPI volume images were acquired along the anterior and posterior commissure (AC–PC) plane. After the resting state experiment, participants were asked whether they fell asleep during the resting state scan session, and the participants were rescanned if they slept during the resting state scan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12660, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 12679, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "fMRI data preprocessing was then conducted by SPM8 (University College London,UK; http://www.fil.ion.ucl.ac.uk/spm) and DPARSF(Data Processing Assistant for resting-state fMRI). Briefly, the remaining functional scans were first corrected for within-scan acquisition time differences between slices, and then realigned to the middle volume to correct for interscan head motions. Subsequently, the functional scans were spatially normalized to a standard template (Montreal Neurological Institute) and resampled to 3×3×3mm3. After normalization, the Blood Oxygenation Level Dependent(BOLD) signal of each voxel was first detrended to abandon linear trend and then passed through a bandpass filter (0.01–0.08 Hz) to reduce low-frequency drift and high-frequency physiological noise. Finally, nuisance covariates including head motion parameters, global mean signals, white matter signals and cerebrospinal fluid signals were regressed out from the Blood Oxygenation Level Dependent signals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13668, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "sMRI preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13687, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All T1-weighted structural data were pre-processed using the Diffeomorphic Anatomical Registration using Exponentiated Lie algebra (DARTEL) toolbox in SPM8 software (http://www.fil.ion.ucl.ac.uk/spm) running under Matlab (MathWorks, USA). This procedure involves the creation of a study-specific template and the segmentation of each individual image using said template, with the aim of maximizing accuracy and sensitivity. After modulate normalizing, the images were segmented into gray matter, white matter and the cerebrospinal fluid. These segmented images were smoothed using a 12-mm full width at half maximum (FWHM) Gaussian kernel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14328, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DTI preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 14346, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Before image data processing, one author (Chu-Chung Huang, an experienced radiological technician) received all of the MRI scans to confirm that the participants were free of any morphological abnormalities and apparent WM lesions. Eddy current correction and brain tissue extraction of DTI dataset were pre-processed using FSL 5.0.9 (Functional Magnetic Resonance Imaging of the Brain Software Library; http://www.fmrib.ox.ac.uk/fsl). Eddy current correction involved registering the diffusion-weighted images to the non-diffusion weighted image through affine transformations. It was done not only to minimize image distortion derived from eddy currents induced by fast-switching gradient coils, but also to reduce the simple head motion. Subsequently, the Brain Extraction Tool (BET) compiled in FSL was applied to remove the non-brain tissue and background noise from the images. After DTI preprocessing, parameter maps include FA (relative ratio of axial to radial diffusivities), RD (radial diffusivity, (λ2+λ3)/2 and MD (mean diffusivity, (λ1+λ2+λ3)/3) were calculated by fitting Baser’s DTI tensor model at each voxel using in-house software. The definitions of λ1, λ2, λ3 are given in Supplemental Materials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15564, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of multi-index vector for each ROI", "sentences": [], "annotations": [], "relations": []}, {"offset": 15612, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After preprocessing, each modality is first reduced to a “feature” for each subject, which tends to be more tractable than working with the large-scale original data and provides a simpler space to link the data. In this paper, an automated anatomical labeling atlas was used to parcellate the brain into 90 regions of interest (ROIs) (45 in each hemisphere) and the “feature” is obtained for each ROI. The names of the ROIs and their corresponding abbreviations are listed in S1 Table.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16099, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For fMRI, the time series were firstly extracted in each ROI by averaging the signals of all voxels within that region. Secondly, ordinary Pearson correlation coefficients with all other 89 different ROIs were calculated for each ROI. A Fisher’s r-to-z transformation was utilized to convert each correlation coefficient rij into Zij to improve the normality. A vector consisting of all these 89 functional connectivity (FC) coefficients (Zij) was constructed as the functional measure (fMRI) for each ROI. For sMRI, the volume of grey matter (GM) and white matter (WM) was extracted as the structural feature for each ROI. For DTI, the fractional anisotropy (FA), radial diffusivity (RD) and mean diffusivity (MD) were extracted as the DTI features for each ROI. By combining with the functional, structural and DTI features, a vector consisting of 94 variables (89 fMRI features, 2 sMRI features, and 3 DTI features) was constructed as multi-index vector for each ROI. To avoid being overly biased by data scaling, the combined data was normalized by subtracting the mean and dividing by the standard deviation. The flowchart of the fusion data is shown in Fig 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17265, "infons": {"file": "pone.0191202.g001.jpg", "id": "pone.0191202.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The flowchart of data fusion in this paper.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17309, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Multivariate analysis of variance", "sentences": [], "annotations": [], "relations": []}, {"offset": 17343, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Multivariate analysis of variance (MANOVA) is one of the multivariate approaches. It is a statistical test procedure for comparing multivariate (population) means of several groups. The multivariate approach has been adapted for single-mode fMRI data, sMRI data and DTI data in earlier studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17638, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Suppose there are G different groups (patient, healthy control, etc) with ng individuals in the g-th group. For each individual k in the g-th group, there are m measures to form a measurement vector  where  is the i-th measurement of the k-th sample on the g-th group. We assume that Xgk follows a multivariate normal distribution Xg ∼ Nm(μg, ∑),g = 1,2,…, G", "sentences": [], "annotations": [], "relations": []}, {"offset": 17997, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to test the ability of each ROI to distinguish the different groups, we define the following measures: the within-group dispersion matrix W = [wij]m×m, the between-group dispersion matrix B = [bij]m×m and the total dispersion matrix T = [Tij]m×m, where     ", "sentences": [], "annotations": [], "relations": []}, {"offset": 18264, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ordinary Wilk's Lambda statistic was defined as follows: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 18326, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The smaller the value of λ is, the bigger the difference of different groups are.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18408, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to calculate the p value of each Wilk’s Lambda statistics, we transform it to a chi-square distribution with the following formulation: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 18554, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Bartlett showed that if H0: μ1 = μ2 = … = μG is true and n is large, λ has approximately a chi-square distribution with m×(G−1) degrees of freedom", "sentences": [], "annotations": [], "relations": []}, {"offset": 18701, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Support vector machine (SVM) classifier", "sentences": [], "annotations": [], "relations": []}, {"offset": 18741, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The SVM is a machine learning approach for a two-class classification problem. Since first proposed by Vapnik as a logistical extension of statistical learning theory, SVM has become widely used in many areas because of their ability to handle very high-dimensional data, and their accuracy in classification and prediction. SVM has become increasingly used in studies of psychiatric and neurological disorders,the rationale for which is that it is able to account for the inter-relationship between different within-modality measures for each subject by considering them simultaneously.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19329, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SVM conceptually implements the idea that vectors are non-linearly mapped to a very high dimensional feature space. In the feature space, a linear separation surface is created to separate the training data by maximizing the margin between the vectors of the two classes. The training ends with the definition of a decision surface that divides the space into two sub-spaces. Each sub-space corresponds to one class of the training data. Once the training is completed, the test data are mapped to the feature space. A class is then assigned to the test data depending on which sub-space they are mapped to.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19937, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this paper, a SVM toolkit named libsvm written by Chih-Jen Lin from Taiwan university (http://www.csie.ntu.edu.tw/~cjlin/libsvm/) is used. Specifically, the whole brain single-modal or multi-modal features are applied to the raw input matrix. Statistically significant features (p-value of two-sample t-test being smaller than a threshold) are selected. Different kernel types (linear, t = 0; polynomial, t = 1; radial basis function, t = 2) and different trade-off parameter C (0.001, 0.01, 0.1, 1, 10, 100, 1000, 10000) is tried to obtain the highest accuracy rate. To measure the test performance and to validate the classifier, we implement 10-fold cross-validation with three levels of nesting for tuning and validating our model. That is, for each iteration, eight folds of the subjects are used for training, one fold is used to optimize the parameters and another fold for testing. The procedure is iterated for 100 times, and the meandiscrimination accuracy, sensitivity and specificity are reported with the best parameter setting. The features are selected in each cross-validation run and the features with high weights during the 100 iterations are the optimized features for each classifier. Choosing the generalization rate as the statistic, permutation tests are employed to estimate the statistical significance of the observed classification accuracy. In permutation testing, the class labels of the training data are randomly permuted prior to training. Cross-validation is then performed on the permuted training set, and the permutation is repeated 100 times. The p-value represents the probability of observing a classification prediction rate in a permutation testing no less than the discrimination accuracy. If the p-value is smaller than the significant level, we reject the null hypothesis that the classifier could not learn the relationship between the data and the labels reliably and declare that the classifier learns the relationship with a probability of being wrong of at most p.The flowchart of the pattern recognition is shown in S1 Fig.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22015, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Diversity of individual modalities in classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 22068, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As mentioned earlier, a lot of studies have indicated that different modalities contain complementary information for discrimination. In order to quantitatively measure the discrimination similarity and diversity between any two different modalities, we use Jaccard similarity coefficient and Kappa index to achieve these goals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22397, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Jaccard coefficient measures similarity between finite sample sets, and is defined as the size of the intersection divided by the size of the union of the sample sets. Cohen's kappa measures the agreement between two raters who each classify N items into C mutually exclusive categories. The equation for kappa is: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22717, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Where Pr(a) is the relative observed agreement among raters, and Pr(e) is the hypothetical probability of chance agreement, using the observed data to calculate the probabilities of each observer randomly staying each category.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22945, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Contribution of different modalities", "sentences": [], "annotations": [], "relations": []}, {"offset": 22982, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "When scanning the same subject, we can obtain fMRI, sMRI and DTI at the same time. The multi-modal data provides a different perspective on the study of brain function and structure. In order to investigate which kind of modality is more powerful, we intend to study the contribution of each modality to the fusion data. Suppose Xi is the features for subject i. Then we use the following logistic regression to model the probability, pi, for the i-th subject to be a patient: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 23460, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to assess the contribution of different modalities, we use R2 indices, defined by Cox and Snell to describe how well the features Xi fit a set of observations (i.e., goodness of fit). We denote , , ,  as the R2 indices of four different models when we use fusion, fMRI, sMRI, and DTI features as independent, respectively. We define the contribution of different modality to fusion data as the ratio of R2 of each modality to R2 of fusion data. For example, the ratio  is the contribution of fMRI data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23972, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23980, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparison of individual modalities vs fusion measure", "sentences": [], "annotations": [], "relations": []}, {"offset": 24034, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Firstly, we construct fusion features for each ROI which include 89 fMRI features, 2 sMRI features and 3 DTI features. Since there is a significant difference in duration of education between two groups, we perform the canonical correlation analysis between the fusion features and the duration of education for each ROI. That is, the maximum correlation between the linear combinations of fusion features and the duration of education. No ROI is found to have significant correlation under FDR correction. Thus, four types of measures, including three individual measures and one fusion measure, are constructed for each ROI. Next, we want to compare the performance of four types of measures. We calculate the p value of Wilk’s Lambda statistics from the fMRI measure (89 features), sMRI measure (2 features), DTI measure (3 features) and the fusion measure (94 features) individually. Fig 2(A) shows the results of all these four kinds of measures. For visualization, the y label is -log10(p) rather than the p value. Sixteen out of 90 ROIs have the smallest p value for fMRI measure; 9 out of 90 ROIs have the smallest p value for sMRI measure; 10 out of 90 ROIs have the smallest p value for DTI measure and 55 out of 90 ROIs have the smallest p value for fusion measure. The results are shown in Fig 2B–2E. It is easy to see that fusion measure outperforms other measures in that fusion measure shows more significant p-value for most ROIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25481, "infons": {"file": "pone.0191202.g002.jpg", "id": "pone.0191202.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Results of four kinds of measures with all components of fMRI. For visualization, the y label is -log10(p) rather than the p value. (B) 16 ROIs have the smallest p value for fMRI measure. (C) 9 ROIs have the smallest p value for sMRI measure. (D) 10 ROIs have the smallest p value for DTI measure. (E)55 ROIs have the smallest p value for fusion measure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25840, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As the dimension of fMRI is obviously higher than that of sMRI and DTI, it is possible that there is bias for the contribution of fMRI. In order to reduce the dimension of fMRI, we extract the principle component of fMRI features first for each ROI. The principal components serve as fMRI features then. S2(A) Fig is the mean contribution vs number of components. It is easy to see that the total contribution of the first 5 components is more than 50%. S2(B) Fig is the total contribution of the first 5 components for each ROI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26370, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we re-calculate the p value of Wilk’s Lambda statistics from the fMRI principle component measure (5 features), sMRI measure (2 features), DTI measure (3 features) and the fusion measure (10 features) for each ROI individually. Fig 3(A) shows the results of all these four kinds of measures. For visualization, the y label is -log10(p) rather than the p value. 10 out of 90 ROIs have the smallest p value for fMRI measure, 4 out of 90 ROIs have the smallest p value for sMRI measure, 0 out of 90 ROIs have the smallest p value for DTI measure, 76 out of 90 ROIs have the smallest p value for fusion measure. The results are shown in (Fig 3B–3E). It is also easy to see that fusion measure outperforms other measures in that fusion measure shows more significant p-value for most ROIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27161, "infons": {"file": "pone.0191202.g003.jpg", "id": "pone.0191202.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Results of four kinds of measures with the 5 principle components of fMRI. For visualization, the y label is -log10(p) rather than the p value. (B) 10 ROIs have the smallest p value for fMRI measure. (C) 4 ROIs have the smallest p value for sMRI measure. (D) 0 ROIs have the smallest p value for DTI measure. (E) 76 ROIs have the smallest p value for fusion measure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27532, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Predictive power of different measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 27571, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the present study, SVM is used to discriminate between subjects belonging to two different classes (i.e. patients and controls) for each of the 7 modal combinations. We hypothesize that the better the biomarker is, the higher the discrimination accuracy is.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27832, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Firstly, we compare the predictive power of four different measures with all components of fMRI. As we can see, the three-way fusion measurements achieve more accurate discrimination between schizophrenia patients and healthy controls. Specifically, for classifying schizophrenia from healthy controls, the fusion measure fMRI+sMRI+DTI achieve the highest classification accuracy of 86.52% among the 7 different modal combinations, and the best accuracy on measure of individual modality is 84.47% (when using fMRI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28349, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we compare the predictive power of different measures with the first 5 principle components of fMRI. It is also easy to see that the three way fusion measure (fMRI+sMRI+DTI) has the highest discriminative power (84.96%) than the measures in the other modal combinations. The statistical significance of these measures is determined by way of permutation testing (n = 100 permutations) and listed in Table 2. The ROC curves are shown in (Fig 4A and 4B). From the above results, it is easy to see that fusion of all three modalities provide the most plentiful information and the highest predictive accuracy of 86.52%. This work indicates that fusion of different modalities can improve the ability of distinguishing differences and provide optimized biomarkers in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29133, "infons": {"file": "pone.0191202.g004.jpg", "id": "pone.0191202.g004", "section_type": "FIG", "type": "fig_caption"}, "text": "ROC curves of different modalities, for all components of fMRI (A) and for the first 5 components of fMRI (B). The Jaccard similarity coefficient (C) and Kappa index (D) for six different comparison.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29333, "infons": {"file": "pone.0191202.t002.xml", "id": "pone.0191202.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Discrimination accuracy of four kinds of measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29384, "infons": {"file": "pone.0191202.t002.xml", "id": "pone.0191202.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" style=\"border-top:thick\" rowspan=\"1\" colspan=\"1\"/><th align=\"justify\" style=\"border-top:thick\" rowspan=\"1\" colspan=\"1\">Accuracy (mean/std)</th><th align=\"justify\" style=\"border-top:thick\" rowspan=\"1\" colspan=\"1\">p-value</th><th align=\"justify\" style=\"border-top:thick\" rowspan=\"1\" colspan=\"1\">Specificity</th><th align=\"justify\" style=\"border-top:thick\" rowspan=\"1\" colspan=\"1\">Sensitivity</th><th align=\"justify\" style=\"border-top:thick\" rowspan=\"1\" colspan=\"1\">AUC</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"2\" colspan=\"1\">fMRI+sMRI+DTI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">a: 86.52% / 6%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">87.34%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">85.98%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.92</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">b: 84.96% / 6.8%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84.88%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">85.26%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.91</td></tr><tr><td align=\"left\" rowspan=\"2\" colspan=\"1\">fMRI+sMRI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">a: 85.86% / 6.4%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">85.81%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">85.98%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.92</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">b: 84.61% / 6.7%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84.26%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84.57%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.91</td></tr><tr><td align=\"left\" rowspan=\"2\" colspan=\"1\">fMRI+DTI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">a: 83.94% / 6.8%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">82.44%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.9</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">b: 81.57% / 6.7%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">81.43%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">81.65%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.89</td></tr><tr><td align=\"left\" rowspan=\"2\" colspan=\"1\">fMRI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">a: 84.47% / 6.9%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84.6%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84.98%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.91</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">b: 81.43% / 6.7%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">81.83%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">80.85%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.89</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">sMRI+DTI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">83.16% / 6.12%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">83.48%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">82.27%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.9</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">sMRI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">83.94% / 6.21%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">83.7%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84.3%</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.9</td></tr><tr><td align=\"left\" style=\"border-bottom:thick\" rowspan=\"1\" colspan=\"1\">DTI</td><td align=\"left\" style=\"border-bottom:thick\" rowspan=\"1\" colspan=\"1\">65.76% / 8.1%</td><td align=\"left\" style=\"border-bottom:thick\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" style=\"border-bottom:thick\" rowspan=\"1\" colspan=\"1\">75%</td><td align=\"left\" style=\"border-bottom:thick\" rowspan=\"1\" colspan=\"1\">56.52%</td><td align=\"left\" style=\"border-bottom:thick\" rowspan=\"1\" colspan=\"1\">0.7</td></tr></tbody></table>\n"}, "text": "\tAccuracy (mean/std)\tp-value\tSpecificity\tSensitivity\tAUC\t \tfMRI+sMRI+DTI\ta: 86.52% / 6%\t<0.01\t87.34%\t85.98%\t0.92\t \tb: 84.96% / 6.8%\t<0.01\t84.88%\t85.26%\t0.91\t \tfMRI+sMRI\ta: 85.86% / 6.4%\t<0.01\t85.81%\t85.98%\t0.92\t \tb: 84.61% / 6.7%\t<0.01\t84.26%\t84.57%\t0.91\t \tfMRI+DTI\ta: 83.94% / 6.8%\t<0.01\t84%\t82.44%\t0.9\t \tb: 81.57% / 6.7%\t<0.01\t81.43%\t81.65%\t0.89\t \tfMRI\ta: 84.47% / 6.9%\t<0.01\t84.6%\t84.98%\t0.91\t \tb: 81.43% / 6.7%\t<0.01\t81.83%\t80.85%\t0.89\t \tsMRI+DTI\t83.16% / 6.12%\t<0.01\t83.48%\t82.27%\t0.9\t \tsMRI\t83.94% / 6.21%\t<0.01\t83.7%\t84.3%\t0.9\t \tDTI\t65.76% / 8.1%\t0.01\t75%\t56.52%\t0.7\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29961, "infons": {"file": "pone.0191202.t002.xml", "id": "pone.0191202.t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note: a: all components of fMRI; b: first 5 principle components of fMRI; AUC: area under ROC curve.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30062, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, we use statistical t-tests to compare these 10-fold cross-validation accuracies between individual modality and fusion measures with all components of fMRI. Significant differences are detected for three individual measures as compared with three-way fusion measures (p = 0.0261 for fMRI, p = 0.003 for sMRI, p<0.001 for DTI). Significant differences are also detected for two two-way fusion measures (p = 0.0049 for fMRI+DTI, p<0.001 for sMRI+DTI) while no difference is detected for fMRI+sMRI measures (p = 0.4527) as compared with three-way fusion measures. Similar results are obtained with the first 5 principle components of fMRI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30712, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Diversity of individual modalities in classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 30765, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Here, we quantitatively measure the discrimination similarity and diversity between any two different modalities, i.e., fMRI vs. sMRI, fMRIvs. DTI, sMRI vs. DTI. We also quantitatively measure the discrimination similarity and diversity between individual modalities vs fusion feature, i.e., fMRI vs. fusion, sMRI vs. fusion, and DTI vs. fusion by comparing their individual classification results. Both Jaccard similarity coefficient (J) and Kappa index (K) are used to measure the similarities and diversities, respectively. Small values on both indexes imply a low similarity and a high diversity on these two modalities. The results are shown in Fig 4C and 4D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31431, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The Jaccard similarities (Kappa diversities) are 0.9422(0.8844), 0.7872(0.5744), 0.6322(0.2293) for fMRI vs. sMRI, fMRI vs. DTI, sMRI vs. DTI, respectively. On the other hand, the Jaccard similarities (Kappa diversities) are 0.7416(0.4833), 0.6049(0.2045), 0.6201(0.2385) for fMRI vs. fusion, sMRI vs. fusion, DTI vs. fusion, respectively. These results indicate that fMRI and sMRI have the highest similar information for classification among three modalities. They also indicate that the fMRI has the highest information for fusion feature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31974, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Contribution of different modalities", "sentences": [], "annotations": [], "relations": []}, {"offset": 32011, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We aim toquantitatively measure the contribution of each modality to fusion feature. Firstly, we use fMRI data with all components. There are 94 features in fusion data (89 fMRI features, 2 sMRI features, 3 DTI features). We calculate , , ,  from four different models and calculate the contribution of each modality. Fig 5(A) is the goodness of fit for each model. Fig 5(B) shows the contributions of fMRI, sMRI and DTI to fusion data. It is easy to see that fMRI data is the most informative (90% contribution to the fusion feature) while DTI is the least informative (9.8% contribution to the fusion feature) among these three modalities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32653, "infons": {"file": "pone.0191202.g005.jpg", "id": "pone.0191202.g005", "section_type": "FIG", "type": "fig_caption"}, "text": "Goodness of fit for different measures with all components in fMRI (A) and the first 5 principle components in fMRI (C). The contribution of fMRI, sMRI, DTI to fusion data with all components in fMRI (B) and the first 5 components in fMRI (D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32897, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we extract the first 5 components of fMRI and there are 10 features in fusion data (5 fMRI features, 2 sMRI features, 3 DTI features). Fig 5(C) is the goodness of fit for each model. Fig 5(D) is the contribution of fMRI, sMRI and DTI to fusion data. It is easy to see that fMRI data is the most informative (59.8% contribution to the fusion feature) while DTI is the least informative (20% contribution to the fusion feature) among these three modalities as well.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33367, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 33378, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Within this study, we developed a novel multivariate data fusion method to combine the resting state fMRI, sMRI and DTI without reducing the dimension or using the priors. By constructing the multi-index feature for each ROI, we calculated the p value of significant difference between groups for four different models (fMRI, sMRI, DTI, fusion). Our results showed that the three-way fusion feature has the smallest p value in most of the brain ROIs which indicates that we can increase the difference between the groups by integrating additional information. The results of discriminant analysis confirmed this conclusion which shows that each modality (fMRI, sMRI, and DTI) is indispensable for achieving good combination and classification. The fusion feature has the highest predictive accuracy of 86.12% while the best accuracy on measure of individual modality is only 84.47% when using fMRI. Our second job is to compare the similarity and diversity of individual modalities in classification. The fMRI and sMRI are very much similar both with Jaccard similarity coefficient (J = 0.9422) and with Kappa index (K = 0.8844). The fMRI has the highest information for fusion feature (J = 0.7416, K = 0.4833) among three individual modalities. At last, we find that fMRI feature has the greatest contribution of 90% to the fusion feature from the perspective of the goodness of fit. Our results show that the fusion feature can improve the ability to distinguish differences between groups, and fMRI is the most informative among these three individual modalities. We hope the method we proposed here will be potentially useful for identification of unique biomarkers of brain disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35068, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A lot of studies have shown that biomarkers from different modalities may contain complementary information for the diagnosis of schizophrenia. Several works have reported their works on combining different modalities of biomarkers. However, there have been only a few reports combining three or more types of brain imaging data to investigate brain disorders. For example, Correa examined changes that are related across fMRI, sMRI, and EEG data for SZ. Groves compared Alzheimer’s patients and age-matched controls by combining gray matter (GM) density and three diffusion data measures (fractional anisotropy (FA), mean diffusivity (MD), and tensor mode). Other advances in multi-way data fusion include integrating multiple (task) fMRI data sets from the same participant to specify common versus specific sources of activity to a greater degree than traditional general linear model-based approaches. However, there has been little report that combining resting state fMRI with other two or more different types of brain imaging data to study SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36120, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our proposed method has several advantages. First of all, our advantage is the multi-index feature we constructed. We work on the full-dimensional feature extracted from the large-scale original data, e.g., the whole brain FC constructed from the fMRI time series, whole brain GM and WM segmentation image from the sMRI scan and whole brain DTI measures such as FA, MD and RD. We utilize a full-dimensional feature-based approach providing a straightforward way to take advantage of data modeled without loss of information. Since the data between the different modalities is complementary, our results confirm that fusion feature of fMRI+sMRI+DTI has the most powerful discriminative accuracy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36815, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Secondly, the multivariate statistical analysis we used make full use of the interactive information of the data without any modeling assumptions and priors. It is different from other hypotheses driven data fusion methods, such as multiple linear regression and confirmatory structural equation modeling, which are possible to miss important connectivity links that are not included in the a priori hypotheses and do not provide information about inter-relationships It is also different from other data driven data fusion methods, such as jICA, mCCA, which are initialized from a PCA decomposition, some important information may be lost when performing PCA to do the dimension reduction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37506, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We note that there is an alternative approach, called data integration, which distinguishes from “data fusion”. In most cases, data integration refers to analyzing each data type separately and then overlay them—thereby not allowing for any direct interaction between the data types. For example, there have been some attempts to utilize structural and functional information jointly (e.g., correlation of structural volumes with functional activation in certain regions). Voxelbased morphometric methods also provide a way to directly compare changes in relative gray matter amounts to changes in fMRI regions by overlapping the statistical maps created from each approach. Other existing approaches for data combination include constraining one modality with another, as EEG or DTI being constrained by fMRI or sMRI data, or vice versa. While these are powerful technique, a common limitation is that the potentially unrealistic assumptions which are fundamentally of a different nature than the known modality would be imposed upon the constrained data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38563, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Thirdly, this is the first attempt to compare the similarity between these three modalities and the contribution of these modalities to the fusion feature. Our results showed that sMRI is similar with fMRI (J = 0.9422, K = 0.8844) while diverse with DTI (J = 0.6322, K = 0.2293). Our another promising result is that the fMRI data is the most informative (90% contribution to the fusion feature) while DTI is the least informative (9.8% contribution to the fusion feature) among these three modalities. Actually, it is easy to understand. fMRI measures the hemodynamic response related to neural activity in the brain dynamically which has better spatial resolution. It often scans for several minutes and contains more information compared with sMRI. As for DTI, we just integrate three feathers FA, RD, MD to the fusion features, it is certainly less informative than fMRI feature. Of course, we can fully integrate the DTI data into our approach, as we do for fMRI. Due to various constrains on DTI such as the quality issue for fibers with small fiber numbers, we here only include FA, RD and MD in our analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39680, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Schizophrenia is a complex disease and considered to be caused by the interplay of a number of genetic and environmental factors. Besides these neuroimaging techniques, there are also some biological or genetic biomarkers developed for diagnosis of schizophrenia. Even though there are around 30 schizophrenia-associated loci been identified through GWAS, they cannot be served as diagnosis markers. Fusion of imaging findings and genetic information may provide an alternative way for biomarker discovery, which cannot only contribute to a better understanding of biological mechanisms on brain structure and function but also have the potential to improve the diagnosis and treatments of complex diseases. By comparing the contribution of each imaging modality to the fusion data and investigate these imaging modalities, this study may provide important experience and technology for further studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40584, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The study’s primary limitation is that at the time of scanning, all of the schizophrenia patients are medicated, and correspondingly, symptomatically stable. Although we find no evidence for a significant impact of medication, it is possible that anti-psychotic exposure, or even other variables not considered here, may still have contributed to the classification in an as yet undetectable way, potentially confounding the inference one can draw from the successful discriminator. Another limitation, applicable to any study with access restricted to their own sample, is that as a single-centre, cross-sectional, study we are unable to make inference regarding the generalizability across different research centres for the validity of our method. The third limitation, fusion of multi-modality can improve the ability of distinguishing differences between groups and might be assisting in further diagnosis of schizophrenia. However, we cannot provide more evidence about this additional cross-information. We hope that we will know more about it with other new method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41658, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 41681, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 41692, "infons": {"comment": "doi: 10.1176/appi.ajp.160.4.709", "fpage": "709", "issue": "4", "lpage": "719", "name_0": "surname:Callicott;given-names:JH", "name_1": "surname:Egan;given-names:MF", "name_2": "surname:Mattay;given-names:VS", "name_3": "surname:Bertolino;given-names:A", "name_4": "surname:Bone;given-names:AD", "name_5": "surname:Verchinksi;given-names:B", "pub-id_pmid": "12668360", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "160", "year": "2003"}, "text": "Abnormal fMRI response of the dorsolateral prefrontal cortex in cognitively intact siblings of patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 41815, "infons": {"comment": "doi: 10.1002/hbm.22162", "fpage": "123", "issue": "1", "lpage": "139", "name_0": "surname:Guo;given-names:SX", "name_1": "surname:Kendrick;given-names:KM", "name_2": "surname:Yu;given-names:R", "name_3": "surname:Wang;given-names:HL", "name_4": "surname:Feng;given-names:JF", "pub-id_pmid": "23008170", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "35", "year": "2014"}, "text": "Key functional circuitry altered in schizophrenia involves parietal regions associated with sense of self", "sentences": [], "annotations": [], "relations": []}, {"offset": 41921, "infons": {"comment": "doi: 10.1093/schbul/sbt163", "fpage": "449", "issue": "2", "lpage": "459", "name_0": "surname:Guo;given-names:SX", "name_1": "surname:Palaniyappan;given-names:L", "name_2": "surname:Yang;given-names:B", "name_3": "surname:Liu;given-names:ZN", "name_4": "surname:Xue;given-names:ZM", "name_5": "surname:Feng;given-names:JF", "pub-id_pmid": "24282323", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "40", "year": "2014"}, "text": "Anatomical distance affects functional connectivity in patients with schizophrenia and their siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 42023, "infons": {"fpage": "463", "lpage": "474", "name_0": "surname:Pu;given-names:W", "name_1": "surname:Rolls;given-names:E T", "name_2": "surname:Guo;given-names:S", "name_3": "surname:Liu;given-names:HH", "name_4": "surname:Yu;given-names:Y", "name_5": "surname:Xue;given-names:ZM", "pub-id_pmid": "25389520", "section_type": "REF", "source": "NeuroImage: Clinical", "type": "ref", "volume": "6", "year": "2014"}, "text": "Altered functional connectivity links in neuroleptic-naïve and neuroleptic-treated patients with schizophrenia, and their relation to symptoms including volition", "sentences": [], "annotations": [], "relations": []}, {"offset": 42185, "infons": {"comment": "doi: 10.1176/appi.ajp.158.9.1423", "fpage": "1423", "issue": "9", "lpage": "1428", "name_0": "surname:Carter;given-names:CS", "name_1": "surname:MacDonald;given-names:IIIAW", "name_2": "surname:Ross;given-names:LL", "name_3": "surname:Stenger;given-names:VA", "pub-id_pmid": "11532726", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Anterior cingulate cortex activity and impaired self-monitoring of performance in patients with schizophrenia: an event-related fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 42324, "infons": {"comment": "doi: 10.1073/pnas.0500515102", "fpage": "8627", "issue": "24", "lpage": "8632", "name_0": "surname:Callicott;given-names:JH", "name_1": "surname:Straub;given-names:R E", "name_2": "surname:Pezawas;given-names:L", "name_3": "surname:Egan;given-names:MF", "name_4": "surname:Mattay;given-names:VS", "name_5": "surname:Hariri;given-names:AR", "pub-id_pmid": "15939883", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "102", "year": "2005"}, "text": "Variation in DISC1 affects hippocampal structure and function and increases risk for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42423, "infons": {"comment": "doi: 10.1523/JNEUROSCI.2874-10.2010", "fpage": "15915", "issue": "47", "lpage": "15926", "name_0": "surname:van den Heuvel;given-names:MP", "name_1": "surname:Mandl;given-names:RCW", "name_2": "surname:Stam;given-names:CJ", "name_3": "surname:Kahn;given-names:RS", "name_4": "surname:Hulshoff;given-names:PolHE", "pub-id_pmid": "21106830", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "30", "year": "2010"}, "text": "Aberrant frontal and temporal complex network structure in schizophrenia: a graph theoretical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42526, "infons": {"fpage": "1", "lpage": "2", "name_0": "surname:Guo;given-names:SX", "name_1": "surname:Iwabuchi;given-names:S", "name_2": "surname:Balain;given-names:V", "name_3": "surname:Feng;given-names:JF", "name_4": "surname:Liddle;given-names:P", "name_5": "surname:Palaniyappan;given-names:L", "section_type": "REF", "source": "The British Journal of Psychiatry", "type": "ref", "year": "2015"}, "text": "Cortical folding and the potential for prognostic neuroimaging in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42606, "infons": {"comment": "doi: 10.1017/S0033291716000994", "fpage": "2201", "issue": "10", "lpage": "2214", "name_0": "surname:Guo;given-names:XS", "name_1": "surname:Palaniyappan;given-names:L", "name_2": "surname:Liddle;given-names:P F", "name_3": "surname:Feng;given-names:JF", "pub-id_pmid": "27228263", "section_type": "REF", "source": "Psychological medicine", "type": "ref", "volume": "46", "year": "2016"}, "text": "Dynamic cerebral reorganization in the pathophysiology of schizophrenia: a MRI-derived cortical thickness study", "sentences": [], "annotations": [], "relations": []}, {"offset": 42718, "infons": {"fpage": "231", "issue": "2", "lpage": "238", "name_0": "surname:Lee;given-names:SH", "name_1": "surname:Kubicki;given-names:M", "name_2": "surname:Asami;given-names:T", "name_3": "surname:Seidman;given-names:L", "name_4": "surname:Goldstein;given-names:J", "name_5": "surname:Mesholam-Gately;given-names:R", "pub-id_pmid": "23290268", "section_type": "REF", "source": "Schizophrenia research", "type": "ref", "volume": "143", "year": "2013"}, "text": "Extensive white matter abnormalities in patients with first-episode schizophrenia: a diffusion tensor imaging (DTI) study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42841, "infons": {"fpage": "15", "issue": "1", "lpage": "30", "name_0": "surname:Kubicki;given-names:M", "name_1": "surname:McCarley;given-names:R", "name_2": "surname:Westin;given-names:CF", "name_3": "surname:Park;given-names:HJ", "name_4": "surname:Maier;given-names:S", "name_5": "surname:Kikinis;given-names:R", "pub-id_pmid": "16023676", "section_type": "REF", "source": "Journal of psychiatric research", "type": "ref", "volume": "41", "year": "2007"}, "text": "A review of diffusion tensor imaging studies in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42903, "infons": {"fpage": "47", "lpage": "62", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Giuliani;given-names:N", "name_3": "surname:Pekar;given-names:J", "name_4": "surname:Kiehl;given-names:K", "name_5": "surname:Pearlson;given-names:G", "section_type": "REF", "source": "Human BrainMapping", "type": "ref", "volume": "27", "year": "2006"}, "text": "Methodfor multimodal analysis of independent source differences in schizophrenia: combining gray matter structural and auditory oddball functional data", "sentences": [], "annotations": [], "relations": []}, {"offset": 43055, "infons": {"comment": "doi: 10.1177/155005940803900206", "fpage": "57", "lpage": "60", "name_0": "surname:McCarley;given-names:RW", "name_1": "surname:Nakamura;given-names:M", "name_2": "surname:Shenton;given-names:ME", "name_3": "surname:Salisbury;given-names:DF", "pub-id_pmid": "18450168", "section_type": "REF", "source": "Clinical EEG Neuroscience", "type": "ref", "volume": "39", "year": "2008"}, "text": "Combining ERP andstructural MRI informationin first episode schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 43150, "infons": {"comment": "doi: 10.1016/j.neuroimage.2009.08.056", "fpage": "2626", "issue": "3", "lpage": "2637", "name_0": "surname:Michael;given-names:AM", "name_1": "surname:Baum;given-names:SA", "name_2": "surname:White;given-names:T", "name_3": "surname:Demirci;given-names:O", "name_4": "surname:Andreasen;given-names:NC", "name_5": "surname:Segall;given-names:J", "pub-id_pmid": "19733247", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Does function follow form?: methods to fuse structural and functional brain images show decreased linkage in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43273, "infons": {"comment": "doi: 10.1016/j.jneumeth.2011.10.031", "fpage": "68", "issue": "1", "lpage": "81", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Yu;given-names:Q", "name_3": "surname:Chen;given-names:J", "name_4": "surname:Calhoun;given-names:VD", "pub-id_pmid": "22108139", "section_type": "REF", "source": "Journal of neuroscience methods", "type": "ref", "volume": "204", "year": "2012"}, "text": "A reviewof multivariate methods for multimodal fusion of brain imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 43349, "infons": {"comment": "doi: 10.1016/j.neuroimage.2011.05.055", "fpage": "839", "issue": "3", "lpage": "855", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Pearlson;given-names:G", "name_2": "surname:Caprihan;given-names:A", "name_3": "surname:Adali;given-names:T", "name_4": "surname:Kiehl;given-names:K", "name_5": "surname:Liu;given-names:J", "pub-id_pmid": "21640835", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "57", "year": "2011"}, "text": "Discriminating schizophrenia and bipolar disorder by fusing fMRI and DTI in a multimodal CCA+ joint ICA model", "sentences": [], "annotations": [], "relations": []}, {"offset": 43459, "infons": {"fpage": "3889", "lpage": "3892", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Castro;given-names:E", "name_2": "surname:He;given-names:H", "name_3": "surname:Bridwell;given-names:D", "name_4": "surname:Du;given-names:Y", "name_5": "surname:Pearlson;given-names:G", "section_type": "REF", "source": "IEEE", "type": "ref", "year": "2014"}, "text": "Combination of FMRI-SMRI-EEG data improves discrimination of schizophrenia patients by ensemble feature selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 43573, "infons": {"comment": "doi: 10.1016/j.schres.2007.11.039", "fpage": "120", "lpage": "132", "name_0": "surname:Zhou;given-names:Y", "name_1": "surname:Shu;given-names:N", "name_2": "surname:Liu;given-names:Y", "name_3": "surname:Song;given-names:M", "name_4": "surname:Hao;given-names:Y", "name_5": "surname:Liu;given-names:H", "pub-id_pmid": "18234476", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "100", "year": "2008"}, "text": "Alteredresting-state functional connectivityand anatomical connectivity of hippocampus in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43677, "infons": {"comment": "doi: 10.1093/schbul/sbp131", "fpage": "640", "issue": "3", "lpage": "650", "name_0": "surname:Camchong;given-names:J", "name_1": "surname:MacDonald;given-names:AW", "name_2": "surname:Bell;given-names:C", "name_3": "surname:Mueller;given-names:B", "name_4": "surname:Lim;given-names:K", "pub-id_pmid": "19920062", "section_type": "REF", "source": "Schizophrenia bulletin", "type": "ref", "volume": "37", "year": "2011"}, "text": "Altered functional and anatomical connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43741, "infons": {"comment": "doi: 10.1177/1051228405283363", "fpage": "68S", "lpage": "81S", "name_0": "surname:Goldberg-Zimring;given-names:D", "name_1": "surname:Mewes;given-names:AU", "name_2": "surname:Maddah;given-names:M", "name_3": "surname:Warfield;given-names:SK", "pub-id_pmid": "16385020", "section_type": "REF", "source": "J Neuroimaging", "type": "ref", "volume": "15", "year": "2005"}, "text": "Diffusion tensor magnetic resonance imaging in multiple sclerosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43807, "infons": {"fpage": "166", "issue": "2", "lpage": "172", "name_0": "surname:Friston;given-names:KJ", "name_1": "surname:Frith;given-names:CD", "name_2": "surname:Frackowiak;given-names:RS", "name_3": "surname:Tumer;given-names:R", "pub-id_pmid": "9343599", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "2", "year": "1995"}, "text": "Characterizing dynamic brain responses with fMRI: a multivariate approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 43881, "infons": {"fpage": "143", "issue": "3", "lpage": "157", "name_0": "surname:McIntosh;given-names:A R", "name_1": "surname:Bookstein;given-names:F L", "name_2": "surname:Haxby;given-names:J V", "name_3": "surname:Grady;given-names:CL", "pub-id_pmid": "9345485", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "3", "year": "1996"}, "text": "Spatial pattern analysis of functional brain images using partial least squares[J]", "sentences": [], "annotations": [], "relations": []}, {"offset": 43964, "infons": {"comment": "doi: 10.1109/MSP.2010.936725", "fpage": "39", "issue": "4", "lpage": "50", "name_0": "surname:Correa;given-names:NM", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Li;given-names:YO", "name_3": "surname:Calhoun;given-names:VD", "pub-id_pmid": "20706554", "section_type": "REF", "source": "IEEE signal processing magazine", "type": "ref", "volume": "27", "year": "2010"}, "text": "Canonical correlation analysis for data fusion and group inferences", "sentences": [], "annotations": [], "relations": []}, {"offset": 44032, "infons": {"comment": "doi: 10.1016/j.neuroimage.2010.01.062", "fpage": "1438", "issue": "4", "lpage": "1445", "name_0": "surname:Correa;given-names:NM", "name_1": "surname:Eichele;given-names:T", "name_2": "surname:Adalı;given-names:T", "name_3": "surname:Li;given-names:Y", "name_4": "surname:Calhoun;given-names:VD", "pub-id_pmid": "20100584", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "50", "year": "2010"}, "text": "Multi-set canonical correlation analysis for the fusion of concurrent single trial ERP and functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 44138, "infons": {"comment": "doi: 10.1016/j.neuroimage.2010.09.073", "fpage": "2198", "issue": "3", "lpage": "2217", "name_0": "surname:Groves;given-names:AR", "name_1": "surname:Beckmann;given-names:CF", "name_2": "surname:Smith;given-names:SM", "name_3": "surname:Woolrich;given-names:MW", "pub-id_pmid": "20932919", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Linked independent component analysis for multimodal data fusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 44203, "infons": {"comment": "doi: 10.1002/hbm.20508", "fpage": "241", "issue": "1", "lpage": "255", "name_0": "surname:Liu;given-names:J", "name_1": "surname:Pearlson;given-names:G", "name_2": "surname:Windemuth;given-names:A", "name_3": "surname:Ruano;given-names:G", "name_4": "surname:Perrone-Bizzozero;given-names:NI", "name_5": "surname:Calhoun;given-names:V", "pub-id_pmid": "18072279", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "30", "year": "2009"}, "text": "Combining fMRI andSNP data to investigate connections between brain function and genetics using parallel ICA", "sentences": [], "annotations": [], "relations": []}, {"offset": 44312, "infons": {"name_0": "surname:Fodor;given-names:I K", "section_type": "REF", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 44313, "infons": {"comment": "doi: 10.1016/j.neuroimage.2014.01.021", "fpage": "220", "lpage": "228", "name_0": "surname:Cao;given-names:H", "name_1": "surname:Duan;given-names:J", "name_2": "surname:Lin;given-names:D", "name_3": "surname:Shugart;given-names:Y", "name_4": "surname:Calhoun;given-names:V", "name_5": "surname:Wang;given-names:Y", "pub-id_pmid": "24530838", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "102", "year": "2014"}, "text": "Sparse representation based biomarker selection for schizophrenia with integrated analysis of fMRI and SNPs", "sentences": [], "annotations": [], "relations": []}, {"offset": 44421, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hu W, Lin D, Calhoun V D, Wang Y. Integration of SNPs-FMRI-methylation data with sparse multi-CCA for schizophrenia study[C]//Engineering in Medicine and Biology Society (EMBC), 2016 IEEE 38th Annual International Conference of the. IEEE, 2016: 3310–3313.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44677, "infons": {"comment": "doi: 10.1016/j.neuroimage.2007.07.007", "fpage": "95", "issue": "1", "lpage": "113", "name_0": "surname:Ashburner;given-names:J", "pub-id_pmid": "17761438", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "38", "year": "2007"}, "text": "A fast diffeomorphic image registration algorithm", "sentences": [], "annotations": [], "relations": []}, {"offset": 44727, "infons": {"comment": "doi: 10.1017/S003329171300024X", "fpage": "2547", "issue": "12", "lpage": "2562", "name_0": "surname:Pettersson-Yeo;given-names:W", "name_1": "surname:Benetti;given-names:S", "name_2": "surname:Marquand;given-names:AF", "name_3": "surname:Dell‘Acqua;given-names:F", "name_4": "surname:Williams;given-names:S", "name_5": "surname:Allen;given-names:P", "pub-id_pmid": "23507081", "section_type": "REF", "source": "Psychological medicine", "type": "ref", "volume": "43", "year": "2013"}, "text": "Using genetic, cognitive and multi-modal neuroimaging data to identify ultra-high-risk and first-episode psychosis at the individual level", "sentences": [], "annotations": [], "relations": []}, {"offset": 44866, "infons": {"fpage": "893", "issue": "6", "lpage": "906", "name_0": "surname:Pierpaoli;given-names:C", "name_1": "surname:Basser;given-names:PJ", "pub-id_pmid": "8946355", "section_type": "REF", "source": "Magnetic resonance in Medicine", "type": "ref", "volume": "36", "year": "1996"}, "text": "Toward a quantitative assessment of diffusion anisotropy", "sentences": [], "annotations": [], "relations": []}, {"offset": 44923, "infons": {"fpage": "S163", "issue": "1", "lpage": "S172", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Liu;given-names:J", "name_2": "surname:Adalı;given-names:T", "pub-id_pmid": "19059344", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "45", "year": "2009"}, "text": "A review of group ICA for fMRI data and ICA for joint inference of imaging, genetic, and ERP data", "sentences": [], "annotations": [], "relations": []}, {"offset": 45021, "infons": {"comment": "doi: 10.1006/nimg.2001.0978", "fpage": "273", "issue": "1", "lpage": "289", "name_0": "surname:Tzourio-Mazoyer;given-names:N", "name_1": "surname:Landeau;given-names:B", "name_2": "surname:Papathanassiou;given-names:D", "name_3": "surname:Crivello;given-names:F", "name_4": "surname:Etard;given-names:O", "name_5": "surname:Delcroix;given-names:N", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 45153, "infons": {"fpage": "166", "issue": "2", "lpage": "172", "name_0": "surname:Friston;given-names:KJ", "name_1": "surname:Frith;given-names:CD", "name_2": "surname:Frackowiak;given-names:RS", "name_3": "surname:Tumer;given-names:R", "pub-id_pmid": "9343599", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "2", "year": "1995"}, "text": "Characterizing dynamic brain responses with fMRI: a multivariate approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 45227, "infons": {"comment": "doi: 10.1007/s12021-008-9041-y", "fpage": "37", "issue": "1", "lpage": "53", "name_0": "surname:Hanke;given-names:M", "name_1": "surname:Halchenko;given-names:YO", "name_2": "surname:Sederberg;given-names:PB", "name_3": "surname:Hanson;given-names:S", "name_4": "surname:Haxby;given-names:J", "name_5": "surname:Pollmann;given-names:S", "pub-id_pmid": "19184561", "section_type": "REF", "source": "Neuroinformatics", "type": "ref", "volume": "7", "year": "2009"}, "text": "PyMVPA: a python toolbox for multivariate pattern analysis of fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 45299, "infons": {"comment": "doi: 10.1016/j.neuron.2010.08.040", "fpage": "728", "issue": "5", "lpage": "734", "name_0": "surname:Giedd;given-names:JN", "name_1": "surname:Rapoport;given-names:JL", "pub-id_pmid": "20826305", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "67", "year": "2010"}, "text": "Structural MRI of pediatric brain development: what have we learned and where are we going?", "sentences": [], "annotations": [], "relations": []}, {"offset": 45391, "infons": {"comment": "doi: 10.1016/j.neuroimage.2009.10.067", "fpage": "2021", "lpage": "2032", "name_0": "surname:Teipel;given-names:SJ", "name_1": "surname:Bokde;given-names:AL", "name_2": "surname:Meindl;given-names:T", "name_3": "surname:Amaro;given-names:E", "name_4": "surname:Soldner;given-names:J", "name_5": "surname:Reiser;given-names:M", "pub-id_pmid": "19878723", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "White matter microstructure underlying default mode network connectivity in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 45483, "infons": {"fpage": "33", "lpage": "40", "name_0": "surname:Bartlett;given-names:MS", "section_type": "REF", "source": "Proceedings of the Cambridge Philosophical Society", "type": "ref", "volume": "34", "year": "1938"}, "text": "Further aspects of the theory of multiple regression", "sentences": [], "annotations": [], "relations": []}, {"offset": 45536, "infons": {"fpage": "1140", "issue": "4", "lpage": "1152", "name_0": "surname:Orrù;given-names:G", "name_1": "surname:Pettersson-Yeo;given-names:W", "name_2": "surname:Marquand;given-names:AF", "name_3": "surname:Sartori;given-names:G", "name_4": "surname:Mechelli;given-names:A", "pub-id_pmid": "22305994", "section_type": "REF", "source": "Neuroscience & Biobehavioral Reviews", "type": "ref", "volume": "36", "year": "2012"}, "text": "Using support vector machine to identify imaging biomarkers of neurological and psychiatric disease: a critical review", "sentences": [], "annotations": [], "relations": []}, {"offset": 45655, "infons": {"fpage": "27", "issue": "3", "name_0": "surname:Chang;given-names:CC", "name_1": "surname:Lin;given-names:C", "section_type": "REF", "source": "ACM Transactions on Intelligent Systems and Technology (TIST)", "type": "ref", "volume": "2", "year": "2011"}, "text": "LIBSVM: a library for support vector machines", "sentences": [], "annotations": [], "relations": []}, {"offset": 45701, "infons": {"comment": "doi: 10.1093/brain/aws059", "fpage": "1498", "lpage": "1507", "name_0": "surname:Zeng;given-names:LL", "name_1": "surname:Shen;given-names:H", "name_2": "surname:Liu;given-names:L", "name_3": "surname:Wang;given-names:LB", "name_4": "surname:Fang;given-names:P", "name_5": "surname:Zhou;given-names:ZT", "pub-id_pmid": "22418737", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "135", "year": "2012"}, "text": "Identifying major depression using whole-brainfunctional connectivity: a multivariatepattern analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45803, "infons": {"comment": "doi: 10.1016/j.neuroimage.2011.01.008", "fpage": "856", "issue": "3", "lpage": "867", "name_0": "surname:Zhang;given-names:D", "name_1": "surname:Wang;given-names:Y", "name_2": "surname:Zhou;given-names:L", "name_3": "surname:Yuan;given-names:H", "name_4": "surname:Shen;given-names:DG", "pub-id_pmid": "21236349", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "55", "year": "2011"}, "text": "Multimodal classification of Alzheimer's disease and mild cognitive impairment", "sentences": [], "annotations": [], "relations": []}, {"offset": 45882, "infons": {"fpage": "1247", "issue": "7", "lpage": "1269", "name_0": "surname:Gupta;given-names:T", "name_1": "surname:Seifoddini;given-names:HI", "section_type": "REF", "source": "The International Journal of Production Research", "type": "ref", "volume": "28", "year": "1990"}, "text": "Production data based similarity coefficient for machine-component grouping decisions in the design of a cellular manufacturing system", "sentences": [], "annotations": [], "relations": []}, {"offset": 46017, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cook RJ. Kappa. Encyclopedia of biostatistics, 1998.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46070, "infons": {"name_0": "surname:Cox;given-names:D", "name_1": "surname:Snell;given-names:E", "section_type": "REF", "source": "The analysis of binary data", "type": "ref", "year": "1989"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46071, "infons": {"comment": "doi: 10.1038/nrd2463", "fpage": "68", "issue": "1", "lpage": "83", "name_0": "surname:Javitt;given-names:DC", "name_1": "surname:Spencer;given-names:KM", "name_2": "surname:Thaker;given-names:GK", "name_3": "surname:Winterer;given-names:G", "name_4": "surname:Hajos;given-names:M", "pub-id_pmid": "18064038", "section_type": "REF", "source": "Nature Reviews Drug Discovery", "type": "ref", "volume": "7", "year": "2008"}, "text": "Neurophysiological biomarkers for drug development in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46139, "infons": {"comment": "doi: 10.1176/appi.ajp.2013.13070981", "fpage": "549", "issue": "5", "lpage": "556", "name_0": "surname:Tregellas;given-names:JR", "name_1": "surname:Smucny;given-names:J", "name_2": "surname:Harris;given-names:JG", "name_3": "surname:Olincy;given-names:A", "name_4": "surname:Maharajh;given-names:K", "name_5": "surname:Kronberg;given-names:E", "pub-id_pmid": "24435071", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "171", "year": "2014"}, "text": "Intrinsic hippocampal activity as a biomarker for cognition and symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46229, "infons": {"comment": "doi: 10.1016/j.neuroimage.2009.11.011", "fpage": "3110", "issue": "4", "lpage": "3121", "name_0": "surname:Shen;given-names:H", "name_1": "surname:Wang;given-names:L", "name_2": "surname:Liu;given-names:Y", "name_3": "surname:Hu;given-names:D", "pub-id_pmid": "19931396", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Discriminative analysis of resting-state functional connectivity patterns of schizophrenia using low dimensional embedding of fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 46360, "infons": {"comment": "doi: 10.1007/s12021-010-9094-6", "fpage": "321", "issue": "4", "lpage": "333", "name_0": "surname:Karageorgiou;given-names:E", "name_1": "surname:Schulz;given-names:SC", "name_2": "surname:Gollub;given-names:RL", "name_3": "surname:Andreasen;given-names:N", "name_4": "surname:Ho;given-names:BC", "name_5": "surname:Lauriello;given-names:J", "pub-id_pmid": "21246418", "section_type": "REF", "source": "Neuroinformatics", "type": "ref", "volume": "9", "year": "2011"}, "text": "Neuropsychological testing and structural magnetic resonance imaging as diagnostic biomarkers early in the course of schizophrenia and related psychoses", "sentences": [], "annotations": [], "relations": []}, {"offset": 46513, "infons": {"comment": "doi: 10.1002/hbm.20463", "fpage": "1265", "lpage": "1275", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:MacIejewski;given-names:PK", "name_2": "surname:Pearlson;given-names:GD", "name_3": "surname:Kiehl;given-names:KA", "pub-id_pmid": "17894392", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "29", "year": "2008"}, "text": "Temporal lobe and “default”hemodynamic brain modes discriminate between schizophrenia andbipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 46619, "infons": {"fpage": "2434", "issue": "21", "lpage": "2451", "name_0": "surname:Oertel-Knochel;given-names:V", "name_1": "surname:Knochel;given-names:C", "name_2": "surname:Stablein;given-names:M", "name_3": "surname:Linden;given-names:DEJ", "pub-id_pmid": "23279182", "section_type": "REF", "source": "Current topics in Medicinal Chemistry", "type": "ref", "volume": "12", "year": "2012"}, "text": "Abnormal functional and structural asymmetry as biomarker for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46695, "infons": {"issue": "1", "name_0": "surname:Wagner;given-names:M", "name_1": "surname:Fuchs;given-names:M", "section_type": "REF", "source": "Int. J. of Bioelectromag", "type": "ref", "volume": "3", "year": "2001"}, "text": "Integration of functional MRI, structural MRI, EEG and MEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 46754, "infons": {"fpage": "385", "lpage": "388", "name_0": "surname:Correa;given-names:NM", "name_1": "surname:LiY;given-names:O", "name_2": "surname:Adali;given-names:T", "name_3": "surname:Calhoun;given-names:VD", "section_type": "REF", "source": "IEEE", "type": "ref", "year": "2009"}, "text": "Fusion of fMRI, sMRI, and EEG data using canonical correlation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46826, "infons": {"comment": "doi: 10.1002/hbm.20721", "fpage": "2953", "lpage": "2970", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Pearlson;given-names:GD", "name_3": "surname:ClarkVP Calhoun;given-names:VD", "pub-id_pmid": "19172631", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "30", "year": "2009"}, "text": "A method for accurate group difference detection by constraining the mixing coefficients in anICA framework", "sentences": [], "annotations": [], "relations": []}, {"offset": 46934, "infons": {"comment": "doi: 10.1007/s12021-010-9077-7", "fpage": "213", "lpage": "229", "name_0": "surname:Kim;given-names:DI", "name_1": "surname:Sui;given-names:J", "name_2": "surname:Rachakonda;given-names:S", "name_3": "surname:White;given-names:T", "name_4": "surname:Manoach;given-names:DS", "name_5": "surname:Clark;given-names:VP", "pub-id_pmid": "20607449", "section_type": "REF", "source": "Neuroinformatics", "type": "ref", "volume": "8", "year": "2010"}, "text": "Identificationof imaging biomarkers in schizophrenia: a coefficient-constrainedindependent component analysis ofthe mind multi-site schizophreniastudy", "sentences": [], "annotations": [], "relations": []}, {"offset": 47085, "infons": {"comment": "doi: 10.1016/j.neuroimage.2006.10.007", "fpage": "500", "lpage": "8", "name_0": "surname:Oakes;given-names:TR", "name_1": "surname:Fox;given-names:AS", "name_2": "surname:Johnstone;given-names:T", "name_3": "surname:Chung;given-names:MK", "name_4": "surname:Kalin;given-names:N", "name_5": "surname:Davidson;given-names:RJ", "pub-id_pmid": "17113790", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "34", "year": "2007"}, "text": "Integrating VBMinto the general linear model with voxelwise anatomical covariates", "sentences": [], "annotations": [], "relations": []}, {"offset": 47167, "infons": {"fpage": "751", "lpage": "63", "name_0": "surname:Schlosser;given-names:R", "name_1": "surname:Gesierich;given-names:T", "name_2": "surname:Kaufmann;given-names:B", "name_3": "surname:Vucurevic;given-names:G", "name_4": "surname:Hunsche;given-names:S", "name_5": "surname:Gawehn;given-names:J", "pub-id_pmid": "12880804", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "19", "year": "2003"}, "text": "Altered effective connectivity during working memory performance inschizophrenia: a study with fMRI and structural equation modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 47300, "infons": {"fpage": "702", "issue": "8", "lpage": "716", "name_0": "surname:Hasnain;given-names:MK", "name_1": "surname:Fox;given-names:PT", "name_2": "surname:Woldorff;given-names:MG", "pub-id_pmid": "11459760", "section_type": "REF", "source": "Cerebral cortex", "type": "ref", "volume": "11", "year": "2001"}, "text": "Structure–function spatial covariance in the human visual cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 47365, "infons": {"comment": "doi: 10.1016/j.neuroimage.2003.12.027", "fpage": "144", "issue": "1", "lpage": "154", "name_0": "surname:Wen;given-names:W", "name_1": "surname:Sachdev;given-names:P", "pub-id_pmid": "15110004", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "22", "year": "2004"}, "text": "The topography of white matter hyperintensities on brain MRI in healthy 60-to 64-year-old individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 47467, "infons": {"comment": "doi: 10.1016/j.mri.2004.10.007", "fpage": "1471", "lpage": "1476", "name_0": "surname:Babiloni;given-names:F", "name_1": "surname:Mattia;given-names:D", "name_2": "surname:Babiloni;given-names:C", "name_3": "surname:Astolfi;given-names:L", "name_4": "surname:Salinari;given-names:S", "name_5": "surname:Basillisco;given-names:A", "pub-id_pmid": "15707796", "section_type": "REF", "source": "Magnetic Resonance Imaging", "type": "ref", "volume": "22", "year": "2004"}, "text": "Multimodal integration of EEG, MEG and fMRI data for the solution of the neuroimage puzzle", "sentences": [], "annotations": [], "relations": []}, {"offset": 47558, "infons": {"fpage": "202", "lpage": "208", "name_0": "surname:Dale;given-names:AM", "name_1": "surname:Halgren;given-names:E", "section_type": "REF", "source": "Current Opinionin Neurobiology", "type": "ref", "volume": "11", "year": "2001"}, "text": "Spatiotemporal mapping of brain activity by integration of multiple imaging modalities", "sentences": [], "annotations": [], "relations": []}, {"offset": 47645, "infons": {"fpage": "496", "lpage": "497", "name_0": "surname:Ramnani;given-names:N", "name_1": "surname:Lee;given-names:L", "name_2": "surname:Mechelli;given-names:A", "name_3": "surname:Phillips;given-names:C", "name_4": "surname:Roebroeck;given-names:A", "name_5": "surname:Formisano;given-names:E", "section_type": "REF", "source": "Trends in Neuroscience", "type": "ref", "volume": "25", "year": "2002"}, "text": "Exploring brain connectivity: A new frontier in systems neuroscience", "sentences": [], "annotations": [], "relations": []}, {"offset": 47714, "infons": {"comment": "doi: 10.1002/hbm.20956", "fpage": "1512", "issue": "10", "lpage": "1531", "name_0": "surname:Henson;given-names:RN", "name_1": "surname:Flandin;given-names:G", "name_2": "surname:Friston;given-names:KJ", "name_3": "surname:Mattout;given-names:J", "pub-id_pmid": "20091791", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "31", "year": "2010"}, "text": "A Parametric Empirical Bayesian framework for fMRI‐constrained MEG/EEG source reconstruction", "sentences": [], "annotations": [], "relations": []}, {"offset": 47807, "infons": {"comment": "doi: 10.1038/nature13595", "fpage": "421", "issue": "7510", "name_0": "surname:Ripke;given-names:S", "name_1": "surname:Neale;given-names:BM", "name_2": "surname:Corvin;given-names:A", "name_3": "surname:Walters;given-names:J", "name_4": "surname:Farh;given-names:K", "name_5": "surname:Holmans;given-names:PA", "pub-id_pmid": "25056061", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "511", "year": "2014"}, "text": "Biological insights from 108 schizophrenia-associated genetic loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 47874, "infons": {"comment": "doi: 10.1038/ng.2742", "fpage": "1150", "lpage": "9", "name_0": "surname:Ripke;given-names:S", "name_1": "surname:O'Dushlaine;given-names:C", "name_2": "surname:Chambert;given-names:K", "name_3": "surname:Moran;given-names:JL", "name_4": "surname:Kähler;given-names:AK", "name_5": "surname:Akterin;given-names:S", "pub-id_pmid": "23974872", "section_type": "REF", "source": "Nature Genetics", "type": "ref", "volume": "45", "year": "2013"}, "text": "Genome-wide association analysis identifies 13 new risk loci for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47953, "infons": {"comment": "doi: 10.1016/j.biopsych.2010.07.010", "fpage": "472", "lpage": "8", "name_0": "surname:Ikeda;given-names:M", "name_1": "surname:Aleksic;given-names:B", "name_2": "surname:Kinoshita;given-names:Y", "name_3": "surname:Okochi;given-names:T", "name_4": "surname:Kawashima;given-names:K", "name_5": "surname:Kushima;given-names:I", "pub-id_pmid": "20832056", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Genome-wide association study of schizophrenia in a Japanese population", "sentences": [], "annotations": [], "relations": []}, {"offset": 48025, "infons": {"name_0": "surname:Hamshere;given-names:ML", "name_1": "surname:Walters;given-names:J", "name_2": "surname:Smith;given-names:R", "name_3": "surname:Richards;given-names:A", "name_4": "surname:Green;given-names:E", "name_5": "surname:Grozeva;given-names:D", "section_type": "REF", "source": "Molecular Psychiatry", "type": "ref", "year": "2012"}, "text": "Genome-wide significant associations in schizophrenia to ITIH3/4, CACNA1C and SDCCAG8, and extensive replication of associations reported by the Schizophrenia PGC", "sentences": [], "annotations": [], "relations": []}, {"offset": 48188, "infons": {"comment": "doi: 10.1016/j.media.2013.10.010", "fpage": "891", "issue": "6", "lpage": "902", "name_0": "surname:Lin;given-names:D", "name_1": "surname:Calhoun;given-names:VD", "name_2": "surname:Wang;given-names:YP", "pub-id_pmid": "24247004", "section_type": "REF", "source": "Medical image analysis", "type": "ref", "volume": "18", "year": "2014"}, "text": "Correspondence between fMRI and SNP data by group sparse canonical correlation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48276, "infons": {"issue": "1", "name_0": "surname:Hamid;given-names:JS", "name_1": "surname:Hu;given-names:P", "name_2": "surname:Roslin;given-names:N", "name_3": "surname:Ling;given-names:V", "name_4": "surname:Greenwood;given-names:C", "name_5": "surname:Beyene;given-names:J", "section_type": "REF", "source": "Human genomics and proteomics", "type": "ref", "volume": "1", "year": "2009"}, "text": "Data integration in genetics and genomics: methods and challenges", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}