{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "5731481", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.neuroimage.2017.08.025", "article-id_manuscript": "NIHMS922211", "article-id_pmc": "5731481", "article-id_pmid": "28803940", "fpage": "80", "kwd": "MRI methods MRI acquisition Head motion distortion Real-time quality control Functional MRI Resting state functional connectivity MRI Structural MRI", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "93", "name_0": "surname:Dosenbach;given-names:Nico U.F.", "name_1": "surname:Koller;given-names:Jonathan M.", "name_10": "surname:Wesevich;given-names:Victoria", "name_11": "surname:Greene;given-names:Deanna J.", "name_12": "surname:Fair;given-names:Damien A.", "name_2": "surname:Earl;given-names:Eric A.", "name_3": "surname:Miranda-Dominguez;given-names:Oscar", "name_4": "surname:Klein;given-names:Rachel L.", "name_5": "surname:Van;given-names:Andrew N.", "name_6": "surname:Snyder;given-names:Abraham Z.", "name_7": "surname:Nagel;given-names:Bonnie J.", "name_8": "surname:Nigg;given-names:Joel T.", "name_9": "surname:Nguyen;given-names:Annie L.", "section_type": "TITLE", "type": "front", "volume": "161", "year": "2017"}, "text": "Real-time motion analytics during brain MRI improve data quality and reduce costs", "sentences": [], "annotations": [], "relations": []}, {"offset": 82, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Head motion systematically distorts clinical and research MRI data. Motion artifacts have biased findings from many structural and functional brain MRI studies. An effective way to remove motion artifacts is to exclude MRI data frames affected by head motion. However, such post-hoc frame censoring can lead to data loss rates of 50% or more in our pediatric patient cohorts. Hence, many scanner operators collect additional ‘buffer data’, an expensive practice that, by itself, does not guarantee sufficient high-quality MRI data for a given participant. Therefore, we developed an easy-to-setup, easy-to-use Framewise Integrated Real-time MRI Monitoring (FIRMM) software suite that provides scanner operators with head motion analytics in real-time, allowing them to scan each subject until the desired amount of low-movement data has been collected. Our analyses show that using FIRMM to identify the ideal scan time for each person can reduce total brain MRI scan times and associated costs by 50% or more.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1093, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1. Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1109, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Head motion represents one of the greatest obstacles to collecting quality brain MRIs in humans. Head motion distorts both structural (T1-weighted, T2-weighted, etc.) and blood-oxygenation level dependent (BOLD) functional MRI data (task-driven [fMRI], resting state functional connectivity [rs-fcMRI]). It has been shown that even sub-millimeter head movements (i.e., micromovements) systematically alter structural and functional MRI data. Hence, much effort has been devoted to developing various effective post-acquisition methods for the removal of head motion artifacts from BOLD data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1701, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Head movement from one MRI data frame to the next, rather than absolute movement away from the reference frame, accounts for the most significant BOLD signal distortions. Motion related artifacts are strongly correlated with measures of framewise displacement (FD), which represent the sum of the absolute head movements in all six rigid body directions from frame to frame. Recently, Ciric et al. directly compared the 14 most commonly used motion removal methods. Their benchmarking showed that post-hoc frame censoring techniques which remove data frames with FD values above a certain threshold are very effective for removing the residual relationship between motion and brain connectivity, as well as the distance dependence of this artifact. However, frame-censoring BOLD data based on FD comes at a steep price, because it necessarily involves data loss.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2564, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In our own pediatric patient cohorts, frame censoring excluded over 50% of rs-fcMRI data collected when using strict frame censoring criteria (FD > 0.2 mm, Supplementary Fig. 1; e.g.). The accuracy of MRI measures improves with longer data acquisition periods. Hence, a minimum number of data frames are required to obtain reliable estimates, leaving investigators committed to frame-censoring with a difficult choice – lose the participant completely or collect more data. This ‘overscanning,’ required to remove distance-dependent motion artifact while maintaining sample sizes, has drastically increased the cost and duration of brain MRIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3208, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently developed structural MRI sequences with so-called prospective motion correction use a similar frame-censoring approach to reduce the deleterious effects of head motion. These MRI sequences pair each structural data acquisition with a fast, low resolution snap shot of the whole brain (echoplanar image = EPI), which is then used as a marker or navigator for head motion. These motion-correcting structural sequences calculate relative motion between successive navigator images and use this information to mark the linked structural data frames for exclusion and reacquisition. In this manner, structural data frames are censored, which also increases the duration and cost of structural MRIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3911, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For both structural and functional MRI, access to real-time information about in-scanner head movement could greatly reduce the costs of MRI by eliminating the need for overscanning. Real-time motion monitoring would allow scanner operators to continue each scan until the desired number of low-movement data frames have been acquired (scanning-to-criterion). Even for investigators who do not implement frame censoring approaches, real-time motion monitoring would provide immediate, valuable information about scan quality. For example, access to accurate real-time FD data would enable scanner operators to intervene early on, if subjects are moving too much.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4574, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "On many MRI scanners, operators can view EPI data (e.g. BOLD) on the console as they are being reconstructed. Unfortunately, the human eye cannot reliably detect the minute head movements (0.2 mm summed across all directions) that negatively affect MRI data. Thus, watching the raw EPI images on the console as they are being acquired is inadequate for making decisions about ongoing scans. Attempts have been made to acquire real-time proxies for FD using expensive cameras and lasers. Unfortunately, such proxies of head movement are only poorly correlated with FD because they cannot distinguish movements of the face and scalp from brain movement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5226, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To simultaneously improve MRI data quality and reduce costs, we developed the easy-to-use Framewise Integrated Real-time MRI Monitoring (FIRMM) software suite, which calculates and displays FD values and summary motion statistics for brain MRI data in real time (Fig. 1, Supplementary Mov. 1). We focused on functional MRI data to develop and validate FIRMM, but it can be customized to monitor head motion during specialized structural MRI sequences that utilize navigators for motion correction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5724, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Supplementary data related to this article can be found online at http://dx.doi.org/10.1016/j.neuroimage.2017.08.025.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5842, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "FIRMM’s accuracy and cost savings were verified using several large rs-fcMRI data sets from different patient and control cohorts (1134 total scan sessions). First we characterized head movement (FD) for our Autism Spectrum Disorder (ASD), Attention Deficit Hyperactivity Disorder (ADHD), Family History of Alcoholism (FHA) and Control cohorts, using an Offline, post-hoc processing stream. Next we validated the accuracy of the FIRMM FD values by comparing them to those derived from the Offline processing stream. We then calculated the time savings generated when using FIRMM to scan to criterion. Finally, we tested FIRMM’s real-world utility and durability in a new cohort of 29 children and adolescents.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6552, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2. Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6577, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1. FIRMM software suite", "sentences": [], "annotations": [], "relations": []}, {"offset": 6603, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FIRMM is built using several software packages, each with a specific purpose, to make installation and usage easier and more reliable. Installation requires a Docker-capable Linux system. Operation on Ubuntu 14.04 and CentOS 7 operating systems have both been tested and work well. Installation is accomplished via a downloadable shell script which retrieves and installs FIRMM’s components. After installation FIRMM is launched with a shell script tailored to use a pre-built Docker image. FIRMM’s components are the compiled MATLAB (R2016b) binary backend which only requires an included MATLAB compiler runtime to run, shell scripts for image processing, a Docker image containing image processing software dependencies, and a Django web application front end. The compiled MATLAB binary backend monitors an incoming folder waiting for a new subfolder that has the current date and contains images created within the last few minutes. The backend does shell script image processing only on new functional images. The required image processing software is already installed and configured inside the Docker image. Results are visually displayed in the Django web application frontend as plots and tables in a Chromium web browser.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7836, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2. Real-time processing of DICOM images", "sentences": [], "annotations": [], "relations": []}, {"offset": 7878, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As soon as each frame/volume of EPI (echo planar imaging) data is acquired and reconstructed into DICOM format, it is transferred to a pre-designated folder that the FIRMM software monitors for new images. On Siemens scanners, rapid DICOM transfer can be achieved by selecting the ‘send IMA’ option in the ideacmdtool utility (requires ‘advanced user’ mode). On Siemens scanners one can also use an MS-DOS batch script to add start ‘FIRMM’ and stop ‘FIRMM’ buttons to the scanner operating system. This package is a standalone script that can be downloaded with FIRMM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8447, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FIRMM reads the DICOM headers and uses the header information to enter data sequentially into a job queuing system. DICOMs are processed in the temporal order they were acquired. FIRMM converts DICOMs into 4dfp format prior to any further processing. FIRMM realigns EPI data using the 4dfp cross_realign3d_4dfp algorithm. The cross_realign3d_4dfp algorithm run by FIRMM has been optimized for computational speed, thus frame-to-frame image intensity normalization has been disabled and the realigned data are not written out, only the alignment parameters. Alternative alignment algorithms operating on NIfTI format data can also be utilized and will be made available in future releases. The EPI images do not undergo pre-processing steps typically utilized in offline data analyses. For EPI images with a spatial resolution smaller than 4 mm3, data are down-sampled to 4 mm3 prior to realignment to increase processing speed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9375, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.3. Estimation of head realignments", "sentences": [], "annotations": [], "relations": []}, {"offset": 9412, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each data frame (volume) is aligned to the first frame of the run through a series of rigid body transforms, Ti, where i indexes the spatial registration of frame i to a reference of frame 1, starting with the second frame. Each transform is calculated by minimizing the registration error:   such that I(x⃗) is the image intensity at locus x⃗ and s is a scalar factor that compensates for fluctuations in mean signal intensity, spatially averaged over the whole brain (angle brackets). Each transform is represented by a combination of rotations and displacements. Therefore,", "sentences": [], "annotations": [], "relations": []}, {"offset": 9989, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  with Ri representing the 3 × 3 matrix of rotations and ḋi representing the 3 × 1 column vector of displacements. Ri consists of the three elementary rotations at each of the three axes. Hence, Ri = RiαRiβRiγ and", "sentences": [], "annotations": [], "relations": []}, {"offset": 10203, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.4. Computation of framewise displacement (FD)", "sentences": [], "annotations": [], "relations": []}, {"offset": 10251, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Calculating head realignment parameters across frames starting with the second frame generates six displacement vectors of head motion. We convert head motion to a scalar quantity with the formula, Displacementi = |Δdix| + |Δdiy| + |Δdiz| + |Δαi| + |Δβi| + |Δγi|, where Δdix = d(i−1)x − dix, Δdiy = d(i−1)y − diy, Δdiz = d(i−1)z − diz, and so forth. Rotational displacements are converted from degrees to millimeters by computing displacement on the surface of a sphere of radius 50 mm, which is approximately the mean distance from the cerebral cortex to the center of the head for a healthy young adult. Since we realign each data frame to the first frame, FD is calculated by subtracting Displacementi−1 (for the previous frame) from Displacementi (for the current frame).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11027, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.5. Model for predicting framewise displacement (FD)", "sentences": [], "annotations": [], "relations": []}, {"offset": 11081, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The head motion (FD) prediction algorithm is a linear model that updates with each new data frame (y = mx + b), where y is the predicted number of low-movement frames below a certain FD cutoff at the end of the scan or experiment, x is the consecutive frame count, and m and b are estimated for each participant in real time. A given frame is labeled as usable if the relative object displacement is less than a given FD threshold (in mm), using as reference the object’s position in the previous frame. The prediction algorithm is implemented in Python using the scikit-learn package (http://scikit-learn.org). The prediction algorithm outputs are displayed inside the ‘Predicted Duration to Scan Criteria’ box in FIRMM’s graphical user interface (GUI), as minutes until the user-specified data criterion is reached. FIRMM users can select three FD thresholds (in mm) and the desired amount of low-movement data (in min.) using a simple settings file.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12034, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.6. Visualization of framewise displacement (FD) in real time", "sentences": [], "annotations": [], "relations": []}, {"offset": 12097, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FIRMM uses a GUI designed with Django (https://www.djangoproject.com/) and Chart.js (http://www.chartjs.org/) to display FD traces and summary counts of data quality in real time. FIRMM continuously updates summary counts about the number of ‘high-quality’ low-movement frames already acquired (FD cutoff presets are 0.2 mm, 0.3 mm and 0.4 mm) in table format and as a color-coded bar graph. At the end of each data acquisition epoch (run) the summary counts for that run are displayed in a list that tabulates the summary head motion data for each run separately and for the sum of all the data acquired thus far in the active scanning session. FIRMM also displays predictions about how much longer a given subject will likely have to be scanned until the preset time-to-criterion (minutes of low-movement FD data) has been acquired. There is also a graph of the actual amount of time (in min and s) one has scanned ‘low-movement’ frames toward a preset criterion amount of time. Users are able to customize the FD cutoffs and data amount criterion by opening FIRMM in the settings mode (FIRMM -s). FIRMM can be run in the help mode by typing FIRMM -h.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13251, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.7. FIRMM monitoring: scanner requirements", "sentences": [], "annotations": [], "relations": []}, {"offset": 13295, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FIRMM requires an MRI scanner enabled to rapidly reconstruct and transfer BOLD images. FIRMM currently expects an EPI mosaic as provided by Siemens, but is customizable to work with non-mosaic formats (i.e. GE and Philips). FIRMM monitoring was developed and tested on Siemens 3T Tim Trio and Siemens 3T Prisma scanners at Washington University School of Medicine (WUSM) and Oregon Health & Science University (OHSU). Additional beta testing has been conducted as part of the Adolescent Brain Cognitive Development (ABCD) project at several MRI sites and is now being implemented as a core advancement for this national study of 10,000 children who will be scanned biannually over the next 10 years (http://www.ABCDstudy.org). FIRMM was expressly designed to also be compatible with General Electric (GE) and Philips MRI scanners and dedicated GE and Philips versions are under development. On Siemens scanners FIRMM monitoring can utilize the ideacmdtool SendIMA option with buffering disabled. Alternatively, rapid DICOM forwarding can also be built directly into Siemens sequences, or an MS-DOS batch can be used to insert FIRMM ‘start’ and ‘stop’ buttons into the operating system (stand-alone software that can be downloaded with FIRMM).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14538, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.8. FIRMM works with a wide range of sequences and EPI image types", "sentences": [], "annotations": [], "relations": []}, {"offset": 14606, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Today’s MRI data acquisition landscape is changing rapidly. With multiband imaging, EPI data for sequences such as BOLD can now be collected every few hundred milliseconds and at spatial resolutions as low as 2 mm isotropic. While our estimations of FIRMM-driven time savings and the initial live testing of FIRMM were conducted on single-band EPI data with TRs of 2.0–2.5 s, we have since verified that FIRMM works equally well with multiband EPI data acquired at spatial resolutions as low as 2 mm isotropic and with TRs as short as 700 ms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15149, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For BOLD data with high multiband factors, small voxel sizes and short TRs, the rate-limiting step is image reconstruction from k-space data, not FIRMM’s FD calculations and predictions. While image reconstruction can take longer for these types of acquisition parameters, vendor software platforms are becoming faster. Siemens image reconstruction as implemented in VE11B and VE11C is fast enough for FIRMM FD calculations to keep up with the speed of data acquisition at TRs of 700 ms. In addition, we simulated even faster image acquisition rates (TRs down to 500 ms) and FIRMM was still able to keep up and deliver accurate real-time FD calculations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15804, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to providing real-time head motion information during EPI imaging (rs-fcMRI, fMRI) at various resolutions and TRs, FIRMM can also be used to calculate FD on the EPI motion marker or navigator images collected as part of novel motion-correcting structural sequences. Such navigator images are similar enough to other EPI images that FIRMM can monitor head motion as long as it receives the EPI navigator images in real time. This use case is planned for development in a later release.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16301, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.9. FIRMM computer requirements", "sentences": [], "annotations": [], "relations": []}, {"offset": 16334, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The only hardware requirement for running FIRMM is a Docker-capable Linux computer networked to the computer running the scanner operating system, which is already part of the typical setup for MRI scanners used in research. The FIRMM software is self-contained in a Docker image and does not require licenses or the installation of other software packages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16692, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FIRMM has been most extensively used with a self-built computer running Linux (Ubuntu 14.04 LTS) and the following hardware specifications: Intel Core i7 4790 K 4.0 GHz processor, 16 GB DDR3 memory, Samsung 850 EVO 120 GB SSD and NVIDIA GTX 960 GPU.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16942, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.10. FIRMM code availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 16972, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We are making the FIRMM software and manuals available on our website (http://www.firmm.us) and on the Neuroimaging Informatics Tools and Resources Clearinghouse (https://www.nitrc.org). Installation instructions for FIRMM can be found at: http://www.firmm.us. Detailed documentation is included with the software download.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17296, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.11. Using FIRMM", "sentences": [], "annotations": [], "relations": []}, {"offset": 17314, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We focused on making FIRMM as easy to launch as possible to minimize the time interval between subject arrival and starting the first run, which can reduce costs and increase the chance of getting through the entire protocol for longer scanning sessions, especially in special populations. In its current version, scanner operators open the FIRMM monitoring GUI by typing ‘FIRMM’ into the command line.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17717, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To start monitoring head movement in real time the scanner operator must open FIRMM and then click the ‘Start FIRMM’ button which will begin monitoring the backend JSON file for updates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17904, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Once launched, FIRMM requires no additional inputs because it automatically detects the active MRI scanning session folder and monitors for new incoming EPI acquisitions, separating images into distinct runs. Should the scanner operator forget to launch FIRMM at the beginning of the scanning session, he or she can launch FIRMM at any point during the study and FIRMM will process all EPI images associated with the current session in the correct order until it catches up to ongoing image acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18408, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FIRMM automatically saves a log file for each run during a scanning session. Shutting down FIRMM only requires closing the FIRMM GUI window. All synced dicoms are automatically deleted from the host computer after 48 h.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18628, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.12. FIRMM outputs", "sentences": [], "annotations": [], "relations": []}, {"offset": 18648, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FIRMM saves a temporary processing folder per study using the DICOM header information. In that folder, FIRMM saves the head motion parameters and FD values associated with each data frame. FIRMM also generates and saves a JSON file of the full information displayed in the GUI at the conclusion of the scanning session. By loading the JSONs of completed scans, users are able to recreate the final FIRMM display of previous scan session. For each scanning session FIRMM also writes out a simple text log (.csv) containing each data frame’s FD value and the six underlying motion parameters. FIRMM users interested in using FIRMM’s motion numbers for data processing and denoising can either import them from the log files, or from the JSON files using the JQ command-line JSON processor (https://stedolan.github.io/jq/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19470, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.13. Future upgrades to FIRMM", "sentences": [], "annotations": [], "relations": []}, {"offset": 19501, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As noted above, the current version of FIRMM is part of the standard acquisition protocol for the 21-site ABCD study that will collect MRI data (structural, task fMRI, and rs-fcMRI) from 10,000 children biannually over the span of 10 years, starting at the age of 9. We expect the ABCD study to provide a great deal of valuable feedback to further improve FIRMM’s utility. ABCD functional (fMRI, rs-fcMRI) and structural (motion-correcting T1, motion-correcting T2) data should allow us to further improve the accuracy of our head motion prediction algorithm in the age range under investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20098, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FIRMM upgrades already under development are aimed at making it even easier to use and to broaden its capabilities. Hence, we are currently testing a version of FIRMM with interactive graphics that would further simplify its use by allowing the selection and deselection of specific individual scans for inclusion in the actual and predicted amount of low-movement data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20469, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Planned future versions of FIRMM should also allow users to display DVAR (D for derivative of timeseries, VAR for RMS variance across voxels) as an additional EPI data quality metric. DVAR measures how much the whole brain signal intensity varies from each data frame to the next, independent of the source of signal change. DVAR traces are very sensitive to frame-to-frame head motion but in principle can also detect EPI signal aberrancies from sources other than head motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20948, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to the 4dfp alignment algorithm currently implemented by FIRMM, future versions will allow scanner operators to choose between similar, but slightly different, EPI image registration methods for calculating FD (FSL, AFNI, SPM).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21188, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Options for feeding information about head motion back to the subject, post-run and/or in real time are undergoing testing. Those feedback approaches most effective at reducing head motion will also be built into future versions of FIRMM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21427, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.14. Validation data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 21454, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For this study, extant rs-fcMRI data (Table 1) from a total of 1134 scanning sessions of children, teens, and young adults (447 female scans) with a mean age of 12.4 years (range = 7.2–19.6 years), were utilized to compare FIRMM’s FD calculations to standard offline methods (WashU 4dfp) and to estimate the scanning cost reductions had FIRMM been available at the time of scanning. These data came from two different data sets that were pooled for the purpose of this study. The same data were also used to validate FIRMM’s head motion prediction algorithm. These data included cohorts with attention deficit hyperactivity disorder (ADHD: 425 scanning sessions, 140 female), autism spectrum disorder (ASD: 84 scanning sessions, 17 female), a family history of alcoholism (FHA: 304 scanning sessions, 141 female) and age-matched neurotypical controls (Controls: 321 scanning sessions, 149 female).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22352, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Human Investigation Review Board at OHSU (datasets 1, 2) approved the research. Written informed consent was obtained from respective parents and verbal or written assent was obtained from child participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22565, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "2.14.1. ADHD, ASD, neurotypical controls (dataset 1)", "sentences": [], "annotations": [], "relations": []}, {"offset": 22618, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ADHD and ASD cohorts, alongside age-matched neurotypical controls, were recruited as part of two ongoing longitudinal studies in the Fair and Nigg laboratories. For neurotypical and ADHD participants, children were recruited from families who volunteered in response to mass mailings in the community. Their diagnostic grouping was carefully evaluated in best-estimate, multi-stage case finding procedure. Children were excluded if they did not meet criteria for ADHD or non-ADHD groups. Exclusion criteria were tic disorder, psychotic disorder, bipolar disorder, autism spectrum disorder, conduct disorder, major depressive disorder, intellectual disability, neurological illness, chronic medical problems, sensorimotor disability, significant head trauma (with loss of consciousness); or if they were taking psychotropic medications other than psychostimulants. Children were also excluded if they had contra-indications to MRI. Only right-handed children were included in the study. Children prescribed psychostimulant medications were scanned after a minimum washout period of five half-lives (i.e. 24–48 h depending on the preparation).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23764, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For ASD participants, diagnosis was determined by a multi-disciplinary clinical team that utilized the ADOS. All children also met ASD criteria on the ADI-R, using DSM-IV criteria. Children with ASD were also assessed for ADHD by the same research methods noted above. As above, children with ASD who were taking psychostimulant medications were allowed in but were washed out for a minimum of 24–48 h (depending on formulation) or at least 7 half-lives of the formulation (i.e. the period of time it takes the body to metabolize/excrete half of the dose of the medication) prior to neuroimaging. Children taking non-stimulant psychoactive medications (e.g. tricyclic antidepressants, SSRIs, MAO inhibitors, or antipsychotic medication and atomoxetine) were excluded from the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24547, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "2.14.2. Family history of alcoholism, neurotypical controls (dataset 2)", "sentences": [], "annotations": [], "relations": []}, {"offset": 24619, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants, ages 10–16 years, were recruited from the local community. Family history of alcoholism (FHA) positive youth were part of an ongoing longitudinal study in the Nagel laboratory and matched for demographic characteristics to family history negative participants (neurotypical controls). To determine eligibility, structured interviews were conducted by telephone with the youth and one of their parents [Structured Clinical Interview;]. Exclusionary criteria included: lack of information on family history, family history of psychotic disorders (i.e. schizophrenia or bipolar I), diagnosis of a DSM-IV psychiatric disorder [Diagnostic Interview Schedule for Children, Predictive Scales ], significant lifetime alcohol or substance use (>10 lifetime alcoholic drinks or > 2 drinks on any single occasion, > 5 uses of marijuana, > 4 cigarettes per day, any other drug use) [Customary Drinking and Drug Use Record;], neurological illness, significant head trauma (loss of consciousness > 2 min), serious medical conditions, intellectual disability or learning disability, prenatal exposure to drugs or alcohol, left-handedness [Edinburgh Handedness Inventory;], premature birth (<36 weeks), MRI contraindications, and pregnancy or possible pregnancy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25880, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.15. FIRMM usage testing", "sentences": [], "annotations": [], "relations": []}, {"offset": 25906, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After applying FIRMM to the 1134 extant scans (data sets 1, 2), we tested FIRMM’s utility for scanner operators in a new cohort of 29 children (FIRMM testing dataset 3: 11 female, mean age = 11.5 years, age range = 5.9–15.9 years). The Washington University (WU) Human Research Protection Office approved the research. Written informed consent was obtained from respective parents and verbal or written assent was obtained from child participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26354, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A total of 29 children between the ages of 5–16 years old were recruited from the local community and underwent rs-fcMRI scanning for a study that provided access to FIRMM to the scanner operators (Table 2). Children were excluded for any contraindications to MRI. Being left-handed was not an exclusion criterion. All participants were native English speakers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26716, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.16. Validation and FIRMM usage testing data acquisition parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 26785, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Dataset 1 and 2 participants were scanned on a Siemens Tim Trio 3.0 T Magnetom Tim Trio system (Siemens Medical Solutions, Erlangen, Germany) with a 12-channel head coil, located at OHSU’s Advanced Imaging Research Center. A high-resolution T1-weighted MPRAGE sequence was acquired (resolution = 1 × 1 × 1.1 mm). BOLD-weighted functional images were collected (along the anterior–posterior commissure) using T2*-weighted echo planar imaging (TR = 2500 ms, TE = 30 ms, flip angle = 90°, FOV = 240 mm2, 36 slices covering the entire brain, slice thickness = 3.8 mm, resolution = 3.75 × 3.75 × 3.8 mm). Three runs of 5 min of resting state BOLD data were acquired, during which participants were instructed to stay still and fixate on a white crosshair in the center of a black screen projected from the head of the scanner and viewed with a mirror mounted on a 12-channel head coil.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27666, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Dataset 3 participants were scanned on a Siemens Tim Trio 3.0 T Magnetom system (Siemens Medical Solutions, Erlangen, Germany) with a 12-channel head coil, located at WU’s East Building Imaging Center. A high-resolution T1-weighted MPRAGE sequence was acquired (resolution = 1 × 1 × 1 mm). Functional images were acquired using a BOLD contrast-sensitive echoplanar sequence (TE = 27 ms, flip angle = 90°, in-plane resolution 4 × 4 mm; volume TR = 2.5 s). Whole-brain coverage was obtained with 32 contiguous interleaved 4 mm axial slices. Participants completed up to seven 6.8 min BOLD runs. During two of seven runs participants were in the resting state, which consisted of viewing a centrally presented white crosshair (subtending < 1° visual angle) on a black background. During the other five runs participants watched brief movies and/or received visual feedback about their head motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28561, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.17. Analyses comparing FIRMM and offline FD values", "sentences": [], "annotations": [], "relations": []}, {"offset": 28614, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For all 1134 scan sessions FD values were calculated using FIRMM (see sections 2.2, 2.3, 2.4) as well as using a previously published Offline method. The differences between the FIRMM and Offline FD values are 1) that the FIRMM FD values are calculated on the ‘raw’ BOLD images, prior to de-banding and slice-time-correction, and 2) that the FIRMM FD values are computed from BOLD image alignments relative to the first data frame instead of the run’s middle frame (Offline). All other steps such as the estimation of head realignment (section 2.3) and the formula for calculating FD (section 2.4) are the same for the FIRMM and Offline methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29260, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For both FD calculation methods (FIRMM, Offline) the number of usable low movement frames were calculated for three commonly used stringent thresholds (FD < 0.2 mm, FD < 0.3 mm, FD < 0.4 mm). For the whole sample of 1134 scans the correlation in the percentage of usable low movement frames between FIRMM and Offline was calculated for each frame censoring threshold (Fig. 3, Supplementary Fig. 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29658, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.18. Analyses estimating time savings generated by FIRMM", "sentences": [], "annotations": [], "relations": []}, {"offset": 29716, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To estimate how much scan time could have been saved by using FIRMM to scan until each subject had acquired the desired number of frames below the FD cutoff (scanning-to-criterion), we generated low movement data (FD < 0.2 mm) accumulation plots for all 1134 scan session. These plots show the accumulation of low movement data (min., y-axis) relative to the time spent scanning (min.; x-axis) (Fig. 5a). We then generated low movement data accumulation plots for each of our cohorts (ASD, ADHD, FHA, Control) (Fig. 5b). In these plots the area under the curve represents the relative scan time savings (percent) when scanning-to-criterion instead of scanning all participants for 20 min. For those scan sessions with <20 min of collected data, we linearly extrapolated the accumulation of usable frames from the existing data (Fig. 5b). We also used the 1134 individual low movement data accumulation plots to calculate the time difference in time-to-criterion between the FIRMM and Offline methods (Supplementary Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30740, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3. Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 30751, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.1. Head motion is greatest in young children, neuropsychiatric patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 30825, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MRI scans in demographic groups with very high head motion could potentially benefit greatly from utilizing FIRMM analytics. Therefore, we examined the effects of age, gender and different neuropsychiatric conditions on deleterious head motion in our set of 1134 scan sessions from subjects 7–19 years old (Fig. 2). Consistent with previous research, a multivariate linear regression analysis (GLM: age, cohort, gender) showed that mean FD values were significantly greater at younger ages (effect of age, F = 46.9, p < 0.00001). Patient and at-risk cohorts also had overall greater FD values than controls (effect of cohort, F = 17.8, p < 0.00001). In addition, males had significantly greater FD values than females (effect of gender, F = 4.8, p < 0.03) (Fig. 2b). These patterns held true when we conducted the same analyses using the percentage of low movement frames (FD < 0.2 mm, FD < 0.3 mm, FD < 0.4 mm) instead of mean FD (Supplementary Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31780, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.2. Demographics are poor predictor of in-scanner head motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "If the inter-individual variance in FD within demographic groups were low, one could attempt to optimize MRI scan durations by simply using different run lengths for different demographic groups. Yet, our analyses showed the variance of mean FD values across subjects to be very high in all cohorts ranging from ~0.1 to 2.0 mm across the entire sample. Some very young patients (<8 years old) had almost no head motion (mean FD ~ 0.1 mm), while some typically developing adolescents had very high head motion (mean FD > 0.4 mm). Even though the GLM analysis showed that age, diagnosis and gender significantly affected mean FD values, these factors explained only 12% of the variance (R2 = 0.12) across subjects. The high degree of inter-individual variance in FD across all cohorts shows that demographic criteria are insufficient predictors of how much data must be acquired for a given participant in order to retain a minimum number of low-movement data frames (Supplementary Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32832, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.3. FIRMM’s real-time FD calculations are accurate", "sentences": [], "annotations": [], "relations": []}, {"offset": 32884, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "FIRMM’s FD calculations are not only fast, but also accurate when compared to a commonly utilized Offline, post-hoc processing stream (Fig. 3). To test the accuracy of FIRMM’s FD calculations, we combined FD data from 1134 scan sessions from subjects across several pediatric patient or at-risk cohorts and age-matched controls between the ages of 7–19 years old (see Fig. 2). Across all subjects, the FD values calculated by FIRMM in real time strongly correlated with the post-hoc FD numbers generated by the Offline processing approach) with an r-value of 0.98. The correlation (r) between Offline processing and FIRMM in the percentage of low-movement frames with FD < 0.2 mm was also 0.98 (Fig. 3). This strong correlation between FIRMM and Offline processing in the percentage of usable low-movement frames was independent of the censoring threshold. At FD thresholds of 0.3 mm and 0.4 mm the correlation between FIRMM and Offline processing in the percentage of usable frames was 0.99 (Supplementary Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33900, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For scanning sessions with extremely high total movement (<25% low movement frames) FIRMM scored a slightly higher percentage of frames as low movement, while the opposite effect was noted for scan sessions with extremely low movement (>75% low movement frames; see Supplementary Figs. 3,4). Given that the correspondence between the FIRMM and Offline FD calculations is almost perfect, but not quite, we investigated whether one set of FD-values might be superior at removing distance-dependent head motion artifacts. The original analysis that revealed distance-dependent head motion artifacts plotted the pre/post frame-censoring changes in functional connectivity (Δr) against connection lengths (mm). Repeating the original distance-dependent artifact analysis with both the Offline and FIRMM FD numbers (FD < 0.2 mm) showed the same linear relationship between censoring-driven changes in connection strength (Δr) and connection length for both of them (Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34869, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.4. Using FIRMM to scan until data criterion is reached reduces scan times", "sentences": [], "annotations": [], "relations": []}, {"offset": 34945, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Extremely rigorous frame-censoring discards all data frames with an FD value > 0.2 mm. In order to obtain a reasonably stable estimate of a single subject’s functional connectivity matrix, many research groups, including ours, have been requiring at least 5 min of low-movement data per subject as our data criterion. If we apply this criterion to our entire sample of 1134 scan sessions, we find that collecting 20 min of rs-fcMRI data would have given us at least 5 min of low-movement (FD < 0.2 mm) data in 91% of participants (Fig. 5). However, for 76% of the participants we could have already stopped scanning after 10 min or less. For an additional 10% of the participants, we could have stopped data acquisition between 10 and 15 min. Another 5% of participants reached data criterion between 15 and 20 min of scanning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35773, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Thus, if we had used FIRMM to scan each participant until they reached the data criterion (5 min. FD < 0.2 mm), we could have reduced the total rs-fcMRI scan time and associated costs for this sample by 57%. We could have saved ~217 h of scan time for the rs-fcMRI data alone. Even if we conservatively estimate total hourly MRI scanning charges at $600/hr (MRI scanner usage fees, scanner operator(s) salaries and benefits, study participant payments), scanning-to-criterion with FIRMM could have reduced rs-fcMRI data acquisition costs by ~ $130,000 (see Supplementary Discussion).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36357, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Recent research suggests that significantly more than 5 min of rs-fcMRI data are needed for precision functional mapping of individual brains. Increasing the rs-fcMRI criterion beyond 5 min (FD < 0.2 mm), would greatly increase MRI scanning costs and with it the potential cost savings from scanning-to-criterion with FIRMM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36682, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "FIRMM users scanning-to-criterion can export FIRMM’s motion numbers for post-hoc data denoising, including frame censoring. For FIRMM users who would rather process and denoise their data using the motion values automatically generated by an offline data analysis package, precise congruence between the FIRMM and other FD values is important. Therefore, we quantified the divergence in required scan times between our FIRMM and Offline methods for a range of criterion times (Supplementary Fig. 4). For each FIRMM low movement criterion time, we calculated how long subjects would have had to be scanned so that 95% of them also reached the same low-movement criterion time with the Offline method. Consistent with Fig. 3 and prior work these analyses showed that the Offline processing slightly underestimates motion for lower-movement scans, so that relatively low-movement scans that meet the FIRMM data criterion will also meet the same criterion for the Offline FD values (Supplementary Fig. 4a and b). For the highest movement subjects this effect was reversed in that the Offline processing slightly overestimated head motion compared to FIRMM. Since the extremely high movement scans retained in our data are typically excluded from published data sets, even without frame censoring, and should ideally be stopped early based on FIRMM’s real-time information, the slight divergence between FIRMM and Offline numbers for the very highest movement scans does not pose a practical problem.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38178, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.5. Linear accumulation of low movement data allows prediction of time to criterion", "sentences": [], "annotations": [], "relations": []}, {"offset": 38263, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further improve FIRMM’s utility for reducing scan times and costs we built an algorithm that accurately predicts the required scan time until the low movement data criterion will be reached.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38457, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When creating this prediction algorithm, we started by visualizing the effects of time spent in the MRI scanner on head motion (Fig. 6a–c). Fig. 6a shows the concatenated mean FD traces for all scanning sessions that included at least 3 × 5 min rs-fcMRI runs. A few observations are noteworthy. First, in the higher moving clinical cohorts, mean FD values increased with time in scanner (Fig. 6a). There also appears to be a small “reset” in mean FD such that head movement is lower for the start of the next run relative to the end of the prior session. In contrast, for the lower moving control cohort, mean FD increased only minimally over time. The percentage of low movement frames (FD < 0.2 mm) for the entire cohort is shown in Fig. 6b, which indicates that the percentage of low movement frames (FD < 0.2 mm) across each cohort declined only minimally with time spent in the scanner. Fig. 6b suggests that the accumulation of low movement frames over time should be relatively linear, which is verified by the low-movement frame accumulation plot in Fig. 6c. The same observations hold true when analyzing median FD values instead of mean FD (Supplementary Fig. 4). Given these findings, we chose a basic linear model to make real-time predictions about how long each participant would need to be scanned in order to reach the data criterion specified by the FIRMM user (Fig. 6d). Using this model, we showed that after 100 data frames have been acquired, FIRMM makes accurate predictions about how much longer a participant must remain in the scanner in order to reach a certain number of low movement data frames (Fig. 6e). FIRMM’s continuously updating prediction algorithm displays an estimate of how much longer it will take to reach the pre-specified low movement data criterion (see Fig. 1). This feature is particularly helpful for very high head motion individuals, since it helps scanner operators estimate whether or not they will be able to collect the required amount of low-movement data during the allotted scanner time. Fig. 6f illustrates the robustness of the linear prediction algorithm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40572, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.6. Using FIRMM monitoring for the early termination of scans in very high movement subjects reduces aggregate scan time", "sentences": [], "annotations": [], "relations": []}, {"offset": 40694, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "FIRMM can generate additional scan time savings by allowing scanner operators to terminate scans early for those participants with extremely low likelihoods of ever reaching the data criterion. For example, in the ADHD cohort 40 out of 425 participants had provided only 2.5 min (60 frames) of usable, low-movement data after 15 min of scanning (Supplementary Fig. 1). For these high head motion subjects, even another 5 min of scanning would likely not have brought them to criterion and we could have stopped data collection after only 3 instead of 4 runs. Using FIRMM’s linear prediction module, we could have terminated rs-fcMRI scanning for some participants even earlier. In this manner, FIRMM allows MRI scanner operators to quickly move to the next MRI sequence in the study protocol or to simply terminate the entire experiment, thus saving the participant and operator valuable time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41588, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.7. FIRMM alerts scanner operators to unexpected changes in head motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 41661, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Testing the real-world utility of FIRMM in a new cohort of 29 children revealed additional benefits. For example, a fairly sudden and significant reduction in one participant’s FD values towards the end of a scanning session alerted the scanner operators to check on the participant who was found to have fallen asleep (Fig. 7a). FIRMM also allows experimenters to quickly test how different scanning conditions affect head movement in a given participant. In one participant (Fig. 7b) who underwent seven BOLD runs under slightly different conditions, it was immediately evident that one of the conditions (run #4) greatly increased head movement, while all other experimental conditions were well tolerated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42371, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Other usage cases provided by beta testing centers included using FIRMM to provide specific post-run feedback about head motion to motivate participants. This usage included sharing the percentage of low-movement data frames over the speaker system or displaying the FIRMM GUI on the participant’s screen in the scanner room for feedback and training purposes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42732, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "4. Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 42746, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Brain MRI will continue to grow in importance for medical diagnostics and human neuroscience because of its versatility and favorable safety profile. Frame-to-frame head motion is one of the biggest problems for all brain MRI sequences, clinical or research. Current solutions for dealing with excessive head motion and distance-dependent artifact carry additional risks (sedation) and costs (sedation, post-hoc frame censoring). In order to improve medical care, we must improve our ability to obtain usable brain MRIs without sedation. To speed up the advance of human systems neuroscience we must simultaneously improve brain MRI quality while reducing its costs. By enabling scanning-to-criterion and real-time interventions to prevent head motion, FIRMM represents an initial step towards acquiring higher-quality brain MRIs at lower costs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43592, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Previously, motion estimates for brain MRIs were typically analyzed offline, either after data collection was completed for a given subject, or more commonly in large batches after data collection for the whole cohort had been completed. Postponing head motion analyses until after data collection is expensive and risky, especially when scanning a previously unstudied patient population and after making changes to the data collection protocol or personnel. Researchers and clinicians need to know if a given patient or cohort has higher than expected movement before it is too late to intervene.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44191, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our analyses of head motion in 1134 scanning sessions from children, adolescents and young adults show that the FIRMM-driven time savings, when scanning-to-criterion, ranged from 46 to 64% depending on the cohort. While these cost-savings are specific to frame-censoring, FIRMM’s benefits are not limited to the frame-censoring of functional or structural MRI data. Using FIRMM will reduce acquisition costs even if the post-acquisition processing to reduce motion distortions does not involve a frame-censoring step (e.g. acompcor, ICA-FIX, ICA-AROMA). FIRMM’s head motion prediction algorithm can save time and cost by allowing researchers to terminate scans early for those participants who are extremely unlikely to provide usable data in the available time period. Scanner operators can then decide whether to rebook that participant for a longer time slot or whether to forego further attempts at MRI scanning. While scanning-to-criterion and early termination of extremely high movement scans will generate important cost reductions, preventing head motion from distorting MRI data in the first place is always preferable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45321, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "FIRMM’s real-time information about head motion can be used to prevent head motion in two different ways: 1) By influencing the behavior of MRI scanner operators and 2) by influencing MRI scanning participant behavior. Scanner operators monitoring the FIRMM window for any sudden or unusual changes in head movement are able to interrupt such scans to investigate if the subject has started moving more because they have grown uncomfortable and whether a bathroom break, blanket, repositioning or other intervention could make them feel more comfortable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45876, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "FIRMM information can also be used to improve the participants’ motivation and ability to hold still. Simply informing scan subjects that their head motion will be monitored in real time might reduce motion in some participants. In addition, post-run feedback about motion on the preceding run might lead to further head movement reductions. Such post-run feedback can be transmitted verbally or by visually displaying aspects of the FIRMM output to the participant after each run. Finally, FIRMM can be used to provide real-time visual feedback about head motion in order to reduce participant motion. Real-time head motion feedback might alter functional MRI measures, but will not affect the underlying signal for structural MRIs with motion correction (navigator images). While all of the validations presented here relied on functional MRI data, FIRMM is customizable to operate on the EPI navigator images imbedded within motion-tracking structural MRI sequences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46846, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While it is generally agreed upon that FD accurately estimates head motion during scan acquisition, slightly different methods for calculating FD are currently in use. We compared the calculation of FD currently implemented in FIRMM with the Offline method previously used in our laboratories. FD values generated by FIRMM differ from the Offline values in two ways: 1) FIRMM aligns all EPI images to the first frame of the run instead of the middle one, and 2) FIRMM operates on the raw images prior to debanding and slice-time-correction. Both of these processing changes should in principle be advantageous. We showed that the first frame of a run, on average, has slightly lower head motion (Fig. 6a), which slightly decreases the likelihood that the reference frame might become contaminated by head motion. In addition, Jonathan Power has argued that FD numbers need to be calculated on raw BOLD data (prior to debanding, slice-time correction), because temporal interpolation could dampen apparent head motion. Thus, FIRMM’s method of calculating FD values might in principle be preferable over our previous Offline approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47979, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our comparisons between the FIRMM and Offline FD values showed that they are highly congruent (r = 0.98). We also compared the FIRMM and Offline FD values in their effectiveness for removing distance-dependent artifacts by repeating the original analysis used to first describe distance-dependent head motion artifact with our 1134 scan sessions. Frame-censoring based on the FIRMM and Offline FD values seemed to remove distance dependent artifact to an equal degree (Fig. 4). Therefore, it seems reasonable and possibly more technically accurate to utilize FD values calculated prior to debanding and slice-time correction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48605, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Given that several other methods for calculating FD are currently in use (AFNI, FSL, SPM, etc.), we are planning on adding real-time versions of all commonly used FD calculation methods to future versions of FIRMM. In addition, we plan on benchmarking all of the real-time FD calculation methods against each other and their respective offline versions. Thus, future FIRMM updates will enable using one’s real-time FD calculation method of choice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49053, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While frames with high FD values introduce some of the most significant artifacts into MRI data, removing them might not get rid of all distortions. It has been proposed that very large head movements can also distort subsequent data frames. Therefore, some research groups remove one or more additional frames following high movement frames, while others do not. At the moment FIRMM is able to perform analyses on the number of frames below a certain FD cutoff, but it cannot yet process more complex contingencies, such as removing n frames following a head movement of a certain magnitude. Thus, we are planning on releasing future versions of FIRMM that will allow scanner operators to input more complex frame censoring algorithms. Other factors such as chest movements, for example, can distort the magnetic field (B0) and induce artifacts. Therefore, future versions of FIRMM will also track DVARs, a measure of how much the whole brain signal intensity varies from each data frame to the next that is sensitive to other sources of artifact besides head motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50122, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, we contend that MRI sequences of the future should always be coupled to a real-time quality control display for the scanner operator and include the option of feeding back information about data quality to the participant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50357, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 50380, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 50401, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "N.U.F.D and J.M.K. initiated the study. N.U.F.D, J.M.K., E.A.E., O.M.-D., R.L.K., A.N.V., A.Z.S. and D.A.F. developed FIRMM. J.M.K., E.A.E., O.M.-D., R.L.K. and A.N.V. wrote the FIRMM software code. J.M.K. and A.Z.S. improved the speed of FIRMM image registration. D.A.F., B.J.N., J.T.N contributed data sets #1 & #2, N.U.F.D., J.M.K., A.N., V.W., D.J.G. contributed data set #3. N.U.F.D., J.M.K., E.A.E., O.M.-D., R.L.K., A.N.V., A.Z.S., B.J.N., J.T.N., A.N., V.W., D.J.G and D.A.F. made essential contributions to the analyses of the validation data sets. N.U.F.D., J.M.K., E.A.E, R.L.K., A.N.V., A.N., V.W., D.J.G. and D.A.F tested the FIRMM software. N.U.F.D. and D.A.F supervised the project. N.U.F.D. and D.A.F. co-wrote the manuscript with essential input from all authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51182, "infons": {"fpage": "62", "pub-id_pmid": "22973200", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "6", "year": "2012"}, "text": "The ADHD-200 consortium: a model to advance the translational potential of neuroimaging in clinical neuroscience", "sentences": [], "annotations": [], "relations": []}, {"offset": 51295, "infons": {"fpage": "1353", "lpage": "1364", "name_0": "surname:Alhamud;given-names:A", "name_1": "surname:Taylor;given-names:PA", "name_2": "surname:Laughton;given-names:B", "name_3": "surname:van der Kouwe;given-names:AJ", "name_4": "surname:Meintjes;given-names:EM", "pub-id_pmid": "24935904", "section_type": "REF", "source": "J Magn Reson Imaging", "type": "ref", "volume": "41", "year": "2015"}, "text": "Motion artifact reduction in pediatric diffusion tensor imaging using fast prospective correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 51393, "infons": {"fpage": "60", "lpage": "71", "name_0": "surname:Alhamud;given-names:A", "name_1": "surname:Taylor;given-names:PA", "name_2": "surname:van der Kouwe;given-names:AJ", "name_3": "surname:Meintjes;given-names:EM", "pub-id_pmid": "26584865", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "126", "year": "2016"}, "text": "Real-time measurement and correction of both B0 changes and subject motion in diffusion tensor imaging using a double volumetric navigated (DvNav) sequence", "sentences": [], "annotations": [], "relations": []}, {"offset": 51549, "infons": {"fpage": "90", "lpage": "101", "name_0": "surname:Behzadi;given-names:Y", "name_1": "surname:Restom;given-names:K", "name_2": "surname:Liau;given-names:J", "name_3": "surname:Liu;given-names:TT", "pub-id_pmid": "17560126", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "37", "year": "2007"}, "text": "A component based noise correction method (CompCor) for BOLD and perfusion based fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 51635, "infons": {"fpage": "154", "lpage": "167", "name_0": "surname:Benner;given-names:T", "name_1": "surname:van der Kouwe;given-names:AJ", "name_2": "surname:Sorensen;given-names:AG", "pub-id_pmid": "21695721", "section_type": "REF", "source": "Magn Reson Med", "type": "ref", "volume": "66", "year": "2011"}, "text": "Diffusion imaging with prospective motion correction and reacquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 51706, "infons": {"fpage": "283", "lpage": "302", "name_0": "surname:Brown;given-names:JV", "name_1": "surname:Schumacher;given-names:U", "name_2": "surname:Rohlmann;given-names:A", "name_3": "surname:Ettlinger;given-names:G", "name_4": "surname:Schmidt;given-names:RC", "name_5": "surname:Skreczek;given-names:W", "pub-id_pmid": "2710320", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "27", "year": "1989"}, "text": "Aimed movements to visual targets in hemiplegic and normal children: is the “good” hand of children with infantile hemiplegia also normal?", "sentences": [], "annotations": [], "relations": []}, {"offset": 51845, "infons": {"fpage": "427", "lpage": "438", "name_0": "surname:Brown;given-names:SA", "name_1": "surname:Myers;given-names:MG", "name_2": "surname:Lippke;given-names:L", "name_3": "surname:Tapert;given-names:SF", "name_4": "surname:Stewart;given-names:DG", "name_5": "surname:Vik;given-names:PW", "section_type": "REF", "source": "J Stud Alcohol Drugs", "type": "ref", "volume": "59", "year": "1998"}, "text": "Psychometric evaluation of the Customary Drinking and Drug Use Record (CDDR): a measure of adolescent alcohol and drug involvement", "sentences": [], "annotations": [], "relations": []}, {"offset": 51976, "infons": {"fpage": "61", "lpage": "73", "name_0": "surname:Brown;given-names:SA", "name_1": "surname:Myers;given-names:MG", "name_2": "surname:Mott;given-names:MA", "name_3": "surname:Vik;given-names:PW", "section_type": "REF", "source": "Appl Prev Psychol", "type": "ref", "volume": "3", "year": "1994"}, "text": "Correlates of success following treatment for adolescent substance abuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 52049, "infons": {"fpage": "139", "lpage": "145", "name_0": "surname:Brown;given-names:TT", "name_1": "surname:Kuperman;given-names:JM", "name_2": "surname:Erhart;given-names:M", "name_3": "surname:White;given-names:NS", "name_4": "surname:Roddey;given-names:JC", "name_5": "surname:Shankaranarayanan;given-names:A", "name_6": "surname:Han;given-names:ET", "name_7": "surname:Rettmann;given-names:D", "name_8": "surname:Dale;given-names:AM", "pub-id_pmid": "20542120", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Prospective motion correction of high-resolution magnetic resonance imaging data in children", "sentences": [], "annotations": [], "relations": []}, {"offset": 52142, "infons": {"fpage": "669", "lpage": "680", "name_0": "surname:Burgess;given-names:GC", "name_1": "surname:Kandala;given-names:S", "name_2": "surname:Nolan;given-names:D", "name_3": "surname:Laumann;given-names:TO", "name_4": "surname:Power;given-names:JD", "name_5": "surname:Adeyemo;given-names:B", "name_6": "surname:Harms;given-names:MP", "name_7": "surname:Petersen;given-names:SE", "name_8": "surname:Barch;given-names:DM", "pub-id_pmid": "27571276", "section_type": "REF", "source": "Brain Connect", "type": "ref", "volume": "6", "year": "2016"}, "text": "Evaluation of denoising strategies to address motion-correlated artifacts in resting-state functional magnetic resonance imaging data from the human connectome project", "sentences": [], "annotations": [], "relations": []}, {"offset": 52310, "infons": {"fpage": "174", "lpage": "187", "name_0": "surname:Ciric;given-names:R", "name_1": "surname:Wolf;given-names:DH", "name_10": "surname:Gur;given-names:RC", "name_11": "surname:Gur;given-names:RE", "name_12": "surname:Bassett;given-names:DS", "name_13": "surname:Satterthwaite;given-names:TD", "name_2": "surname:Power;given-names:JD", "name_3": "surname:Roalf;given-names:DR", "name_4": "surname:Baum;given-names:GL", "name_5": "surname:Ruparel;given-names:K", "name_6": "surname:Shinohara;given-names:RT", "name_7": "surname:Elliott;given-names:MA", "name_8": "surname:Eickhoff;given-names:SB", "name_9": "surname:Davatzikos;given-names:C", "pub-id_pmid": "28302591", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "154", "year": "2017"}, "text": "Benchmarking of participant-level confound regression strategies for the control of motion artifact in studies of functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 52448, "infons": {"fpage": "1335", "lpage": "1353", "name_0": "surname:Di Martino;given-names:A", "name_1": "surname:Fair;given-names:DA", "name_10": "surname:Milham;given-names:MP", "name_2": "surname:Kelly;given-names:C", "name_3": "surname:Satterthwaite;given-names:TD", "name_4": "surname:Castellanos;given-names:FX", "name_5": "surname:Thomason;given-names:ME", "name_6": "surname:Craddock;given-names:RC", "name_7": "surname:Luna;given-names:B", "name_8": "surname:Leventhal;given-names:BL", "name_9": "surname:Zuo;given-names:XN", "pub-id_pmid": "25233316", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "83", "year": "2014"}, "text": "Unraveling the miswired connectome: a developmental perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 52512, "infons": {"fpage": "1358", "lpage": "1361", "name_0": "surname:Dosenbach;given-names:NU", "name_1": "surname:Nardos;given-names:B", "name_10": "surname:Barnes;given-names:KA", "name_11": "surname:Dubis;given-names:JW", "name_12": "surname:Feczko;given-names:E", "name_13": "surname:Coalson;given-names:RS", "name_14": "surname:Pruett;given-names:JR;suffix:Jr", "name_15": "surname:Barch;given-names:DM", "name_16": "surname:Petersen;given-names:SE", "name_17": "surname:Schlaggar;given-names:BL", "name_2": "surname:Cohen;given-names:AL", "name_3": "surname:Fair;given-names:DA", "name_4": "surname:Power;given-names:JD", "name_5": "surname:Church;given-names:JA", "name_6": "surname:Nelson;given-names:SM", "name_7": "surname:Wig;given-names:GS", "name_8": "surname:Vogel;given-names:AC", "name_9": "surname:Lessov-Schlaggar;given-names:CN", "pub-id_pmid": "20829489", "section_type": "REF", "source": "Science", "type": "ref", "volume": "329", "year": "2010"}, "text": "Prediction of individual brain maturity using fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 52563, "infons": {"fpage": "80", "name_0": "surname:Fair;given-names:DA", "name_1": "surname:Nigg;given-names:JT", "name_10": "surname:Buitelaar;given-names:JK", "name_11": "surname:Dickstein;given-names:DP", "name_12": "surname:Di Martino;given-names:A", "name_13": "surname:Kennedy;given-names:DN", "name_14": "surname:Kelly;given-names:C", "name_15": "surname:Luna;given-names:B", "name_16": "surname:Schweitzer;given-names:JB", "name_17": "surname:Velanova;given-names:K", "name_18": "surname:Wang;given-names:YF", "name_19": "surname:Mostofsky;given-names:S", "name_2": "surname:Iyer;given-names:S", "name_20": "surname:Castellanos;given-names:FX", "name_21": "surname:Milham;given-names:MP", "name_3": "surname:Bathula;given-names:D", "name_4": "surname:Mills;given-names:KL", "name_5": "surname:Dosenbach;given-names:NU", "name_6": "surname:Schlaggar;given-names:BL", "name_7": "surname:Mennes;given-names:M", "name_8": "surname:Gutman;given-names:D", "name_9": "surname:Bangaru;given-names:S", "pub-id_pmid": "23382713", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "6", "year": "2012"}, "text": "Distinct neural signatures detected for ADHD subtypes after controlling for micro-movements in resting state functional connectivity MRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 52705, "infons": {"fpage": "1420", "lpage": "1430", "name_0": "surname:Frost;given-names:R", "name_1": "surname:Hess;given-names:AT", "name_2": "surname:Okell;given-names:TW", "name_3": "surname:Chappell;given-names:MA", "name_4": "surname:Tisdall;given-names:MD", "name_5": "surname:van der Kouwe;given-names:AJ", "name_6": "surname:Jezzard;given-names:P", "pub-id_pmid": "26567122", "section_type": "REF", "source": "Magn Reson Med", "type": "ref", "volume": "76", "year": "2016"}, "text": "Prospective motion correction and selective reacquisition using volumetric navigators for vessel-encoded arterial spin labeling dynamic angiography", "sentences": [], "annotations": [], "relations": []}, {"offset": 52853, "infons": {"fpage": "918", "lpage": "939", "name_0": "surname:Gordon;given-names:EM", "name_1": "surname:Laumann;given-names:TO", "name_2": "surname:Adeyemo;given-names:B", "name_3": "surname:Gilmore;given-names:AW", "name_4": "surname:Nelson;given-names:SM", "name_5": "surname:Dosenbach;given-names:NU", "name_6": "surname:Petersen;given-names:SE", "pub-id_pmid": "27640749", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "146", "year": "2017a"}, "text": "Individual-specific features of brain systems identified with resting state functional correlations", "sentences": [], "annotations": [], "relations": []}, {"offset": 52953, "infons": {"fpage": "791", "lpage": "807", "name_0": "surname:Gordon;given-names:EM", "name_1": "surname:Laumann;given-names:TO", "name_10": "surname:Hampton;given-names:JM", "name_11": "surname:Coalson;given-names:RS", "name_12": "surname:Nguyen;given-names:A", "name_13": "surname:McDermott;given-names:KB", "name_14": "surname:Shimony;given-names:JS", "name_15": "surname:Snyder;given-names:AZ", "name_16": "surname:Schlaggar;given-names:BL", "name_17": "surname:Petersen;given-names:SE", "name_18": "surname:Nelson;given-names:SM", "name_19": "surname:Dosenbach;given-names:NUF", "name_2": "surname:Gilmore;given-names:AW", "name_3": "surname:Newbold;given-names:DJ", "name_4": "surname:Greene;given-names:DJ", "name_5": "surname:Berg;given-names:JJ", "name_6": "surname:Ortega;given-names:M", "name_7": "surname:Hoyt Drazen;given-names:C", "name_8": "surname:Gratton;given-names:C", "name_9": "surname:Sun;given-names:H", "pub-id_pmid": "28757305", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "95", "year": "2017b"}, "text": "Precision functional mapping of individual human brains", "sentences": [], "annotations": [], "relations": []}, {"offset": 53009, "infons": {"fpage": "581", "lpage": "598", "name_0": "surname:Greene;given-names:DJ", "name_1": "surname:Church;given-names:JA", "name_2": "surname:Dosenbach;given-names:NU", "name_3": "surname:Nielsen;given-names:AN", "name_4": "surname:Adeyemo;given-names:B", "name_5": "surname:Nardos;given-names:B", "name_6": "surname:Petersen;given-names:SE", "name_7": "surname:Black;given-names:KJ", "name_8": "surname:Schlaggar;given-names:BL", "pub-id_pmid": "26834084", "section_type": "REF", "source": "Dev Sci", "type": "ref", "volume": "19", "year": "2016"}, "text": "Multivariate pattern classification of pediatric Tourette syndrome using functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 53110, "infons": {"fpage": "232", "lpage": "247", "name_0": "surname:Griffanti;given-names:L", "name_1": "surname:Salimi-Khorshidi;given-names:G", "name_10": "surname:Moeller;given-names:S", "name_11": "surname:Xu;given-names:J", "name_12": "surname:Yacoub;given-names:E", "name_13": "surname:Baselli;given-names:G", "name_14": "surname:Ugurbil;given-names:K", "name_15": "surname:Miller;given-names:KL", "name_16": "surname:Smith;given-names:SM", "name_2": "surname:Beckmann;given-names:CF", "name_3": "surname:Auerbach;given-names:EJ", "name_4": "surname:Douaud;given-names:G", "name_5": "surname:Sexton;given-names:CE", "name_6": "surname:Zsoldos;given-names:E", "name_7": "surname:Ebmeier;given-names:KP", "name_8": "surname:Filippini;given-names:N", "name_9": "surname:Mackay;given-names:CE", "pub-id_pmid": "24657355", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "95", "year": "2014"}, "text": "ICA-based artefact removal and accelerated fMRI acquisition for improved resting state network imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 53213, "infons": {"name_0": "surname:Jo;given-names:HJ", "name_1": "surname:Gotts;given-names:SJ", "name_2": "surname:Reynolds;given-names:RC", "name_3": "surname:Bandettini;given-names:PA", "name_4": "surname:Martin;given-names:A", "name_5": "surname:Cox;given-names:RW", "name_6": "surname:Saad;given-names:ZS", "section_type": "REF", "source": "J Appl Math", "type": "ref", "year": "2013"}, "text": "Effective preprocessing procedures virtually eliminate distance-dependent motion artifacts in resting state FMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 53326, "infons": {"fpage": "16187", "lpage": "16192", "name_0": "surname:Kundu;given-names:P", "name_1": "surname:Brenowitz;given-names:ND", "name_2": "surname:Voon;given-names:V", "name_3": "surname:Worbe;given-names:Y", "name_4": "surname:Vertes;given-names:PE", "name_5": "surname:Inati;given-names:SJ", "name_6": "surname:Saad;given-names:ZS", "name_7": "surname:Bandettini;given-names:PA", "name_8": "surname:Bullmore;given-names:ET", "pub-id_pmid": "24038744", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Integrated strategy for improving functional connectivity mapping using multiecho fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 53413, "infons": {"fpage": "1578", "lpage": "1582", "name_0": "surname:Kuperman;given-names:JM", "name_1": "surname:Brown;given-names:TT", "name_2": "surname:Ahmadi;given-names:ME", "name_3": "surname:Erhart;given-names:MJ", "name_4": "surname:White;given-names:NS", "name_5": "surname:Roddey;given-names:JC", "name_6": "surname:Shankaranarayanan;given-names:A", "name_7": "surname:Han;given-names:ET", "name_8": "surname:Rettmann;given-names:D", "name_9": "surname:Dale;given-names:AM", "pub-id_pmid": "21779892", "section_type": "REF", "source": "Pediatr Radiol", "type": "ref", "volume": "41", "year": "2011"}, "text": "Prospective motion correction improves diagnostic utility of pediatric MRI scans", "sentences": [], "annotations": [], "relations": []}, {"offset": 53494, "infons": {"fpage": "657", "lpage": "670", "name_0": "surname:Laumann;given-names:TO", "name_1": "surname:Gordon;given-names:EM", "name_10": "surname:Schlaggar;given-names:BL", "name_11": "surname:Mumford;given-names:JA", "name_12": "surname:Poldrack;given-names:RA", "name_13": "surname:Petersen;given-names:SE", "name_2": "surname:Adeyemo;given-names:B", "name_3": "surname:Snyder;given-names:AZ", "name_4": "surname:Joo;given-names:SJ", "name_5": "surname:Chen;given-names:MY", "name_6": "surname:Gilmore;given-names:AW", "name_7": "surname:McDermott;given-names:KB", "name_8": "surname:Nelson;given-names:SM", "name_9": "surname:Dosenbach;given-names:NU", "pub-id_pmid": "26212711", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "87", "year": "2015"}, "text": "Functional system and areal organization of a highly sampled individual human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 53578, "infons": {"name_0": "surname:Laumann;given-names:TO", "name_1": "surname:Snyder;given-names:AZ", "name_10": "surname:McCarthy;given-names:JE", "name_11": "surname:Tagliazucchi;given-names:E", "name_12": "surname:Laufs;given-names:H", "name_13": "surname:Schlaggar;given-names:BL", "name_14": "surname:Dosenbach;given-names:NU", "name_15": "surname:Petersen;given-names:SE", "name_2": "surname:Mitra;given-names:A", "name_3": "surname:Gordon;given-names:EM", "name_4": "surname:Gratton;given-names:C", "name_5": "surname:Adeyemo;given-names:B", "name_6": "surname:Gilmore;given-names:AW", "name_7": "surname:Nelson;given-names:SM", "name_8": "surname:Berg;given-names:JJ", "name_9": "surname:Greene;given-names:DJ", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "year": "2016"}, "text": "On the stability of BOLD fMRI correlations", "sentences": [], "annotations": [], "relations": []}, {"offset": 53621, "infons": {"fpage": "205", "lpage": "223", "name_0": "surname:Lord;given-names:C", "name_1": "surname:Risi;given-names:S", "name_2": "surname:Lambrecht;given-names:L", "name_3": "surname:Cook;given-names:EH;suffix:Jr", "name_4": "surname:Leventhal;given-names:BL", "name_5": "surname:DiLavore;given-names:PC", "name_6": "surname:Pickles;given-names:A", "name_7": "surname:Rutter;given-names:M", "pub-id_pmid": "11055457", "section_type": "REF", "source": "J Autism Dev Disord", "type": "ref", "volume": "30", "year": "2000"}, "text": "The autism diagnostic observation schedule-generic: a standard measure of social and communication deficits associated with the spectrum of autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 53768, "infons": {"fpage": "659", "lpage": "685", "name_0": "surname:Lord;given-names:C", "name_1": "surname:Rutter;given-names:M", "name_2": "surname:Le Couteur;given-names:A", "pub-id_pmid": "7814313", "section_type": "REF", "source": "J Autism Dev Disord", "type": "ref", "volume": "24", "year": "1994"}, "text": "Autism Diagnostic Interview-Revised: a revised version of a diagnostic interview for caregivers of individuals with possible pervasive developmental disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 53927, "infons": {"fpage": "443", "lpage": "449", "name_0": "surname:Lucas;given-names:CP", "name_1": "surname:Zhang;given-names:H", "name_10": "surname:Lahey;given-names:BB", "name_11": "surname:Friman;given-names:P", "name_2": "surname:Fisher;given-names:PW", "name_3": "surname:Shaffer;given-names:D", "name_4": "surname:Regier;given-names:DA", "name_5": "surname:Narrow;given-names:WE", "name_6": "surname:Bourdon;given-names:K", "name_7": "surname:Dulcan;given-names:MK", "name_8": "surname:Canino;given-names:G", "name_9": "surname:Rubio-Stipec;given-names:M", "pub-id_pmid": "11314570", "section_type": "REF", "source": "J Am Acad Child Adolesc Psychiatry", "type": "ref", "volume": "40", "year": "2001"}, "text": "The DISC predictive Scales (DPS): efficiently screening for diagnoses", "sentences": [], "annotations": [], "relations": []}, {"offset": 53997, "infons": {"fpage": "55", "lpage": "56", "name_0": "surname:Luo;given-names:XZ", "name_1": "surname:Kennedy;given-names:DN", "name_2": "surname:Cohen;given-names:Z", "pub-id_pmid": "19184562", "section_type": "REF", "source": "Neuroinformatics", "type": "ref", "volume": "7", "year": "2009"}, "text": "Neuroimaging informatics tools and resources clearinghouse (NITRC) resource announcement", "sentences": [], "annotations": [], "relations": []}, {"offset": 54086, "infons": {"fpage": "22", "lpage": "35", "name_0": "surname:Muschelli;given-names:J", "name_1": "surname:Nebel;given-names:MB", "name_2": "surname:Caffo;given-names:BS", "name_3": "surname:Barber;given-names:AD", "name_4": "surname:Pekar;given-names:JJ", "name_5": "surname:Mostofsky;given-names:SH", "pub-id_pmid": "24657780", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "96", "year": "2014"}, "text": "Reduction of motion-related artifacts in resting state fMRI using aCompCor", "sentences": [], "annotations": [], "relations": []}, {"offset": 54161, "infons": {"fpage": "97", "lpage": "113", "name_0": "surname:Oldfield;given-names:RC", "pub-id_pmid": "5146491", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "9", "year": "1971"}, "text": "The assessment and analysis of handedness: the Edinburgh inventory", "sentences": [], "annotations": [], "relations": []}, {"offset": 54228, "infons": {"fpage": "287", "lpage": "304", "name_0": "surname:Patel;given-names:AX", "name_1": "surname:Kundu;given-names:P", "name_2": "surname:Rubinov;given-names:M", "name_3": "surname:Jones;given-names:PS", "name_4": "surname:Vertes;given-names:PE", "name_5": "surname:Ersche;given-names:KD", "name_6": "surname:Suckling;given-names:J", "name_7": "surname:Bullmore;given-names:ET", "pub-id_pmid": "24657353", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "95", "year": "2014"}, "text": "A wavelet method for modeling and despiking motion artifacts from resting-state fMRI time series", "sentences": [], "annotations": [], "relations": []}, {"offset": 54325, "infons": {"fpage": "150", "lpage": "158", "name_0": "surname:Power;given-names:Jonathan D", "pub-id_pmid": "27510328", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "154", "year": "2017"}, "text": "A simple but useful way to assess fMRI scan qualities", "sentences": [], "annotations": [], "relations": []}, {"offset": 54379, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Barnes;given-names:KA", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Schlaggar;given-names:BL", "name_4": "surname:Petersen;given-names:SE", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 54482, "infons": {"fpage": "665", "lpage": "678", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Cohen;given-names:AL", "name_10": "surname:Petersen;given-names:SE", "name_2": "surname:Nelson;given-names:SM", "name_3": "surname:Wig;given-names:GS", "name_4": "surname:Barnes;given-names:KA", "name_5": "surname:Church;given-names:JA", "name_6": "surname:Vogel;given-names:AC", "name_7": "surname:Laumann;given-names:TO", "name_8": "surname:Miezin;given-names:FM", "name_9": "surname:Schlaggar;given-names:BL", "pub-id_pmid": "22099467", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "72", "year": "2011"}, "text": "Functional network organization of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 54533, "infons": {"fpage": "320", "lpage": "341", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Mitra;given-names:A", "name_2": "surname:Laumann;given-names:TO", "name_3": "surname:Snyder;given-names:AZ", "name_4": "surname:Schlaggar;given-names:BL", "name_5": "surname:Petersen;given-names:SE", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "84C", "year": "2013"}, "text": "Methods to detect, characterize, and remove motion artifact in resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54615, "infons": {"fpage": "536", "lpage": "551", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Schlaggar;given-names:BL", "name_2": "surname:Petersen;given-names:SE", "pub-id_pmid": "25462692", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "105", "year": "2015"}, "text": "Recent progress and outstanding issues in motion correction in resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54697, "infons": {"fpage": "278", "lpage": "287", "name_0": "surname:Pruim;given-names:RH", "name_1": "surname:Mennes;given-names:M", "name_2": "surname:Buitelaar;given-names:JK", "name_3": "surname:Beckmann;given-names:CF", "pub-id_pmid": "25770990", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "112", "year": "2015a"}, "text": "Evaluation of ICA-AROMA and alternative strategies for motion artifact removal in resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54798, "infons": {"fpage": "267", "lpage": "277", "name_0": "surname:Pruim;given-names:RH", "name_1": "surname:Mennes;given-names:M", "name_2": "surname:van Rooij;given-names:D", "name_3": "surname:Llera;given-names:A", "name_4": "surname:Buitelaar;given-names:JK", "name_5": "surname:Beckmann;given-names:CF", "pub-id_pmid": "25770991", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "112", "year": "2015b"}, "text": "ICA-AROMA: a robust ICA-based strategy for removing motion artifacts from fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 54882, "infons": {"fpage": "107", "lpage": "115", "name_0": "surname:Reuter;given-names:M", "name_1": "surname:Tisdall;given-names:MD", "name_2": "surname:Qureshi;given-names:A", "name_3": "surname:Buckner;given-names:RL", "name_4": "surname:van der Kouwe;given-names:AJ", "name_5": "surname:Fischl;given-names:B", "pub-id_pmid": "25498430", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "107", "year": "2015"}, "text": "Head motion during MRI acquisition reduces gray matter volume and thickness estimates", "sentences": [], "annotations": [], "relations": []}, {"offset": 54968, "infons": {"fpage": "449", "lpage": "468", "name_0": "surname:Salimi-Khorshidi;given-names:G", "name_1": "surname:Douaud;given-names:G", "name_2": "surname:Beckmann;given-names:CF", "name_3": "surname:Glasser;given-names:MF", "name_4": "surname:Griffanti;given-names:L", "name_5": "surname:Smith;given-names:SM", "pub-id_pmid": "24389422", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "90", "year": "2014"}, "text": "Automatic denoising of functional MRI data: combining independent component analysis and hierarchical fusion of classifiers", "sentences": [], "annotations": [], "relations": []}, {"offset": 55092, "infons": {"fpage": "623", "lpage": "632", "name_0": "surname:Satterthwaite;given-names:TD", "name_1": "surname:Wolf;given-names:DH", "name_2": "surname:Loughead;given-names:J", "name_3": "surname:Ruparel;given-names:K", "name_4": "surname:Elliott;given-names:MA", "name_5": "surname:Hakonarson;given-names:H", "name_6": "surname:Gur;given-names:RC", "name_7": "surname:Gur;given-names:RE", "pub-id_pmid": "22233733", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "60", "year": "2012"}, "text": "Impact of in-scanner head motion on multiple measures of functional connectivity: relevance for studies of neurodevelopment in youth", "sentences": [], "annotations": [], "relations": []}, {"offset": 55225, "infons": {"fpage": "45", "lpage": "57", "name_0": "surname:Satterthwaite;given-names:TD", "name_1": "surname:Wolf;given-names:DH", "name_10": "surname:Hakonarson;given-names:H", "name_11": "surname:Verma;given-names:R", "name_12": "surname:Davatzikos;given-names:C", "name_13": "surname:Gur;given-names:RE", "name_14": "surname:Gur;given-names:RC", "name_2": "surname:Ruparel;given-names:K", "name_3": "surname:Erus;given-names:G", "name_4": "surname:Elliott;given-names:MA", "name_5": "surname:Eickhoff;given-names:SB", "name_6": "surname:Gennatas;given-names:ED", "name_7": "surname:Jackson;given-names:C", "name_8": "surname:Prabhakaran;given-names:K", "name_9": "surname:Smith;given-names:A", "pub-id_pmid": "23792981", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "83", "year": "2013"}, "text": "Heterogeneous impact of motion on fundamental patterns of developmental changes in functional connectivity during youth", "sentences": [], "annotations": [], "relations": []}, {"offset": 55345, "infons": {"name_0": "surname:Siegel;given-names:JS", "name_1": "surname:Mitra;given-names:A", "name_2": "surname:Laumann;given-names:TO", "name_3": "surname:Seitzman;given-names:BA", "name_4": "surname:Raichle;given-names:M", "name_5": "surname:Corbetta;given-names:M", "name_6": "surname:Snyder;given-names:AZ", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "year": "2016"}, "text": "Data quality influences observed links between functional connectivity and behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 55429, "infons": {"fpage": "1981", "lpage": "1996", "name_0": "surname:Siegel;given-names:JS", "name_1": "surname:Power;given-names:JD", "name_2": "surname:Dubis;given-names:JW", "name_3": "surname:Vogel;given-names:AC", "name_4": "surname:Church;given-names:JA", "name_5": "surname:Schlaggar;given-names:BL", "name_6": "surname:Petersen;given-names:SE", "pub-id_pmid": "23861343", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "35", "year": "2014"}, "text": "Statistical improvements in functional magnetic resonance imaging analyses produced by censoring high-motion data points", "sentences": [], "annotations": [], "relations": []}, {"offset": 55550, "infons": {"fpage": "2852", "lpage": "2862", "name_0": "surname:Smyser;given-names:CD", "name_1": "surname:Inder;given-names:TE", "name_2": "surname:Shimony;given-names:JS", "name_3": "surname:Hill;given-names:JE", "name_4": "surname:Degnan;given-names:AJ", "name_5": "surname:Snyder;given-names:AZ", "name_6": "surname:Neil;given-names:JJ", "pub-id_pmid": "20237243", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "20", "year": "2010"}, "text": "Longitudinal analysis of neural network development in preterm infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 55621, "infons": {"fpage": "245", "lpage": "255", "name_0": "surname:Stoeckel;given-names:LE", "name_1": "surname:Garrison;given-names:KA", "name_10": "surname:Craddock;given-names:C", "name_11": "surname:Thompson;given-names:T", "name_12": "surname:Calderon;given-names:V", "name_13": "surname:Bauer;given-names:CC", "name_14": "surname:George;given-names:M", "name_15": "surname:Breiter;given-names:HC", "name_16": "surname:Whitfield-Gabrieli;given-names:S", "name_17": "surname:Gabrieli;given-names:JD", "name_18": "surname:LaConte;given-names:SM", "name_19": "surname:Hirshberg;given-names:L", "name_2": "surname:Ghosh;given-names:S", "name_20": "surname:Brewer;given-names:JA", "name_21": "surname:Hampson;given-names:M", "name_22": "surname:Van Der Kouwe;given-names:A", "name_23": "surname:Mackey;given-names:S", "name_24": "surname:Evins;given-names:AE", "name_3": "surname:Wighton;given-names:P", "name_4": "surname:Hanlon;given-names:CA", "name_5": "surname:Gilman;given-names:JM", "name_6": "surname:Greer;given-names:S", "name_7": "surname:Turk-Browne;given-names:NB", "name_8": "surname:deBettencourt;given-names:MT", "name_9": "surname:Scheinost;given-names:D", "pub-id_pmid": "25161891", "section_type": "REF", "source": "Neuroimage Clin", "type": "ref", "volume": "5", "year": "2014"}, "text": "Optimizing real time fMRI neurofeedback for therapeutic discovery and development", "sentences": [], "annotations": [], "relations": []}, {"offset": 55703, "infons": {"fpage": "4405", "lpage": "4424", "name_0": "surname:Taylor;given-names:PA", "name_1": "surname:Alhamud;given-names:A", "name_2": "surname:van der Kouwe;given-names:A", "name_3": "surname:Saleh;given-names:MG", "name_4": "surname:Laughton;given-names:B", "name_5": "surname:Meintjes;given-names:E", "pub-id_pmid": "27436169", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "37", "year": "2016"}, "text": "Assessing the performance of different DTI motion correction strategies in the presence of EPI distortion correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 55820, "infons": {"fpage": "389", "lpage": "399", "name_0": "surname:Tisdall;given-names:MD", "name_1": "surname:Hess;given-names:AT", "name_2": "surname:Reuter;given-names:M", "name_3": "surname:Meintjes;given-names:EM", "name_4": "surname:Fischl;given-names:B", "name_5": "surname:van der Kouwe;given-names:AJ", "pub-id_pmid": "22213578", "section_type": "REF", "source": "Magn Reson Med", "type": "ref", "volume": "68", "year": "2012"}, "text": "Volumetric navigators for prospective motion correction and selective reacquisition in neuroanatomical MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 55927, "infons": {"fpage": "11", "lpage": "22", "name_0": "surname:Tisdall;given-names:MD", "name_1": "surname:Reuter;given-names:M", "name_2": "surname:Qureshi;given-names:A", "name_3": "surname:Buckner;given-names:RL", "name_4": "surname:Fischl;given-names:B", "name_5": "surname:van der Kouwe;given-names:AJ", "pub-id_pmid": "26654788", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "127", "year": "2016"}, "text": "Prospective motion correction with volumetric navigators (vNavs) reduces the bias and variance in brain morphometry induced by subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 56069, "infons": {"fpage": "431", "lpage": "438", "name_0": "surname:Van Dijk;given-names:KR", "name_1": "surname:Sabuncu;given-names:MR", "name_2": "surname:Buckner;given-names:RL", "pub-id_pmid": "21810475", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "The influence of head motion on intrinsic functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 56139, "infons": {"fpage": "62", "lpage": "79", "name_0": "surname:Van Essen;given-names:DC", "name_1": "surname:Smith;given-names:SM", "name_2": "surname:Barch;given-names:DM", "name_3": "surname:Behrens;given-names:TEJ", "name_4": "surname:Yacoub;given-names:E", "name_5": "surname:Ugurbil;given-names:K", "pub-id_pmid": "23684880", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "80", "year": "2013"}, "text": "The WU-Minn Human Connectome Project: An overview", "sentences": [], "annotations": [], "relations": []}, {"offset": 56189, "infons": {"fpage": "91", "lpage": "105", "name_0": "surname:White;given-names:N", "name_1": "surname:Roddey;given-names:C", "name_2": "surname:Shankaranarayanan;given-names:A", "name_3": "surname:Han;given-names:E", "name_4": "surname:Rettmann;given-names:D", "name_5": "surname:Santos;given-names:J", "name_6": "surname:Kuperman;given-names:J", "name_7": "surname:Dale;given-names:A", "pub-id_pmid": "20027635", "section_type": "REF", "source": "Magn Reson Med", "type": "ref", "volume": "63", "year": "2010"}, "text": "PROMO: real-time prospective motion correction in MRI using image-based tracking", "sentences": [], "annotations": [], "relations": []}, {"offset": 56270, "infons": {"fpage": "183", "lpage": "201", "name_0": "surname:Yan;given-names:CG", "name_1": "surname:Cheung;given-names:B", "name_2": "surname:Kelly;given-names:C", "name_3": "surname:Colcombe;given-names:S", "name_4": "surname:Craddock;given-names:RC", "name_5": "surname:Di Martino;given-names:A", "name_6": "surname:Li;given-names:Q", "name_7": "surname:Zuo;given-names:XN", "name_8": "surname:Castellanos;given-names:FX", "name_9": "surname:Milham;given-names:MP", "pub-id_pmid": "23499792", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "76", "year": "2013"}, "text": "A comprehensive assessment of regional variation in the impact of head micromovements on functional connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 56383, "infons": {"fpage": "79", "lpage": "90", "name_0": "surname:Yendiki;given-names:A", "name_1": "surname:Koldewyn;given-names:K", "name_2": "surname:Kakunoori;given-names:S", "name_3": "surname:Kanwisher;given-names:N", "name_4": "surname:Fischl;given-names:B", "pub-id_pmid": "24269273", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "88", "year": "2014"}, "text": "Spurious group differences due to head motion in a diffusion MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 56454, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Appendix A. Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 56485, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary data related to this article can be found at http://dx.doi.org/10.1016/j.neuroimage.2017.08.025.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56596, "infons": {"file": "nihms922211f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Framewise Integrated Real-time MRI Monitoring (FIRMM) graphical user interface. Sample data are from the Adolescent Brain Cognitive Development (ABCD) study and include both task fMRI and resting state runs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56804, "infons": {"file": "nihms922211f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Effects of age, diagnosis and gender on head motion. The mean FD values (y-axis; Offline) for 1134 MRI scan participants are shown relative to participants’ ages (x-axis). Within all cohorts there is massive inter-individual variance in head motion. (a) Shows the participants labeled by diagnoses (Controls, Family History of Alcoholism, Attention Deficit Hyperactivity Disorder (ADHD-200-Consortium) and Autism Spectrum Disorder [ASD]). (b) Shows the same data labeled by gender. At the top and to the right of each plot the histograms for each cohort are shown. Lines represent LOWESS with span of 0.5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57410, "infons": {"file": "nihms922211f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of FD values generated by FIRMM (red) and Offline approach (blue). FD data shown are from 1134 children and adolescents. (a) Shows the percentage of low movement data (FD < 0.2) for each participant included (y-axis), sorted by the mean percentage of low-movement frames across both methods for each participant (x-axis). (b) Shows the correlation (r = 0.98; linear fit and fit equation shown in green; identity line shown in black) between estimates of low-movement data as calculated by FIRMM (x-axis) and the standard offline post-hoc approach (y-axis).", "sentences": [], "annotations": [], "relations": []}, {"offset": 57978, "infons": {"file": "nihms922211f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Distance-dependent artifact removal when frame-censoring using Offline and FIRMM FD values. The analysis was implemented as originally published by using all possible functional connections for a canonical set of 264 regions of interest. The y-axis shows the difference in correlation strength for all functional connections when comparing the frame censored data with the original data (censored – uncensored). Connection lengths (rms distance in mm) are plotted on the x-axis. Within each cohort data were averaged across scanning sessions, prior to plotting. (a) Shows the effects of frame censoring (FD < 0.2 mm) when using the Offline FD numbers. (b) Shows the effects of frame censoring (FD < 0.2 mm) when using the FIRMM FD numbers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58718, "infons": {"file": "nihms922211f5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Accumulation of low movement data (FD < 0.2 mm; FIRMM FD values). (a) This plot shows the accumulation of low movement data (min. FD < 0.2; y-axis) relative to the time spent scanning (min.; x-axis) for sample individuals from each of our cohorts. For standardization, we chose to display the accumulation plot for those participants at the 50th percentile of usable data after 15 min of scanning, for each cohort. (b) Shows the percentage of participants that have reached the chosen data criterion of at least 5 min of data with FD < 0.2 mm for each of our cohorts as well as the total sample (black). In this plot the area under the curve represents the relative scan time savings when scanning-to-criterion instead of scanning all participants for 20 min. Time savings would have been 57% for the entire sample (black), 63% for controls (green), 64% for FHA (purple), 51% for ADHD (blue) and 46% for ASD (orange).", "sentences": [], "annotations": [], "relations": []}, {"offset": 59636, "infons": {"file": "nihms922211f6.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Linear accumulation of low-movement data allows accurate prediction of time-to-criterion. (a) Shows the mean FD (FIRMM processing) for each cohort (FHA excluded because only 8 min of data were collected for most subjects) and the sample as a whole (black line) as a function of the time participants have already spent in the scanner. (b) Shows the % of data frames with FD < 0.2 at every time point in the scan for each of the cohorts. (c) Shows the relationship between the time scanned (x-axis) and the mean amount of low movement data (FD < 0.2) accumulated for each cohort (actual data shown with solid lines; linear fits shown with dashed lines). (d) Shows the FD trace for a single individual participant (black line) and compares it to the predictions FIRMM made at different points during the experiment (colored traces). (e) Shows FIRMM’s prediction error (in minutes; thick line) and actual data accumulation (thin black line) across the length of the scan (x-axis) for the same subject as in (d). (f) Shows FIRMM’s average prediction error (%) over time (x-axis) for each cohort and the entire group (solid lines), while the dashed lines indicate ± 1 standard deviation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60819, "infons": {"file": "nihms922211f7.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "Sample FIRMM FD traces. For the MRI scans shown here, access to FIRMM’s real-time FD traces enabled scanner operators to intervene and improve MRI data quality. (a) Shows the FIRMM trace for a child who fell asleep towards the end of the scanning session. (b) Shows the FIRMM trace for a child who had much greater head movement for run #4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61160, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Validation Data Demographics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61190, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Cohort</th><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Number of subjects</th><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Female</th><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Age range (yrs)</th></tr></thead><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Control</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">321</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">149</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.5–19.0</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">FHA</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">304</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">141</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11.9–19.6</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ADHD</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">425</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">140</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.4–15.7</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ASD</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">84</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.2–17.8</td></tr><tr><td colspan=\"4\" align=\"left\" valign=\"bottom\" rowspan=\"1\">\n<hr/></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">All</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1134</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">447</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.2–19.6</td></tr></tbody></table>\n"}, "text": "Cohort\tNumber of subjects\tFemale\tAge range (yrs)\t \tControl\t321\t149\t7.5–19.0\t \tFHA\t304\t141\t11.9–19.6\t \tADHD\t425\t140\t7.4–15.7\t \tASD\t84\t17\t7.2–17.8\t \t\t \tAll\t1134\t447\t7.2–19.6\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 61365, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "FIRMM Testing Data Demographics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61398, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"rows\"><thead><tr><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Number of subjects</th><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Female</th><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Age range (yrs)</th></tr></thead><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">29</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.9–15.9</td></tr></tbody></table>\n"}, "text": "Number of subjects\tFemale\tAge range (yrs)\t \t29\t11\t5.9–15.9\t \t", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}