{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5700743", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12888-017-1543-4", "article-id_pmc": "5700743", "article-id_pmid": "29166884", "article-id_publisher-id": "1543", "elocation-id": "374", "kwd": "First-episode schizophrenia Gray matter density Voxel-based morphometry Cerebellar vermis Cognitive deficits", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Wang;given-names:Jingjuan", "name_1": "surname:Zhou;given-names:Li", "name_2": "surname:Cui;given-names:Chunlei", "name_3": "surname:Liu;given-names:Zhening", "name_4": "surname:Lu;given-names:Jie", "name_5": "surname:Lu;given-names:Jie", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2017"}, "text": "Gray matter morphological anomalies in the cerebellar vermis in first-episode schizophrenia patients with cognitive deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 125, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 136, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cognitive deficits are a core feature of early schizophrenia. However, the pathological foundations underlying cognitive deficits are still unknown. The present study examined the association between gray matter density and cognitive deficits in first-episode schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 411, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Method", "sentences": [], "annotations": [], "relations": []}, {"offset": 418, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Structural magnetic resonance imaging of the brain was performed in 34 first-episode schizophrenia patients and 21 healthy controls. Patients were divided into two subgroups according to working memory task performance. The three groups were well matched for age, gender, and education, and the two patient groups were also further matched for diagnosis, duration of illness, and antipsychotic treatment. Voxel-based morphometric analysis was performed to estimate changes in gray matter density in first-episode schizophrenia patients with cognitive deficits. The relationships between gray matter density and clinical outcomes were explored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1062, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1070, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patients with cognitive deficits were found to have reduced gray matter density in the vermis and tonsil of cerebellum compared with patients without cognitive deficits and healthy controls, decreased gray matter density in left supplementary motor area, bilateral precentral gyrus compared with patients without cognitive deficits. Classifier results showed GMD in cerebellar vermis tonsil cluster could differentiate SZ-CD from controls, left supplementary motor area cluster could differentiate SZ-CD from SZ-NCD. Gray matter density values of the cerebellar vermis cluster in patients groups were positively correlated with cognitive severity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1718, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1730, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Decreased gray matter density in the vermis and tonsil of cerebellum may underlie early psychosis and serve as a candidate biomarker for schizophrenia with cognitive deficits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1906, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 1917, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cognitive deficits are one of the main symptoms in early schizophrenia and are especially marked in sustained attention, learning, processing speed, language, motor skills, and working memory. Based on the limited impact of conventional antipsychotics on cognitive symptoms, there has been an interest in developing pharmacological treatments to target cognitive deficits. In addition, studies have shown that differences across abnormal types might be generated by different mechanisms. Investigating the neural substrates of cognitive deficits is a clinically important endeavor that would provide insight into understanding cognitive deficits and new therapeutic targets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2592, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Across multiple studies, patients who have relatively intact cognition comprise 20–25% of schizophrenia patients. However, the wide heterogeneity of schizophrenia patients could partially confuse the final conclusions of such studies. Some related studies have focused on cognitive deficits in schizophrenia. Based on a simplified comparison of brain regions, significantly smaller white matter volumes and larger lateral ventricle volumes have been found in schizophrenia patients with cognitive deficits relative to healthy subjects, but not in patients without cognitive deficits. However, whole-brain voxel-based morphometry (VBM) failed to reveal a significant difference in gray and white matter volume between two subgroups of schizophrenia patients with 23 years of illness who were divided by cognitive ability. Furthermore no significant difference was found in white matter integrity between schizophrenia patients with and without cognitive deficits based on diffusion tensor imaging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3589, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although prior studies have considered symptom diversity as an influential factor, there has been inconsistency among findings. To obtain more reliable results, we made improvements in the study design from two aspects. First, the subgroup derivation rules were updated. Based on task accuracy, patients were divided into two subgroups: 1) schizophrenia patients with cognitive deficits (SZ-CD); 2) schizophrenia patients with no cognitive deficits (SZ-NCD). In addition, we also validated the results using other clinical assessments. Second, we recruited first-episode schizophrenia patients to minimize the confounding factor of illness course and antipsychotic medication use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4270, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study, we modified the subgroup derivation rules to recruit eighteen first-episode SZ-CD patients, sixteen first-episode SZ-NCD patients, and twenty-one healthy controls (HCs). Gray matter density (GMD) had been reported to be more consistent and sensitive in the schizophrenia patients and characterized as brain structure biomarkers for the psychosis biotypes. We focused on characterizing changes in GMD in first-episode schizophrenia patients with and without cognitive deficits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4769, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4777, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 4786, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We recruited fifty-eight right-handed participants. Among them, thirty-seven first-episode patients determined by the Structured Clinical Interview for Diagnostic and Statistical Manual for Mental Disorders Fourth Edition (DSM-IV) Axis I Disorders, Patient Edition (SCID-I/P), were recruited from the Department of Psychiatry, Second Xiangya Hospital of Central South University, Changsha, China. We required all patients to have at least 9 years of education, to have been diagnosed with schizophrenia within the past 18 months, and to have no history of chronic neurological disease, substance abuse, electroconvulsive therapy, severe medical disorder or antidepressant. In the month before functional Magnetic Resonance Imaging (fMRI), the positive and negative symptoms of each patient were independently assessed using the Scale for Assessment of Positive Symptoms (SAPS) and the Scale for the Assessment of Negative Symptoms (SANS). Additionally, we also evaluated the cognitive function of all participants by using a parametric n-back task during the fMRI scan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5856, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and clinical characteristics of three groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 5913, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"3\">Demographics</th><th>HCs</th><th>SZ-NCD</th><th>SZ-CD</th><th>P</th></tr><tr><th>10 M:11 F</th><th>7 M:11 F</th><th>11 M:5 F</th><th>0.205</th></tr><tr><th>Mean ± SD</th><th>Mean ± SD</th><th>Mean ± SD</th><th/></tr></thead><tbody><tr><td>Age(years)</td><td>22.38 ± 3.94</td><td>24.5 ± 6.70</td><td>22.63 ± 6.71</td><td>0.71</td></tr><tr><td>Education(years)</td><td>13.33 ± 1.83</td><td>12.39 ± 2.06</td><td>12.16 ± 2.64</td><td>0.78</td></tr><tr><td>WAIS-Digital</td><td>–</td><td>71.53 ± 1.61</td><td>58.69 ± 12.32</td><td>0.02*</td></tr><tr><td>WAIS-Information</td><td>–</td><td>18.92 ± 5.13</td><td>15.1 ± 4.26</td><td>0.03*</td></tr><tr><td>Duration of illness (months)</td><td>–</td><td>8.25 ± 5.69</td><td>8.27 ± 4.31</td><td>0.83</td></tr><tr><td>CPZ equivalents</td><td>–</td><td>238.89 ± 104.16</td><td>375.12 ± 328.43</td><td>0.14</td></tr><tr><td>SAPS total</td><td>–</td><td>18.06 ± 8.62</td><td>16.23 ± 8.46</td><td>0.11</td></tr><tr><td>SANS total</td><td>–</td><td>21.11 ± 23.74</td><td>30.26 ± 2.54</td><td>0.28</td></tr><tr><td colspan=\"5\">Accuracy (%)<sup>a</sup>\n</td></tr><tr><td> 2back</td><td>84.60 ± 8.28<break/>75~94</td><td>73.61 ± 7.62<break/>64~96</td><td>54.78 ± 9.26<break/>40~72</td><td>-</td></tr><tr><td> 0back</td><td>97.31 ± 1.85<break/>92~100</td><td>95.89 ± 5.52<break/>78~100</td><td>77.36 ± 8.35<break/>64~98</td><td/></tr><tr><td colspan=\"5\">Reaction time (ms)<sup>b</sup>\n</td></tr><tr><td> 2back</td><td>625.60 ± 120.14<break/>427.72~911.41</td><td>692.35 ± 119.49<break/>549.6~944.74</td><td>729.35 ± 205.07<break/>581.02~1056.8</td><td>-</td></tr><tr><td> 0back</td><td>482.29 ± 50.22<break/>383.46~585.06</td><td>529.27 ± 76.18<break/>429.37~719.65</td><td>553.11 ± 114.04<break/>466.47~857.02</td><td/></tr></tbody></table>\n"}, "text": "Demographics\tHCs\tSZ-NCD\tSZ-CD\tP\t \t10 M:11 F\t7 M:11 F\t11 M:5 F\t0.205\t \tMean ± SD\tMean ± SD\tMean ± SD\t\t \tAge(years)\t22.38 ± 3.94\t24.5 ± 6.70\t22.63 ± 6.71\t0.71\t \tEducation(years)\t13.33 ± 1.83\t12.39 ± 2.06\t12.16 ± 2.64\t0.78\t \tWAIS-Digital\t–\t71.53 ± 1.61\t58.69 ± 12.32\t0.02*\t \tWAIS-Information\t–\t18.92 ± 5.13\t15.1 ± 4.26\t0.03*\t \tDuration of illness (months)\t–\t8.25 ± 5.69\t8.27 ± 4.31\t0.83\t \tCPZ equivalents\t–\t238.89 ± 104.16\t375.12 ± 328.43\t0.14\t \tSAPS total\t–\t18.06 ± 8.62\t16.23 ± 8.46\t0.11\t \tSANS total\t–\t21.11 ± 23.74\t30.26 ± 2.54\t0.28\t \tAccuracy (%)a\t \t 2back\t84.60 ± 8.2875~94\t73.61 ± 7.6264~96\t54.78 ± 9.2640~72\t-\t \t 0back\t97.31 ± 1.8592~100\t95.89 ± 5.5278~100\t77.36 ± 8.3564~98\t\t \tReaction time (ms)b\t \t 2back\t625.60 ± 120.14427.72~911.41\t692.35 ± 119.49549.6~944.74\t729.35 ± 205.07581.02~1056.8\t-\t \t 0back\t482.29 ± 50.22383.46~585.06\t529.27 ± 76.18429.37~719.65\t553.11 ± 114.04466.47~857.02\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 6811, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nSD standard deviation, WAIS-Digital the Digit Symbol Substitution Test of the Wechsler Adult Intelligence Scale, WAIS-Information the information subscale of the Wechsler Adult Intelligence Scale, CPZ chlorpromazine, SAPS Scale for Assessment of Positive Symptoms, SANS, Scale for the Assessment of Negative Symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 7129, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "*p<0.05 significant difference was found", "sentences": [], "annotations": [], "relations": []}, {"offset": 7170, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\naThe raw cognitive scores were calculated as the average of the Target and Non-target accuracies in N back tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 7284, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nbReaction time was calculated as the average of the Target and Non-target reaction time in N back tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 7389, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Twenty-one right-handed HCs matched for age, sex, and years of education were recruited from the city of Changsha and were without past or present psychiatric, neurological, or other neurological disorders, as determined by an abbreviated version of the Comprehensive Assessment of Symptoms and History. Informed consent was fully explained to each participant, who then each gave written informed consent. Demographics and clinical characteristics of all participants are shown in Table 1. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 7881, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Part of patients and healthy controls have been choose to investigate disrupted effective connectivity in schizophrenia patients,while Zhou et al. have choose other part of patients to provide evidence for inefficient default mode network (DMN) suppression in schizophrenia with cognitive deficits. This study was approved by the Ethics Committee of the Second Xiangya Hospital, Central South University, Hunan, China.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8300, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "N-back task", "sentences": [], "annotations": [], "relations": []}, {"offset": 8312, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A letter n-back task was performed on NordicNeurolab’s fMRI hardware system as previously described. Briefly, the task included two alternating conditions: the ‘0-back’ condition and the ‘2-back’ condition. In the 0-back condition, subjects pressed the right button if the letter x appeared; otherwise, the left button was pressed. In the 2-back condition, subjects pressed the right button when the letter was identical to the one presented two trials previously; otherwise, the left button was pressed. The scan session comprised four 2-back and four 0-back blocks for 8 min and 20 s. Each block was preceded by a text instruction shown for 2 s; participants were then shown 20 trials, of which 7 trials were the target trials. Each trial was presented for 500 ms, followed by an inter-letter interval of 1500 ms. Before the real task, all participants needed practice to reach the required accuracy of correct responses 80%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9240, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9261, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Three patients with significant head motion (maximum motion larger than 2° or 2 mm) or other artifacts were discarded. The remaining patients were placed into either the SZ-CD group or the SZ-NCD group on the basis of their accuracy in the 2-back task. The raw cognitive scores were calculated as the average of the Target and Non-target accuracies in the 2-back task. Then, each raw cognitive score was normally distributed with a mean of 0 and a standard deviation of 1. Patients were placed in the SZ-CD group if their normalized cognitive score was more than 1 SD below the normative mean. The approach resulted in eighteen patients assigned to the SZ-CD group and sixteen patients to the SZ-NCD group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9968, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Furthermore, the Digital Symbol Substitution Test (DSST) and the Information Subscale of Wechsler Adult Intelligence Scale Chinese Revised (WAIS-CR) (Table 1) were used to measure two other important cognitive functions, information processing speed and verbal comprehension, respectively. There were significant differences between the SZ-CD and SZ-NCD groups in information processing speed and verbal comprehension as assessed by a two-sample t-test using IBM SPSS statistics (version 20.0), providing further support for our criteria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10507, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 10525, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All high-resolution T1-weighted images were acquired in the Department of Psychiatry, Second Xiangya Hospital of Central South University, Changsha, China, using a T1-weighted 3D turbo field echo on a Philips Gyroscan Achieva 3.0 Tesla MRI scanner with the following parameters: repetition time = 7.5 ms, echo time = 3.7 ms, flip angle = 8°, field of view = 240 × 240 mm2, acquisition matrix =256 × 200, voxel resolution 1.0 × 1.0 × 1.0 mm3,slice thickness = 1 mm, gap = 0, and number of slices = 180. Functional MRI images were collected in the axial direction, using a gradient-echo echo planar imaging (EPI) sequence: repetition time (TR) = 2000 ms, echo time (TE) = 30 ms, matrix = 64 × 64, slices = 36, slice thickness = 4 mm, gap =0 mm, flip angle = 90°, FOV 24 × 24 cm, 250 time points. The scan lasted for 8min20s.Foam pads and earplugs were used to minimize head motion and scanner noise. All scans were inspected for quality control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11469, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 11486, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Structural images analysis was performed using the VBM8 toolbox version 1.19, an extension of the Statistical Parametric Mapping 8 (SPM8) software package. The main procedure included the following steps: 1) checking for scanner artifacts and gross anatomical abnormalities for each subject; 2) setting the image origin to the anterior commissure; 3) segmenting the images into gray matter and white matter images; 4) using the DARTEL toolbox on SPM8 to produce a high-dimensional normalization protocol; and 5) smoothing the unmodulated gray matter images with a Gaussian kernel of 8-mm full-width at half-maximum (FWHM).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12109, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Voxel-wise differences in the GMD in the intracerebral cortex were assessed using voxel-wise one way analysis of variance (ANOVA) across the three subject groups after controlling for age and gender(voxel wise p < 0.05 and cluster size >3554voxels). Multiple comparisons were corrected using Monte Carlo simulations in the Resting-State fMRI Data Analysis Toolkit (REST, http://rest.restfmri.net). Minimum cluster size was determined by AlphaSim. Restricted to the above voxels identified by ANOVA, between-group differences in gray matter densities were tested using post-hoc tests. The same threshold adjustment method was used, SZ-CD and HCs (voxel size p < 0.05, cluster size > 3152voxels), SZ-NCD and HCs (voxel size p < 0.05, cluster size > 3369voxels), SZ-CD and SZ-NCD (voxel size p < 0.05, cluster size >3380 voxels), which were equivalent to an AlphaSim correction threshold of p < 0.05. For visual observation, the significant voxels were overlaid onto a high-definition T1-weighted brain template to show group differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13145, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The average morphological anomalies in each significant cluster from both SZ patient groups and HCs were extracted. GMD comparisons among the three groups and between each pair of groups were also assessed by ANOVA using IBM SPSS statistics (version 20.0). Receive operation curve (ROC) could illustrate the diagnostic ability of a binary classifier system when different discrimination threshold was set, which was usually used to differentiate the patients from the healthy controls or between subgroups. Furthermore, we plotted ROC to explore whether the GMD values in each significant cluster could differentiate the patients from the healthy controls or between subgroups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13823, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Voxel–wise Pearson correlation coefficients were calculated between the GMD values of significant clusters and N-back performance scores, duration of illness and medication doses to examine potential associations between morphological deficits and clinical symptoms in the combined SZ-CD and SZ-NCD groups after controlling age and sex. Correlation analyses were performed in the Resting-State fMRI Data Analysis Toolkit with a corrected p < 0.05 (p < 0.05, cluster size >4484mm3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14305, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14313, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic and clinical characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 14354, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among the three participant groups, no significant differences in age, years of education, or gender were found by ANOVA or chi-square tests (Table 1). There were also no significant differences in the duration of illness, medication dosage, SANS, or SAPS between the SZ-CD and SZ-NCD patient groups. By contrast, a two-sample t-test showed that both information processing speed and verbal comprehension differed significantly between the SZ-CD and SZ-NCD groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14819, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Brain structural differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 14848, "infons": {"file": "12888_2017_1543_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Significant group differences among the three groups are shown. These significant regions are shown as color-coded statistical F-values superimposed on 3D slices of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 15029, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Regions showing gray matter density among SZ-NCD, SZ-CD, and control group", "sentences": [], "annotations": [], "relations": []}, {"offset": 15104, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\"/><th colspan=\"3\">MNI coordinates<break/>(mm, mm, mm)</th></tr><tr><th>Cluster size</th><th>Brain regions</th><th>F value</th><th>Z value</th><th>X</th><th>Y</th><th>Z</th></tr></thead><tbody><tr><td>8659</td><td>Cerebellum</td><td>14.79</td><td>4.28</td><td>−47</td><td>−59</td><td>−54</td></tr><tr><td>2259</td><td>Right MFG</td><td>14.37</td><td>4.22</td><td>33</td><td>20</td><td>41</td></tr><tr><td rowspan=\"2\">8143</td><td>Left CL</td><td>13.36</td><td>4.07</td><td>−11</td><td>21</td><td>−2</td></tr><tr><td>Left PHG</td><td>10.38</td><td>3.58</td><td>−21</td><td>−5</td><td>−27</td></tr><tr><td rowspan=\"2\">3883</td><td>Left SMA</td><td>10.39</td><td>3.58</td><td>−6</td><td>−20</td><td>59</td></tr><tr><td>Right PreCG</td><td>6.21</td><td>2.66</td><td>21</td><td>−21</td><td>66</td></tr><tr><td rowspan=\"2\">6256</td><td>Right MOG</td><td>7.75</td><td>3.04</td><td>42</td><td>−68</td><td>5</td></tr><tr><td>Right SOG</td><td>6.97</td><td>2.85</td><td>24</td><td>−72</td><td>27</td></tr></tbody></table>\n"}, "text": "\tMNI coordinates(mm, mm, mm)\t \tCluster size\tBrain regions\tF value\tZ value\tX\tY\tZ\t \t8659\tCerebellum\t14.79\t4.28\t−47\t−59\t−54\t \t2259\tRight MFG\t14.37\t4.22\t33\t20\t41\t \t8143\tLeft CL\t13.36\t4.07\t−11\t21\t−2\t \tLeft PHG\t10.38\t3.58\t−21\t−5\t−27\t \t3883\tLeft SMA\t10.39\t3.58\t−6\t−20\t59\t \tRight PreCG\t6.21\t2.66\t21\t−21\t66\t \t6256\tRight MOG\t7.75\t3.04\t42\t−68\t5\t \tRight SOG\t6.97\t2.85\t24\t−72\t27\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15473, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "X, Y, Z, coordinates of peak locations in the MNI space; F, Z, statistical value of peak voxel showing gray matter density differences among the three groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 15631, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "\nMFG middle frontal gyrus, CL caudate lobe, PHG parahippocampal gyrus, SMA supplementary motor area, PreCG precentral gyrus, MOG middle occipital gyrus, SOG superior occipital gyrus. P < 0.05, corrected for multiple comparisons, cluster size >3554 voxels", "sentences": [], "annotations": [], "relations": []}, {"offset": 15886, "infons": {"file": "12888_2017_1543_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Significant group differences of two patients groups compared to healthy controls were identified. a Patients with cognitive deficits vs healthy controls, P < 0.05, corrected for multiple comparisons, cluster size >3152 voxels and. b Patients without cognitive deficits vs healthy controls. P < 0.05, corrected for multiple comparisons, cluster size >3369 voxels. c Patients with cognitive deficits vs Patients without cognitive deficits. P < 0.05, corrected for multiple comparisons, cluster size >3380 voxels", "sentences": [], "annotations": [], "relations": []}, {"offset": 16397, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Significantly different clusters of gray matter density identified by post hoc analysis between SZ-CD, SZ-NCD, and HCs", "sentences": [], "annotations": [], "relations": []}, {"offset": 16516, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"5\"/><th colspan=\"3\">MNI coordinates<break/>(mm, mm, mm)</th></tr><tr><th>Contrasts</th><th>Cluster size</th><th>Brain regions</th><th>T value</th><th>Z value</th><th>X</th><th>Y</th><th>Z</th></tr></thead><tbody><tr><td rowspan=\"3\">SZ-CD<break/>vs<break/>HCs</td><td>25,102</td><td>Cerebellum<break/>vermis, tonsil</td><td>4.43</td><td>4.04</td><td>−11</td><td>−57</td><td>−70</td></tr><tr><td rowspan=\"2\">3598</td><td>Right STG</td><td>3.29</td><td>3.11</td><td>68</td><td>−8</td><td>6</td></tr><tr><td>Left PUT</td><td>2.97</td><td>2.84</td><td>−26</td><td>8</td><td>2</td></tr><tr><td rowspan=\"3\">SZ-NCD vs<break/>HCs</td><td rowspan=\"2\">8879</td><td>Left CL</td><td>5.02</td><td>4.49</td><td>−11</td><td>21</td><td>−2</td></tr><tr><td>Left PHG</td><td>4.34</td><td>3.97</td><td>−21</td><td>−5</td><td>−27</td></tr><tr><td>5924</td><td>Left Cerebellum</td><td>3.41</td><td>3.22</td><td>−42</td><td>−59</td><td>−48</td></tr><tr><td rowspan=\"4\">SZ-CD<break/>vs<break/>SZ-NCD</td><td rowspan=\"3\">8113</td><td>Left SMA</td><td>4.54</td><td>4.13</td><td>−6</td><td>−20</td><td>59</td></tr><tr><td>Left PreCG</td><td>3.4</td><td>3.21</td><td>−26</td><td>−18</td><td>60</td></tr><tr><td>Right PreCG</td><td>4.0</td><td>3.7</td><td>41</td><td>−15</td><td>36</td></tr><tr><td>3383</td><td>Cerebellum<break/>vermis, tonsil</td><td>3.67</td><td>3.44</td><td>8</td><td>−44</td><td>−2</td></tr></tbody></table>\n"}, "text": "\tMNI coordinates(mm, mm, mm)\t \tContrasts\tCluster size\tBrain regions\tT value\tZ value\tX\tY\tZ\t \tSZ-CDvsHCs\t25,102\tCerebellumvermis, tonsil\t4.43\t4.04\t−11\t−57\t−70\t \t3598\tRight STG\t3.29\t3.11\t68\t−8\t6\t \tLeft PUT\t2.97\t2.84\t−26\t8\t2\t \tSZ-NCD vsHCs\t8879\tLeft CL\t5.02\t4.49\t−11\t21\t−2\t \tLeft PHG\t4.34\t3.97\t−21\t−5\t−27\t \t5924\tLeft Cerebellum\t3.41\t3.22\t−42\t−59\t−48\t \tSZ-CDvsSZ-NCD\t8113\tLeft SMA\t4.54\t4.13\t−6\t−20\t59\t \tLeft PreCG\t3.4\t3.21\t−26\t−18\t60\t \tRight PreCG\t4.0\t3.7\t41\t−15\t36\t \t3383\tCerebellumvermis, tonsil\t3.67\t3.44\t8\t−44\t−2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17031, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "X, Y, Z, coordinates of peak locations in the MNI space", "sentences": [], "annotations": [], "relations": []}, {"offset": 17087, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "\nSTG superior temporal gyrus, PUT putamen, CL caudate lobe, PHG parahippocampal gyrus, SMA, supplementary motor area, PreCG precentral gyrus, MNI Montreal Neurological Institute, SZ-CD schizophrenia with cognitive deficits, SZ-NCD schizophrenia with no cognitive deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 17359, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "P < 0.05, corrected for multiple comparisons, cluster size >3152 voxels (SZ-CD vs HCs), cluster size >3369 voxels (SZ-NCD vs HCs), cluster size > 3380 voxels (SZ-CD vs SZ-NCD)", "sentences": [], "annotations": [], "relations": []}, {"offset": 17535, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ANOVA analyses showed significant group differences in the vermis, tonsil and horizontal fissure of cerebellum, right middle frontal gyrus, left caudate lobe, left supplementary motor area, and right middle occipital gyrus (Fig. 1). The cluster size, F score, Z score, and coordinates of peak voxels for these clusters were listed in Table 2. Post hoc comparisons showed that the part of gray matter of the cerebellum, left putamen, hippocampus, parahippocampal gyrus, and bilateral caudate nucleus were all significantly reduced in the SZ-CD and the SZ-NCD patients, compared with that in the HCs, and that patients with cognitive deficits were found to have reduced gray matter density in the vermis and tonsil of cerebellum, left supplementary motor area, bilateral precentral gyrus compared with patients without cognitive deficits (Fig. 2). Decreased GMD in vermis and tonsil of bilateral cerebellum were found in SZ-CD group, while anterior and posterior lobe of left cerebellum in SZ-NCD group. The peak voxel details of these clusters were listed in Table 3.    ", "sentences": [], "annotations": [], "relations": []}, {"offset": 18606, "infons": {"file": "12888_2017_1543_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Significant differences of GMD in each cluster and receiver operating characteristic (ROC) curve for each pair of groups. Classifier results showed GMD of cerebellar vermis tonsil cluster in SZ-CD vs HCs could differentiate SZ-CD from controls (sensitivity,92.5%;specificity75%, a), the left cerebellum cluster (anterior lobe and posterior lobe) in SZ-NCD vs HCs could distinguish between SZ-NCD vs controls(sensitivity,90.5%;specificity,77.8%, b) and all SZ versus all controls (sensitivity,90.5%,specificity70.6%, b), left supplementary motor area (SMA)cluster(left SMA, bilateral precentral gyrus) in SZ-CD vs SZ-NCD could differentiate SZ-CD from SZ-NCD (sensitivity,83.3%;specificity,81.2%, c), GMD of cerebellar vermis tonsil cluster in SZ-CD vs SZ-NCD could differentiate SZ-CD from controls (sensitivity,92.5%;specificity75%, d) GMD, gray matter density; SZ-CD, schizophrenia with cognitive deficits; SZ-NCD, schizophrenia without cognitive deficits; HCs, healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 19587, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For further quantitative analysis, we compared the mean GMD in significant clusters among the three groups and between each pair of groups. ANOVA results showed that the mean GMD of the cerebellar vermis cluster in SZ-CD vs HCs had a significant decrease in SZ-CD group compared with HCs group (T = 4.43, P < 0.001); left cerebellum cluster in SZ-NCD vs HCs, a significant decrease in SZ-NCD group (T = 3.41,P < 0.001); left SMA cluster in SZ-NCD vs SZ-CD, a significant decrease in SZ-CD group (T = 4.54,P < 0.001); cerebellar vermis cluster in SZ-NCD vs SZ-CD, a significant decrease in SZ-CD group (T = 3.67,P = 0.003). Furthermore, ROC showed GMD of cerebellar vermis tonsil cluster could differentiate SZ-CD from controls with a sensitivity of 92.5% and specificity of 75%, the left cerebellum cluster (anterior lobe and posterior lobe) could distinguish between SZ-NCD vs controls with a sensitivity of 90.5% and specificity of 77.8%, and all SZ versus all controls with a sensitivity of 90.5% and specificity of 70.6%,, left SMAcluster(left SMA, bilateral precentral gyrus) could differentiate SZ-CD from SZ-NCD with a sensitivity of 83.3% and specificity of 81.2% (Fig. 3). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 20770, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation between the alterations in gray matter density and clinical symptom severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 20859, "infons": {"file": "12888_2017_1543_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "\na Correlation maps of task accuracy and gray matter density for patients groups. Significant positive correlations were found in right precentral gyrus, posterior central gyrus, middle frontal gyrus, superior frontal gyrus, bilateral vermis and 8,9 of cerebellum. b The scatter plots between significant cluster in cerebellum and task accuracy (r = 0.46, p = 0.01), as assessed by 2 back task", "sentences": [], "annotations": [], "relations": []}, {"offset": 21253, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the combined patient groups, voxel–wise Pearson correlation maps showed positive correlations found in right superior frontal gyrus, vermis and tonsil of bilateral cerebellum, right precentral gyrus with task accuracy. GMD in bilateral cerebellum vermis cluster was positively correlated with task accuracy (r = 0.46, p = 0.014) (Fig. 4). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 21596, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 21607, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Based on VBM analysis, the present study found that first-episode SZ-CD had lower GMD in the vermis and tonsil of cerebellum than either SZ-NCD, or healthy controls and decreased GMD in left SMA cluster compared with SZ-NCD. Classification method revealed that the GMD of this cerebellum vermis cluster can be applied to differentiate SZ-CD patients from healthy controls and left SMA cluster differentiate SZ-CD group from SZ-NCD group with a high sensitivity and specificity. Further significant positive correlation was found between the GMD of this cerebellum vermis cluster and task accuracy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22205, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In spite of the traditional viewpoint that the cerebellum only plays a role in motor-related function, recent studies have revealed that it contributes to cognitive processing and emotional control. The cerebellum is anatomically connected to frontal and parietal cortex by a cortico-cerebellar-thalamic-cortical circuit, and have been proven to have an important role in both motor and cognitive tasks through different connections depending on the demands of the task. Cerebellar dysfunction, particularly in the vermis, has been proposed to lead to “cognitive dysmetria” in schizophrenia via the cortico-cerebellar-thalamic-cortical circuit.Reduced activation has been found in the cerebellar vermis during verbal working memory in schizophrenia.Although inconsistent findings of increased or decreased size or no change in vermis structure in schizophrenia patients, volumetric alterations in the vermis have been associated with deficits in cognitive and executive function.Given the evidence that has begun to accumulate, the significantly abnormal GMD reported here in the vermis of SZ-CD patients compared with SZ-NCD patients and HCs is not surprising. A recent two-photon calcium imaging showed that cerebellar granule cells encode the expectation of reward, providing further important implications for cognitive processing in the cerebellum.Based on the fact that reduced GMD may be related to the loss of neurons, we speculate that cerebellar granule cells may be significantly disrupted in SZ-CD patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23725, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The relationship between the early changes of GMD in patient groups and clinical outcomes is of clinical importance. Reduced gray matter density of vermis was found to be positively related to the task accuracy in first-episode schizophrenia. The smaller the GMD the vermis, the more severely the patient’s cognitive ability is affected. As a classified variable, GMD of the vermis could differentiate the SZ-CD patients from healthy controls. The specific relationship between the reduced GMD in the vermis and cognitive impairment suggests that GMD changes in the vermis during the early stage of schizophrenia could sever as candidate biomarker for SZ-CD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24384, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our results also showed reduced GMD of superior temporal gyrus in SZ-CD group. Superior temporal gyrus was associated with auditory and speech comprehension. Decreased cortical thickness in superior temporal gyrus had been found in multiple sclerosis patients, which was correlated with cognitive performance. In silent cerebral infarction patients, decreased gray matter volume was found and positively correlated with the MoCA scale. In spite of different diseases, the relationships between structural abnormalities and cognitive impairment showed superior temporal gyrus was involved in cognitive function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24995, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, reduced GMD was also observed in the parahippocampal gyrus, left cerebellar posterior lobe in SZ-NCD patients group. The parahippocampal gyrus plays an important role in memory encoding and retrieval. A reduced GMD of the parahippocampal gyrus has also been found in other first-episode schizophrenia studies. Another two morphological indexes, cortical thickness and gyrification have also be shown to be disturbed in the parahippocampal gyrus of first-episode schizophrenia and chronically hallucinating schizophrenic patients. Decreased GMD of left cerebellar posterior lobe was found in first-episode schizophrenia patients.Compared with previous studies, our study showed consistent results in first-episode schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25745, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Interestingly, much higher GMD value in left SMA cluster were found in SZ-NCD group than SZ-CD group and healthy controls, but no significant difference between SZ-CD and healthy controls. Meanwhile, left SMA cluster could distinguish SZ-CD group from SZ-NCD group. Researches had also reported that increased gray matter in SMA were found after aerobic exercise training, and which was associated with cognitive function.We speculated that increased GMD in SMA cluster might uncover structural compensation for cognitive function in SZ-NCD group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26293, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several limitations to our study should be considered. First, after dividing patients into subgroups based on their cognitive ability, there was a relatively small sample size of participants in each patient group. Further larger studies are required to replicate the current results. Second, the classification criterion was the mean accuracy in the N-back task. This task may not comprehensively represent one’s cognitive ability, although we added two other behavioral indicators to confirm our subgroup classification. Third, DSST and WAIS score of control group were did not estimated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26884, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 26896, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The results of the present study provided new in vivo evidence for an early maturational deficit of the vermis in schizophrenia. We further found that reduced GMD in the vermis are correlated with cognitive deficits in first-episode schizophrenia. However, any inferences drawn from the present study require confirmation from further investigations in a larger sample size.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27271, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 27285, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ANOVA", "sentences": [], "annotations": [], "relations": []}, {"offset": 27291, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "One-way analysis of variance", "sentences": [], "annotations": [], "relations": []}, {"offset": 27320, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CPZ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27324, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Chlorpromazine", "sentences": [], "annotations": [], "relations": []}, {"offset": 27339, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DSM-IV", "sentences": [], "annotations": [], "relations": []}, {"offset": 27346, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Diagnostic and Statistical Manual for Mental Disorders Fourth Edition", "sentences": [], "annotations": [], "relations": []}, {"offset": 27416, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DSST", "sentences": [], "annotations": [], "relations": []}, {"offset": 27421, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Digital Symbol Substitution Test", "sentences": [], "annotations": [], "relations": []}, {"offset": 27454, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FWHM", "sentences": [], "annotations": [], "relations": []}, {"offset": 27459, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Full-width at half-maximum", "sentences": [], "annotations": [], "relations": []}, {"offset": 27486, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GMD", "sentences": [], "annotations": [], "relations": []}, {"offset": 27490, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Gray matter density", "sentences": [], "annotations": [], "relations": []}, {"offset": 27510, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HCs", "sentences": [], "annotations": [], "relations": []}, {"offset": 27514, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 27531, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SANS", "sentences": [], "annotations": [], "relations": []}, {"offset": 27536, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Scale for the Assessment of Negative Symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 27582, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SAPS", "sentences": [], "annotations": [], "relations": []}, {"offset": 27587, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Scale for Assessment of Positive Symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 27629, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SCID-I/P", "sentences": [], "annotations": [], "relations": []}, {"offset": 27638, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Structured Clinical Interview for DSM-IV Axis I Disorders, Patient Edition", "sentences": [], "annotations": [], "relations": []}, {"offset": 27713, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SD", "sentences": [], "annotations": [], "relations": []}, {"offset": 27716, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Standard deviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 27735, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SPM8", "sentences": [], "annotations": [], "relations": []}, {"offset": 27740, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Statistical Parametric Mapping 8", "sentences": [], "annotations": [], "relations": []}, {"offset": 27773, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SZ-CD", "sentences": [], "annotations": [], "relations": []}, {"offset": 27779, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Schizophrenia patients with cognitive deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 27826, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SZ-NCD", "sentences": [], "annotations": [], "relations": []}, {"offset": 27833, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Schizophrenia patients with no cognitive deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 27883, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "VBM", "sentences": [], "annotations": [], "relations": []}, {"offset": 27887, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Voxel-based morphometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 27911, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "WAIS_Digit", "sentences": [], "annotations": [], "relations": []}, {"offset": 27922, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The Digit Symbol Substitution Test of the Wechsler Adult Intelligence Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 27998, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "WAIS-CR", "sentences": [], "annotations": [], "relations": []}, {"offset": 28006, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Wechsler Adult Intelligence Scale Chinese Revised", "sentences": [], "annotations": [], "relations": []}, {"offset": 28056, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "WAIS-Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 28073, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The information subscale of the Wechsler Adult Intelligence Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 28139, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 28162, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "ZL and JL made a substantial contribution to the conception and design of this study. CC, LZ and JW recruited the participants and completed the clinical assessment. JW managed the data analysis and wrote the first draft of the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28454, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 28497, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "This study required written informed consent from all participants. Ethics approval was granted by the ethics committee of the Second Xiangya Hospital, Central South University, Hunan, China.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28689, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 28713, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28729, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 28749, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28808, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 28825, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28944, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 28955, "infons": {"fpage": "187", "issue": "7321", "lpage": "193", "name_0": "surname:Insel;given-names:TR", "pub-id_doi": "10.1038/nature09552", "pub-id_pmid": "21068826", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "468", "year": "2010"}, "text": "Rethinking schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 28980, "infons": {"fpage": "866", "issue": "5", "lpage": "876", "name_0": "surname:Rapado-Castro;given-names:M", "name_1": "surname:Dodd;given-names:S", "name_2": "surname:Bush;given-names:AI", "name_3": "surname:Malhi;given-names:GS", "name_4": "surname:Skvarc;given-names:DR", "name_5": "surname:On;given-names:ZX", "pub-id_doi": "10.1017/S0033291716002932", "pub-id_pmid": "27894373", "section_type": "REF", "source": "Psychol Med", "type": "ref", "volume": "47", "year": "2017"}, "text": "Cognitive effects of adjunctive N-acetyl cysteine in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 29043, "infons": {"fpage": "37", "name_0": "surname:Lee;given-names:M", "name_1": "surname:Hoptman;given-names:M", "name_2": "surname:Sehatpour;given-names:P", "name_3": "surname:Lakatos;given-names:P", "name_4": "surname:Dias;given-names:E", "name_5": "surname:Kantrowitz;given-names:J", "pub-id_doi": "10.1016/j.ijpsycho.2016.07.123", "section_type": "REF", "source": "Int J Psychophysiol", "type": "ref", "volume": "108", "year": "2016"}, "text": "Neural mechanisms of mismatch negativity (MMN) dysfunction in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29119, "infons": {"fpage": "479", "issue": "3", "lpage": "488", "name_0": "surname:Leung;given-names:WW", "name_1": "surname:Bowie;given-names:CR", "name_2": "surname:Harvey;given-names:PD", "pub-id_doi": "10.1017/S1355617708080600", "section_type": "REF", "source": "J Int Neuropsych Soc", "type": "ref", "volume": "14", "year": "2008"}, "text": "Functional implications of neuropsychological normality and symptom remission in older outpatients diagnosed with schizophrenia: a cross-sectional study", "sentences": [], "annotations": [], "relations": []}, {"offset": 29272, "infons": {"fpage": "189", "issue": "2", "lpage": "195", "name_0": "surname:Wexler;given-names:BE", "name_1": "surname:Zhu;given-names:HT", "name_2": "surname:Bell;given-names:MD", "name_3": "surname:Nicholls;given-names:SS", "name_4": "surname:Fulbright;given-names:RK", "name_5": "surname:Gore;given-names:JC", "pub-id_doi": "10.1176/appi.ajp.2008.08020258", "pub-id_pmid": "18765481", "section_type": "REF", "source": "Am J Psychiat", "type": "ref", "volume": "166", "year": "2009"}, "text": "Neuropsychological near normality and brain structure abnormality in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29355, "infons": {"fpage": "202", "issue": "3", "lpage": "210", "name_0": "surname:Ortiz-Gil;given-names:J", "name_1": "surname:Pomarol-Clotet;given-names:E", "name_2": "surname:Salvador;given-names:R", "name_3": "surname:Canales-Rodriguez;given-names:EJ", "name_4": "surname:Sarro;given-names:S", "name_5": "surname:Gomar;given-names:JJ", "pub-id_doi": "10.1192/bjp.bp.110.083600", "pub-id_pmid": "21727234", "section_type": "REF", "source": "Brit J Psychiat", "type": "ref", "volume": "199", "year": "2011"}, "text": "Neural correlates of cognitive impairment in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29414, "infons": {"fpage": "451", "issue": "4", "lpage": "458", "name_0": "surname:Perez-Iglesias;given-names:R", "name_1": "surname:Tordesillas-Gutierrez;given-names:D", "name_2": "surname:McGuire;given-names:PK", "name_3": "surname:Barker;given-names:GJ", "name_4": "surname:Roiz-Santianez;given-names:R", "name_5": "surname:Mata;given-names:I", "pub-id_doi": "10.1176/appi.ajp.2009.09050716", "pub-id_pmid": "20160006", "section_type": "REF", "source": "Am J Psychiat", "type": "ref", "volume": "167", "year": "2010"}, "text": "White matter integrity and cognitive impairment in first-episode psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 29489, "infons": {"fpage": "104", "issue": "1–3", "lpage": "113", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Yücel;given-names:M", "name_2": "surname:Patti;given-names:J", "name_3": "surname:Wood;given-names:SJ", "name_4": "surname:Pantelis;given-names:C", "pub-id_doi": "10.1016/j.schres.2008.12.011", "pub-id_pmid": "19157788", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "108", "year": "2009"}, "text": "Mapping gray matter reductions in schizophrenia: an anatomical likelihood estimation analysis of voxel-based morphometry studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 29618, "infons": {"fpage": "26", "issue": "1", "lpage": "39", "name_0": "surname:Ivleva;given-names:EI", "name_1": "surname:Clementz;given-names:BA", "name_2": "surname:Dutcher;given-names:AM", "name_3": "surname:Arnold;given-names:SJM", "name_4": "surname:Jeon-Slaughter;given-names:H", "name_5": "surname:Aslan;given-names:S", "pub-id_doi": "10.1016/j.biopsych.2016.08.030", "pub-id_pmid": "27817844", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "82", "year": "2017"}, "text": "Brain structure biomarkers in the psychosis biotypes: findings from the bipolar-schizophrenia network for intermediate phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 29748, "infons": {"fpage": "85", "issue": "1–3", "lpage": "90", "name_0": "surname:Wu;given-names:GW", "name_1": "surname:Wang;given-names:YX", "name_2": "surname:Mwansisya;given-names:TE", "name_3": "surname:Pu;given-names:WD", "name_4": "surname:Zhang;given-names:HR", "name_5": "surname:Liu;given-names:C", "pub-id_doi": "10.1016/j.schres.2014.06.033", "pub-id_pmid": "25043264", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "158", "year": "2014"}, "text": "Effective connectivity of the posterior cingulate and medial prefrontal cortices relates to working memory impairment in schizophrenic and bipolar patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 29904, "infons": {"fpage": "21657", "name_0": "surname:Zhou;given-names:L", "name_1": "surname:Pu;given-names:WD", "name_2": "surname:Wang;given-names:JJ", "name_3": "surname:Liu;given-names:HH", "name_4": "surname:Wu;given-names:GW", "name_5": "surname:Liu;given-names:C", "pub-id_doi": "10.1038/srep21657", "pub-id_pmid": "26882844", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "6", "year": "2016"}, "text": "Ineffecient DMN suppression in schizophrenia patients with impaired cognitive function but not patients with preserved cognitive function", "sentences": [], "annotations": [], "relations": []}, {"offset": 30042, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mwansisya TE, Wang Z, Tao HJ, Zhang HR, Hu AM, Guo SX et al. The diminished interhemispheric connectivity correlates with negative symptoms and cognitive impairment in first-episode schizophrenia. Schizophr Res. 2013;150(1):144-50.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30274, "infons": {"section_type": "REF", "type": "ref"}, "text": "Stoodley CJ, Valera EM, Schmahmann JD. Functional topography of the cerebellum for motor and cognitive tasks:an fMRI study. Neuroimage. 2012;59(2):1560–70.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30430, "infons": {"section_type": "REF", "type": "ref"}, "text": "Schmahmann JD, Caplan D. Cognition, emotion and the cerebellum. Brain. 2006;129(2):290–2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30520, "infons": {"fpage": "81", "issue": "2", "lpage": "88", "name_0": "surname:Andreasen;given-names:NC", "name_1": "surname:Pierson;given-names:R", "pub-id_doi": "10.1016/j.biopsych.2008.01.003", "pub-id_pmid": "18395701", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "The role of the cerebellum in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30564, "infons": {"fpage": "1175", "issue": "4", "lpage": "1180", "name_0": "surname:Paul;given-names:ER", "name_1": "surname:Ulrich;given-names:S", "name_2": "surname:Greg;given-names:P", "name_3": "surname:Martin;given-names:C", "name_4": "surname:Patrick;given-names:J", "name_5": "surname:Kathleen;given-names:K", "pub-id_doi": "10.1016/j.neuroimage.2010.07.018", "pub-id_pmid": "20633666", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Cerebellar grey matter deficits in first-episode schizophrenia mapped using cortical pattern matching", "sentences": [], "annotations": [], "relations": []}, {"offset": 30666, "infons": {"fpage": "133", "lpage": "140", "name_0": "surname:Kayako;given-names:M", "name_1": "surname:Shen-Hsing;given-names:AC", "name_2": "surname:Chih-Min;given-names:L", "name_3": "surname:Chen-Chung;given-names:L", "name_4": "surname:Tzung-Jeng;given-names:H", "name_5": "surname:Ming;given-names:HH", "pub-id_doi": "10.1016/j.schres.2013.10.028", "pub-id_pmid": "24262681", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "151", "year": "2013"}, "text": "Et al.Stable signatures of schizophrenia in the cortical–subcortical–cerebellar network using fMRI of verbal working memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 30790, "infons": {"fpage": "164", "lpage": "170", "name_0": "surname:Womer;given-names:FY", "name_1": "surname:Tang;given-names:YQ", "name_2": "surname:Harms;given-names:MP", "name_3": "surname:Bai;given-names:C", "name_4": "surname:Chang;given-names:M", "name_5": "surname:Jiang;given-names:XW", "pub-id_doi": "10.1016/j.schres.2016.06.028", "pub-id_pmid": "27401530", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "176", "year": "2016"}, "text": "Sexual dimorphism of the cerebellar vermis in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30850, "infons": {"fpage": "1513", "lpage": "1517", "name_0": "surname:Segarra;given-names:N", "name_1": "surname:Bernardo;given-names:M", "name_2": "surname:Valdes;given-names:M", "name_3": "surname:Caldu;given-names:X", "name_4": "surname:Falcón;given-names:C", "name_5": "surname:Rami;given-names:L", "pub-id_doi": "10.1097/WNR.0b013e3283108bd8", "pub-id_pmid": "18797308", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "19", "year": "2008"}, "text": "Cerebellar deficits in schizophrenia are associated with executive dysfuntion", "sentences": [], "annotations": [], "relations": []}, {"offset": 30928, "infons": {"fpage": "96", "issue": "7648", "lpage": "100", "name_0": "surname:Wagner;given-names:MJ", "name_1": "surname:Kim;given-names:TH", "name_2": "surname:Savall;given-names:J", "name_3": "surname:Schnitzer;given-names:MJ", "name_4": "surname:Luo;given-names:LQ", "pub-id_doi": "10.1038/nature21726", "pub-id_pmid": "28321129", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "544", "year": "2017"}, "text": "Cerebellar granule cells encode the expectation of reward", "sentences": [], "annotations": [], "relations": []}, {"offset": 30986, "infons": {"fpage": "943", "issue": "4", "lpage": "950", "name_0": "surname:Achiron;given-names:A", "name_1": "surname:Chapman;given-names:J", "name_2": "surname:Tal;given-names:S", "name_3": "surname:Bercovich;given-names:E", "name_4": "surname:Gil;given-names:H", "name_5": "surname:Achiron;given-names:A", "pub-id_doi": "10.1007/s00429-012-0440-3", "pub-id_pmid": "22790785", "section_type": "REF", "source": "Brain Struct Funct", "type": "ref", "volume": "218", "year": "2013"}, "text": "Superior temporal gyrus thickness correlates with cognitive performance in multiple sclerosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31080, "infons": {"fpage": "890", "issue": "15", "lpage": "895", "name_0": "surname:Yang;given-names:T", "name_1": "surname:Zhang;given-names:L", "name_2": "surname:Xiang;given-names:MQ", "name_3": "surname:Luo;given-names:W", "name_4": "surname:Huang;given-names:JB", "section_type": "REF", "source": "Neuro Report", "type": "ref", "volume": "26", "year": "2015"}, "text": "Cognitive impairment and gray matter volume abnormalities in silent cerebral infarction", "sentences": [], "annotations": [], "relations": []}, {"offset": 31168, "infons": {"fpage": "880", "issue": "2", "lpage": "889", "name_0": "surname:Job;given-names:DE", "name_1": "surname:Whalley;given-names:HC", "name_2": "surname:McConnell;given-names:S", "name_3": "surname:Glabus;given-names:M", "name_4": "surname:Johnstone;given-names:EC", "name_5": "surname:Lawrie;given-names:SM", "pub-id_doi": "10.1006/nimg.2002.1180", "pub-id_pmid": "12377162", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Structural gray matter differences between first-episode schizophrenics and normal controls using voxel-based morphometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 31290, "infons": {"fpage": "365", "issue": "2", "lpage": "375", "name_0": "surname:Salgado-Pineda;given-names:P", "name_1": "surname:Baeza;given-names:I", "name_2": "surname:Perez-Gomez;given-names:M", "name_3": "surname:Vendrell;given-names:P", "name_4": "surname:Junque;given-names:C", "name_5": "surname:Bargallo;given-names:N", "pub-id_doi": "10.1016/S1053-8119(03)00094-6", "pub-id_pmid": "12814586", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "19", "year": "2003"}, "text": "Sustained attention impairment correlates to gray matter decreases in first episode neuroleptic-naive schizophrenic patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 31415, "infons": {"fpage": "12", "issue": "1–3", "lpage": "21", "name_0": "surname:Chua;given-names:SE", "name_1": "surname:Cheung;given-names:C", "name_2": "surname:Cheung;given-names:V", "name_3": "surname:Tsang;given-names:JTK", "name_4": "surname:Chen;given-names:EYH", "name_5": "surname:Wong;given-names:JCH", "pub-id_doi": "10.1016/j.schres.2006.09.009", "pub-id_pmid": "17098398", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "89", "year": "2007"}, "text": "Cerebral grey, white matter and csf in never-medicated, first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31499, "infons": {"fpage": "774", "issue": "9", "lpage": "781", "name_0": "surname:Glahn;given-names:DC", "name_1": "surname:Laird;given-names:AR", "name_2": "surname:Ellison-Wright;given-names:I", "name_3": "surname:Thelen;given-names:SM", "name_4": "surname:Robinson;given-names:JL", "name_5": "surname:Lancaster;given-names:JL", "pub-id_doi": "10.1016/j.biopsych.2008.03.031", "pub-id_pmid": "18486104", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Meta-analysis of gray matter anomalies in schizophrenia: application of anatomic likelihood estimation and network analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31623, "infons": {"fpage": "137", "issue": "2–3", "lpage": "144", "name_0": "surname:Schultz;given-names:CC", "name_1": "surname:Koch;given-names:K", "name_2": "surname:Wagner;given-names:G", "name_3": "surname:Roebel;given-names:M", "name_4": "surname:Nenadic;given-names:I", "name_5": "surname:Gaser;given-names:C", "pub-id_doi": "10.1016/j.schres.2010.08.033", "pub-id_pmid": "20850277", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "123", "year": "2010"}, "text": "Increased parahippocampal and lingual gyrification in first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31705, "infons": {"fpage": "57", "lpage": "63", "name_0": "surname:Tao;given-names:HJ", "name_1": "surname:Wong;given-names:GHY", "name_2": "surname:Zhang;given-names:HR", "name_3": "surname:Zhou;given-names:Y", "name_4": "surname:Xue;given-names:ZM", "name_5": "surname:Shan;given-names:BC", "pub-id_doi": "10.1016/j.pscychresns.2015.04.011", "section_type": "REF", "source": "Psychiat Res-Neuroim", "type": "ref", "volume": "133", "year": "2015"}, "text": "Grey matter morphological anomalies in the caudate head in first-episode psychosis patients with delusions of reference", "sentences": [], "annotations": [], "relations": []}, {"offset": 31825, "infons": {"fpage": "3364", "issue": "4", "lpage": "3372", "name_0": "surname:Hamzei;given-names:F", "name_1": "surname:Glauche;given-names:V", "name_2": "surname:Schwarzwald;given-names:R", "name_3": "surname:May;given-names:A", "pub-id_doi": "10.1016/j.neuroimage.2011.10.089", "pub-id_pmid": "22108643", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Dynamic gray matter changes within cortex and striatum after short motor skill training are associated with their increased functional interaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 31972, "infons": {"fpage": "e99222", "issue": "6", "name_0": "surname:Li;given-names:L", "name_1": "surname:Men;given-names:WW", "name_2": "surname:Chang;given-names:YK", "name_3": "surname:Fan;given-names:MX", "name_4": "surname:Ji;given-names:L", "name_5": "surname:Wei;given-names:GX", "pub-id_doi": "10.1371/journal.pone.0099222", "pub-id_pmid": "24911975", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Acute aerobic exercise increases cortical activity during working memory: a functional MRI study in female college students", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}