{"source": "PMC", "date": "20201215", "key": "pmc.key", "infons": {}, "documents": [{"id": "5537335", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1007/s00213-017-4628-3", "article-id_pmc": "5537335", "article-id_pmid": "28429068", "article-id_publisher-id": "4628", "fpage": "2375", "issue": "16", "kwd": "Attention bias Lateral occipital complex Nicotine deprivation Pattern classification Smoking cues", "license": "\nOpen Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.", "lpage": "2384", "name_0": "surname:Havermans;given-names:Anne", "name_1": "surname:van Schayck;given-names:Onno C. P.", "name_2": "surname:Vuurman;given-names:Eric F. P. M.", "name_3": "surname:Riedel;given-names:Wim J.", "name_4": "surname:van den Hurk;given-names:Job", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "234", "year": "2017"}, "text": "Nicotine deprivation elevates neural representation of smoking-related cues in object-sensitive visual cortex: a proof of concept study", "sentences": [], "annotations": [], "relations": []}, {"offset": 136, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Objective", "sentences": [], "annotations": [], "relations": []}, {"offset": 146, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In the current study, we use functional magnetic resonance imaging (fMRI) and multi-voxel pattern analysis (MVPA) to investigate whether tobacco addiction biases basic visual processing in favour of smoking-related images. We hypothesize that the neural representation of smoking-related stimuli in the lateral occipital complex (LOC) is elevated after a period of nicotine deprivation compared to a satiated state, but that this is not the case for object categories unrelated to smoking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 636, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 644, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Current smokers (≥10 cigarettes a day) underwent two fMRI scanning sessions: one after 10 h of nicotine abstinence and the other one after smoking ad libitum. Regional blood oxygenated level-dependent (BOLD) response was measured while participants were presented with 24 blocks of 8 colour-matched pictures of cigarettes, pencils or chairs. The functional data of 10 participants were analysed through a pattern classification approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1082, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1090, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In bilateral LOC clusters, the classifier was able to discriminate between patterns of activity elicited by visually similar smoking-related (cigarettes) and neutral objects (pencils) above empirically estimated chance levels only during deprivation (mean = 61.0%, chance (permutations) = 50.0%, p = .01) but not during satiation (mean = 53.5%, chance (permutations) = 49.9%, ns.). For all other stimulus contrasts, there was no difference in discriminability between the deprived and satiated conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1596, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1607, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The discriminability between smoking and non-smoking visual objects was elevated in object-selective brain region LOC after a period of nicotine abstinence. This indicates that attention bias likely affects basic visual object processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1846, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1859, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While tobacco addiction is often regarded as the direct result of the pharmacological effects of nicotine, there are various other processes involved as well. For instance, a critical role in the maintenance of tobacco addiction is reserved for the interaction between environment and corresponding neural events; i.e. drug-related cues in the environment are paired with the rewarding physiological effects of nicotine. After repeated pairing and reinforcement of these cues, they become highly salient, triggering the urge to smoke (Robinson and Berridge; Benowitz). In this process, these motivationally relevant smoking cues have been shown to automatically and involuntarily capture the smoker’s selective attention (Mogg and Bradley; Hogarth et al.; Field and Cox). The resulting attention bias exhibited by smokers is associated with increased craving and has been implicated in maintaining addictive behaviour and provoking relapses (Bradley et al.; Janes et al.; Austin and Duka). Additionally, nicotine abstinence has been shown to increase subjective craving in response to smoking cues and enhance attention bias, making it even more difficult for (ex-)smokers to remain abstinent (Gross et al.; Sayette and Hufford; Waters and Feyerabend; Zack et al.; Field et al.). Thus, even existing smoking cessation treatments will be less effective as long as smokers are still automatically being attracted to these craving-eliciting cues. Accordingly, there is a need for new (additional) treatments targeting extinction of automatic responses to smoking cues. More knowledge about the exact underlying mechanisms can be essential in the process of developing those.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3531, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Functional imaging studies have shown that craving-provoking drug cues elicit a response in a network of frontal brain regions, mainly consisting of the amygdala, anterior cingulate cortex (ACC), dorsolateral prefrontal cortex (dlPFC) and orbitofrontal cortex (OFC) (Wilson et al.). This is not surprising, since these areas are connected to the dopaminergic mesolimbic reward pathway which becomes activated in response to actual drug exposure (Brody). The amygdala is believed to enhance identification of emotionally salient stimuli (like conditioned drug cues) (Phillips et al.), whereas the areas in the prefrontal cortex play a key role in the guidance of goal-directed and motivational behaviour. Specifically, the OFC is thought to integrate and modulate activity from several limbic areas (such as the amygdala) involved in reward processing (Volkow and Fowler), and the dlPFC is implicated in regulatory processing and decision-making (Watanabe et al.). The ACC, in addition, has been associated with conflict monitoring in the presence of competing response alternatives (Kerns et al.). Reactivity of these areas to smoking cues may therefore reflect a process of deciding whether or not to resist the urge to smoke. Although findings are somewhat inconsistent across studies, increased activation in response to smoking cues is mostly reported in brain regions related to reward and motivational processing as well as in the frontal and parietal attentional networks (David et al.; Brody et al.; Franklin et al.; Rubinstein et al.; Luijten et al.; Claus et al.). Activation of these regions in response to smoking cues is evident, since it reflects the rewarding value of the cues and the motivational and attentional processes guiding drug-seeking behaviour (Engelmann et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5322, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Nonetheless, these areas are located relatively late in the pathway through which visual information is processed. That is, impulses are first transmitted from the primary visual cortex via the extrastriate cortex to higher-order visual association areas. From there, projections finally go to multimodal processing regions including the amygdala and prefrontal cortex (Tanaka). Interestingly, return connections of the amygdala to various levels of the ventral stream are thought to enhance sensory processing of emotionally salient stimuli in the visual cortex (Amaral et al.). So although salience attribution is situated in higher-processing stages (Goldstein and Volkow), it may well influence earlier visual processing in a top-down fashion. Even more specifically, a study by Murray and Wojciulik has shown that top-down attention increased not just activity but also neural selectivity in the lateral occipital complex, a region involved in the visual processing of objects and shapes (Murray and Wojciulik). Thus, one mechanism by which a smoker’s attention could be biased towards (salient) visual smoking cues may be via increased processing in the extended visual system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6506, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In accordance with this hypothesis, there is some evidence for increased activation in areas of the primary visual and extrastriate cortices in response to smoking cues (Due et al.; Janes et al.; Engelmann et al.; Havermans et al.). Nevertheless, the evidence remains scarce, and existing theories on attention bias have explicitly argued for a role of the brain’s reward pathway and not the extended visual system in this process (Everitt and Robbins; Robinson and Berridge). A reason for the inconclusive neuroimaging evidence for the involvement of the visual system could be that visual processing of salient smoking cues is only slightly enhanced compared to neutral cues, since no motivational value has been attributed in this stage of processing. Standard univariate functional magnetic resonance imaging (fMRI) analysis techniques might not be sufficiently sensitive to detect such subtle effects. Furthermore, in several of these cue reactivity studies, the participants had been smoking before scanning (Janes et al.; Engelmann et al.). Since smoking cues are of greater salience and relevance for deprived smokers than for satiated smokers (Robinson and Berridge), this may have minimized the saliency—and thereby the enhanced visual processing—of the smoking cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7784, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the current study, we use functional MRI and multi-voxel pattern analysis (MVPA) to investigate basic visual processing of smoking-related objects in tobacco-addicted participants. This method allows us to consider the pattern of activity of the total amount of voxels in the lateral occipital complex (LOC), instead of analysing each voxel independently and looking at the average response of the whole region. By employing the spatial distribution of neural responses in this way, pattern analysis techniques are able to pick up information that is too subtle to be discovered by traditional univariate analyses (De Martino et al.; Mur et al.; Mahmoudi et al.; Tong and Pratte; Woolgar et al.). In the current study, we use functional MRI and a linear classification algorithm (support vector machine (SVM); Cortes and Vapnik) to investigate whether smoking-related visual cues are processed differently when a smoker is deprived of nicotine compared to a satiated state. We investigated the discriminability of neural responses to cigarette images and visually comparable pencil images immediately after the participant has smoked a cigarette, and compare this to the discriminability of the responses when the smoker is craving for nicotine. We hypothesize that the neural responses will grow more distinct for the smoking-related cues in the latter situation, as these stimuli will be increasingly behaviourally relevant. This in turn would imply that nicotine deprivation in smokers directly biases early visual object recognition towards smoking-related cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9354, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 9362, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 9375, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fourteen right-handed, current smokers (6 males, mean age 25.21 years) participated in this study. Individuals who reported smoking a minimum of 10 cigarettes a day on average for at least 1 year were included. Exclusion criteria were history of physical or mental illness, use of psychotropic medication, history of drug or alcohol abuse, and contraindications for the MRI scanner. Participants received financial compensation for their participation and travel costs. The study was approved by the Ethical Review Committee Psychology and Neuroscience of Maastricht University, and written informed consent was obtained from each participant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10019, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 10029, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were scanned on two occasions. On one occasion, they were instructed to refrain from smoking for at least 10 h before the experiment. On the other occasion, participants were allowed to smoke ad libitum and were specifically asked to smoke a cigarette just before entering the lab in order to achieve maximal satiation. The order of the sessions was randomized across subjects. Upon entering the lab, smoking status was verified by exhaled carbon monoxide measurement. In addition, participants reported at what time they had smoked their most recent cigarette. Furthermore, they filled out the Fagerström Test for Nicotine Dependence (FTND) (Heatherton et al.), the Minnesota Nicotine Withdrawal Scale (MNWS) (Cappelleri et al.) and an MRI eligibility check.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10802, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Localizer run", "sentences": [], "annotations": [], "relations": []}, {"offset": 10816, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An independent functional localizer run preceded the experiment to localize object-sensitive regions of the brain. Participants were presented with 12 blocks of 10-Gy-scale pictures of common objects and 12 blocks of scrambled versions of the same pictures, all equalized for luminance. All pictures were presented for 1200 ms with an inter-stimulus interval of 600 ms. Stimulus blocks were presented in random order and interleaved with fixation blocks of 12,600 ms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11284, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental run", "sentences": [], "annotations": [], "relations": []}, {"offset": 11301, "infons": {"file": "213_2017_4628_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Experimental task paradigm. Participants were presented with eight stimulus blocks consisting of eight pictures of either cigarettes or pencils or chairs. The stimulus blocks were presented in random order and interchanged with intervals of 10, 12 or 14 s of rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 11565, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Stimuli for this run consisted of coloured pictures of cigarettes, pencils and chairs in similar colours, presented centrally on a white background. Participants were presented with three runs, consisting of eight blocks of eight pictures of either cigarettes or pencils or chairs. Pictures were presented for 1500 ms with a 50-ms inter-stimulus interval. Stimulus blocks were presented in random order and interchanged with intervals of 10, 12 or 14 s of rest (see Fig. 1). These intervals allowed the blood oxygenated level-dependent (BOLD) response elicited by the previous stimulus block to return back to baseline before the onset of the adjacent block. To ensure attention to the pictures, participants had to respond to catch trials in which presentation of the preceding picture was repeated. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 12367, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Imaging data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 12392, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional and anatomical images were acquired in a 3-T Siemens Prisma Scanner (Siemens Medical Solutions, Germany) using a 64-channel head coil. For the localizer run, functional images were obtained for 33 contiguous axial slices (voxel size = 3 × 3 × 3 mm) using a standard gradient echo planar imaging (EPI) sequence (repetition time [TR] = 1800 ms, echo time [TE] = 30 ms, matrix size = 72 × 72, flip angle [FA] = 77°). Functional images for the experimental runs were also acquired with an EPI sequence (TR = 2000 ms, TE = 30 ms, matrix size = 72 × 72, FA = 77°), but for 36 contiguous axial slices (voxel size = 3 × 3 × 3 mm). Both functional measurements covered as much as possible the entire cortical volume. Whole brain structural images were acquired using a 1 × 1 × 1 mm resolution T1-weighted MPRAGE sequence ([TR] = 2250 ms, [TE] = 2.21 ms, [FA] = 9°). The first two volumes of all functional runs were discarded because of possible T1 saturation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13355, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were placed in supine position on the scanner bed, and their heads were fixated with foam pads. Stimuli were projected on a screen at the back of the scanner bore, and were visible to the participants through a mirror attached to the head coil. Responses were made with a hand-held button box. Stimulus presentation was accomplished with Presentation software (Neurobehavioral Systems Inc., Albany, CA) for the localizer run and E-Prime® (Psychology Software Tools, Inc. Sharpsburg, PA) for the experimental runs and was synchronized to the MR data acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13930, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 13939, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Imaging data was pre-processed and analysed using BrainVoyager QX version 2.8 (Brain Innovation, Maastricht, The Netherlands) and Matlab R2014b (MathWorks Inc., Natick, MA). First, functional images were corrected for possible susceptibility-induced EPI distortions by using B0 fieldmaps and the BrainVoyager QX plugin anatabacus (Breman et al.). The functional data were then corrected for slice scan-time differences and 3D head motion (six parameters). In order to enhance the subsequent alignment of the functional images to the anatomical volume, the first and third runs were corrected with the second run as intra-session reference, as the acquisition of this run was temporally adjacent to the anatomical scan. Subsequently, linear trends and low-frequency temporal drifts were removed from the data using a high-pass filter, removing temporal frequencies below 6 cycles per run. The resulting functional data were co-registered to the anatomical volume and transformed to Talairach space. To further reduce the effects of motion-related variability (‘spikes’), a custom Matlab algorithm was applied that for each volume computed the percentage of voxels exceeded the voxel mean intensity by more than 4 standard deviations. Volumes with more than 2% extreme voxels were labelled as affected by ‘excessive’ motion. These volumes were replaced by new values derived from a voxel-wise spline interpolation between the volumes that temporally bordered the removed volumes. In case the excessive volumes were at the beginning or end of the run, the volumes were simply removed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15521, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A standard whole brain univariate random effects GLM analysis was performed to localize bilateral LOC clusters for each subject. The locations of the object selective regions of interest (ROIs) were determined based on a conjunction contrast and anatomical criteria. We selected voxels within the bilateral ventral occipito-temporal cortex that showed a significant response (Bonferroni corrected) in the conjunction analysis between an object-responsive contrast (objects > scrambled objects) and an object-positive contrast (objects > baseline).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16069, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The experimental runs were analysed through a pattern classification approach (Cox and Savoy) using custom written code in Matlab. The pseudocode of this analysis is provided as a supplement. This analysis was confined to the resulting voxels from the analysis of the localizer run. First, for each voxel within the region of interest, individual responses to the experimental blocks were estimated by fitting a double-gamma haemodynamic response function (HRF) to the voxel’s time course, using the resulting beta as block estimate. For each ROI and each condition, this resulted in a matrix with dimensions V × B, where V represents the number of voxels, and B stands for the number of blocks. These matrices capture the fine-grained neural information about the conditions that may be apparent in the response patterns. The blocks were labelled according to their corresponding condition (cigarette, pencil, chair) and normalized (z-scored) so as to obtain a mean response of 0 and standard deviation of 1 across all voxels within our region of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17127, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The analysis was run using a leave-1-run-out cross-validation. This entails that the classification algorithm was trained on two out of three runs, and its generalization performance tested on the run that was left out. This procedure is repeated three times, ensuring that each run is once used for testing, after which the three prediction accuracies are averaged. First, for the cigarette and pencil conditions, the dataset was split into a training set consisting of two runs (i.e. 16 examples) per condition and a test set consisting of one run (i.e. 8 examples) per condition. The labelled training trials were submitted to a linear support vector machine classifier (C = 1) (Cortes and Vapnik; Mourão-Miranda et al.; Formisano et al.), which performs binary classification on a dataset by placing all cases in a multidimensional space. Each individual block (or example) is expressed as a vector of N features (voxels) in the N-dimensional space. This creates two ‘clouds’ of block vectors in the multidimensional space, one for each condition tested. The algorithm then attempts to define an optimal separation boundary, or hyperplane, between the two classes, given the training data. The generalizability of the trained classifier is then subsequently assessed by feeding the independent and unlabelled test blocks from the left-out run to the algorithm. The accuracy at which the classifier is able to determine the correct labels from these trials given only the response patterns is an indication of successful learning of the algorithm. This, in turn, reflects a meaningful difference in spatial patterns of neural activity elicited by the two conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18797, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to statistically quantify the prediction results, we empirically estimated the distribution of prediction accuracies under the null hypothesis by a bootstrapping approach: instead of training the classifier on voxel patterns and corresponding class labels, we pseudo randomly assigned the labels to the patterns (randomization of labels per run). The classifier then learned the arbitrary relationship between patterns and classes. By feeding the test trials to the model, we obtained a prediction accuracy under the null hypothesis. Repeating this 1000 times yields the distribution of prediction accuracies under the null hypothesis. This entire analysis was repeated for the cigarette and chair, and pencil and chair classes. Finally, a non-parametric Wilcoxon signed-rank test (Wilcoxon) was performed to statistically test the mean prediction accuracies against the permutations, and to test the difference between the deprivation and satiation sessions. Resulting p values were corrected for multiple comparisons by computing the false discovery rate (FDR) using q = 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19885, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to test the variables for possible interaction effects, we computed the two-way F-statistic using a repeated-measures ANOVA with the factors deprivation state (2) × stimulus type (3). Then, we permuted the 2 × 3 condition labels across participants and recomputed the F-statistic in 10,000 iterations, creating the distribution of F under the null hypothesis (Suckling and Bullmore). The probability of finding the true interaction F-statistic under the assumption that the H0 is true was subsequently derived from the permuted F-distribution. A priori planned comparisons between the satiated and deprived conditions were made for each stimulus category, regardless of the outcome of the corresponding overall interaction test. This is a legitimate procedure if the comparisons are suggested by the theoretical basis of the experiment (Winer). Access to the Matlab codes used in this study will be provided upon individual request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20827, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 20835, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Participant characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 20863, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Data of four participants had to be discarded because they did not fully complete all experimental runs. All data reported regard the final sample of 10 participants. The mean Fagerström score of our participants was 2.8 (SD = 1.79), which reflects a low (to moderate) level of smoking dependence (Heatherton et al.). On average, participants smoked approximately 10 cigarettes a day, and there was no difference in the number of cigarettes smoked in the weeks preceding each session (mean deprived = 72.7 SD = 36.73; mean satiated = 76.1, SD = 35.22; t (18) = −.211, p = .835). Time since last cigarette ranged from 5 to 50 min (mean = 17.5 min, SD = 14.77 min) for the satiated session and from 10 to 19 h (mean = 12.64 h, SD = 2.89 h) for the deprived session. Exhaled carbon monoxide values were significantly lower when participants had been deprived of smoking (range deprived 0–9, mean = 4.18; range satiated 5–13, mean = 8.00; t (18) = −3.425, p = .004). Scores on the MNWS did not differ between the two sessions (mean deprived = 10.90, SD = 5.80; mean satiated = 10.40, SD = 6.92; t (18) = .175, ns.). Moreover, participants did not report more craving after smoking deprivation (as indicated on a 0–4 scale; mean deprived = 2.20, SD = 0.92; mean satiated = 1.70, SD = 1.25; t (18) = 1.018, ns.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22170, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Localizer", "sentences": [], "annotations": [], "relations": []}, {"offset": 22180, "infons": {"file": "213_2017_4628_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Average LOC clusters. Clusters of object-sensitive voxels within bilateral ventral occipito-temporal cortex, averaged over all participants. Projected on a partially inflated individual cortex reconstruction", "sentences": [], "annotations": [], "relations": []}, {"offset": 22388, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Significant bilateral LOC clusters were identified in all but one participant. The average location of these clusters over all participants is shown in Fig. 2. For one participant, the specified contrast yielded no significant voxels with and without Bonferroni correction. Therefore, the average location of left and right LOC of all other participants was used in the MVPA analysis for this participant. The classification analysis was performed on both left and right LOC combined, as well as on separate left and right LOC voxels. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22924, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Multi-voxel pattern analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 22953, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Bilateral LOC", "sentences": [], "annotations": [], "relations": []}, {"offset": 22967, "infons": {"file": "213_2017_4628_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Classification results of all contrasts over bilateral LOC. Prediction accuracies for the cigarette vs pencil contrast were significantly higher when participants were deprived of smoking (p < .02). No differences between the deprived and satiated conditions were found for the other condition pairs. Asterisks indicate significant differences from permuted chance levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 23339, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Over the voxels of left and right LOC combined, the classification algorithm was able to discriminate between patterns of activity elicited by visually similar smoking-related (cigarettes) and neutral objects (pencils) above empirically estimated chance levels only when participants were smoking deprived (mean = 61.0%, mean permutation = 50.0%, p = .01 (uncorrected, p = .012 FDR-corrected)) but not when they were satiated (mean = 53.5%, mean permutation = 49.9%, ns.); see Fig. 3. Moreover, the difference in prediction accuracies between the satiated and deprived conditions was significantly larger than the difference between the permutation accuracies of both conditions (accuracies D-S = 7.50, permutations D-S = −0.12, p = .02 (uncorrected, p = .06 FDR-corrected)). Discrimination between the visually less similar smoking-related (cigarettes) and neutral (chairs) cues was possible above permutation chance levels when participants were deprived (mean = 75.6%, mean permutation = 50.0%, p = .002 (uncorrected, p = .012 FDR-corrected)) as well as when they were satiated (mean = 72.5%, mean permutation = 49.9%, p = .004 (uncorrected, p = .008 FDR-corrected)), and did not differ between conditions (accuracies D-S = 3.12, permutations D-S = 0.13, ns.). Similarly, discrimination between two visually distinct neutral objects (pencils, chairs) was possible above empirical chance levels during deprivation (mean = 79.2%, mean permutation = 50.0%, p = .002 (uncorrected, p = .006 FDR-corrected)) and satiety (mean = 74.6%, mean permutation = 50.3%, p = .004 (uncorrected, p = .006 FDR-corrected)) and also did not differ between the two conditions (accuracies D-S = 4.58, permutations D-S = −0.33, ns.). There was no significant interaction between the two deprivation states and the three stimulus combinations in bilateral LOC voxels (p > .1). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25195, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Left and right LOC", "sentences": [], "annotations": [], "relations": []}, {"offset": 25214, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In left LOC, discrimination between response patterns elicited in response to visually similar smoking-related (cigarettes) and neutral objects (pencils) was possible above empirically estimated chance levels when participants were deprived of smoking (mean = 58.5%, mean permutation = 50%, p = .01 (uncorrected, p = .012 FDR-corrected)), but not when they were satiated (mean = 52.3%, mean permutation = 50%, ns.). However, the difference in decoding between the deprived and satiated conditions was significantly larger than the difference in empirically estimated chance levels (accuracies D-S = 6.25, permutations D-S = −.03, p = .01 (uncorrected, p = .06 FDR-corrected)). Moreover, the classifier was able to discriminate between responses elicited by the visually less similar smoking-related (cigarettes) and neutral (chairs) cues above permutation chance levels in the deprived (mean = 75%, mean permutation = 50%, p = .002 (uncorrected, p = .006 FDR-corrected)) as well as the satiated (mean = 73.3%, mean permutation = 50%, p = .002 (uncorrected, p = .006 FDR-corrected)) conditions. In addition, the classifier’s ability to discriminate between responses to cigarettes and chairs did not differ between deprivation and satiety (accuracies D-S = 1.67, permutations D-S = −.04, ns.). Finally, discrimination between two neutral objects based on responses in left LOC was possible when participants were satiated (mean 73.1%, mean permutation = 50.0%, p = .004 (uncorrected, p = .006 FDR-corrected)) and when they were deprived (mean = 75.8%, mean permutation = 50.0%, p = .002 (uncorrected, p = .006 FDR-corrected)). In addition, there was no significant difference in prediction accuracies for the neutral contrast (chairs–pencils), between the deprived and satiated states (accuracies D-S = 2.71, permutations D-S = 0.00, ns.) There was no significant interaction between the two deprivation states and the three stimulus combinations in left LOC (p > .1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27182, "infons": {"file": "213_2017_4628_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Classification results of all contrasts in left and right LOC separately. In left LOC, decoding accuracies for the cigarette–pencil contrast were significantly higher in the deprived than in the satiated condition (p < .01). For all other stimulus contrasts, there was no difference in discriminability between the deprived and satiated conditions, in both left and right LOC. Asterisks indicate significant differences from permuted chance levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 27630, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In right LOC also, decoding accuracies for the cigarette–pencil contrast were significantly higher than empirically estimated chance levels in both the satiated (mean = 56.3%, mean permutation = 50.0%, p = .01 (uncorrected, p = .02 FDR-corrected)) and deprived conditions (mean = 61.9%, mean permutation = 50.0%, p = .004 (uncorrected, p = .006 FDR-corrected)). Moreover, they did not significantly differ between the conditions (accuracies D-S = 5.63, permutations D-S = 0.05, ns.). Similarly, discrimination between cigarettes and chairs was possible above permuted chance levels in satiated (mean = 69.6%, mean permutations = 50.0%, p = .004 (uncorrected, p = .006 FDR-corrected)) and deprived (mean = 69.0%, mean permutation = 50.0%, p = .004 (uncorrected, p = .006 FDR-corrected)) participants, and did not differ between conditions (accuracies D-S = −0.63, permutations D-S = −.01, ns.). Furthermore, the classifier was able to discriminate between responses in right LOC to two different neutral objects (pencils and chairs) under conditions of smoking deprivation (mean = 74%, mean permutation = 50.0%, p = .004 (uncorrected, p = .006 FDR-corrected)) as well as satiety (mean = 69.2%, mean permutation = 50.0%, p = .004 (uncorrected, p = .006 FDR-corrected)). The classifier’s ability to discriminate between two neutral objects did not differ between the satiated and deprived conditions (accuracies D-S = −.63, permutation D-S = 0.03, ns). There was no significant interaction between the two deprivation states and the three stimulus combinations in right LOC (p > .1). Classification results of left and right LOC are depicted in Fig. 4. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 29281, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Over all stimulus conditions, we did not find the D-S effect to be different across hemispheres. Moreover, when we specifically focussed on the pencil vs cigarette comparison, we again did not find any significant lateralization effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29519, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 29530, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study investigated to what extent nicotine deprivation affects early visual processing of smoking-related objects. More specifically, we examined whether the neural representations of images related to smoking become more apparent when smokers are in a state of abstinence. By means of multi-voxel pattern analysis, we demonstrated (1) that we are able to discriminate between the visually similar categories cigarettes and pencils above chance level by observing the underlying patterns of activity in object-sensitive LOC, and (2) that this discriminability ceases when subjects are satiated. From this, we conclude that the effect of abstinence on behaviour can at least be traced back to a basic level of visual object processing. This indicates that the mechanism by which a smoker’s attention is biased towards smoking cues potentially affects processing in the early visual system, and is not confined to only higher-order motivation and reward-related areas as is generally emphasized in the literature (Volkow et al.; Hester and Luijten; Jasinska et al.). In light of the increased salience of smoking-related cues after nicotine deprivation (Robinson and Berridge), our findings offer a new insight in the possible neural mechanisms that facilitate this behavioural effect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30819, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, in light of recent discussions about the interpretability of MVPA results, it is important to note that certain inferences about the nature of the data are not trivial to make. For instance, work by Todd and colleagues demonstrates that since MVPA is insensitive to the directionality of an effect, group tests on summary statistics can potentially introduce confounds (Todd et al.). In addition, Davis et al. used simulations to point out that a significant decoding performance does not allow for drawing conclusion about the underlying nature of the representations (Davis et al.). However, our experimental design is set up to address the question whether certain neural responses are affected by the level of nicotine deprivation. Although we cannot draw firm conclusions on the directionality of the effect, we interpret our results in light of what is known about the psychological effect of addictive substances. If the multivariate distance between two object categories (one of which is related to the addiction) increases as an effect of nicotine deprivation, it is not the statistics that drive the interpretation of directionality. Rather, it is the contextual framing of the study that provides us with a potential interpretation of these results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32090, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To further support our interpretation, it would be interesting to compare our results with a non-smoking control group; if non-smokers would not exhibit a similar difference in decoding between smoking-related and neutral objects as we found in smokers, this would confirm our hypothesis that the difference we found was caused by nicotine deprivation. However, if they would show a difference in decoding, that would indicate that this difference is inherently present and diminishes as a consequence of acute nicotine consumption.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32623, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The fact that we only found an effect of nicotine deprivation on neural processing in the cigarette–pencil contrast is possibly caused by their visually similar appearances. That is, the other smoking vs neutral stimulus contrast consisted of cigarettes and chairs, which have much more distinct visual features. As LOC is specifically sensitive to object shapes (Grill-Spector et al.; Kim et al.), it is plausible that the large difference in shapes between cigarettes and chairs has caused a ceiling effect, due to which differences between the deprived and satiated conditions could not be demonstrated. The large dissimilarity in shape is also very likely to be the reason for the much higher prediction accuracies in the cigarette–chair, as well as the pencil–chair conditions, compared to the cigarette–pencil condition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33450, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A few considerations should be taken into account with regard to the design of our study. First of all, our final sample size of 10 participants is small, even for an fMRI study. Small samples can be problematic for MVPA as they can lead to decoding accuracies that overshoot chance level merely by chance (Combrisson and Jerbi). We therefore chose for a conservative way to quantify our results: Instead of testing our classification results against chance level (i.e. 50%), we have empirically estimated the distribution of prediction accuracies when there is no relationship between the conditions and underlying response patterns. By testing our true prediction accuracy against the accuracies that resulted from this bootstrapping approach, we overcome this problem.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34222, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Secondly, our participants exhibited only low (to moderate) levels of nicotine dependence, as indicated by their low FTND scores. Therefore, it is possible that the smoking cues were not as attractive or attention-grabbing for them as they would have been for highly dependent individuals. Hence, for more dependent smokers, patterns of activity related to smoking cues may have been better discriminable from those related to neutral cues. Moreover, highly dependent smokers would have been more affected by the nicotine deprivation condition, possibly increasing discriminability between smoking and neutral cues in the deprived condition even more. In addition, it is striking that our deprivation condition was not successful in inducing craving or other withdrawal symptoms. This could be due to a too short, and overnight, abstinence period, during which participants only missed a few cigarettes. For instance, an abstinence period of 16 h has been shown to reliably induce craving (Jarvik et al.), while our participants were abstinent for only 12 h on average. Although this difference is small, this indicates that longer periods of abstinence (in heavier smokers) may lead to more distinct responses to smoking-related and neutral cues in LOC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35477, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Moreover, differences between participants in metabolism, patterns of cigarette consumption, smoking history and time since last cigarette could have introduced significant variability due to the acute effects of nicotine. Future studies similar to ours, analysing subtle differences in processing between smoking and neutral cues, should control for these factors as much as possible.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35863, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, to control as much as possible for other influences, we have kept our images of smoking-related and neutral objects very ‘clean’. They consisted of just one object in a neutral colour presented centrally on a white background. This may have made our smoking images less attractive and interesting to look at than more lifelike images of smoking scenes in which people enjoy smoking cigarettes. Moreover, the fact that our images did not reflect actual smoking scenes may have compromised the ecologic validity of the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36396, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Nevertheless, we have established that neural response patterns in left LOC differ for smoking-related and neutral pictures when participants were deprived of nicotine. This indicates that the well-known attention bias that has often been reported in smokers likely affects basic visual object processing. This finding may provide a new target for smoking cessation interventions; for instance, non-invasive brain stimulation techniques may be used to manipulate brain activity in LOC. Moreover, it shows that treatment interventions should not just aim to eliminate craving elicited by smoking cues, but should specifically focus on extinction of automatic responses to these cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37079, "infons": {"section_type": "DISCUSS", "type": "title"}, "text": "Compliance with ethical standards", "sentences": [], "annotations": [], "relations": []}, {"offset": 37113, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The study was approved by the Ethical Review Committee Psychology and Neuroscience of Maastricht University, and written informed consent was obtained from each participant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37287, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflicts of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 37309, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37370, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 37381, "infons": {"fpage": "1099", "lpage": "1120", "name_0": "surname:Amaral;given-names:DG", "name_1": "surname:Behniea;given-names:H", "name_2": "surname:Kelly;given-names:JL", "pub-id_doi": "10.1016/S0306-4522(02)01001-1", "pub-id_pmid": "12732254", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "118", "year": "2003"}, "text": "Topographic organization of projections from the amygdala to the visual cortex in the macaque monkey", "sentences": [], "annotations": [], "relations": []}, {"offset": 37482, "infons": {"fpage": "183", "lpage": "189", "name_0": "surname:Austin;given-names:AJ", "name_1": "surname:Duka;given-names:T", "pub-id_doi": "10.1016/j.bbr.2012.04.009", "pub-id_pmid": "22521410", "section_type": "REF", "source": "Behav Brain Res", "type": "ref", "volume": "232", "year": "2012"}, "text": "Mechanisms of attention to conditioned stimuli predictive of a cigarette outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 37563, "infons": {"fpage": "2295", "lpage": "2303", "name_0": "surname:Benowitz;given-names:NL", "pub-id_doi": "10.1056/NEJMra0809890", "pub-id_pmid": "20554984", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "362", "year": "2010"}, "text": "Nicotine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 37582, "infons": {"fpage": "66", "lpage": "72", "name_0": "surname:Bradley;given-names:BP", "name_1": "surname:Mogg;given-names:K", "name_2": "surname:Wright;given-names:T", "name_3": "surname:Field;given-names:M", "pub-id_doi": "10.1037/0893-164X.17.1.66", "pub-id_pmid": "12665083", "section_type": "REF", "source": "Psychol Addict Behav", "type": "ref", "volume": "17", "year": "2003"}, "text": "Attentional bias in drug dependence: vigilance for cigarette-related cues in smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 37667, "infons": {"section_type": "REF", "type": "ref"}, "text": "Breman H, Peters J, Weiskopf N, et al. (2009) Fast fieldmap-based EPI distortion correction with anatabacus: a plugin for BrainVoyager. NeuroImage. p S81", "sentences": [], "annotations": [], "relations": []}, {"offset": 37821, "infons": {"fpage": "404", "lpage": "418", "name_0": "surname:Brody;given-names:AL", "pub-id_doi": "10.1016/j.jpsychires.2005.04.012", "pub-id_pmid": "15979645", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "40", "year": "2006"}, "text": "Functional brain imaging of tobacco use and dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 37876, "infons": {"fpage": "642", "lpage": "651", "name_0": "surname:Brody;given-names:AL", "name_1": "surname:Mandelkern;given-names:MA", "name_2": "surname:Olmstead;given-names:RE", "pub-id_doi": "10.1016/j.biopsych.2006.10.026", "pub-id_pmid": "17217932", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "62", "year": "2007"}, "text": "Neural substrates of resisting craving during cigarette cue exposure", "sentences": [], "annotations": [], "relations": []}, {"offset": 37945, "infons": {"fpage": "749", "lpage": "760", "name_0": "surname:Cappelleri;given-names:JC", "name_1": "surname:Bushmakin;given-names:AG", "name_2": "surname:Baker;given-names:CL", "pub-id_doi": "10.1185/030079905X43712", "pub-id_pmid": "15969874", "section_type": "REF", "source": "Curr Med Res Opin", "type": "ref", "volume": "21", "year": "2005"}, "text": "Revealing the multidimensional framework of the Minnesota nicotine withdrawal scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 38029, "infons": {"fpage": "2363", "lpage": "2372", "name_0": "surname:Claus;given-names:ED", "name_1": "surname:Blaine;given-names:SK", "name_2": "surname:Filbey;given-names:FM", "pub-id_doi": "10.1038/npp.2013.134", "pub-id_pmid": "23708507", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "38", "year": "2013"}, "text": "Association between nicotine dependence severity, BOLD response to smoking cues, and functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 38138, "infons": {"fpage": "126", "lpage": "136", "name_0": "surname:Combrisson;given-names:E", "name_1": "surname:Jerbi;given-names:K", "pub-id_doi": "10.1016/j.jneumeth.2015.01.010", "pub-id_pmid": "25596422", "section_type": "REF", "source": "J Neurosci Methods", "type": "ref", "volume": "250", "year": "2015"}, "text": "Exceeding chance level by chance: the caveat of theoretical chance levels in brain signal classification and statistical assessment of decoding accuracy", "sentences": [], "annotations": [], "relations": []}, {"offset": 38291, "infons": {"fpage": "273", "lpage": "297", "name_0": "surname:Cortes;given-names:C", "name_1": "surname:Vapnik;given-names:V", "section_type": "REF", "source": "Mach Learn", "type": "ref", "volume": "20", "year": "1995"}, "text": "Support-vector networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 38315, "infons": {"fpage": "261", "lpage": "270", "name_0": "surname:Cox;given-names:DD", "name_1": "surname:Savoy;given-names:RL", "pub-id_doi": "10.1016/S1053-8119(03)00049-1", "pub-id_pmid": "12814577", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "19", "year": "2003"}, "text": "Functional magnetic resonance imaging (fMRI) “brain reading”: detecting and classifying distributed patterns of fMRI activity in human visual cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 38464, "infons": {"fpage": "488", "lpage": "494", "name_0": "surname:David;given-names:SP", "name_1": "surname:Munafò;given-names:MR", "name_2": "surname:Johansen-Berg;given-names:H", "pub-id_doi": "10.1016/j.biopsych.2005.04.028", "pub-id_pmid": "16023086", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "58", "year": "2005"}, "text": "Ventral striatum/nucleus accumbens activation to smoking-related pictorial cues in smokers and nonsmokers: a functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 38617, "infons": {"fpage": "271", "lpage": "283", "name_0": "surname:Davis;given-names:T", "name_1": "surname:LaRocque;given-names:KF", "name_2": "surname:Mumford;given-names:JA", "pub-id_doi": "10.1016/j.neuroimage.2014.04.037", "pub-id_pmid": "24768930", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "97", "year": "2014"}, "text": "What do differences between multi-voxel and univariate analysis mean? How subject-, voxel-, and trial-level variance impact fMRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38755, "infons": {"fpage": "44", "lpage": "58", "name_0": "surname:De Martino;given-names:F", "name_1": "surname:Valente;given-names:G", "name_2": "surname:Staeren;given-names:N", "pub-id_doi": "10.1016/j.neuroimage.2008.06.037", "pub-id_pmid": "18672070", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "43", "year": "2008"}, "text": "Combining multivariate voxel selection and support vector machines for mapping and classification of fMRI spatial patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 38878, "infons": {"fpage": "954", "lpage": "960", "name_0": "surname:Due;given-names:DL", "name_1": "surname:Huettel;given-names:SA", "name_2": "surname:Hall;given-names:WG", "name_3": "surname:Rubin;given-names:DC", "pub-id_doi": "10.1176/appi.ajp.159.6.954", "pub-id_pmid": "12042183", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "159", "year": "2002"}, "text": "Activation in mesolimbic and visuospatial neural circuits elicited by smoking cues: evidence from functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 39014, "infons": {"fpage": "252", "lpage": "262", "name_0": "surname:Engelmann;given-names:JM", "name_1": "surname:Versace;given-names:F", "name_2": "surname:Robinson;given-names:JD", "pub-id_doi": "10.1016/j.neuroimage.2011.12.024", "pub-id_pmid": "22206965", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "60", "year": "2012"}, "text": "Neural substrates of smoking cue reactivity: a meta-analysis of fMRI studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 39091, "infons": {"fpage": "1481", "lpage": "1489", "name_0": "surname:Everitt;given-names:BJ", "name_1": "surname:Robbins;given-names:TW", "pub-id_doi": "10.1038/nn1579", "pub-id_pmid": "16251991", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "8", "year": "2005"}, "text": "Neural systems of reinforcement for drug addiction: from actions to habits to compulsion", "sentences": [], "annotations": [], "relations": []}, {"offset": 39180, "infons": {"fpage": "1", "lpage": "20", "name_0": "surname:Field;given-names:M", "name_1": "surname:Cox;given-names:WM", "pub-id_doi": "10.1016/j.drugalcdep.2008.03.030", "pub-id_pmid": "18479844", "section_type": "REF", "source": "Drug Alcohol Depend", "type": "ref", "volume": "97", "year": "2008"}, "text": "Attentional bias in addictive behaviors: a review of its development, causes, and consequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 39275, "infons": {"fpage": "116", "lpage": "123", "name_0": "surname:Field;given-names:M", "name_1": "surname:Mogg;given-names:K", "name_2": "surname:Bradley;given-names:BP", "pub-id_doi": "10.1007/s00213-003-1689-2", "pub-id_pmid": "14663552", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "173", "year": "2004"}, "text": "Eye movements to smoking-related cues: effects of nicotine deprivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 39346, "infons": {"fpage": "921", "lpage": "934", "name_0": "surname:Formisano;given-names:E", "name_1": "surname:De Martino;given-names:F", "name_2": "surname:Valente;given-names:G", "pub-id_doi": "10.1016/j.mri.2008.01.052", "pub-id_pmid": "18508219", "section_type": "REF", "source": "Magn Reson Imaging", "type": "ref", "volume": "26", "year": "2008"}, "text": "Multivariate analysis of fMRI time series: classification and regression of brain responses using machine learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 39461, "infons": {"fpage": "2301", "lpage": "2309", "name_0": "surname:Franklin;given-names:TR", "name_1": "surname:Wang;given-names:Z", "name_2": "surname:Wang;given-names:J", "pub-id_doi": "10.1038/sj.npp.1301371", "pub-id_pmid": "17375140", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "32", "year": "2007"}, "text": "Limbic activation to cigarette smoking cues independent of nicotine withdrawal: a perfusion fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 39564, "infons": {"fpage": "652", "lpage": "669", "name_0": "surname:Goldstein;given-names:RZ", "name_1": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1038/nrn3119", "pub-id_pmid": "22011681", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "12", "year": "2011"}, "text": "Dysfunction of the prefrontal cortex in addiction: neuroimaging findings and clinical implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 39663, "infons": {"fpage": "1409", "lpage": "1422", "name_0": "surname:Grill-Spector;given-names:K", "name_1": "surname:Kourtzi;given-names:Z", "name_2": "surname:Kanwisher;given-names:N", "pub-id_doi": "10.1016/S0042-6989(01)00073-6", "pub-id_pmid": "11322983", "section_type": "REF", "source": "Vis Res", "type": "ref", "volume": "41", "year": "2001"}, "text": "The lateral occipital complex and its role in object recognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 39728, "infons": {"fpage": "333", "lpage": "336", "name_0": "surname:Gross;given-names:TM", "name_1": "surname:Jarvik;given-names:ME", "name_2": "surname:Rosenblatt;given-names:MR", "pub-id_doi": "10.1007/BF02251289", "pub-id_pmid": "7831427", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "110", "year": "1993"}, "text": "Nicotine abstinence produces content-specific stroop interference", "sentences": [], "annotations": [], "relations": []}, {"offset": 39794, "infons": {"fpage": "1260", "lpage": "1267", "name_0": "surname:Havermans;given-names:A", "name_1": "surname:Vuurman;given-names:EFPM", "name_2": "surname:van den Hurk;given-names:J", "pub-id_doi": "10.1111/add.12577", "pub-id_pmid": "24894701", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "109", "year": "2014"}, "text": "Treatment with a nicotine vaccine does not lead to changes in brain activity during smoking cue exposure or a working memory task", "sentences": [], "annotations": [], "relations": []}, {"offset": 39924, "infons": {"fpage": "1119", "lpage": "1127", "name_0": "surname:Heatherton;given-names:TF", "name_1": "surname:Kozlowski;given-names:LT", "name_2": "surname:Frecker;given-names:RC", "name_3": "surname:Fagerström;given-names:KO", "pub-id_doi": "10.1111/j.1360-0443.1991.tb01879.x", "pub-id_pmid": "1932883", "section_type": "REF", "source": "Br J Addict", "type": "ref", "volume": "86", "year": "1991"}, "text": "The Fagerström Test for Nicotine Dependence: a revision of the Fagerström Tolerance Questionnaire", "sentences": [], "annotations": [], "relations": []}, {"offset": 40022, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hester R, Luijten M (2013) Neural correlates of attentional bias in addiction. CNS Spectr:1–8. doi:10.1017/S1092852913000473", "sentences": [], "annotations": [], "relations": []}, {"offset": 40147, "infons": {"fpage": "153", "lpage": "160", "name_0": "surname:Hogarth;given-names:LC", "name_1": "surname:Mogg;given-names:K", "name_2": "surname:Bradley;given-names:BP", "pub-id_doi": "10.1097/00008877-200303000-00007", "pub-id_pmid": "12658076", "section_type": "REF", "source": "Behav Pharmacol", "type": "ref", "volume": "14", "year": "2003"}, "text": "Attentional orienting towards smoking-related stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 40201, "infons": {"fpage": "722", "lpage": "729", "name_0": "surname:Janes;given-names:AC", "name_1": "surname:Pizzagalli;given-names:DA", "name_2": "surname:Richardt;given-names:S", "pub-id_doi": "10.1016/j.biopsych.2009.12.034", "pub-id_pmid": "20172508", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Brain reactivity to smoking cues prior to smoking cessation predicts ability to maintain tobacco abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 40309, "infons": {"fpage": "2339", "lpage": "2345", "name_0": "surname:Janes;given-names:AC", "name_1": "surname:Pizzagalli;given-names:DA", "name_2": "surname:Richardt;given-names:S", "pub-id_doi": "10.1038/npp.2010.103", "pub-id_pmid": "20703221", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "Neural substrates of attentional bias for smoking-related cues: an FMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40387, "infons": {"fpage": "553", "lpage": "558", "name_0": "surname:Jarvik;given-names:ME", "name_1": "surname:Madsen;given-names:DC", "name_2": "surname:Olmstead;given-names:RE", "pub-id_doi": "10.1016/S0091-3057(00)00261-6", "pub-id_pmid": "10899369", "section_type": "REF", "source": "Pharmacol Biochem Behav", "type": "ref", "volume": "66", "year": "2000"}, "text": "Nicotine blood levels and subjective craving for cigarettes", "sentences": [], "annotations": [], "relations": []}, {"offset": 40447, "infons": {"fpage": "1", "lpage": "16", "name_0": "surname:Jasinska;given-names:AJ", "name_1": "surname:Stein;given-names:EA", "name_2": "surname:Kaiser;given-names:J", "pub-id_doi": "10.1016/j.neubiorev.2013.10.013", "pub-id_pmid": "24211373", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "38", "year": "2014"}, "text": "Factors modulating neural reactivity to drug cues in addiction: a survey of human neuroimaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 40550, "infons": {"fpage": "1023", "lpage": "1026", "name_0": "surname:Kerns;given-names:JG", "name_1": "surname:Cohen;given-names:JD", "name_2": "surname:MacDonald;given-names:AW", "pub-id_doi": "10.1126/science.1089910", "pub-id_pmid": "14963333", "section_type": "REF", "source": "Science", "type": "ref", "volume": "303", "year": "2004"}, "text": "Anterior cingulate conflict monitoring and adjustments in control", "sentences": [], "annotations": [], "relations": []}, {"offset": 40616, "infons": {"fpage": "2297", "lpage": "2305", "name_0": "surname:Kim;given-names:JG", "name_1": "surname:Biederman;given-names:I", "name_2": "surname:Lescroart;given-names:MD", "name_3": "surname:Hayworth;given-names:KJ", "pub-id_doi": "10.1016/j.visres.2009.06.020", "pub-id_pmid": "19577590", "section_type": "REF", "source": "Vis Res", "type": "ref", "volume": "49", "year": "2009"}, "text": "Adaptation to objects in the lateral occipital complex (LOC): shape or semantics?", "sentences": [], "annotations": [], "relations": []}, {"offset": 40698, "infons": {"fpage": "2374", "lpage": "2381", "name_0": "surname:Luijten;given-names:M", "name_1": "surname:Veltman;given-names:DJ", "name_2": "surname:van den Brink;given-names:W", "pub-id_doi": "10.1016/j.neuroimage.2010.09.064", "pub-id_pmid": "20932921", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Neurobiological substrate of smoking-related attentional bias", "sentences": [], "annotations": [], "relations": []}, {"offset": 40760, "infons": {"fpage": "961257", "name_0": "surname:Mahmoudi;given-names:A", "name_1": "surname:Takerkart;given-names:S", "name_2": "surname:Regragui;given-names:F", "pub-id_doi": "10.1155/2012/961257", "pub-id_pmid": "23401720", "section_type": "REF", "source": "Comput Math Methods Med", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Multivoxel pattern analysis for FMRI data: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 40812, "infons": {"fpage": "385", "lpage": "392", "name_0": "surname:Mogg;given-names:K", "name_1": "surname:Bradley;given-names:BP", "pub-id_doi": "10.1177/026988110201600416", "pub-id_pmid": "12503841", "section_type": "REF", "source": "J Psychopharmacol", "type": "ref", "volume": "16", "year": "2002"}, "text": "Selective processing of smoking-related cues in smokers: manipulation of deprivation level and comparison of three measures of processing bias", "sentences": [], "annotations": [], "relations": []}, {"offset": 40955, "infons": {"fpage": "980", "lpage": "995", "name_0": "surname:Mourão-Miranda;given-names:J", "name_1": "surname:Bokde;given-names:ALW", "name_2": "surname:Born;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2005.06.070", "pub-id_pmid": "16275139", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "28", "year": "2005"}, "text": "Classifying brain states and determining the discriminating activation patterns: support vector machine on functional MRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 41082, "infons": {"fpage": "101", "lpage": "109", "name_0": "surname:Mur;given-names:M", "name_1": "surname:Bandettini;given-names:PA", "name_2": "surname:Kriegeskorte;given-names:N", "pub-id_doi": "10.1093/scan/nsn044", "pub-id_pmid": "19151374", "section_type": "REF", "source": "Soc Cogn Affect Neurosci", "type": "ref", "volume": "4", "year": "2009"}, "text": "Revealing representational content with pattern-information fMRI—an introductory guide", "sentences": [], "annotations": [], "relations": []}, {"offset": 41169, "infons": {"fpage": "70", "lpage": "74", "name_0": "surname:Murray;given-names:SO", "name_1": "surname:Wojciulik;given-names:E", "pub-id_doi": "10.1038/nn1161", "pub-id_pmid": "14647291", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "7", "year": "2004"}, "text": "Attention increases neural selectivity in the human lateral occipital complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 41247, "infons": {"fpage": "504", "lpage": "514", "name_0": "surname:Phillips;given-names:ML", "name_1": "surname:Drevets;given-names:WC", "name_2": "surname:Rauch;given-names:SL", "name_3": "surname:Lane;given-names:R", "pub-id_doi": "10.1016/S0006-3223(03)00168-9", "pub-id_pmid": "12946879", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "54", "year": "2003"}, "text": "Neurobiology of emotion perception I: the neural basis of normal emotion perception", "sentences": [], "annotations": [], "relations": []}, {"offset": 41331, "infons": {"fpage": "3137", "lpage": "3146", "name_0": "surname:Robinson;given-names:TE", "name_1": "surname:Berridge;given-names:KC", "pub-id_doi": "10.1098/rstb.2008.0093", "pub-id_pmid": "18640920", "section_type": "REF", "source": "Philos Trans R Soc Lond Ser B Biol Sci", "type": "ref", "volume": "363", "year": "2008"}, "text": "The incentive sensitization theory of addiction: some current issues", "sentences": [], "annotations": [], "relations": []}, {"offset": 41400, "infons": {"fpage": "7", "lpage": "12", "name_0": "surname:Rubinstein;given-names:ML", "name_1": "surname:Luks;given-names:TL", "name_2": "surname:Moscicki;given-names:AB", "pub-id_doi": "10.1016/j.jadohealth.2010.09.016", "section_type": "REF", "source": "J Adolesc Health", "type": "ref", "volume": "48", "year": "2010"}, "text": "Smoking-related cue-induced brain activation in adolescent light smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41473, "infons": {"fpage": "812", "lpage": "818", "name_0": "surname:Sayette;given-names:MA", "name_1": "surname:Hufford;given-names:MR", "pub-id_doi": "10.1037/0021-843X.103.4.812", "pub-id_pmid": "7822584", "section_type": "REF", "source": "J Abnorm Psychol", "type": "ref", "volume": "103", "year": "1994"}, "text": "Effects of cue exposure and deprivation on cognitive resources in smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41547, "infons": {"fpage": "193", "lpage": "205", "name_0": "surname:Suckling;given-names:J", "name_1": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1002/hbm.20027", "pub-id_pmid": "15195286", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "22", "year": "2004"}, "text": "Permutation tests for factorially designed neuroimaging experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 41615, "infons": {"fpage": "502", "lpage": "505", "name_0": "surname:Tanaka;given-names:K", "pub-id_doi": "10.1016/0959-4388(92)90187-P", "pub-id_pmid": "1525549", "section_type": "REF", "source": "Curr Opin Neurobiol", "type": "ref", "volume": "2", "year": "1992"}, "text": "Inferotemporal cortex and higher visual functions", "sentences": [], "annotations": [], "relations": []}, {"offset": 41665, "infons": {"fpage": "157", "lpage": "165", "name_0": "surname:Todd;given-names:MT", "name_1": "surname:Nystrom;given-names:LE", "name_2": "surname:Cohen;given-names:JD", "pub-id_doi": "10.1016/j.neuroimage.2013.03.039", "pub-id_pmid": "23558095", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "77", "year": "2013"}, "text": "Confounds in multivariate pattern analysis: theory and rule representation case study", "sentences": [], "annotations": [], "relations": []}, {"offset": 41751, "infons": {"fpage": "483", "lpage": "509", "name_0": "surname:Tong;given-names:F", "name_1": "surname:Pratte;given-names:MS", "pub-id_doi": "10.1146/annurev-psych-120710-100412", "pub-id_pmid": "21943172", "section_type": "REF", "source": "Annu Rev Psychol", "type": "ref", "volume": "63", "year": "2012"}, "text": "Decoding patterns of human brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 41793, "infons": {"fpage": "318", "lpage": "325", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "pub-id_doi": "10.1093/cercor/10.3.318", "pub-id_pmid": "10731226", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "10", "year": "2000"}, "text": "Addiction, a disease of compulsion and drive: involvement of the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 41879, "infons": {"fpage": "639", "lpage": "648", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Wang;given-names:GJ", "name_2": "surname:Tomasi;given-names:D", "name_3": "surname:Baler;given-names:RD", "pub-id_doi": "10.1016/j.conb.2013.01.002", "pub-id_pmid": "23434063", "section_type": "REF", "source": "Curr Opin Neurobiol", "type": "ref", "volume": "23", "year": "2013"}, "text": "Unbalanced neuronal circuits in addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 41921, "infons": {"fpage": "2391", "lpage": "2400", "name_0": "surname:Watanabe;given-names:M", "name_1": "surname:Hikosaka;given-names:K", "name_2": "surname:Sakagami;given-names:M", "name_3": "surname:Shirakawa;given-names:S", "pub-id_pmid": "11896178", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "22", "year": "2002"}, "text": "Coding and monitoring of motivational context in the primate prefrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 42000, "infons": {"fpage": "111", "lpage": "120", "name_0": "surname:Waters;given-names:AJ", "name_1": "surname:Feyerabend;given-names:C", "pub-id_doi": "10.1037/0893-164X.14.2.111", "pub-id_pmid": "10860110", "section_type": "REF", "source": "Psychol Addict Behav", "type": "ref", "volume": "14", "year": "2000"}, "text": "Determinants and effects of attentional bias in smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 42056, "infons": {"fpage": "80", "lpage": "83", "name_0": "surname:Wilcoxon;given-names:F", "pub-id_doi": "10.2307/3001968", "section_type": "REF", "source": "Biom Bull", "type": "ref", "volume": "1", "year": "1945"}, "text": "Individual comparisons by ranking methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 42098, "infons": {"fpage": "211", "lpage": "214", "name_0": "surname:Wilson;given-names:SJ", "name_1": "surname:Sayette;given-names:MA", "name_2": "surname:Fiez;given-names:JA", "pub-id_doi": "10.1038/nn1200", "pub-id_pmid": "15001989", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "7", "year": "2004"}, "text": "Prefrontal responses to drug cues: a neurocognitive analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42159, "infons": {"name_0": "surname:Winer;given-names:BJ", "section_type": "REF", "source": "Statistical principles in experimental design", "type": "ref", "year": "1971"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 42160, "infons": {"fpage": "1433", "lpage": "1454", "name_0": "surname:Woolgar;given-names:A", "name_1": "surname:Jackson;given-names:J", "name_2": "surname:Duncan;given-names:J", "pub-id_doi": "10.1162/jocn_a_00981", "pub-id_pmid": "27315269", "section_type": "REF", "source": "J Cogn Neurosci", "type": "ref", "volume": "28", "year": "2016"}, "text": "Coding of visual, auditory, rule, and response information in the brain: 10 years of multivoxel pattern analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42273, "infons": {"fpage": "249", "lpage": "257", "name_0": "surname:Zack;given-names:M", "name_1": "surname:Belsito;given-names:L", "name_2": "surname:Scher;given-names:R", "pub-id_doi": "10.1007/s002130000552", "pub-id_pmid": "11205427", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "153", "year": "2001"}, "text": "Effects of abstinence and smoking on information processing in adolescent smokers", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}