{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "5811832", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Neural networks on naltrexone Laurel S. Morris et al.", "article-id_doi": "10.1111/adb.12503", "article-id_other": "AB-09-2016-0222.R1", "article-id_pmc": "5811832", "article-id_pmid": "28247526", "article-id_publisher-id": "ADB12503", "fpage": "425", "issue": "1", "kwd": "Addiction alcohol cocaine naltrexone opiate substance use", "license": "This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.", "lpage": "436", "name_0": "surname:Morris;given-names:Laurel S.", "name_1": "surname:Baek;given-names:Kwangyeol", "name_10": "surname:Passetti;given-names:Filippo", "name_11": "surname:Paterson;given-names:Louise M.", "name_12": "surname:Rabiner;given-names:Ilan", "name_13": "surname:Reed;given-names:Laurence", "name_14": "surname:Smith;given-names:Dana", "name_15": "surname:Suckling;given-names:John", "name_16": "surname:Taylor;given-names:Eleanor M.", "name_17": "surname:Bullmore;given-names:Edward T.", "name_18": "surname:Lingford‐Hughes;given-names:Anne R.", "name_19": "surname:Deakin;given-names:Bill", "name_2": "surname:Tait;given-names:Roger", "name_20": "surname:Nutt;given-names:David J.", "name_21": "surname:Sahakian;given-names:Barbara J.", "name_22": "surname:Robbins;given-names:Trevor W.", "name_23": "surname:Voon;given-names:Valerie", "name_3": "surname:Elliott;given-names:Rebecca", "name_4": "surname:Ersche;given-names:Karen D.", "name_5": "surname:Flechais;given-names:Remy", "name_6": "surname:McGonigle;given-names:John", "name_7": "surname:Murphy;given-names:Anna", "name_8": "surname:Nestor;given-names:Liam J.", "name_9": "surname:Orban;given-names:Csaba", "notes": "\n\n, , , , , , , , , , , , , , , , , , , , , , , , and  () . , : –. doi: 10.1111/adb.12503.\n", "pub-id_pmid": "28247526", "section_type": "TITLE", "source": "Addiction Biology", "type": "front", "volume": "23", "year": "2018"}, "text": "Naltrexone ameliorates functional network abnormalities in alcohol‐dependent individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 89, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 98, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Naltrexone, an opioid receptor antagonist, is commonly used as a relapse prevention medication in alcohol and opiate addiction, but its efficacy and the mechanisms underpinning its clinical usefulness are not well characterized. In the current study, we examined the effects of 50‐mg naltrexone compared with placebo on neural network changes associated with substance dependence in 21 alcohol and 36 poly‐drug‐dependent individuals compared with 36 healthy volunteers. Graph theoretic and network‐based statistical analysis of resting‐state functional magnetic resonance imaging (MRI) data revealed that alcohol‐dependent subjects had reduced functional connectivity of a dispersed network compared with both poly‐drug‐dependent and healthy subjects. Higher local efficiency was observed in both patient groups, indicating clustered and segregated network topology and information processing. Naltrexone normalized heightened local efficiency of the neural network in alcohol‐dependent individuals, to the same levels as healthy volunteers. Naltrexone failed to have an effect on the local efficiency in abstinent poly‐substance‐dependent individuals. Across groups, local efficiency was associated with substance, but no alcohol exposure implicating local efficiency as a potential premorbid risk factor in alcohol use disorders that can be ameliorated by naltrexone. These findings suggest one possible mechanism for the clinical effects of naltrexone, namely, the amelioration of disrupted network topology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1610, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1623, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Substance use disorders are complex, multifaceted disorders often characterized by cycles of intoxication, withdrawal and craving, propagating substance‐seeking behaviours that persist despite often‐severe negative consequences. The social, health and economic costs of substance dependence (SD) are high (Nutt et al. 2010); yet the universal efficacy of currently available treatments is limited, and the mechanisms of action of such treatments are poorly understood (Sturgess et al. 2011; Tiffany et al. 2012). Naltrexone, an opioid receptor antagonist targeting particularly the mu‐opioid receptor (MOR) subtype (Verebey & Mule 1975; Schmidt et al. 1985), has been shown in randomized controlled trials to be effective in alcohol dependence (AD) but may be more effective in some individuals or subgroups and not others (Streeton & Whelan 2001) (Anton 2008; Sturgess et al. 2011). The current study aims to examine the effects of naltrexone on the neural network changes associated with SD, specifically in poly‐drug SD and AD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2654, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Alcohol, like some other drugs of abuse, increases mesolimbic dopamine (DA) release in rodents and humans (Boileau et al. 2003), one mechanism by which it exerts its primary reinforcing effects (Dichiara & Imperato 1988; Everitt, Dickinson, & Robbins 2001). Activation and inhibition of the MOR in the ventral tegmental area regulates basal dopamine release in the nucleus accumbens (ventral striatum) (Spanagel, Herz, & Shippenberg 1992). MOR blockade in the ventral tegmental area inhibits dopamine release following alcohol intake and opioid antagonists reduce alcohol intake in rodents (Mitchell et al. 2009). Consistent with this preclinical literature, naltrexone has been shown to have a small‐to‐moderate effect size in reducing alcohol use in some (Garbutt et al. 1999; Bouza et al. 2004) but not all studies (Krystal et al. 2001). In heroin dependence, naltrexone blocks the physiological and psychological effects of heroin (Navaratnam et al. 1994; Brewer 2002; Brewer & Streel 2010), preventing relapse, particularly in the early detoxification phase (Foster, Brewer, & Steele 2003). Thus, while substantive literature implicates naltrexone as an effective treatment for opiate dependence, there are still gaps in our understanding of its efficacy and mechanisms in individuals with AD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3953, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although the focus for pharmacological interventions has been on the mesolimbic DA system (Dichiara & Imperato 1988; Wise 1988; Everitt et al. 2001), downstream neural adaptations following drug use and dependence also implicate a range of other cortical and subcortical regions in drug seeking (Volkow & Fowler 2000), suggesting subsequent larger scale network disorganization. Neural network organization can be examined based on synchronization of intrinsic fluctuations in neural activity during rest, referred to as functional connectivity. Indeed, aberrant resting‐state functional connectivity across the brain has been demonstrated in heroin (Liu et al. 2010; Yuan et al. 2010; Jiang et al. 2013b), cocaine (Gu et al. 2010; Kelly et al. 2011; Konova et al. 2013) and alcohol (Weiland et al. 2014) use disorders. Investigation of these functional properties of the brain may further our understanding of the mechanisms underlying the relapse prevention effects of naltrexone.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4936, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Properties of functional brain networks can be mathematically captured using graph theory analysis. This analysis method identifies and characterizes the topological organization of brain networks as a whole (Bullmore & Sporns 2009; He & Evans 2010), rather than based on a regional approach. Mathematical characteristics of the entire network can be obtained, which moves away from examining specific regions and considers the brain a single functioning network. In this paper, we focus on network efficiency, which is indicated by the two basic network properties, clustering coefficient and path length (Watts & Strogatz 1998; He & Evans 2010). A clustering coefficient describes the number of all neighbouring connections for each region in a network (node) as a function of the total possible number of connections. Thus, it represents a measure of the local efficiency of a network. Path length describes the average number of connections needed for any two nodes to link, so inversely indicating global efficiency. These two properties (local and global efficiency) can be used to categorize networks into regular, random or small world (He & Evans 2010), describing both specialized and diffuse information processing systems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6171, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While limited, previous graph theory analyses of SD have revealed that heroin‐dependent individuals have distorted topological neural network properties in the form of more variable local interconnectivity (Yuan et al. 2010) and a shift to a more random network (Jiang et al. 2013b). A small sample of cocaine‐dependent individuals show reduced local efficiency (Wang et al. 2015). However, the opposite pattern has been demonstrated in nicotine dependence, of enhanced local efficiency and reduced global efficiency (Lin et al. 2015). Furthermore, a previous study reported no difference in local or global efficiency in heroin dependence (Jiang et al. 2013a). Thus, application of these methods to the study of abstinent AD and poly‐drug SD is limited, and the existing literature remains inconsistent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6976, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the current study, we examined the effect of naltrexone on global network properties, namely, local and global efficiency, assessing their relationship with addictive substance exposure. We also assessed region‐to‐region connectivity in a data‐driven manner with network‐based statistics (NBS) (Zalesky, Fornito, & Bullmore 2010) in individuals with AD, poly‐drug SD and healthy controls. If aberrant network organization is observed in AD and poly‐drug SD, restoration of such topological properties may be one mechanism by which naltrexone exerts its effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7541, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7563, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 7576, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Details of study design and procedures are reported elsewhere (Paterson et al. 2015). Inclusion criteria included individuals who met DSM‐IV criteria for current or prior AD, or another substance of dependence (e.g. amphetamines, benzodiazepines, cocaine and opiates) (poly‐drug SD). Participants were abstinent, and there was no upper limit for abstinence. Abstinence was determined through clinical interviews during the baseline session and by using urine and alcohol breath test on each day of testing. Participants were not undergoing pharmacological treatment. All participants were aged 21 to 64 years. The healthy control group had no previous history of substance abuse, as assessed using the Alcohol, Smoking and Substance Involvement Screening Test (ASSIST) (Group WAW 2002) and timeline follow‐back. The healthy control group was matched for age, gender and smoking status where possible. All participants were required to provide a negative breath alcohol test and a negative urine sample (screening for the presence of amphetamines, benzodiazepines, cocaine and opiates) on experimental days. Participants were asked to refrain from cannabis use for the 7 days prior to testing. Positive results for cannabinoids were accepted; however, because of the long half‐life of metabolites, so long as the participant was not under intoxication or withdrawal. For the alcohol group, prior dependence on any other substance was exclusionary. Exclusion criteria included are as follows: current use of regular prescription or non‐prescription medication that would interfere with study integrity or subject safety; current primary axis I diagnosis; current or past history of enduring severe mental illness; current or past psychiatric history that contraindicated participation; history or current significant neurological diagnosis that may have influenced analysis or results; claustrophobia or unable to lie in the MRI scanner for 90 minutes; a cardiac pacemaker, other electronic device or other MRI contraindication, including pregnancy, as assessed by a standard pre‐MRI questionnaire. Secondary or lifetime history of depression or anxiety was permitted in both SD and healthy volunteers, as these are common comorbidities in the former.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9826, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 9836, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants underwent a baseline session followed by two study sessions in which clinical, cognitive and neuroimaging tests were completed under either placebo or naltrexone, in counterbalanced order. The drug was administered 2 hours before each scan. A 50‐mg oral dose of naltrexone (manufactured by Bristol‐Myers Squibb Pharmaceutical Limited, UK) provided as per the British National Formulary was administered per participant. Subjects participated in resting state functional MRI, which was always first, and followed by three task‐based functional MRI scans. We examined individuals who completed both study sessions, which were counterbalanced, and there were no participant dropouts between these sessions (36 healthy volunteers [17 placebo first, Imperial/Cambridge/Manchester (ICM) = 13/12/11]; 36 poly‐drug SD (19 placebo first, ICM = 12/13/11); 21 AD (12 placebo first, ICM = 10/6/5)). Please see Supporting Information for further details of procedure and assessments taken.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10830, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Resting State Functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 10859, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Acquisition and Processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 10886, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data acquisition procedures are reported elsewhere (McGonigle et al. 2016). Briefly, data were collected from three centres in the United Kingdom (Imperial College London and University of Cambridge with 3T Siemens Tim Trio with a Siemens 32 channel head coil, and Salford Royal NHS Foundation Trust, Manchester using 3T Philips Achieva with an eight‐element SENSE head coil). A recent report (McGonigle et al. 2016) demonstrated no differences between centres for neuroimaging results during task performance, using the exact same data acquisition sequences and processing in healthy volunteers. Please see Supporting Information for further details.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11538, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting state functional MRI data were collected for 360 seconds from all participants with eyes closed. Participants were asked to think of nothing in particular. Data were pre‐processed using speedypp.py as part of the fMRI signal processing toolbox v1.0, which draws upon modules from afni toolbox (http://afni.nimh.nih.gov). As motion significantly affects connectivity measures during resting state fMRI, motion parameters and derivatives and signal from cerebrospinal fluid were regressed out. Signals with high change in BOLD signal from volume to volume, i.e. dvars > 2, may not have been sufficiently corrected for motion (Power et al. 2012), and these subjects were removed in a secondary, more stringent analysis, resulting in removal of three AD, 10 poly‐drug SD and eight HV participants. Dvars were not significantly different between groups (P > 0.05). Data were zero‐padded, despiked and slice‐time corrected. Anatomical and functional images were co‐registered and normalized to a Montreal Neurological Institute (MNI152) template.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12587, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Graph Theory Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12609, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We extracted regional mean fMRI time series for 90 regions of interest (ROI) in the Anatomical Automatic Labeling template (Tzourio‐Mazoyer et al. 2002) for each individual. Each regional mean time series was decomposed into wavelet coefficients at four scales using the maximum overlap discrete wavelet transform, a time‐frequency transformation. We used the scale 2 wavelet correlation matrices, which represent functionally relevant signals in the frequency range of 0.061~0.125 Hz, in line with previous reports assessing network efficiency measures (Achard & Bullmore 2007). We constructed a whole brain ROI‐to‐ROI correlation matrix using pairwise region‐to‐region correlations between coefficients, as described in a previous study (Achard & Bullmore 2007). The functional connectivity weights were binarized with the density threshold of 5 percent to control network density between subjects (Achard & Bullmore 2007) and reduce the possibility of spurious connections, thus being the most parsimonious threshold generating the core connectivity of the network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13678, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Whole Brain Network Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 13714, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Local and global efficiency in the binarized graph were computed as described in previous literature (Meunier et al. 2009; Rubinov & Sporns 2010). Local and global efficiency measures were entered into repeated measures ANOVA assessing group as a between‐subject factor and drug as a within‐subject factor. Comparisons were made using placebo, as a drug‐control session; however, the baseline session was additionally assessed to examine variability across sessions for each subject group. The AD and poly‐drug SD groups were then separately compared with the HV group. Local and global efficiency were correlated with drug and alcohol exposure using Pearson's correlation. Outcomes of P < 0.05 were considered significant. Nodal efficiency was examined on an exploratory basis for significant main findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14523, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Network‐based Statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 14548, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Group comparisons in region‐to‐region connectivity were assessed using NBS Toolbox (Zalesky et al. 2010), for MATLAB (The MathWorks, Inc., Natick, Massachusetts, United States). Group differences are tested at every connection within the connectivity matrices (inter‐regional correlation in BOLD activity) using an initial threshold of T > 3 as described in the work of Zalesky et al (2010). NBS identified the interconnected subnetwork consisting of suprathreshold edges (T > 3 in group difference). The size of the interconnected subnetwork (i.e. the number of interconnected suprathreshold edges) was used to calculate a family‐wise error corrected P‐value using 10 000 permutation tests (P < 0.05, family‐wise error corrected). In other words, NBS identified an interconnected subnetwork of altered connectivity with a cluster‐level corrected P‐values using network cluster size (the number of interconnected suprathreshold edges). AD and poly‐drug SD were separately compared with HV. AD and poly‐drug SD were compared with each other on an exploratory basis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15613, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 15621, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Participant Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 15649, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Demographic and questionnaire data are presented in Table 1. Of the poly‐drug SD, 12 met criteria for all of alcohol, cocaine and opiate dependence, eight for alcohol and cocaine, three for alcohol and opiates and five for cocaine or opiates only. Poly‐drug SD were 31.493 ± 33.750 months abstinent from cocaine (range 0.5–132) and 19.833 ± 4.326 age of first use; were 18.157 ± 37.483 months abstinent from alcohol (range: 0.5–204); and were 42.683 ± 59.684 months abstinent from opiates (range: 1.5–276) and age of first opiate use was 20.767 ± 6.038. Healthy volunteers and AD had no history of opiate use. Five healthy volunteers and 10 AD had a history of cocaine use without meeting criteria for dependence. AD participants were abstinent from alcohol 13.417 ± 18.693 months (range: 0.5–79), and age of regular alcohol use was 16.524 ± 3.558, and abstinent from cocaine 28.955 ± 24.942 months (range: 1.75–72) and age of first use of cocaine was 31.455 ± 10.182. Healthy volunteers were 0.317 ± 0.924 months abstinent from alcohol (range: 0–0.75) and 120.6 ± 140.225 from cocaine (range: 3–360). Further details including smoking information are presented in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16823, "infons": {"file": "adb12503-tbl-0001.xml", "id": "adb12503-tbl-0001", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and questionnaire data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16859, "infons": {"file": "adb12503-tbl-0001.xml", "id": "adb12503-tbl-0001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><thead valign=\"bottom\"><tr style=\"border-bottom:solid 1px #000000\"><th align=\"center\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">\n<italic>n</italic>\n</th><th align=\"center\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Age</th><th align=\"center\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Sex (female)</th><th align=\"center\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">BDI‐II‐total</th><th align=\"center\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">STAI‐S‐total</th><th align=\"center\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">STAI‐T‐total</th></tr></thead><tbody valign=\"top\"><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">Poly‐drug SD</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">36</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">38.167</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.000</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10.889</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">34.194</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">40.972</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.636</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.927</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.674</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12.263</td></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">AD</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">45.381</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4.000</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.905</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">33.333</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">40.905</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.789</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.534</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11.284</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12.136</td></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">HV</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">36</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">40.833</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.000</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.861</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">26.472</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">29.944</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.674</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4.486</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.759</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.917</td></tr><tr style=\"border-bottom:solid 1px #000000\"><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">\n<italic>P</italic>\n</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.011</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">&lt;0.001</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">&lt;0.001</td></tr><tr style=\"border-bottom:solid 1px #000000\"><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Alcohol abstinence</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Cocaine abstinence</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Opiate abstinence</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Alcohol exposure</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Cocaine exposure</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Opiate exposure</td></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">Poly‐drug SD</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18.157</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">31.493</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">42.683</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.903</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.153</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.867</td></tr><tr><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">37.483</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">33.750</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">59.684</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.260</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.399</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.234</td></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">AD</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13.417</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">28.955</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15.875</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18.714</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.636</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18.693</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">24.942</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19.976</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.655</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.433</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HV</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.317</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">120.600</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.176</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr style=\"border-bottom:solid 1px #000000\"><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.924</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">140.335</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.157</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr style=\"border-bottom:solid 1px #000000\"><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Age first used cocaine</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Age first used opiates</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Age used alcohol regularly</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Age used cocaine regularly</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Age used opiates regularly</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">Poly‐drug SD</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19.833</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">20.767</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15.559</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">23.594</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21.750</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4.326</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.038</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.910</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.293</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.904</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">AD</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">31.455</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">42.000</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">16.524</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">33.000</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10.182</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.071</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.558</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.592</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HV</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25.000</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18.485</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Na</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr style=\"border-bottom:solid 1px #000000\"><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.739</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.684</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NA</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr style=\"border-bottom:solid 1px #000000\"><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Smokers (current/previous/non)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Cigarettes number per day</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Pack years</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">Poly‐drug SD</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">08/04/24</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15.964</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19.541</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.558</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14.261</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">AD</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14/04/03</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17.179</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">26.535</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.324</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18.404</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"2\" align=\"left\" valign=\"top\" colspan=\"1\">HV</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19/04/13</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.637</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14.667</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.776</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12.623</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">\n<italic>p</italic>\n</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.004</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.010</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.052</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "\tn\tAge\tSex (female)\tBDI‐II‐total\tSTAI‐S‐total\tSTAI‐T‐total\t \tPoly‐drug SD\t36\t38.167\t7.000\t10.889\t34.194\t40.972\t \t\t7.636\t\t6.927\t9.674\t12.263\t \tAD\t21\t45.381\t4.000\t9.905\t33.333\t40.905\t \t\t8.789\t\t9.534\t11.284\t12.136\t \tHV\t36\t40.833\t8.000\t3.861\t26.472\t29.944\t \t\t8.674\t\t4.486\t6.759\t7.917\t \tP\t\t0.011\t\t<0.001\t0.001\t<0.001\t \t\tAlcohol abstinence\tCocaine abstinence\tOpiate abstinence\tAlcohol exposure\tCocaine exposure\tOpiate exposure\t \tPoly‐drug SD\t18.157\t31.493\t42.683\t9.903\t6.153\t7.867\t \t37.483\t33.750\t59.684\t9.260\t5.399\t7.234\t \tAD\t13.417\t28.955\t15.875\t18.714\t0.636\t0\t \t18.693\t24.942\t19.976\t8.655\t1.433\t0\t \tHV\t0.317\t120.600\tNA\t1.176\t0\t0\t \t\t0.924\t140.335\tNA\t3.157\t0\t0\t \t\tAge first used cocaine\tAge first used opiates\tAge used alcohol regularly\tAge used cocaine regularly\tAge used opiates regularly\t\t \tPoly‐drug SD\t19.833\t20.767\t15.559\t23.594\t21.750\t\t \t4.326\t6.038\t3.910\t6.293\t3.904\t\t \tAD\t31.455\t42.000\t16.524\t33.000\t\t\t \t10.182\t7.071\t3.558\t9.592\t\t\t \tHV\t25.000\tNA\t18.485\tNa\tNA\t\t \t\t2.739\tNA\t3.684\tNA\tNA\t\t \t\tSmokers (current/previous/non)\tCigarettes number per day\tPack years\t\t\t\t \tPoly‐drug SD\t08/04/24\t15.964\t19.541\t\t\t\t \t\t8.558\t14.261\t\t\t\t \tAD\t14/04/03\t17.179\t26.535\t\t\t\t \t\t7.324\t18.404\t\t\t\t \tHV\t19/04/13\t9.637\t14.667\t\t\t\t \t\t6.776\t12.623\t\t\t\t \tp\t0.004\t0.010\t0.052\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18109, "infons": {"file": "adb12503-tbl-0001.xml", "id": "adb12503-tbl-0001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Mean and standard deviation is reported. Abstinence is reported in months.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18184, "infons": {"file": "adb12503-tbl-0001.xml", "id": "adb12503-tbl-0001", "section_type": "TABLE", "type": "table_footnote"}, "text": "SD, substance dependence; AD, alcohol dependence; HV, healthy volunteer; N, number; BDI, Beck Depression Inventory; STAI, state–trait anxiety index; NA, not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18353, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Whole Brain Network Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 18389, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We examined local and global efficiency of neural networks in AD, poly‐drug SD and healthy volunteers (HV) comparing between naltrexone and placebo as a drug control. There was a significant effect of drug (F(1,90) = 7.977, P = 0.006), and a significant drug × group interaction (F(2,90) = 3.672, P = 0.029). There was no effect of group (F(1,90) = 2.306, P = 0.106). Results remained significant when 21 participants were removed based on a stringent motion threshold (without 3 AD, 10 poly‐drug SD and 8 HV: effect of naltrexone, P = 0.006; interaction, P = 0.041). Results remained significant when HV with any prior drug use were removed from the analysis and when opiate or cocaine dependence only was removed (i.e. ‘pure’ HV and poly‐drug dependence). Analysis of global efficiency showed no group, naltrexone effects or interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19230, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the investigation of the effects on local efficiency further, the whole AD and poly‐drug SD were separately compared with the whole HV group. For the AD comparison with healthy volunteers, there was a main effect of drug (F(1,55) = 5.610, P = 0.021) in which naltrexone was associated with lower local efficiency. There was also a significant group × drug interaction (F(1,55) = 6.836, P = 0.012) (Fig. 1) in which naltrexone decreased local efficiency to a greater extent in AD, bringing local efficiency to the same level as healthy volunteers. For the examination of which regions contributed to this difference in local efficiency, nodal efficiency for individual nodes was compared on an exploratory basis. AD had increased local efficiency of bilateral rectus gyrus (medial orbitofrontal cortex), right supplementary motor area, left middle frontal gyrus, left middle occipital gyrus, left parahippocampal gyrus and right olfactory bulb nodes during placebo and increased local efficiency in the middle cingulate gyrus only during naltrexone; however, these findings did not survive Bonferroni correction for multiple comparisons (Supporting Information Table S1). The main effects were also replicated in an analysis with 21 participants removed based on stringent motion thresholds (naltrexone effect, P = 0.034; interaction, P = 0.015). There was no main effect of group (F(1,55) = 1.399, P = 0.242).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20644, "infons": {"file": "ADB-23-425-g001.jpg", "id": "adb12503-fig-0001", "section_type": "FIG", "type": "fig_caption"}, "text": "Neural network local efficiency under placebo and naltrexone. Local efficiency was captured based on a whole brain ROI‐to‐ROI correlation coefficient matrix, binarized with a 5 percent density threshold and is plotted for naltrexone and placebo for alcohol‐dependent (Alc, unbroken line), poly‐substance‐dependent (Poly, broken line) and healthy volunteers (HV, dotted line). For the comparison between drugs, there was a significant effect of naltrexone (P = 0.006), a significant drug × group interaction (P = 0.029) and no effect of group (P = 0.106)", "sentences": [], "annotations": [], "relations": []}, {"offset": 21198, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the poly‐drug SD comparison with healthy volunteers, there was a main effect of group (F(1,70) = 4.259, P = 0.043) in which poly‐drug SD was associated with higher local efficiency, suggesting more segregated and clustered information processing. There was no main effect of naltrexone (F(1,70) = 0.845, P = 0.361) or interaction (F(1,70) = 1.563, P = 0.215). Removing 10 poly‐drug SD and eight HV individuals from this analysis based on stringent motion criteria resulted in a lack of significant group effect (P = 0.159).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21726, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Baseline local efficiency was also computed and illustrated in Supporting Information Fig. S1. Across the three sessions (baseline, placebo and naltrexone), there was no difference in local efficiency in HV (F(2,33) = 0.486, P = 0.619) or poly‐drug SD subjects (F(2,33) = 2.182, P = 0.129). However, there was a significant difference across sessions in AD (F(2,17) = 5.439, P = 0.015, Supporting Information Fig. S1), in which naltrexone reduced or ‘normalized’ local efficiency in this group only.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22226, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical Relationship", "sentences": [], "annotations": [], "relations": []}, {"offset": 22248, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further examined the relationship between drug/addictive substance exposure and local and global efficiency on placebo. Local efficiency positively correlated with opiate exposure (R = 0.365, P = 0.044) and cocaine exposure at trend level (R = 0.295, P = 0.058) across AD and poly‐drug SD groups (Fig. 2). While there were no group differences in global efficiency, we found that across all groups including healthy volunteers it negatively correlated with alcohol exposure (R = −0.210, P = 0.049) and age (R = −0.292, P = 0.005) (Fig. 2). When controlling for age, there was no significant correlation between global efficiency and alcohol exposure, suggesting that age might have been the contributing factor to reduced global efficiency as the AD group was slightly older.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23027, "infons": {"file": "ADB-23-425-g002.jpg", "id": "adb12503-fig-0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlations between neural network efficiency and drug exposure. Top: local efficiency is plotted against opiate exposure (R = 0.365, P = 0.044) and cocaine exposure (R = 0.295, P = 0.058). Bottom: global efficiency plotted against alcohol exposure and age", "sentences": [], "annotations": [], "relations": []}, {"offset": 23285, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Local efficiency was not correlated with age, length of abstinence from alcohol across AD and poly‐drug SD groups (P > 0.6) or from cocaine (P > 0.1) or opiates (P > 0.8) in the poly‐drug SD group. As levels of depressive and anxiety symptoms were higher in AD and poly‐drug SD groups (Table 1), we examined whether there was any relationship between these measures and network efficiency. BDI‐II scores for depression and state and trait STAI anxiety scores were not significantly correlated with local or global efficiency on placebo or naltrexone (P > 0.1). Please see Supplementary materials for further data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23899, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Network‐based Statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 23924, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to understand which regions might be driving this disruption in local efficiency, we examined the subnetwork of altered functional connectivity using network‐based statistical analysis. AD and poly‐drug SD were separately compared with HV. NBS identified a large network of significantly decreased functional connectivity in AD compared with HV (P = 0.001, network‐based, 69 nodes, 373 edges) (Fig. 3, Supporting Information Table S2) during placebo. The network cluster included many regions, but regions showing the greatest reduction in connectivity were temporal, inferior frontal and supplementary motor area nodes (depicted as larger nodes in Fig. 3). There was no significantly increased functional connectivity in AD compared with HV with NBS. There was no significant difference between the poly‐drug SD group and HV as measured by NBS (P > 0.1). The reduction in network connectivity in AD compared with HV was replicated in the baseline session (P = 0.030, 40 nodes, 53 edges, Supporting Information Table S4 and Fig. S2), although the network cluster included different regions. The lack of difference between poly‐drug SD and HV was also replicated at baseline (P > 0.05). On an exploratory basis, we also directly compared between the poly‐drug SD and AD groups. AD had reduced network connectivity compared with poly‐drug SD in a network that comprised of frontal regions and para‐hippocampus (P = 0.010, 61 nodes, 111 edges, Fig. 4 and Supporting Information Table S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25419, "infons": {"file": "ADB-23-425-g003.jpg", "id": "adb12503-fig-0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Network cluster of reduced functional connectivity in alcohol‐dependent subjects. Network‐based statistics demonstrated a large network of reduced connectivity in alcohol‐dependent compared with healthy subjects. Node size indicates number of connections with reduced functional connectivity. The largest nodes are annotated. Inf, inferior; SMA, supplementary motor area; L, left; R, right", "sentences": [], "annotations": [], "relations": []}, {"offset": 25809, "infons": {"file": "ADB-23-425-g004.jpg", "id": "adb12503-fig-0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Network cluster of reduced functional connectivity in alcohol‐dependent subjects compared with poly‐drug substance‐dependent subjects. Network‐based statistics demonstrated a network of reduced connectivity in alcohol‐dependent subjects compared with poly‐drug SD subjects. Node size indicates number of connections with reduced functional connectivity. The largest nodes are annotated. Sup, superior; Med, medial; Inf, inferior; L, left; R, right", "sentences": [], "annotations": [], "relations": []}, {"offset": 26257, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 26268, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We examined the effects of a single dose of the MOR antagonist naltrexone in AD and poly‐drug SD subjects. AD had elevated local efficiency across the whole neural network indicating more isolated and clustered information processing. Naltrexone decreased local efficiency in AD individuals, to the same levels as healthy volunteers. Local efficiency in poly‐drug SD was not affected by naltrexone and was positively associated with exposure to drugs of abuse (opiate exposure and a trend for cocaine exposure). That naltrexone normalizes local efficiency in AD but no poly‐drug SD may help determine likely respondents to pharmacotherapy and the current imaging techniques may highlight potential responders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26978, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Naltrexone seemed to be effective at reducing local efficiency in the AD group but had no effect in poly‐drug SD subjects. Indeed, poly‐drug SD subjects showed no difference in local efficiency across the three sessions, although they did show heightened local efficiency during placebo. Interpretation of these findings is limited by the comorbidity within this group, and we caution that further investigation of local efficiency in poly‐drug SD is necessary. For example, heroin‐dependent individuals show a shift to a more random network (Jiang et al. 2013b), but cocaine‐dependent individuals show reduced local efficiency (Wang et al. 2015). However, the current study does clarify the effect of naltrexone on local efficiency in AD subjects. While healthy individuals demonstrated stable levels of local efficiency throughout the experiment, AD showed heighted local efficiency during baseline and placebo that was significantly reduced under naltrexone.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27940, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The higher local efficiency observed suggests elevated clustering of functionally related regions (Sporns et al. 2004). This means that information processing within certain neural networks is stronger, with less cross‐talk between distinct functional processes. This clustering of connections suggests hyperactive intermediate signalling (rather than long‐range signalling) in the network, perturbing the capacity for more global neural cooperation or wider cortical interactions (Sporns et al. 2004). Higher local efficiency may also suggest higher likelihood of closed feedback loops and enhanced reciprocity of connections, meaning that information is not dispersed and processed across networks but remains closed off in a specific network model (Sporns et al. 2004). Thus, information process is more segregated and clustered. Higher segregation of network communication may relate to less flexible information processing, a functional segregation and behavioural rigidity that is observed in addiction. The medial orbitofrontal cortex and supplementary motor area were particularly implicated as being more segregated. Indeed, AD individuals have reduced volume and cortical thickness of the orbitofrontal cortex (Durazzo et al. 2011) that predicts future relapse (Beck et al. 2012) and simultaneously show heightened drug cue reactivity in this region (Chase et al. 2011; Kuhn & Gallinat 2011; Engelmann et al. 2012), which is modulated by gene type during naltrexone (OPRM1 gene G allele carriers) (Kareken et al. 2010). Similarly, supplementary motor area volume is reduced in binge drinkers (Kvamme et al. 2016), and AD subjects show increased SMA activity related to impulsivity (Claus, Kiehl, & Hutchison 2011). The current demonstration of network topology changes in these regions may reflect reduced long‐range connections but more local neighbouring connections that coincide with reduced volumes but increased functional responses to drug or salient cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29914, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While global network measures like local efficiency, and region‐to‐region connectivity measures are quite distinct, one might be used theoretically to inform the other. In the current paper, NBS were used to examine which nodes of the network might be driving the finding of heightened local efficiency in the AD group. AD demonstrated a significant reduction in connectivity in a network involving frontal and temporal and supplementary motor regions, compared with HV. This might suggest that frontal and temporal regions show enhanced clustering and segregation of information processing that would simultaneously contribute to reduced functional connectivity and higher global local efficiency. Furthermore, the decreased functional connectivity in AD revealed by NBS may be long‐range, cross‐module connections. A reduction in long‐range connections is associated with more isolated local circuits, making circuit modules highly clustered, thereby increasing local efficiency. Reduced neural functional connectivity has been previously demonstrated in this group, particularly of the left executive control network (including parietal, dorsolateral and medial prefrontal cortex), i.e. associated with impaired behavioural control and alcohol use severity (Weiland et al. 2014). Furthermore, in young adults at high risk for AD, enhanced task‐related functional connectivity among nucleus accumbens, sensorimotor cortex and precuneus has been associated with alcohol use severity (Weiland et al. 2014). These findings suggest a reduced baseline state and hyperactive task‐related connectivity of particular nodes may relate to more severe alcohol use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31570, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There have been several characterizations of the effects of stimulant and opiate SD on seed‐based functional connectivity. Chronic heroin users show disruption of both cortical (prefrontal cortex, anterior cingulate and insula) and subcortical (ventral striatum, amygdala and hippocampus) connectivity patterns (Liu et al. 2010; Yuan et al. 2010; Jiang et al. 2013b), consistent with deficits in executive decision making (Verdejo‐Garcia, Perales, & Perez‐Garcia 2007; Verdejo‐Garcia & Perez‐Garcia 2007) and reward‐related behavioural control (Harris & Aston‐Jones 2003) in this group. Similarly, cocaine‐dependent individuals have reduced functional connectivity of widespread prefrontal, premotor and parietal networks associated with attentional deficits (see also (Gu et al. 2010; Konova et al. 2013)). However, few studies have focused on poly‐drug SD, and as mentioned, comorbidity might be an issue because of distinct effects of each substance of abuse on topological or functional network properties. The current findings do suggest that prolonged drug exposure in the poly‐drug SD group, in particular exposure to opiates, is associated with elevated local efficiency of neural networks. That local efficiency is related to opiate and cocaine use, but no alcohol suggests local efficiency as a potential premorbid risk factor in AD that can be ameliorated by naltrexone whereas naltrexone does not modulate local efficiency in poly‐drug SD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33022, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In contrast with a previous study of local and global efficiency in cocaine‐dependent individuals (Wang et al. 2015), we did not find group differences in global efficiency. Inconsistencies between the findings of the current and previous studies may relate to the presentation of poly‐drug use rather than single‐drug dependence, or relate to abstinence. The previous study showing reduced global efficiency in cocaine‐dependent individuals included individuals with 4 to 8 days of abstinence rather than the current criteria of at least 4 weeks. Further studies are clearly required to elucidate the effects of substance and abstinence on large‐scale network efficiency measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33704, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Limitations of the current study include the comorbidity within groups, e.g. nicotine use or dependence and high levels of depression and anxiety. This however is a fair representation of the substance and alcohol‐dependent population as a whole. While the current study uses data from three separate centres, this can be considered a benefit rather than a limitation as it demonstrates, along with a previous report (McGonigle et al. 2016), that data can be integrated effectively across sites, a feature that is particularly important for large studies examining groups with high attrition rates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34303, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We have thus provided insight into the effects (or lack thereof) of a well‐established psychopharmaceutical agent, naltrexone, on large‐scale network dynamics in AD and poly‐drug SD subjects. Differentiating drug efficacy profiles for distinct groups of patients is crucial for the development of more effective and targeted treatments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34640, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding and Disclosure", "sentences": [], "annotations": [], "relations": []}, {"offset": 34663, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The research was supported by the NIHR CRF at Imperial College Healthcare NHS Trust, the NIHR/Wellcome Trust Cambridge Research Facility and Clinical Trials Unit at Salford Royal NHS Foundation Trust. The study is supported by the North West London, Eastern and Greater Manchester NIHR Clinical Research Networks. The views expressed are those of the author(s) and not necessarily those of the Medical Research Council, the NHS, the NIHR or the Department of Health.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35130, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The authors declared the following potential conflicts of interest regarding the research, authorship and/or publication of this article. David Nutt is an advisor to British National Formulary, MRC, General Medical Council, Department of Health; is President of the European Brain Council; is past President of the British Neuroscience Association and European College of Neuropsychopharmacology; is chair of the Independent Scientific Committee on Drugs (UK); is a member of the International Centre for Science in Drug Policy; is advisor to Swedish government on drug, alcohol and tobacco research, editor of the Journal of Psychopharmacology; sits on advisory Boards at Lundbeck, MSD, Nalpharm, Orexigen, Shire; has received speaking honoraria (in addition to previously) from BMS/Otsuka, GSK, Lilly, Janssen, Servier; is a member of the Lundbeck International Neuroscience Foundation; has received grants or clinical trial payments from P1vital, MRC, NHS, Lundbeck; has share options with P1vital; has been expert witness in a number of legal cases relating to psychotropic drugs; and has edited/written 27 books, some purchased by pharmaceutical companies. Trevor W Robbins has research grants with Eli Lilly and Lundbeck; has received royalties from Cambridge Cognition (CANTAB); has received editorial honoraria from Springer Verlag, Elsevier, Society for Neuroscience; has performed educational lectures for Merck, Sharpe and Dohme; and does consultancy work for Cambridge Cognition, Eli Lilly, Lundbeck, Teva and Shire Pharmaceuticals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36675, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "JF William Deakin currently advises or carries out research funded by Autifony, Sunovion, Lundbeck, AstraZeneca and Servier. All payment is to the University of Manchester. Anne Lingford‐Hughes has received honoraria from Lundbeck and research support from GSK for a PhD studentship. Liam Nestor was employed by GSK during some of this work. John Suckling has received research support from GSK. Barbara J Sahakian consults for Cambridge Cognition, Peak (Brainbow), and Servier, Otsuka and Lundbeck. She holds a grant from Janssen/J&J. She holds shares in CeNeS and share options in Cambridge Cognition. The remaining authors declare no potential conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37345, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The following financial support was received for the research, authorship and/or publication of this article: independent research funded by the MRC as part of the addiction initiative (grant number G1000018); GSK funded the functional and structural MRI scans at Imperial College.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37627, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors Contribution", "sentences": [], "annotations": [], "relations": []}, {"offset": 37648, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "ALH, DJN, BS, TWR, RE, BD, LSM and VV were responsible for the study concept. IR, JS, DS, LP, RF, ET, LR, CO, JM, AM LJN and RT contributed to the study design and acquisition of the data. LSM, KB and RT analysed the data. JS, VV and KDE assisted with the analysis of the data. LSM, VV and TWR assisted the interpretation of the findings. LSM drafted the manuscript. VV and TWR provided critical revision of the manuscript. All authors critically reviewed the content and approved the final version for publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38164, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 38187, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 38198, "infons": {"fpage": "e17", "pub-id_pmid": "17274684", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "3", "year": "2007"}, "text": "Efficiency and cost of economical brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 38258, "infons": {"fpage": "715", "lpage": "721", "pub-id_pmid": "18703474", "section_type": "REF", "source": "New England J Med", "type": "ref", "volume": "359", "year": "2008"}, "text": "Naltrexone for the management of alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 38310, "infons": {"fpage": "842", "lpage": "852", "pub-id_pmid": "22868938", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "69", "year": "2012"}, "text": "Effect of brain structure, brain function, and brain connectivity on relapse in alcohol‐dependent patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 38417, "infons": {"fpage": "226", "lpage": "231", "pub-id_pmid": "12827641", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "49", "year": "2003"}, "text": "Alcohol promotes dopamine release in the human nucleus accumbens", "sentences": [], "annotations": [], "relations": []}, {"offset": 38482, "infons": {"fpage": "811", "lpage": "828", "pub-id_pmid": "15200577", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "99", "year": "2004"}, "text": "Efficacy and safety of naltrexone and acamprosate in the treatment of alcohol dependence: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 38592, "infons": {"fpage": "321", "lpage": "323", "pub-id_pmid": "12126492", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "7", "year": "2002"}, "text": "Serum naltrexone and 6‐beta‐naltrexol levels from naltrexone implants can block very large amounts of heroin: a report of two cases", "sentences": [], "annotations": [], "relations": []}, {"offset": 38724, "infons": {"fpage": "285", "lpage": "291", "pub-id_pmid": "21152846", "section_type": "REF", "source": "Adicciones", "type": "ref", "volume": "22", "year": "2010"}, "text": "Recent developments in naltrexone implants and depot injections for opiate abuse: the new kid on the block is approaching adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 38856, "infons": {"section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "10", "year": "2009"}, "text": "Complex brain networks: graph theoretical analysis of structural and functional systems (vol 10, pg 186, 2009)", "sentences": [], "annotations": [], "relations": []}, {"offset": 38967, "infons": {"fpage": "785", "lpage": "793", "pub-id_pmid": "21757184", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "The neural basis of drug stimulus processing and craving: an activation likelihood estimation meta‐analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 39075, "infons": {"fpage": "1209", "lpage": "1219", "pub-id_pmid": "21676001", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "35", "year": "2011"}, "text": "Neural and behavioral mechanisms of impulsive choice in alcohol use disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 39152, "infons": {"fpage": "5274", "lpage": "5278", "pub-id_pmid": "2899326", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "85", "year": "1988"}, "text": "Drugs abused by humans preferentially increase synaptic dopamine concentrations in the mesolimbic system of freely moving rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 39279, "infons": {"fpage": "1187", "lpage": "1200", "pub-id_pmid": "21410483", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "35", "year": "2011"}, "text": "Cortical thickness, surface area, and volume of the brain reward system in alcohol dependence: relationships to relapse and extended abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 39423, "infons": {"fpage": "252", "lpage": "262", "pub-id_pmid": "22206965", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "60", "year": "2012"}, "text": "Neural substrates of smoking cue reactivity: a meta‐analysis of fMRI studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 39500, "infons": {"fpage": "129", "lpage": "138", "pub-id_pmid": "11690609", "section_type": "REF", "source": "Brain Res Rev", "type": "ref", "volume": "36", "year": "2001"}, "text": "The neuropsychological basis of addictive behaviour", "sentences": [], "annotations": [], "relations": []}, {"offset": 39552, "infons": {"fpage": "211", "lpage": "217", "pub-id_pmid": "12850780", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "8", "year": "2003"}, "text": "Naltrexone implants can completely prevent early (1‐month) relapse after opiate detoxification: a pilot study of two cohorts totalling 101 patients with a note on naltrexone blood levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 39739, "infons": {"fpage": "1318", "lpage": "1325", "pub-id_pmid": "10208148", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "281", "year": "1999"}, "text": "Pharmacological treatment of alcohol dependence: a review of the evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 39813, "infons": {"fpage": "1183", "lpage": "1194", "pub-id_pmid": "12199834", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "97", "year": "2002"}, "text": "The alcohol, smoking and substance involvement screening test (ASSIST): development, reliability and feasibility", "sentences": [], "annotations": [], "relations": []}, {"offset": 39926, "infons": {"fpage": "593", "lpage": "601", "pub-id_pmid": "20603217", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Mesocorticolimbic circuits are impaired in chronic cocaine users as demonstrated by resting‐state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 40048, "infons": {"fpage": "865", "lpage": "871", "pub-id_pmid": "12736632", "section_type": "REF", "source": "Neuropsychopharmacology: official publication of the American College of Neuropsychopharmacology", "type": "ref", "volume": "28", "year": "2003"}, "text": "Altered motivation and learning following opiate withdrawal: evidence for prolonged dysregulation of reward processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 40167, "infons": {"fpage": "341", "lpage": "350", "pub-id_pmid": "20581686", "section_type": "REF", "source": "Curr Opin Neurol", "type": "ref", "volume": "23", "year": "2010"}, "text": "Graph theoretical modeling of brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 40216, "infons": {"fpage": "e82715", "pub-id_pmid": "24358220", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013a"}, "text": "Disrupted topological organization in whole‐brain functional networks of heroin‐dependent individuals: a resting‐state fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40346, "infons": {"fpage": "e82715", "pub-id_pmid": "24358220", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013b"}, "text": "Disrupted topological organization in whole‐brain functional networks of heroin‐dependent individuals: a resting‐state fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40476, "infons": {"fpage": "2169", "lpage": "2178", "pub-id_pmid": "20698837", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "34", "year": "2010"}, "text": "A polymorphism in GABRA2 is associated with the medial frontal response to alcohol cues in an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40581, "infons": {"fpage": "684", "lpage": "692", "pub-id_pmid": "21251646", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Reduced interhemispheric resting state functional connectivity in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 40665, "infons": {"fpage": "857", "lpage": "868", "section_type": "REF", "source": "JAMA Psychiat", "type": "ref", "volume": "70", "year": "2013"}, "text": "Effects of methylphenidate on resting‐state functional connectivity of the mesocorticolimbic dopamine pathways in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 40797, "infons": {"fpage": "1734", "lpage": "1739", "pub-id_pmid": "11742047", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "345", "year": "2001"}, "text": "Naltrexone in the treatment of alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 40847, "infons": {"fpage": "1318", "lpage": "1326", "pub-id_pmid": "21261758", "section_type": "REF", "source": "Eur J Neurosci", "type": "ref", "volume": "33", "year": "2011"}, "text": "Common biology of craving across legal and illegal drugs ‐ a quantitative meta‐analysis of cue‐reactivity brain response", "sentences": [], "annotations": [], "relations": []}, {"offset": 40968, "infons": {"fpage": "310", "lpage": "317", "pub-id_pmid": "26900571", "section_type": "REF", "source": "NeuroImage Clinical", "type": "ref", "volume": "10", "year": "2016"}, "text": "Sexually dimorphic brain volume interaction in college‐aged binge drinkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41043, "infons": {"fpage": "809", "lpage": "819", "pub-id_pmid": "24962385", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "20", "year": "2015"}, "text": "Altered brain functional networks in heavy smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41094, "infons": {"fpage": "1904", "lpage": "1908", "section_type": "REF", "source": "Chin Med J‐Peking", "type": "ref", "volume": "123", "year": "2010"}, "text": "Increased regional homogeneity in internet addiction disorder: a resting state functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 41217, "infons": {"section_type": "REF", "source": "J Psychopharmacol", "type": "ref", "year": "2016"}, "text": "The ICCAM platform study: an experimental medicine platform for evaluating new drugs for relapse prevention in addiction. Part B: fMRI description", "sentences": [], "annotations": [], "relations": []}, {"offset": 41364, "infons": {"fpage": "15", "lpage": "26", "pub-id_pmid": "19623245", "section_type": "REF", "source": "Front Neuroinform", "type": "ref", "volume": "3", "year": "2009"}, "text": "Hierarchical modularity in human brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 41423, "infons": {"fpage": "72", "lpage": "80", "pub-id_pmid": "18955144", "section_type": "REF", "source": "Neurobiol Dis", "type": "ref", "volume": "33", "year": "2009"}, "text": "Naltrexone aversion and treatment efficacy are greatest in humans and rats that actively consume high levels of alcohol", "sentences": [], "annotations": [], "relations": []}, {"offset": 41543, "infons": {"fpage": "231", "lpage": "236", "pub-id_pmid": "8033761", "section_type": "REF", "source": "Drug Alcohol Depend", "type": "ref", "volume": "34", "year": "1994"}, "text": "Determination of naltrexone dosage for narcotic agonist blockade in detoxified Asian addicts", "sentences": [], "annotations": [], "relations": []}, {"offset": 41636, "infons": {"fpage": "1558", "lpage": "1565", "pub-id_pmid": "21036393", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "376", "year": "2010"}, "text": "Drug harms in the UK: a multicriteria decision analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41692, "infons": {"fpage": "943", "lpage": "960", "section_type": "REF", "source": "J Psychopharmacol", "type": "ref", "volume": "9", "year": "2015"}, "text": "The Imperial College Cambridge Manchester (ICCAM) platform study: an experimental medicine platform for evaluating new drugs for relapse prevention in addiction. Part A: Study description", "sentences": [], "annotations": [], "relations": []}, {"offset": 41880, "infons": {"fpage": "2142", "lpage": "2154", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 41983, "infons": {"fpage": "1059", "lpage": "1069", "pub-id_pmid": "19819337", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "52", "year": "2010"}, "text": "Complex network measures of brain connectivity: uses and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 42056, "infons": {"fpage": "339", "lpage": "362", "pub-id_pmid": "2986929", "section_type": "REF", "source": "Drug Alcohol Depend", "type": "ref", "volume": "14", "year": "1985"}, "text": "Nalbuphine", "sentences": [], "annotations": [], "relations": []}, {"offset": 42067, "infons": {"fpage": "2046", "lpage": "2050", "pub-id_pmid": "1347943", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "89", "year": "1992"}, "text": "Opposing tonically active endogenous opioid systems modulate the mesolimbic dopaminergic pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 42164, "infons": {"fpage": "418", "lpage": "425", "pub-id_pmid": "15350243", "section_type": "REF", "source": "Trends Cogn Sci", "type": "ref", "volume": "8", "year": "2004"}, "text": "Organization, development and function of complex brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 42229, "infons": {"fpage": "544", "lpage": "552", "pub-id_pmid": "11704620", "section_type": "REF", "source": "Alcohol Alcohol", "type": "ref", "volume": "36", "year": "2001"}, "text": "Naltrexone, a relapse prevention maintenance treatment of alcohol dependence: a meta‐analysis of randomized controlled trials", "sentences": [], "annotations": [], "relations": []}, {"offset": 42355, "infons": {"fpage": "357", "lpage": "376", "pub-id_pmid": "21362114", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "16", "year": "2011"}, "text": "Pharmacogenetics of alcohol, nicotine and drug addiction treatments", "sentences": [], "annotations": [], "relations": []}, {"offset": 42423, "infons": {"fpage": "709", "lpage": "718", "pub-id_pmid": "21981638", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "107", "year": "2012"}, "text": "Beyond drug use: a systematic consideration of other outcomes in evaluations of treatments for substance use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 42542, "infons": {"fpage": "273", "lpage": "289", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single‐subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 42674, "infons": {"fpage": "950", "lpage": "966", "pub-id_pmid": "16876962", "section_type": "REF", "source": "Addict Behav", "type": "ref", "volume": "32", "year": "2007"}, "text": "Cognitive impulsivity in cocaine and heroin polysubstance abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 42740, "infons": {"fpage": "517", "lpage": "530", "pub-id_pmid": "17136401", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "190", "year": "2007"}, "text": "Profile of executive deficits in cocaine and heroin polysubstance users: common and differential effects on separate executive components", "sentences": [], "annotations": [], "relations": []}, {"offset": 42878, "infons": {"fpage": "357", "lpage": "363", "pub-id_pmid": "1227297", "section_type": "REF", "source": "Am J Drug Alcohol Abuse", "type": "ref", "volume": "2", "year": "1975"}, "text": "Naltrexone pharmacology, pharmacokinetics, and metabolism — current status", "sentences": [], "annotations": [], "relations": []}, {"offset": 42953, "infons": {"fpage": "318", "lpage": "325", "pub-id_pmid": "10731226", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "10", "year": "2000"}, "text": "Addiction, a disease of compulsion and drive: involvement of the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 43039, "infons": {"fpage": "102", "lpage": "108", "pub-id_pmid": "25957794", "section_type": "REF", "source": "Drug Alcohol Depend", "type": "ref", "volume": "152", "year": "2015"}, "text": "A hyper‐connected but less efficient small‐world network in the substance‐dependent brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 43129, "infons": {"fpage": "440", "lpage": "442", "pub-id_pmid": "9623998", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "393", "year": "1998"}, "text": "Collective dynamics of 'small‐world' networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 43175, "infons": {"fpage": "2445", "lpage": "2453", "pub-id_pmid": "25257293", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "38", "year": "2014"}, "text": "Reduced left executive control network functional connectivity is associated with alcohol use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 43279, "infons": {"fpage": "118", "lpage": "132", "pub-id_pmid": "3290303", "section_type": "REF", "source": "J Abnorm Psychol", "type": "ref", "volume": "97", "year": "1988"}, "text": "The neurobiology of craving — implications for the understanding and treatment of addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 43371, "infons": {"fpage": "37", "lpage": "42", "pub-id_pmid": "20417253", "section_type": "REF", "source": "Neurosci Lett", "type": "ref", "volume": "477", "year": "2010"}, "text": "Altered small‐world brain functional networks and duration of heroin use in male abstinent heroin‐dependent individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 43491, "infons": {"fpage": "1197", "lpage": "1207", "pub-id_pmid": "20600983", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Network‐based statistic: identifying differences in brain networks", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}