{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "5987872", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2018.02.035", "article-id_pmc": "5987872", "article-id_pmid": "29876260", "article-id_publisher-id": "S2213-1582(18)30069-X", "fpage": "682", "kwd": "Schizophrenia Surprise Asymptotical surprise Functional connectivity Community detection Modularity Graph theory Complex networks", "license": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).", "lpage": "693", "name_0": "surname:Bordier;given-names:Cécile", "name_1": "surname:Nicolini;given-names:Carlo", "name_2": "surname:Forcellini;given-names:Giulia", "name_3": "surname:Bifone;given-names:Angelo", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "18", "year": "2018"}, "text": "Disrupted modular organization of primary sensory brain areas in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 79, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Abnormal brain resting-state functional connectivity has been consistently observed in patients affected by schizophrenia (SCZ) using functional MRI and other neuroimaging techniques. Graph theoretical methods provide a framework to investigate these defective functional interactions and their effects on the organization of brain connectivity networks. A few studies have shown altered distribution of connectivity within and between functional modules in SCZ patients, an indication of imbalanced functional segregation ad integration. However, no major alterations of modular organization have been reported in patients, and unambiguous identification of the neural substrates affected remains elusive. Recently, it has been demonstrated that current modularity analysis methods suffer from a fundamental and severe resolution limit, as they fail to detect features that are smaller than a scale determined by the size of the entire connectivity network. This resolution limit is likely to have hampered the ability to resolve differences between patients and controls in previous studies. Here, we apply Surprise, a novel resolution limit-free approach, to study the modular organization of resting state functional connectivity networks in a large cohort of SCZ patients and in matched healthy controls. Leveraging these important methodological advances we find new evidence of substantial fragmentation and reorganization involving primary sensory, auditory and visual areas in SCZ patients. Conversely, frontal and prefrontal areas, typically associated with higher cognitive functions, appear to be largely unaffected, with changes selectively involving language and speech processing areas. Our findings support the hypothesis that cognitive dysfunction in SCZ may involve deficits occurring already at early stages of sensory processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1929, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1942, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia has been associated with aberrant functional connectivity as measured by neuroimaging methods in a number of studies. This growing evidence is in keeping with the disconnectivity hypothesis of schizophrenia that posits that the core dysfunction of this disease may correspond to alterations of the functional interactions between specialized brain areas, resulting in defective integration of activity in distributed networks and in cognitive disintegration. Indeed, psychotic symptoms akin to those of schizophrenia, including hallucinations and delusions, are also observed in certain neurological disorders that involve disruption of corticocortical and corticosubcortical connections. Understanding the nature of connectivity alterations in SCZ patients and their effects on brain functional integration may provide important insights into the etiology of this devastating disease, as well as potential diagnostic or prognostic markers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2897, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To this end, graph theoretical approaches have been proposed as a powerful framework to assess topological features of functional connectivity networks, in which nodes correspond to anatomically defined brain regions and the edges to interregional correlations. Several alterations in graph-related metrics of resting state connectivity have been identified in schizophrenia patients, including reduction in global network efficiency, small worldness (Anderson) and rich-club organization of high-connectivity nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3414, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, graph analyses of resting state brain connectivity networks have been applied to study the brain modular organization, i.e. the presence of functionally segregated module, or “communities”, within large-scale, integrated functional connectivity networks. Typically, these methods assess patterns of edges in the graph to identify clusters of nodes that are more densely connected, denoting stronger interactions among themselves than with the rest of the system. This mathematical formulation embodies the notion of segregation and integration, as the emergence of modules reflects the balance between intra- and inter-cluster connections. Hence, community detection methods enable investigation of the interplay between functional segregation and integration in the healthy and diseased brain, and provide a means to map the brain's modular organization. Changes in the structure of specific modules in patients may highlight specific circuits or neural substrates affected by the disease. Moreover, modularity analyses make it possible to identify the brain connector hubs, i.e. the regions that are responsible for the integration of the activity of different modules, and to assess the effects of disease on these hubs. Indeed, there is growing evidence that abnormalities in nodes characterized by high topological centrality and connectivity are implicated in several neuropsychiatric disorders, and that connector hubs may present increased vulnerability to brain disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4904, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several studies have investigated the modular structure of resting state functional connectivity networks derived from functional MRI in schizophrenia patients compared to healthy controls. Reduction in Modularity, a measure of segregation of functional modules within an integrated network, was found in Childhood Onset Schizophrenia. However, no strong evidence of group differences in the dispersion and structure of brain modules was found in that study. Reduced Modularity was associated with a proportional increase in inter-cluster edges and decrease in intra-cluster edges in patients. Lerman-Sinkof et al. reported similar modular structures in adult schizophrenia patients and healthy subjects under stringent control of potential sources of imaging artifacts, with small but significant alterations of node community membership in specific patient networks. found reduced overall connectivity strength and a larger, even though very limited, number of communities in the patients' group (6 in SCZ subjects vs 5 in healthy controls). Disturbances in modularity were also observed in subjects with 22q11.2 deletion, a condition associated with cognitive impairment and high risk of developing schizophrenia. These pioneering investigations provide important indications that the strength of division of resting-state functional connectivity networks into modules may be altered in patients affected by schizophrenia. However, the partitions per se, i.e. the clustering of different brain regions into modules, appear very coarse, comprising only a few, broad modules that are similarly distributed in patients and controls. Hence, it remains unclear whether schizophrenia affects specific functional modules and how defective connectivity translates into cognitive dysfunction and other symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6710, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Graph theory as applied to the study of brain networks is still in its infancy, and several methodological and conceptual issues that are still open may have affected early studies. An important finding in complex network theory is that most community detection methods, like those applied in previous studies in schizophrenia patients, suffer from a resolution limit, as they cannot resolve clusters of nodes that are smaller than a scale determined by the size of the entire network. This limit, first demonstrated for Newman's Modularity, is quite general and affects, to a different extent, all methods that seek to identify the community structure of a network through the optimization of a global quality function, including Reichardt and Bornholdt's, Arenas and Gomez', Ronhovde and Nussinov's, Rosvall and Bergstrom's and others. The introduction of a resolution parameter in the quality function has been proposed as a means to improve detection of smaller clusters. However, this approach introduces a specific scale determined by the choice of parameter values, enabling detection of smaller clusters at the expense of larger ones, which may be unduly subdivided, resulting in partitions with relatively uniform cluster size distributions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7961, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have recently demonstrated that the resolution limit severely hampers the ability to resolve the modular organization of human brain connectivity networks, and to capture their complex community structure. This pervasive limit is likely to have biased previous studies in clinical populations, and may have prevented detection of differences in the organization of functional connectivity in patients and controls at a finer scale. Indeed, even though previous studies in SCZ populations systematically report substantial changes in functional connectivity and modularity strength compared to healthy controls, differences in the number, size and boundaries of functional modules appear to be modest and inconsistent across studies, often dependent on the specific clustering approach that was adopted. The deleterious effects of the resolution limit propagate to the evaluation of important topological parameters that depend on the network's community structure. These include the participation coefficient, a parameter that enables the identification of highly-connected nodes, or hubs, responsible for the integration and efficient exchange of information between modules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9141, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These limitations have made it difficult to unambiguously identify the neurofunctional substrates involved in what is sometimes regarded as a disconnectivity syndrome, and to assess different hypothesis on its etiology. Defective functional interactions may be widespread and affect overall efficiency of the network, or involve more specific circuits, including fronto-hippocampal, fronto-parietal, and thalamo-cortical connections. On the other end of the spectrum, it's been hypothesized that the complex symptomatology of SCZ may arise from local deficits within primary sensory cortices, and that impairment of higher cognitive functions may result from a bottom-up propagation of these deficits. Overcoming the limitations of current methods might help discriminate between these different scenarios and assess the relative merits of different theories underlying the disconnectivity hypothesis in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10060, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, we have shown that Surprise, a fitness function rooted in probability theory, behaves as a resolution-limit free function for community detection. Extension of this method to weighted networks, dubbed Asymptotical Surprise, was validated in synthetic and real world networks, revealing a heterogeneous modular organization of the human brain, with a wide distribution of clusters spanning multiple scales. The improved resolution afforded by Surprise makes it possible to appreciate differences in the structures of networks from different groups that are undetectable by resolution limited methods, and has led to a refinement of the classification of brain hubs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10735, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we entertain the hypothesis that aberrant brain functional connectivity in the brain of schizophrenia patients affects its modular organization. We apply Asymptotical Surprise to resolve and compare the modular structures of resting state functional connectivity networks in two cohorts of 78 schizophrenia subjects and 91 controls beyond the resolution limit. In contrast with previous studies, we find profound differences in the resting state brain connectivity structure of schizophrenia patients, with a substantial reorganization of functional modules. Additionally, we investigate the resulting alterations in node-wise participation coefficients and the rearrangement of brain integrative regions in patients. The ability to resolve these changes at a finer scale than previously possible sheds new light on the functional implications of aberrant functional connectivity in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11639, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 11661, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 11674, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic information for SCZ patient and healthy controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11736, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Patients</th><th>Controls</th></tr></thead><tbody><tr><td>Age (years)</td><td>37.8 ± 14.1</td><td>38.5 ± 11.7</td></tr><tr><td>Gender (M/F)</td><td>64/14</td><td>65/26</td></tr><tr><td>Education (in years)</td><td>12.70 ± 1.79</td><td>13.75 ± 1.69</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 11747, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Patients</th><th>Controls</th></tr></thead><tbody><tr><td>Age (years)</td><td>37.8 ± 14.1</td><td>38.5 ± 11.7</td></tr><tr><td>Gender (M/F)</td><td>64/14</td><td>65/26</td></tr><tr><td>Education (in years)</td><td>12.70 ± 1.79</td><td>13.75 ± 1.69</td></tr></tbody></table>\n"}, "text": "\tPatients\tControls\t \tAge (years)\t37.8 ± 14.1\t38.5 ± 11.7\t \tGender (M/F)\t64/14\t65/26\t \tEducation (in years)\t12.70 ± 1.79\t13.75 ± 1.69\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 11883, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRI data from 78 patients with schizophrenia strict diagnosis (DSM IV) SCZ and 91 healthy controls (CON) were downloaded from the open COBRE database (http://fcon_1000.projects.nitrc.org/indi/retro/cobre.html). Age ranged from 18 to 65 years in both groups. There was no significant mean age difference between the two populations (t-test, p-value = 0.52). 28% of patients were scanned within a year from diagnosis, 54% between 1 and 5 years, the remaining ones after 5 years. Participant demographics are reported in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12410, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All subjects in the COBRE were screened and excluded if they had history of neurological disorder, history of mental retardation, history of severe head trauma with >5 minutes loss of consciousness, history of substance abuse or dependence within the last 12 months. Ethical statements are contained in the original publication of this dataset: informed consent was obtained from all subjects according to institutional guidelines at the University of New Mexico Human Research Protections Office, and all data were anonymized prior to group analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12962, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients were treated with one of the three atypical antipsychotics, olanzapine, risperidone or ziprasidone, and had retrospective and prospective clinical stability. None of the patients was under mood stabilizing treatment at the time of study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13209, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI acquisition and pre-processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13245, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Images were acquired with a Siemens MIND TRIO 3 T scanner equipped for echo-planar imaging (EPI). Echo-planar imaging was used for resting state fMRI data collection with (Repetition Time) TR = 2 s, (Echo Time) TE = 29 ms, matrix size: 64 × 64, slices = 33, voxel size = 3 × 3 × 4 mm3 (for more details see). A total of 150 volumes of functional images were obtained for all subjects except one (this subject was excluded from the present study).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13692, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data were pre-processed using SPM8 (Wellcome Trust Centre for Neuroimaging, London, UK). After discarding the four initial volumes, the remaining volumes were corrected for slice timing, head-motion realigned (translational displacement and rotation along and around X, Y and Z axes) and normalized to the standard MNI EPI template space (voxel-size re-sampled to 3 × 3 × 3 mm3). Means and standard deviations of motion parameters extracted with SPM for each subject included in this study are shown in the Supplementary information section (Fig. S5). Given the impact of motion on functional connectivity measures, and the potential confounds arising from differential motion across experimental groups, we assessed the effects of movement for each subject in the SZ and healthy control groups. Analysis of motion parameters did not show any significant difference between groups (z translation: p = 0.265; y translation: p = 0.525; x translation: p = 0.2446; x rotation: p = 0.245; y rotation: p = 0.652; z rotation: p = 0.194). Additionally, Framewise Displacement (FD) and DVARS, two indices of data quality, were computed following. FD is a measure of head motion between subsequent volumes, whereas DVARS is an index of signal intensity changes across volumes. No outliers were identified in either group, nor significant between-group differences were observed in these metrics, and in the number and extent of motion-related spikes (Table S1 in the Supplementary information section). In the light of this analysis we did not apply frame censoring to avoid loss of information and decrease of temporal degrees of freedom. However, we performed community detection in a subgroup of patients (61) selected by stricter motion criteria (i.e. removing subjects with relative movement >0.5 mm) to further rule out effects of differential motion (see Discussion and Supplementary information section). Comparisons of motion parameters, DVARS and FD for the experimental groups are reported in the Supplementary materials section.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15727, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Adjacency matrices and connectivity parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 15774, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each participant, 638 regional mean time series were computed by averaging the voxel time series within each of the parcellized areas of the template described in. After regressing movement parameters, we estimated the connectivity matrix by computing pairwise inter-regional correlation for each individual. In order to compute group-level connectivity matrices, individual correlation matrices were Fisher-transformed and averaged by group. Several critiques of correlation as a measure of functional connectivity have been proposed, but this definition is the most widely accepted choice, and we have adopted it to ensure comparability of our results with previous studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16455, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "From the adjacency matrix, we extracted the distribution of z-score (corresponding to the weighted edges of our network), and we computed nodal and global measures of connectivity to compare this dataset with those used in previous studies. The degree of a node represents the number of connections towards the other nodes. The network density indicates the ratio between the connections in the matrix and all possible connection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16886, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Global efficiency represents the average of the inverse shortest weighted path lengths connecting every pair of nodes, and is inversely related to the network characteristic path length. The weighted global efficiency can be written as:where dijw is the weighted shortest-path length between node i and node j of a graph with n nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17221, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Weighted local efficiency quantifies a network's resistance to failure on a local scale. The definition of weighted local efficiency used in this manuscript is the one given by.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17399, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Asymptotical Surprise", "sentences": [], "annotations": [], "relations": []}, {"offset": 17421, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The quality function that we chose to determine community structure in this study is Asymptotical Surprise, a recently developed approach rooted in information theory that aims to encode the relative entropy between the observed intracluster density and its expected value as on the basis of a null model. Asymptotical Surprise was recently shown to be quasi-resolution-limit free, and to provide improved means to resolve the modular structure of complex networks of brain functional connectivity. Asymptotical Surprise is defined as:where m is the sum of all edge weights, mζ is the sum of intracluster edge weights, p is the total number of possible links, pζ is the total sum of possible intracluster links.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18133, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Optimization of Asymptotical Surprise was carried out by means of PACO (PArtitioning Cost Optimization), an iterative agglomerative algorithm built on a variation of the Kruskal algorithm for minimum spanning trees. We have recently shown that maximization of Asymptotical Surprise enables detection of heterogeneously distributed communities, thus making it possible to resolve differences in the modular organization of different networks representing functional connectivity in different subjects or experimental groups. A MATLAB toolbox including binary and weighted versions of Surprise optimization is available upon request at http://forms.iit.it/view.php?id=68447. PACO is a non-deterministic heuristic, like many other methods used to maximize quality functions for community detection. This means that multiple runs of PACO on the same graph may yield slightly different resulting partitions. In this study, we used 1000 runs and picked the partition with the highest value of Asymptotical Surprise. As shown in, Asymptotical Surprise does not suffer from degeneracy of nearly optimal solutions, and is characterized by a sharply distinct global optimum. Hence, there is no need to determine a consensus solution over an ensemble of different nearly optimal partitions with similarly large values of the fitness function, and the solutions with the highest value of Asymptotical Surprise were selected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19546, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All visual representations of the anatomical distribution of modules and topological parameters were produced using the BrainNet viewer toolbox.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19691, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Percolation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 19712, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In weighted networks, sparsification procedures are often applied to remove the weakest edges, which are the most affected by experimental noise, and to reduce the density of the graph, thus making it theoretically and computationally more tractable. To this end, we used a percolation analysis approach. This method, grounded in statistical physics, was first demonstrated in brain networks by, and previously applied to study phase transitions of connected subgraphs in random networks. In brief, percolation analysis measures the size of the largest connected component of the network upon iterative removal of the weakest edges and enables data-driven determination of the optimal sparsification threshold that preserves network structure and connectedness while removing potentially spurious correlations. In random graphs, the size of the largest connected component shows a sharp transition at some threshold value. Brain networks can exhibit multiple drops with increasing threshold, revealing a hierarchy of clusters. The steeper the percolation curve, the more susceptible is the graph to break apart into subcomponents upon removal of weaker edges.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20872, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on these observations, we have recently demonstrated that a threshold just above the onset of fragmentation of the largest connected component strikes the optimal balance between removal of noise-induced spurious correlations and loss of information that may be contained in the discarded, weaker links. Specifically, the percolation threshold maximizes information that can be extracted about the network's modular organization, simultaneously maximizing sensitivity and specificity in the assignment of nodes to different modules, as shown in synthetic networks endowed with a ground-truth community structure and in human resting state functional connectivity networks. Thresholding by percolation analysis has been previously applied in human and animal functional connectivity studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21669, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Percolation analysis was performed independently in the two groups prior to community detection by Asymptotical Surprise maximization. This is an important conceptual step, as it overcomes a conundrum in the comparison between groups characterized by different connectivity strengths. In many previous studies, thresholds were determined by fixing the same edge densities in the connectivity graphs of the groups to be compared. However, constant edge density may bias group comparisons when the experimental groups exhibit intrinsic differences in connectivity strength, like in the present case. Imposing equal densities for graphs describing connectivity in patients and controls may lead to the inclusion of a greater number of potentially spurious links in the group with weaker connectivity, and to the exclusion of topologically relevant links in the group with stronger connectivity. A higher proportion of spurious connection results in a more random network topology, and intergroup differences may just reflect different levels of noise, rather than genuine topological differences. Identification of optimal thresholds that maximize information about the modular organization of each group enables unbiased comparison of the two community structures. It should be noted that modules are defined in terms of node membership and do not dependent on the total density of edges, but rather on the balance between inwards and outwards edges. Community detection was performed on the thresholded group-level graphs maintaining the weight distribution above percolation threshold. In other words, graphs were not binarized after thresholding, as optimization of Asymptotical Surprise by PACO enables community detection in weighted graphs. Hence, the percolation threshold was applied solely for graph sparsification and removal of the noisiest edges. A total of 8207 and 17,171 edges were retained after thresholding in the patient and control groups, respectively, corresponding to graph densities of 0.0404 and 0.0845.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23696, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Group level comparison", "sentences": [], "annotations": [], "relations": []}, {"offset": 23719, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After community detection by Asymptotical Surprise in the two populations (SCZ and CON), we computed the similarity between the extracted modular partitions in terms of normalized mutual information (NMI), and used an approach proposed by to test for statistical differences. This method is based on the idea that if variance in the community structure data is reliably explained by group membership, then the mean NMI between all possible pairs of participants within an experimental group should be higher than the mean NMI of pairs of participants from random groups. As the underlying distribution of group means NMI is unknown, a null-distribution is generated through a permutation method between the two experimental groups (10,000 permutations). This approach was also applied to test for between-group differences in sub-networks defined by individual modules in the CON group partition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24616, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participation coefficient", "sentences": [], "annotations": [], "relations": []}, {"offset": 24642, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To complete the investigation at the node level, we considered the alteration in node role between the two populations based on the differences in modular organization revealed by Asymptotical Surprise. To this end, we adopted Guimera and Amaral classification scheme, whereby nodes are classified by their within-community degree z (a measure of how well connected a node is to other nodes in the same community) and their participation coefficient P, a parameter that reflects the extent to which a node is connected to nodes in other modules. P can be written as:where kic is the number of links of node i to nodes in module c, and ki is the total degree of node i. To assess statistical differences, we computed the P index of each node for each subjects and ran a t-test between groups, Bonferroni corrected. Node-wise statistical significance was parametrically mapped on the MRI template.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25538, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cognitive scores", "sentences": [], "annotations": [], "relations": []}, {"offset": 25555, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We selected three tests probing different cognitive domains and available in the COBRE database for all patients included in this study: the Brief Assessment of Cognition in Schizophrenia (BACS), the Mazes test from the Neuropsychological Assessment Battery (NAB), and the Brief Visuospatial Memory Test (BVMT). The BACS includes assessments of verbal memory, working memory, verbal fluency, attention and executive function. The NAB-Mazes test measures aspects of executive function often impaired in SZ patients. The BVMT measures visuospatial learning performance; processing speed has been shown to be a predictor of performance in the BVMT. We performed multiple regression analysis of subject-wise Global Efficiency and slope of the correlation curve (extracted by fitting a psychometric function) against the aggregated scores of these three tests. These parameters reflect the efficiency in information exchange across the network, and the “fragility” of its modular organization upon edge removal, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26576, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 26584, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Weaker connectivity in SCZ patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 26620, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "A. z-Value distribution of the adjacency matrices for the two experimental groups; a left shift in the distribution for the SCZ group indicates overall weaker connectivity. B. Degree of each node for the patients' and control groups (in green and black, respectively). C. Local efficiency value by nodes (same color scheme as in B). The nodes of the left and on the right hemisphere (LH and RH) are respectively on the right and on the left side of the circle.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27081, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 27088, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To examine the difference in global functional connectivity between the two populations, and to relate this study to previous ones, we compared group-averaged pairwise correlations. Fig. 1A shows the edge-weight distribution for the two groups before thresholding. We observed a significant shift in the average z-score value of the matrix between the patient and the control groups. Fig. 1B shows the distribution of node degree, a node-wise parameter that measures the number of edges incident to each node. A significant decrease of average node-degree was observed for the SCZ groups (green line) compared to the CON group (black line), with degree values of 25.73 ± 13.04 and 53.83 ± 40.35 respectively. Additionally, we computed the global efficiency coefficient Eglob, related to the inverse average path length connecting any two nodes, a measure of how efficiently information is exchanged across the network. Eglob strongly reduced in the SCZ group, with a value of 0.23 versus 0.32 for the control group, a further indication of reduced network integration in the patient. It should be noted, though, that these parameters are not independent, and reflect the overall reduction in connectivity strength in the SZ group and the lower density of the corresponding connectivity matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28382, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Altogether, these analyses show widespread alterations in functional connectivity in the schizophrenia group, entirely consistent with previous reports. The two groups present significant difference in the scores of two over the three cognitive tests (BACS: t-test p-value < 2.2e−16; NAB: t-test p-value = 0.57; BVMT: t-test p-value < 1.95e−7). No significant correlation was found between individual Global Efficiency and the aggregated results of the three cognitive tests (BACS, NAB-Maze and BVMT) in patients or controls. Interestingly, only in the patient population, the slope of the percolation curve negatively correlated with the BVMT score (t = −2.817, Pr = 0.00634), but not with BACS or NAB, suggesting that slower speed in processing of visual information may correspond to weaker cluster organization of functional connectivity in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29237, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Local efficiency, defined as the efficiency of a node's local network of nearest neighbors when the node is removed, was similar or even higher in the schizophrenia group (0.6 ± 0.09 in controls; 0.68 ± 0.09 in patients). Fig. 1C shows local efficiency for each node, with green and black lines denoting patients and controls, respectively (t-test p-value = 0.103). The graph displays only minor differences between the two populations, thus suggesting that network tolerance to node faults is generally preserved in patients compared to controls even if overall functional connectivity is substantially weaker. This has been observed in previous studies, and pointed to as a potential evolutionary advantage that may justify persistence of schizophrenia-related genes in the general population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30033, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In summary, all graph-related parameters measured in this study appear consistent with those reported in the literature for smaller groups or specific sub-populations of patients (e.g. childhood onset schizophrenics), thus corroborating the idea that the present data-set has global and node-wise functional connectivity features that are comparable to those of previous studies. In the following, we investigate the effects of these scale-dependent differences on the modular organization of functional connectivity in schizophrenia patients vs controls using our novel community detection approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30634, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Fragmentation of primary sensory areas, but not prefrontal regions, in SCZ patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 30718, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Region-by-region correlation matrices sorted by module membership obtained by Asymptotical Surprise for the two populations. Modules are demarcated by a red line. The number of modules is 44 and 39 for the control and patient group, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30965, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 30972, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to determine the optimal modular partitions for our experimental groups, we applied maximization of Asymptotical Surprise by PACO, a resolution-limit free method that we have recently demonstrated in healthy volunteers. Prior to community detection, the group level adjacency matrices were sparsified using a percolation analysis approach to remove weaker edges and reduce the effects of noise, thus maximizing information about the network's modular structure. Fig. 2 shows the group-level adjacency matrices, with the node indexes rearranged by module membership, for the control and schizophrenia groups. Disjoint clusters of nodes, or modules, are delineated by red lines. We found 44 communities in the control group, with module sizes ranging between 141 and 1 nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31755, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The optimal partition of the patients' group comprised 39 communities, and showed a less heterogeneous size distribution (ranging between 73 and 1 nodes). The statistical significance of the difference in community structure was assessed using a recently proposed permutation approach based on Normalized Mutual Information, resulting in a p-value = 0.009 (10,000 permutations, false discovery rate corrected). The smaller number of modules in the schizophrenia group may appear somewhat counterintuitive, in the light of overall weaker functional connectivity strength in this group. However, while some of the larger modules appear to break up into smaller modules in patients, the tail of the distribution of community sizes is fatter in the schizophrenia group, thus indicating aggregation and reorganization of smaller modules. The overlaps between modules in the optimal partitions for the two groups are shown and discussed in the Supplementary information section (Fig. S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32738, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional connectivity modules obtained by Asymptotical Surprise overlaid on an anatomical template for: A. healthy controls; B. schizophrenia patients; colors were assigned independently in the two groups to maximize contrast between adjacent modules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32992, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 32999, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Module 1 and 2 (A and B, corresponding to visual and sensorimotor cortices, respectively) of the control group (left), and overlapping modules in the patient group (right). These modules are substantially fragmented and reorganized in the SCZ group compared to healthy controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33278, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 33285, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Module 3, 6 and 11 (A, B and C, corresponding to prefrontal and frontal cortices) of the control group (left), and overlapping modules in the patient group (right). Local modular structure appears consistent between the two groups, with reduction in long-range fronto-parietal connectivity is observed in Module 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33600, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 33607, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "A: Module 4 of the control group and overlapping modules in the patient group (right). The Broca Area breaks apart in patients and forms an independent community with increased centrality (see also Fig. 6). B: Control's module 7, corresponding to the medial temporal gyrus, is fragmented rostrocaudally in SCZ patients. C: the supramarginal and angular gyrus represent separate modules in controls, and merge into module 14 in the patient's group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34055, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 34062, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 3 shows the distribution of functional modules in the two groups overlaid on an anatomical template (see Supplementary information section, Table S2 for anatomical/functional identification of the 15 biggest modules of each population). Note that the colors denoting the communities were chosen independently in the two groups to maximize contrast between adjacent modules. Differences in the modular structures of functional connectivity in the two groups are apparent, and involve complex reorganization of nodal membership across modules. To facilitate visual inspection and interpretation of differences between the two groups, we show some communities of the control group individually, and the overlapping communities in the patients' group (Fig. 4, Fig. 5, Fig. 6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34840, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The main differences in modular organization between the two groups involve the sensorimotor, visual and auditory cortices. The controls' large occipital module (Community 1, Fig. 4A) is split in the patients' group (p < 0.01), with primary visual cortex standing as an independent community together with the caudal part of the inferior temporal gyrus. The more dorsal part of the occipital community includes a portion of the superior parietal lobule in healthy controls, but not in SCZ patients, where the boundary of this community lies in the vicinity of the parieto-occipital fissure. The large central module in the healthy controls' group (Community 2, Fig. 4B) comprises somatosensory, sensorimotor cortices and temporal auditory cortices, consistent with previous findings in healthy volunteers. In schizophrenia patients, this module breaks up dorsoventrally into four different clusters of nodes (p < 0.01).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35760, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Conversely, the local modular structure of prefrontal areas is consistent between the two groups, with no significant differences in size and anatomical distribution of node membership as measured by NMI (Fig. 5A, B and C, p = 0.26, 0.8 and 0.39, respectively). However, long-distance connectivity between prefrontal and parietal regions is reduced in SCZ patients (Fig. 5A), resulting in a separation of the Lateral Parietal Cortices from the Default Mode Network. Between-group differences in frontal lobe organization pertain particularly the language regions, with the Broca area forming an independent community in patients (Fig. 6A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36400, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Substantial fragmentation and reorganization is also observed in the modular structure of the temporal cortex. In controls, we find well-delineated modules comprising the middle temporal gyrus and the inferior temporal gyrus, while the superior temporal gyrus is part of larger community that includes somatomotosensory cortices. In patients, the superior temporal gyrus is separated from the larger somatosensory community, and is split into two modules, anterior and posterior, respectively. The middle temporal gyrus (Community 7 Fig. 6B) is split rostrocaudally into 4 different communities that include parts of the superior and inferior gyri. The inferior gyrus consists of two modules. The anterior module includes part of the middle temporal gyrus, while the posterior one extends to the primary visual cortex. Interestingly, the angular gyrus and the supramarginal gyrus appear as separate modules in healthy controls, but in patients these areas are merged into a single community including the temporoparietal junction (see Fig. 6C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37445, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In summary, Asymptotical Surprise reveals substantial alterations of the modular structure of functional connectivity in SCZ patients, with fragmentation of sensory and sensorimotor areas, and reorganization of language related areas. Conversely, prefrontal areas show similar local organization in patients and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37767, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Significantly increased centrality of sensory areas in SCZ patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 37835, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig_caption"}, "text": "Anatomical distribution of statistically significant node-wise between-group differences in Participation Coefficient, Bonferroni corrected. A. Nodes with higher participation coefficient in SCZ than in CON; B. nodes with lower participation coefficient in SCZ than in CON.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38109, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig"}, "text": "Fig. 7", "sentences": [], "annotations": [], "relations": []}, {"offset": 38116, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 7 shows statistically significant differences in participation coefficient, a measure of diversity in intermodular connections of individual nodes. Nodes characterized by high participation coefficients have many links pointing to different modules, and are thought to play an integrative role. Nodes with most links pointing to other nodes within the same community are dubbed provincial hubs, and contribute to defining functional segregation of their communities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38588, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Significantly larger participation coefficients are observed in sensorimotor, visual and auditory areas of SCZ patients. Lower participation coefficients in patients are observed in frontal and parietal regions, with the most prominent decrease in the temporal primary auditory cortex. Substantial differences are also observed in functional connectivity of areas related with language generation and processing. The anterior part of the Broca area (BA 45), which receives afferent projections from the PFC, shows a decrease in participation coefficient, while the posterior part (BA 44), which has more structural connections with sensory cortices and inferior parietal cortices, shows an increase in PC and appears as a prominent connector hub only in the SCZ group. Connector hubs for the two experimental groups are displayed in the Supplementary information section (Fig. S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39470, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 39481, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One of the main conclusions of this paper is the selective fragmentation of specific functional connectivity modules in schizophrenic patients. This effect was not detected in previous studies, where weaker modularity in SCZ patients was not associated with major disruption or reorganization of the modular structure per se. The present study leverages an important methodological development that makes it possible to overcome limitations that may have affected previous investigations. Indeed, it has been recognized that community detection approaches based on the optimization of a global fitness function suffer from a fundamental resolution limit,. We have recently demonstrated that this limit can prevent detection of important details in the structure and organization of resting state functional connectivity networks, thus hampering detection of differences in community structures of different experimental groups. The finer resolution afforded by Asymptotical Surprise enables finer grained analysis of resting state brain networks, and provides improved means to assess differences in patient-control studies. Importantly, this new method has been thoroughly validated in synthetic networks endowed with ground-truth modular structures and in functional connectivity networks from healthy subjects, demonstrating superior sensitivity to smaller modules compared to other popular methods, like Newman's Modularity and InfoMap. Importantly, specificity of Asymptotical Surprise was shown to be in line with or superior to that of resolution-limited methods even in the presence of noise and intersubject variability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41111, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Break-up of functional connectivity modules of SCZ patients was most prominent in primary sensory, auditory and visual areas. Alterations in sensory experience and processing have been documented for a long time, but studies in schizophrenia have traditionally focused on deficits in higher-order processes such as working memory and executive function. It has been also suggested that bottom-up deficits in cognitive processing may be driven by impairments in basic perceptual processes that localize to primary sensory brain regions. The major reorganization of functional connectivity in sensory areas hereby reported is in keeping with the idea that disorders in schizophrenia may occur already at the level of early sensory processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41852, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Dysfunction in auditory sensory processing has been consistently observed in schizophrenia with the auditory mismatch negativity (MMN) test, and has been related with altered intrinsic and extrinsic connectivity in the Superior Temporal Gyrus. Moreover, deficits in sensorimotor gating as measured by the Pre Pulse Inhibition test have been widely documented. Consistent with these observations, our results highlight fragmentation in the organization of the auditory cortex module, resulting in abnormal connectivity within and between early auditory processing areas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42422, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Perceptual deficits have also been documented in the visual system of schizophrenia patients. Specifically, alterations have been reported in the magnocellular visual pathway, resulting in deficits in processes such as perceptual closure, object recognition, and reading. On the other hand, ERP studies suggest that the ventral stream processing is preserved and that impaired magnocellular dorsal stream schizophrenia may lead to secondary dysregulation of ventral stream object recognition processing. Our data provide evidence of the reorganization of functional connectivity between the primary visual cortex and the ventral and dorsal pathways, with stronger connectivity in the ventral stream, leading to merging of primary visual and inferior temporal cortices into a single module, and separation from the dorsal and dorso-parietal visual cortices.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43279, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although most reports focus on the visual and auditory systems, deficits in other sensory systems have also been documented in schizophrenics, including reduced sensitivity to stimulus features, impaired 2-point discrimination and abnormal pain thresholds. This appears consistent with the breakdown of the sensorimotor module reported in the present study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43637, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The effects of abnormal connectivity organization in primary sensory cortices in patients are also apparent in the anatomical distribution of the participation coefficient. This index reflects the balance of within- and between- module connectivity, with higher values denoting regions that project mostly to other modules, and thus play an integrative role within the overall connectivity network. In the healthy brain, high participation is typically found in heteromodal association cortices. By contrast, primary sensory cortices tend to have lower topological centrality. In our analyses, we find that sensorimotor and primary visual cortices show a significant increase in participation coefficient in SCZ patients compared to controls. Hence, these regions play an abnormally central role in the network topological integration. Conversely, frontal and parietal cortices, including heteromodal and associative cortices show significantly reduced participation coefficient in patients compared to healthy controls. Interestingly, the primary auditory cortex is also characterized by reduced variety of intermodular connectivity, unlike other primary sensory cortices, and substantial alterations in its connectivity with language processing areas (see below).", "sentences": [], "annotations": [], "relations": []}, {"offset": 44903, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is noteworthy that the overall reduction in connectivity strength observed in patients does not result in unspecific breakdown of functional modules into smaller, more fragmented structures across the whole brain. Indeed, the number of modules in the two groups is comparable, despite the much weaker connectivity strength of the patients' group. Fragmentation is observed in primary sensory areas, but not in other areas, like the frontal ones. Altogether, we report a reorganization of the connectivity modular structure in SCZ patients, with district specific effects. This is consistent with the idea that the modular structure of a network is determined by the balance between inward and outward links of individual communities, rather than by the average total distribution of edge weights.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45703, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Particularly interesting is the reorganization of areas involved in the processing of language. The larger participation coefficient of the Broca area in SCZ subjects causes this area to play the role of connector hub in this population, while parietal heteromodal cortices have a largely reduced integrative role in this population. The Angular Gyrus, a cross-modal hub where converging multisensory information is combined and integrated, plays the role of connector hub in healthy subjects, but not in patients, where it forms a tight community with the Supramarginal Gyrus, a region involved in language perception and processing. Finally, significantly higher values of the participation coefficient are observed in the Heschl gyrus of SCZ patients, an area that has been shown to be overactive during hallucinatory states. Hence, we speculate that the abnormal connectivity between language and multisensory integrative areas may be related with the insurgence of auditory hallucinations (“hearing voices”), a hallmark of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46746, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We note that the groups of subjects included in the study, all selected on the basis of a strict (DSM-IV) schizophrenia diagnosis, present a wide age distribution at the time of MRI scan. To assess the potential effects of age, we have re-binned the subjects into three subgroups, including subjects up to 25, 35 or over 35 years, respectively. The modular structures for these three subgroups of patients, reported in Fig. S3 in the Supplementary information, show similar fragmentation and reorganization of sensory cortices, thus indicating that the effects hereby reported are not driven by a restricted age-group of subjects. Moreover, patients in this study are likely to have taken medications, with different histories of pharmacological treatments. Hence, we cannot exclude that differences with respect to the control group may be related with pharmacological treatment, particularly in subjects with long-term exposure to antipsychotic drugs. To mitigate this risk, we have subdivided the patients for whom treatment information is available in different groups based on the difference from time of first treatment and time of MRI study. Specifically, we have taken patients who had the resting state fMRI scan the same year of first treatment (18 subjects), within the year after (35 subjects), or after 5 years. The results are shown in Fig. S4 of the Supplementary information section. Despite some differences, possibly related with the limited and different number of subjects included in each subgroup, the same general features, including fragmentation of sensory areas, are consistently observed in all subgroups. Altogether, subgroup analysis suggests that the reorganization of functional connectivity hereby reported is not driven by factors like duration of pharmacological treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48554, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, it has been suggested that increased head motion may affect resting state functional connectivity as measured by functional MRI in certain populations of psychiatric patients, like Autistic Spectrum Disorder subjects. The subjects included in this study were selected to ensure comparable movement parameters, showing no difference in spike count and percentage of scan-time affected across experimental groups (see Methods section, and Supplementary information section, Table S1 and subsequent graphs). To further corroborate this point, we performed a secondary analysis, removing those subjects presenting Framewise Displacement >0.5 mm, as suggested by. Distribution of edge strength (Fig. S6 in the Supplementary information section) remains virtually identical to that for the entire population considered in the primary analysis (see Fig. 1); moreover, the modular structure in this subgroup (Fig. S8 in the Supplementary information section) is consistent with that of the whole population, presenting selective fragmentation of primary sensory and visual areas, and preservation of prefrontal modules. Altogether, we can rule out the possibility that inter-group differences in modular structure are dominated by the effects of differential head motion, or by outliers presenting greater head motion in the patient groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49896, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, this study demonstrates previously unreported fragmentation of the modular structure of functional connectivity of primary sensory cortices in medicated SCZ patients. Conversely, we found no evidence of alterations in the local organization of prefrontal cortices, despite overall weaker connectivity in SCZ patients. This is interesting, as these areas are thought to be involved in higher cognitive processes, which are profoundly affected by schizophrenia. Our findings support the theory that aberrant connectivity in primary sensory processing may induce deficits that reverberate to higher cognitive functions through a bottom-up process. Moreover, we report a substantial reorganization of language and speech areas, with an abnormal association of the Supramarginal Gyrus with heteromodal cortices, and an increase in the centrality of the Broca area at the level of network topology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50801, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 50812, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In conclusion, we have applied a novel graph theoretical approach, dubbed Asymptotical Surprise, to study the structure of brain functional connectivity networks in a large cohort of schizophrenia patients. Global and node-wise connectivity parameters showed an overall reduction in connectivity in patients compared to healthy controls, in line with previous studies. The improved resolution afforded by our method revealed substantial reorganization of the modular structure of functional connectivity in patients, with a fragmentation of visual, auditory and sensorimotor cortices. Conversely, we did not find evidence of fragmentation in prefrontal cortices, despite overall weaker connectivity in SCZ patients. This was perhaps unexpected, as these areas are thought to be involved in higher cognitive processes, which are profoundly affected by schizophrenia. Our findings support the theory that aberrant connectivity in primary sensory processing may induce deficits that reverberate to higher cognitive functions through a bottom-up process. The reorganization of auditory and language modules, and the merger with multimodal association cortices is particularly interesting in the light of the auditory hallucinations often experienced by SCZ patients. Significant changes were observed in the participation coefficient of sensory, visual, and in primary auditory cortices, including the Heschl gyrus, a region critically implicated in auditory hallucinations. This evidence indicates that these regions play a different role in the integration of the network of functional connectivity in the patient's brain. Previous studies using resolution-limited methods may have failed to detect the abnormal organization of functional connectivity at the scale reported here due to intrinsic methodological limitations. The present approach may provide a novel and powerful tool to study alterations in the brain functional organization in other neuropsychiatric conditions that are thought to be associated with aberrant connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52850, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Acknowledgments and disclosures", "sentences": [], "annotations": [], "relations": []}, {"offset": 52882, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The Authors wish to thank Dr. Giulia Scuppa and Prof. Enrico Domenici for critically reviewing the manuscript, and Prof. Edward Bullmore and Prof. Nicholas Crossley for providing the brain parcellation template. Data was downloaded from the COllaborative Informatics and Neuroimaging Suite Data Exchange tool (COINS; http://coins.mrn.org/dx) and data collection was performed at the Mind Research Network, and funded by a Center of Biomedical Research Excellence (COBRE) grant 5P20RR021938/P20GM103472 from the  to Dr. Vince Calhoun. This project has received funding from the 's Horizon 2020 Research and Innovation Program under grant agreement No 668863.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53540, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The authors report no biomedical financial interests or potential conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53629, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 53640, "infons": {"fpage": "47", "issue": "1", "lpage": "97", "name_0": "surname:Albert;given-names:R.", "name_1": "surname:Barabási;given-names:A.-L.", "section_type": "REF", "source": "Rev. Mod. Phys.", "type": "ref", "volume": "74", "year": "2002"}, "text": "Statistical mechanics of complex networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 53682, "infons": {"fpage": "1", "issue": "October", "lpage": "16", "name_0": "surname:Alexander-Bloch;given-names:A.F.", "pub-id_pmid": "20204156", "section_type": "REF", "source": "Front. Syst. Neurosci.", "type": "ref", "volume": "4", "year": "2010"}, "text": "Disrupted modularity and local connectivity of brain functional networks in childhood-onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53788, "infons": {"fpage": "3889", "issue": "4", "lpage": "3900", "name_0": "surname:Alexander-Bloch;given-names:A.", "pub-id_pmid": "22119652", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "The discovery of population differences in network community structure: new methods and applications to brain functional networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53935, "infons": {"fpage": "127", "issue": "1", "lpage": "138", "name_0": "surname:Alexander-Bloch;given-names:A.F.", "pub-id_pmid": "22275481", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "23", "year": "2013"}, "text": "The anatomical distance of functional connections predicts brain network topology in health and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54045, "infons": {"fpage": "37", "lpage": "51", "name_0": "surname:Ambite;given-names:J.L.", "name_1": "surname:Ashish;given-names:N.", "name_2": "surname:Ambite;given-names:J.-L.", "section_type": "REF", "source": "Data Integration in the Life Sciences: 11th International Conference, DILS 2015, Los Angeles, CA, USA, July 9–10, 2015, Proceedings", "type": "ref", "year": "2015"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54046, "infons": {"fpage": "53039", "issue": "5", "name_0": "surname:Arenas;given-names:A.", "name_1": "surname:Fernandez;given-names:A.", "name_2": "surname:Gomez;given-names:S.", "section_type": "REF", "source": "New Journal of Physics", "type": "ref", "volume": "10", "year": "2008"}, "text": "Analysis of the structure of complex networks at different resolution levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 54123, "infons": {"issue": "520", "name_0": "surname:Ariana;given-names:Anderson", "name_1": "surname:Cohen;given-names:M.S.", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "Decreased small-world functional network connectivity and clustering across resting state networks in schizophrenia: an fMRI classification tutorial", "sentences": [], "annotations": [], "relations": []}, {"offset": 54272, "infons": {"fpage": "1", "lpage": "11", "name_0": "surname:Bardella;given-names:G.", "pub-id_pmid": "28442746", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "6", "year": "2016"}, "text": "Hierarchical organization of functional connectivity in the mouse brain: a complex network approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 54372, "infons": {"fpage": "512", "issue": "6", "lpage": "523", "name_0": "surname:Bassett;given-names:D.S.", "name_1": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "17079517", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "12", "year": "2006"}, "text": "Small-world brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54399, "infons": {"fpage": "9239", "issue": "37", "lpage": "9248", "name_0": "surname:Bassett;given-names:D.S.", "pub-id_pmid": "18784304", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Hierarchical organization of human cortical networks in health and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54480, "infons": {"fpage": "3300", "issue": "6", "lpage": "3314", "name_0": "surname:Ben Simon;given-names:E.", "name_1": "surname:Maron-Katz;given-names:A.", "name_2": "surname:Lahav;given-names:N.", "name_3": "surname:Shamir;given-names:R.", "name_4": "surname:Hendler;given-names:T.", "pub-id_pmid": "28370703", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "38", "year": "2017"}, "text": "Tired and misconnected: a breakdown of brain modularity following sleep deprivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 54564, "infons": {"comment": "(J. Zinkin, trans.)", "name_0": "surname:Bleuler;given-names:E.", "name_1": "surname:Zinkin;given-names:J.", "section_type": "REF", "source": "Dementia Praecox or the Group of Schizophrenias", "type": "ref", "year": "1950"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54565, "infons": {"issue": "441", "name_0": "surname:Bordier;given-names:C.", "name_1": "surname:Nicolini;given-names:C.", "name_2": "surname:Bifone;given-names:A.", "section_type": "REF", "source": "Frontiers in Neuroscience", "type": "ref", "volume": "11", "year": "2017"}, "text": "Graph analysis and modularity of brain functional connectivity networks: searching for the optimal threshold", "sentences": [], "annotations": [], "relations": []}, {"offset": 54674, "infons": {"fpage": "181", "issue": "2", "lpage": "188", "name_0": "surname:Braff;given-names:D.L.", "name_1": "surname:Geyer;given-names:M.A.", "pub-id_pmid": "2405807", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "47", "year": "1990"}, "text": "Sensorimotor gating and schizophrenia. Human and animal model studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 54744, "infons": {"fpage": "696", "issue": "8", "lpage": "701", "name_0": "surname:Braus;given-names:D.F.", "pub-id_pmid": "12150645", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "59", "year": "2002"}, "text": "Sensory information processing in neuroleptic-naive first-episode schizophrenic patients: a functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 54880, "infons": {"fpage": "159", "lpage": "168", "name_0": "surname:Bright;given-names:M.G.", "name_1": "surname:Rench;given-names:C.R.", "name_2": "surname:Murphy;given-names:K.", "pub-id_pmid": "28025128", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "154", "year": "2017"}, "text": "Potential pitfalls when denoising resting state fMRI data using nuisance regression", "sentences": [], "annotations": [], "relations": []}, {"offset": 54964, "infons": {"fpage": "186", "issue": "3", "lpage": "198", "name_0": "surname:Bullmore;given-names:E.T.", "name_1": "surname:Sporns;given-names:O.", "pub-id_pmid": "19190637", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "10", "year": "2009"}, "text": "Complex brain networks: graph theoretical analysis of structural and functional systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 55052, "infons": {"fpage": "127", "issue": "2", "lpage": "135", "name_0": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "9549775", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "30", "year": "1998"}, "text": "Does dysplasia cause anatomical dysconnectivity in schizophrenia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 55118, "infons": {"fpage": "1126", "issue": "7", "lpage": "1133", "name_0": "surname:Butler;given-names:P.D.", "pub-id_pmid": "11431235", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "158", "year": "2001"}, "text": "Dysfunction of early-stage visual processing in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55180, "infons": {"fpage": "17", "issue": "August", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Eichele;given-names:T.", "name_2": "surname:Pearlson;given-names:G.", "pub-id_pmid": "19738925", "section_type": "REF", "source": "Frontiers in Human Neuroscience", "type": "ref", "volume": "3", "year": "2009"}, "text": "Functional brain networks in schizophrenia: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 55233, "infons": {"fpage": "5468", "issue": "25", "lpage": "5471", "name_0": "surname:Callaway;given-names:D.S.", "pub-id_pmid": "11136023", "section_type": "REF", "source": "Phys. Rev. Lett.", "type": "ref", "volume": "85", "year": "2000"}, "text": "Network robustness and fragility: percolation on random graphs", "sentences": [], "annotations": [], "relations": []}, {"offset": 55296, "infons": {"fpage": "117", "lpage": "126", "name_0": "surname:Çetin;given-names:M.S.", "pub-id_pmid": "24736181", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "97", "year": "2014"}, "text": "Thalamus and posterior temporal lobe show greater inter-network connectivity at rest and across sensory paradigms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55427, "infons": {"fpage": "85", "issue": "1", "lpage": "95", "name_0": "surname:Chang;given-names:B.P.", "name_1": "surname:Lenzenweger;given-names:M.F.", "pub-id_pmid": "15709815", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "114", "year": "2005"}, "text": "Somatosensory processing and schizophrenia liability: proprioception, exteroceptive sensitivity, and graphesthesia performance in the biological relatives of schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 55608, "infons": {"fpage": "174", "lpage": "187", "name_0": "surname:Ciric;given-names:R.", "pub-id_pmid": "28302591", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "154", "year": "2017"}, "text": "Benchmarking of participant-level confound regression strategies for the control of motion artifacts in studies of functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 55747, "infons": {"fpage": "11583", "issue": "28", "lpage": "11588", "name_0": "surname:Crossley;given-names:N.A.", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences USA", "type": "ref", "volume": "110", "year": "2013"}, "text": "Cognitive relevance of the community structure of the human brain functional coactivation network", "sentences": [], "annotations": [], "relations": []}, {"offset": 55845, "infons": {"issue": "8", "name_0": "surname:Crossley;given-names:N.A.", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "137", "year": "2014"}, "text": "The hubs of the human connectome are generally implicated in the anatomy of brain disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 55937, "infons": {"fpage": "P09008", "issue": "9", "lpage": "9008", "name_0": "surname:Danon;given-names:L.", "section_type": "REF", "source": "Journal of Statistical Mechanics: Theory and Experiment", "type": "ref", "volume": "2005", "year": "2005"}, "text": "Comparing community structure identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 55982, "infons": {"fpage": "615", "issue": "3", "lpage": "621", "name_0": "surname:Dierks;given-names:T.", "pub-id_pmid": "10197540", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "22", "year": "1999"}, "text": "Activation of Heschl's gyrus during auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 56042, "infons": {"fpage": "1011", "issue": "11", "lpage": "1020", "name_0": "surname:Doniger;given-names:G.M.", "pub-id_pmid": "12418934", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "59", "year": "2002"}, "text": "Impaired visual object recognition and dorsal/ventral stream interaction in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56132, "infons": {"fpage": "235", "issue": "2", "lpage": "248", "name_0": "surname:Dworkin;given-names:R.H.", "pub-id_pmid": "8085127", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "20", "year": "1994"}, "text": "Pain insensitivity in schizophrenia: a neglected phenomenon and some implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 56214, "infons": {"fpage": "3", "issue": "1–3", "lpage": "10", "name_0": "surname:Ellison-Wright;given-names:I.", "name_1": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "19128945", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "108", "year": "2009"}, "text": "Meta-analysis of diffusion tensor imaging studies in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56281, "infons": {"fpage": "312", "issue": "3", "lpage": "319", "name_0": "surname:Fornito;given-names:A.", "name_1": "surname:Yucel;given-names:M.", "name_2": "surname:Pantelis;given-names:C.", "pub-id_pmid": "19365187", "section_type": "REF", "source": "Current Opinion in Psychiatry", "type": "ref", "volume": "22", "year": "2009"}, "text": "Reconciling neuroimaging and neuropathological findings in schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 56375, "infons": {"fpage": "2296", "issue": "4", "lpage": "2314", "name_0": "surname:Fornito;given-names:A.", "pub-id_pmid": "22387165", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 56420, "infons": {"fpage": "159", "issue": "3", "lpage": "172", "name_0": "surname:Fornito;given-names:A.", "name_1": "surname:Zalesky;given-names:A.", "name_2": "surname:Breakspear;given-names:M.", "pub-id_pmid": "25697159", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "16", "year": "2015"}, "text": "The connectomics of brain disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 56456, "infons": {"fpage": "36", "issue": "1", "lpage": "41", "name_0": "surname:Fortunato;given-names:S.", "name_1": "surname:Barthélemy;given-names:M.", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences USA", "type": "ref", "volume": "104", "year": "2007"}, "text": "Resolution limit in community detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 56496, "infons": {"fpage": "89", "issue": "2", "lpage": "97", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Frith;given-names:C.D.", "section_type": "REF", "source": "Clinical neuroscience (New York, N.Y.)", "type": "ref", "volume": "3", "year": "1995"}, "text": "Schizophrenia: a disconnection syndrome?", "sentences": [], "annotations": [], "relations": []}, {"offset": 56537, "infons": {"fpage": "2825", "issue": "8", "lpage": "2830", "name_0": "surname:Gallos;given-names:L.K.", "name_1": "surname:Makse;given-names:H.A.", "name_2": "surname:Sigman;given-names:M.", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences USA", "type": "ref", "volume": "109", "year": "2012"}, "text": "A small world of weak ties provides optimal global integration of self-similar modules in functional brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 56653, "infons": {"fpage": "936", "issue": "2", "lpage": "944", "name_0": "surname:Garrido;given-names:M.I.", "pub-id_pmid": "18602841", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "42", "year": "2008"}, "text": "The functional anatomy of the MMN: a DCM study of the roving paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 56723, "infons": {"comment": "Available at", "element-citation": "http://www.ncbi.nlm.nih.gov/pubmed/17329470", "fpage": "450", "issue": "3", "lpage": "457", "name_0": "surname:Garrity;given-names:A.G.", "pub-id_pmid": "17329470", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Aberrant “default mode” functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56788, "infons": {"fpage": "307", "issue": "1–2", "lpage": "321", "name_0": "surname:Goerdt;given-names:A.", "section_type": "REF", "source": "Theor. Comput. Sci.", "type": "ref", "volume": "259", "year": "2001"}, "text": "The giant component threshold for random regular graphs with edge faults", "sentences": [], "annotations": [], "relations": []}, {"offset": 56861, "infons": {"fpage": "895", "issue": "February", "lpage": "900", "name_0": "surname:Guimerà;given-names:R.", "name_1": "surname:Amaral;given-names:L.A.", "pub-id_pmid": "15729348", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "433", "year": "2005"}, "text": "Functional cartography of complex metabolic networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 56914, "infons": {"issue": "4", "name_0": "surname:He;given-names:Y.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "4", "year": "2009"}, "text": "Uncovering intrinsic modular organization of spontaneous brain activity in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 56996, "infons": {"fpage": "32", "lpage": "48", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Fornito;given-names:A.", "pub-id_pmid": "24500505", "section_type": "REF", "source": "Neuropsychol. Rev.", "type": "ref", "year": "2014"}, "text": "Brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57028, "infons": {"fpage": "683", "issue": "12", "lpage": "696", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Sporns;given-names:O.", "pub-id_pmid": "24231140", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "17", "year": "2013"}, "text": "Network hubs in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 57060, "infons": {"fpage": "15915", "issue": "47", "lpage": "15926", "name_0": "surname:van den Heuvel;given-names:M.P.", "pub-id_pmid": "21106830", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Aberrant frontal and temporal complex network structure in schizophrenia: a graph theoretical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57163, "infons": {"fpage": "783", "issue": "8", "lpage": "792", "name_0": "surname:van den Heuvel;given-names:M.P.", "pub-id_pmid": "23739835", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "70", "year": "2013"}, "text": "Abnormal rich club organization and functional brain dynamics in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57242, "infons": {"fpage": "401", "lpage": "406", "name_0": "surname:Hyde;given-names:T.M.", "name_1": "surname:Ziegler;given-names:J.C.", "name_2": "surname:Weinberger;given-names:D.R.", "pub-id_pmid": "1532712", "section_type": "REF", "source": "Archives of neurology", "type": "ref", "volume": "49", "year": "1992"}, "text": "Psychiatric disturbances in metachromatic leukodystrophy. Insights into the neurobiology of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57344, "infons": {"fpage": "1059", "issue": "6", "lpage": "1064", "name_0": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "19833806", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "35", "year": "2009"}, "text": "Sensory processing in schizophrenia: neither simple nor intact", "sentences": [], "annotations": [], "relations": []}, {"offset": 57407, "infons": {"fpage": "249", "lpage": "275", "name_0": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "19327031", "section_type": "REF", "source": "Annu. Rev. Clin. Psychol.", "type": "ref", "volume": "5", "year": "2009"}, "text": "When doors of perception close: bottom-up models of disrupted cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57496, "infons": {"fpage": "535", "issue": "9", "lpage": "550", "name_0": "surname:Javitt;given-names:Daniel C.", "name_1": "surname:Sweet;given-names:R.A.", "pub-id_pmid": "26289573", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "16", "year": "2015"}, "text": "Auditory dysfunction in schizophrenia: integrating clinical and basic features", "sentences": [], "annotations": [], "relations": []}, {"offset": 57575, "infons": {"fpage": "763", "issue": "4", "lpage": "775", "name_0": "surname:Javitt;given-names:D.C.", "pub-id_pmid": "10667746", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "25", "year": "1999"}, "text": "Panmodal processing imprecision as a basis for dysfunction of transient memory storage systems in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57687, "infons": {"fpage": "892", "issue": "3", "lpage": "907", "name_0": "surname:Kaiser;given-names:M.", "pub-id_pmid": "21605688", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "57", "year": "2011"}, "text": "A tutorial in connectome analysis: topological and spatial features of brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 57773, "infons": {"fpage": "2404", "issue": "21", "lpage": "2414", "name_0": "surname:Karbasforoushan;given-names:H.", "name_1": "surname:Woodward;given-names:N.D.", "pub-id_pmid": "23279179", "section_type": "REF", "source": "Curr. Top. Med. Chem.", "type": "ref", "volume": "12", "year": "2012"}, "text": "Resting-state networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57813, "infons": {"fpage": "10", "issue": "1", "name_0": "surname:Kawamoto;given-names:T.", "name_1": "surname:Rosvall;given-names:M.", "section_type": "REF", "source": "Physical Review E", "type": "ref", "volume": "91", "year": "2015"}, "text": "Estimating the resolution limit of the map equation in community detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 57888, "infons": {"fpage": "283", "issue": "2–3", "lpage": "297", "name_0": "surname:Keefe;given-names:R.S.", "name_1": "surname:Goldberg;given-names:T.E.", "name_2": "surname:Harvey;given-names:P.D.", "name_3": "surname:Gold;given-names:J.M.", "name_4": "surname:Poe;given-names:M.P.", "name_5": "surname:Coughenour;given-names:L.", "pub-id_pmid": "15099610", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "68", "year": "2004"}, "text": "The brief assessment of cognition in schizophrenia: reliability, sensitivity, and comparison with a standard neurocognitive battery", "sentences": [], "annotations": [], "relations": []}, {"offset": 58020, "infons": {"fpage": "1109", "issue": "4", "lpage": "1118", "name_0": "surname:Kubicki;given-names:M.", "pub-id_pmid": "15878290", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "26", "year": "2005"}, "text": "DTI and MTR abnormalities in schizophrenia: analysis of white matter integrity", "sentences": [], "annotations": [], "relations": []}, {"offset": 58099, "infons": {"fpage": "1", "issue": "066122", "lpage": "9", "name_0": "surname:Lancichinetti;given-names:A.", "name_1": "surname:Fortunato;given-names:S.", "section_type": "REF", "source": "Phys. Rev. E", "type": "ref", "volume": "84", "year": "2011"}, "text": "Limits of modularity maximization in community detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 58156, "infons": {"fpage": "96", "lpage": "106", "name_0": "surname:Lerman-Sinkoff;given-names:D.B.", "name_1": "surname:Barch;given-names:D.M.", "pub-id_pmid": "26793435", "section_type": "REF", "source": "NeuroImage: Clinical", "type": "ref", "volume": "10", "year": "2016"}, "text": "Network community structure alterations in adult schizophrenia: identification and localization of alterations", "sentences": [], "annotations": [], "relations": []}, {"offset": 58267, "infons": {"fpage": "209", "issue": "2", "lpage": "213", "name_0": "surname:Liang;given-names:M.", "pub-id_pmid": "16407773", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "17", "year": "2006"}, "text": "Widespread functional disconnectivity in schizophrenia with resting-state functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 58379, "infons": {"fpage": "945", "issue": "4", "lpage": "961", "name_0": "surname:Liu;given-names:Y.", "pub-id_pmid": "18299296", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "131", "year": "2008"}, "text": "Disrupted small-world networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58427, "infons": {"fpage": "9123", "issue": "29", "lpage": "9128", "name_0": "surname:Lo;given-names:C.Z.", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences USA", "type": "ref", "volume": "112", "year": "2015"}, "text": "Randomization and resilience of brain functional networks as systems-level endophenotypes of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58534, "infons": {"fpage": "9477", "issue": "28", "lpage": "9487", "name_0": "surname:Lynall;given-names:M.E.", "pub-id_pmid": "20631176", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Functional connectivity and brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58594, "infons": {"fpage": "103", "issue": "2", "lpage": "116", "name_0": "surname:McGhie;given-names:A.", "name_1": "surname:Chapman;given-names:J.", "pub-id_pmid": "13773940", "section_type": "REF", "source": "Br. J. Med. Psychol.", "type": "ref", "volume": "34", "year": "1961"}, "text": "Disorders of attention and perception in early schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58655, "infons": {"fpage": "37", "issue": "October", "name_0": "surname:Meunier;given-names:D.", "pub-id_pmid": "19949480", "section_type": "REF", "source": "Frontiers in Neuroinformatics", "type": "ref", "volume": "3", "year": "2009"}, "text": "Hierarchical modularity in human brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58714, "infons": {"fpage": "379", "issue": "4", "lpage": "386", "name_0": "surname:Meyer-Lindenberg;given-names:A.S.", "pub-id_pmid": "15809405", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "62", "year": "2005"}, "text": "Regionally specific disturbance of dorsolateral prefrontal-hippocampal functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58826, "infons": {"fpage": "8577", "issue": "23", "lpage": "8582", "name_0": "surname:Newman;given-names:M.E.", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences U S A", "type": "ref", "volume": "103", "year": "2006"}, "text": "Modularity and community structure in networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58873, "infons": {"fpage": "19250", "name_0": "surname:Nicolini;given-names:C.", "name_1": "surname:Bifone;given-names:A.", "pub-id_pmid": "26763931", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "6", "year": "2016"}, "text": "Modular structure of brain functional connectivity networks: breaking the resolution limit by Surprise", "sentences": [], "annotations": [], "relations": []}, {"offset": 58976, "infons": {"fpage": "28", "lpage": "39", "name_0": "surname:Nicolini;given-names:C.", "name_1": "surname:Bordier;given-names:C.", "name_2": "surname:Bifone;given-names:A.", "pub-id_pmid": "27865921", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "146", "year": "2017"}, "text": "Modular organization of weighted brain networks beyond the resolution limit", "sentences": [], "annotations": [], "relations": []}, {"offset": 59052, "infons": {"fpage": "2142", "issue": "3", "lpage": "2154", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Barnes;given-names:K.A.", "name_2": "surname:Snyder;given-names:A.Z.", "name_3": "surname:Schlaggar;given-names:B.L.", "name_4": "surname:Petersen;given-names:S.E.", "pub-id_pmid": "22019881", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 59155, "infons": {"fpage": "16110", "issue": "1", "name_0": "surname:Reichardt;given-names:J.", "name_1": "surname:Bornholdt;given-names:S.", "section_type": "REF", "source": "Physical Review E - Statistical, Nonlinear, and Soft Matter Physics", "type": "ref", "volume": "74", "year": "2006"}, "text": "Statistical mechanics of community detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 59200, "infons": {"fpage": "2317", "issue": "11", "lpage": "2331", "name_0": "surname:Reijneveld;given-names:J.C.", "pub-id_pmid": "17900977", "section_type": "REF", "source": "Clin. Neurophysiol.", "type": "ref", "volume": "118", "year": "2007"}, "text": "The application of graph theoretical analysis to complex networks in the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 59279, "infons": {"fpage": "1", "issue": "4", "lpage": "15", "name_0": "surname:Ronhovde;given-names:P.", "name_1": "surname:Nussinov;given-names:Z.", "section_type": "REF", "source": "Phys. Rev. E", "type": "ref", "volume": "81", "year": "2010"}, "text": "Local resolution-limit-free Potts model for community detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 59343, "infons": {"fpage": "1118", "issue": "4", "lpage": "1123", "name_0": "surname:Rosvall;given-names:M.", "name_1": "surname:Bergstrom;given-names:C.T.", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences USA", "type": "ref", "volume": "105", "year": "2008"}, "text": "Maps of random walks on complex networks reveal community structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 59411, "infons": {"fpage": "1059", "issue": "3", "lpage": "1069", "name_0": "surname:Rubinov;given-names:M.", "name_1": "surname:Sporns;given-names:O.", "pub-id_pmid": "19819337", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "52", "year": "2010"}, "text": "Complex network measures of brain connectivity: uses and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 59484, "infons": {"fpage": "937", "issue": "1457", "lpage": "946", "name_0": "surname:Salvador;given-names:R.", "pub-id_pmid": "16087438", "section_type": "REF", "source": "Philos. Trans. R. Soc. Lond. Ser. B Biol. Sci.", "type": "ref", "volume": "360", "year": "2005"}, "text": "Undirected graphs of frequency-dependent functional connectivity in whole brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 59573, "infons": {"fpage": "86", "lpage": "99", "name_0": "surname:Scariati;given-names:E.", "pub-id_pmid": "27371790", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "82", "year": "2016"}, "text": "Large-scale functional network reorganization in 22q11.2 deletion syndrome revealed by modularity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59680, "infons": {"fpage": "875", "issue": "2", "lpage": "891", "name_0": "surname:Smith;given-names:S.M.", "pub-id_pmid": "20817103", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Network modelling methods for FMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 59715, "infons": {"issue": "1", "name_0": "surname:Stam;given-names:C.", "name_1": "surname:Reijneveld;given-names:J.", "section_type": "REF", "source": "Nonlinear Biomedical Physics", "type": "ref", "volume": "1", "year": "2007"}, "text": "Graph theoretical analysis of complex networks in the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 59775, "infons": {"name_0": "surname:Stern;given-names:R.A.", "name_1": "surname:White;given-names:T.", "name_2": "surname:Lutz;given-names:F.L.", "section_type": "REF", "source": "Neuropsychological Assessment Battery: Administration, Scoring, and Interpretation Manual", "type": "ref", "year": "2003"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 59776, "infons": {"fpage": "208", "issue": "2", "lpage": "218", "name_0": "surname:Su;given-names:T.-W.", "section_type": "REF", "source": "Psychiatry Res. Neuroimaging", "type": "ref", "volume": "234", "year": "2015"}, "text": "Schizophrenia symptoms and brain network efficiency: a resting-state fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 59856, "infons": {"fpage": "962", "issue": "6", "lpage": "972", "name_0": "surname:Tam;given-names:J.W.", "name_1": "surname:Schmitter-Edgecombe;given-names:M.", "pub-id_pmid": "23682755", "section_type": "REF", "source": "Clin. Neuropsychol.", "type": "ref", "volume": "27", "year": "2013"}, "text": "The role of processing speed in the Brief Visuospatial Memory Test - revised", "sentences": [], "annotations": [], "relations": []}, {"offset": 59933, "infons": {"fpage": "1125", "issue": "3", "lpage": "1165", "name_0": "surname:Thomas Yeo;given-names:B.T.", "pub-id_pmid": "21653723", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "106", "year": "2011"}, "text": "The organization of the human cerebral cortex estimated by intrinsic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 60026, "infons": {"fpage": "391", "lpage": "400", "name_0": "surname:Tononi;given-names:G.", "name_1": "surname:Edelman;given-names:G.M.", "pub-id_pmid": "10719167", "section_type": "REF", "source": "Brain Res. Rev.", "type": "ref", "volume": "31", "year": "2000"}, "text": "Schizophrenia and the mechanisms of conscious integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 60084, "infons": {"issue": "2", "name_0": "surname:Traag;given-names:V.A.", "name_1": "surname:Aldecoa;given-names:R.", "name_2": "surname:Delvenne;given-names:J.C.", "section_type": "REF", "source": "Phys. Rev. E Stat. Nonlinear Soft Matter Phys.", "type": "ref", "volume": "92", "year": "2015"}, "text": "Detecting communities using asymptotical surprise", "sentences": [], "annotations": [], "relations": []}, {"offset": 60134, "infons": {"fpage": "1155", "lpage": "1167", "name_0": "surname:Wang;given-names:L.", "pub-id_pmid": "26142271", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "124, pp", "year": "2016"}, "text": "SchizConnect: mediating neuroimaging databases on schizophrenia and related disorders for large-scale integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 60248, "infons": {"fpage": "1092", "issue": "10", "lpage": "1099", "name_0": "surname:Woodward;given-names:N.D.", "name_1": "surname:Karbasforoushan;given-names:H.", "name_2": "surname:Heckers;given-names:S.", "pub-id_pmid": "23032387", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "169", "year": "2012"}, "text": "Thalamocortical dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60297, "infons": {"fpage": "e68910", "issue": "7", "name_0": "surname:Xia;given-names:M.", "name_1": "surname:Wang;given-names:J.", "name_2": "surname:He;given-names:Y.", "pub-id_pmid": "23861951", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "BrainNet viewer: a network visualization tool for human brain Connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 60372, "infons": {"issue": "9", "name_0": "surname:Yu;given-names:Q.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Altered topological properties of functional network connectivity in schizophrenia during resting state: a small-world brain network study", "sentences": [], "annotations": [], "relations": []}, {"offset": 60511, "infons": {"fpage": "1", "issue": "January", "lpage": "16", "name_0": "surname:Yu;given-names:Q.", "section_type": "REF", "source": "Front. Syst. Neurosci.", "type": "ref", "volume": "5", "year": "2012"}, "text": "Modular organization of functional network connectivity in healthy controls and patients with schizophrenia during the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 60644, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 60670, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2018.02.035.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}