{"source": "PMC", "date": "20201219", "key": "pmc.key", "infons": {}, "documents": [{"id": "5515845", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-017-06057-7", "article-id_pmc": "5515845", "article-id_pmid": "28720860", "article-id_publisher-id": "6057", "elocation-id": "5744", "license": "\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Yoon;given-names:Eun Jin", "name_1": "surname:Choi;given-names:Jung-Seok", "name_2": "surname:Kim;given-names:Heejung", "name_3": "surname:Sohn;given-names:Bo Kyung", "name_4": "surname:Jung;given-names:Hee Yeon", "name_5": "surname:Lee;given-names:Jun-Young", "name_6": "surname:Kim;given-names:Dai-Jin", "name_7": "surname:Park;given-names:Sun-Won", "name_8": "surname:Kim;given-names:Yu Kyeong", "section_type": "TITLE", "type": "front", "volume": "7", "year": "2017"}, "text": "Altered hippocampal volume and functional connectivity in males with Internet gaming disorder comparing to those with alcohol use disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 139, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Internet gaming disorder (IGD) has been conceptualized as a behavioral addiction and shares clinical, neuropsychological, and personality characteristics with alcohol use disorder (AUD), but IGD dose not entail brain exposure to toxic agents, which renders it different from AUD. To achieve a clear understanding of the neurobiological features of IGD, we aimed to identify morphological and functional changes in IGD and compare them with those in AUD. Individuals with IGD showed larger volume in the hippocampus/amygdala and precuneus than healthy controls (HCs). The volume in the hippocampus positively correlated with the symptom severity of IGD. Moreover, functional connectivity analysis with the hippocampus/amygdala cluster revealed that the left ventromedial prefrontal cortex showed stronger functional connectivity in individuals with IGD compared to those with AUD. In contrast, individuals with AUD exhibited the smaller cerebellar volume and thinner medial frontal cortex than HCs. The volume in the cerebellum correlated with impaired working memory function as well as duration of illness in AUD group. Findings suggested that altered volume and functional connectivity in the hippocampus/amygdala in IGD might be associated with abnormally enhanced memory process of gaming-related cues, while abnormal cortical changes and cognitive impairments in AUD might be associated with neurotoxic effects of alcohol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1567, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1580, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Internet gaming disorder (IGD) is defined as the excessive or uncontrolled Internet gaming activity, leading to negative consequences in the psychosocial function. As IGD has been considered to be a significant public health issue, the Diagnostic and Statistical Manual of Mental Disorders, fifth-edition (DSM-V) recently included IGD as a condition for further study. IGD has been conceptualized as a behavioral addiction and shares neuropsychological characteristics with substance use disorders (SUD) including cravings, withdrawal during abstinence, and tolerance. In addition, impaired decision-making and inhibitory control that are key features of SUD are frequently observed in individuals with IGD. Therefore, the underlying neural mechanisms of IGD are hypothesized to overlap with those of SUD. However, IGD dose not entail brain exposure to toxic agents, which renders it different from SUD. To achieve a clear understanding of the neurobiological features of IGD and to establish IGD as a formal disorder, we need to directly compare the brain changes in IGD with those in SUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2671, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, several cortical morphometry studies have found possible neural mechanisms underlying IGD. The brain regions associated with impulsivity and executive control, such as the orbitofrontal cortex, dorsolateral prefrontal cortex (DLPFC), and anterior cingulate cortex have consistently shown decreased gray matter volume and thinner cortical thickness in IGD individuals comparing to healthy controls (HCs). Moreover, the changes in these brain regions showed correlations with disease severity or cognitive control deficit, which support the important role of the prefrontal area in IGD. In addition to prefrontal area, previous studies have also shown changes in other brain system, such as reward, learning and memory and motor and sensory system. IGD individuals showed decreased volume in supplementary motor area and visual association area, increased volume in the thalamus, and increased cortical thickness in the precentral and middle temporal cortices, which might be associated with excessive motor and sensory processing during Internet game play. Several studies have also found decreased gray matter volume in the amygdala and striatum as a part of brain reward system, and increased cortical thickness in the precunues that is associated attention and memory retrieval. Gaming experience also associated with structural changes in healthy subjects. The amount of lifetime video gaming was positively associated with bilateral hippocampal, parahippocampal and occipital volume. In addition, gray matter volume in the right hippocampus and DLPFC significantly increased after intense video gaming training and these increased volume correlated with desire to paly game. These results suggested that the long-time gaming exposure might be related with changes in brain memory and executive control system, and these changes could be a possible mechanism of excessive game playing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4570, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Findings in recent several functional neuroimaging studies comparing between IGD and alcohol use disorder (AUD) are in line with the previous brain structure studies of IGD. AUD, a representative type of SUD, shares features related to emotion, temperament, and personality as well as aforementioned behavior symptoms with IGD. Both IGD and AUD groups showed increased regional homogeneity in the posterior cingulate cortex, and positive functional connectivity in the cingulate gyrus and cerebellum, and negative functional connectivity in the orbitofrontal cortex on the DLPFC-seeded functional connectivity analysis. These results suggest that both IGD and AUD groups may have common problems with control of response inhibition and executive function. On the other hand, IGD also showed reduced regional homogeneity in the superior temporal gyrus, and lower absolute beta power than AUD group and HCs. On the DLPFC-seeded functional connectivity analysis, individuals with IGD showed positive functional connectivity in the striatum and temporal area, while individuals with AUD showed negative functional connectivity in these areas. These differences were suggested as results of excessive processing of audio and visual gaming information in IGD. Taken together, not only did these functional neuroimaging studies comparing IGD to AUD demonstrated that IGD shared neurobiological mechanisms with AUD, but they also clarified unique characteristics of functional brain changes associated with gaming experience in IGD. However, there is no brain morphological study directly comparing between IGD and AUD to support the potential neurobiological marker in IGD identified in the previous functional imaging studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6291, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Therefore, the aim of this study was to investigate the neurobiological mechanisms of IGD by examining the structural cortical changes using various views, comparing them with those of AUD and HCs, and observing the relationship between the cortical changes and neurocognitive function. Additionally, we evaluated the functional connectivity of the brain regions showing significant morphological changes in IGD. It is unclear whether gray matter volume alterations are directly related to altered functional connectivity within brain networks. However, recent studies with psychiatric disorders identified alterations of resting-state functional connectivity using altered gray matter volume as the seed ROI, which provided more comprehensive understanding of the underlying neural circuitry of disorders than when only morphological changes investigated. We hypothesized that both IGD and AUD individuals would show cortical abnormalities associated with executive control, such as the prefrontal areas and IGD would also show cortical abnormalities associated with processing and learning of gaming-related information, such as the motor and visual area, and the hippocampus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7470, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 7478, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Participant characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 7506, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and clinical characteristics and neuropsychological performance of participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7599, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th rowspan=\"2\">Internet gaming disorder (IGD)</th><th rowspan=\"2\">Alcohol use disorder (AUD)</th><th rowspan=\"2\">Healthy control (HC)</th><th colspan=\"3\">Group comparisons</th></tr><tr><th>Test statistics<sup>†</sup>\n</th><th>\n<italic>p</italic>\n</th><th>Post Hoc</th></tr></thead><tbody><tr><td>Number (n)</td><td>19</td><td>20</td><td>25</td><td/><td/><td/></tr><tr><td>Age (years)<sup>a</sup>\n</td><td>22.9 ± 5.2</td><td>28.7 ± 5.8</td><td>25.4 ± 3.8</td><td>6.70</td><td>0.002</td><td>IGD &lt; AUD<sup>***</sup>\n</td></tr><tr><td>IQ<sup>a</sup>\n</td><td>116.6 ± 13.4</td><td>112.0 ± 11.6</td><td>121.4 ± 9.2</td><td>3.88</td><td>0.026</td><td>AUD &lt; HC<sup>*</sup>\n</td></tr><tr><td>IAT</td><td>76.3 ± 7.8</td><td>29.6 ± 5.7</td><td>26.0 ± 13.1</td><td>39.86</td><td>&lt;0.001</td><td>IGD &gt; AUD<sup>****</sup>, HC<sup>****</sup>\n</td></tr><tr><td>AUDIT-K</td><td>4.0 ± 2.8</td><td>24.0 ± 5.3</td><td>5.9 ± 3.3</td><td>42.34</td><td>&lt;0.001</td><td>AUD &gt; IGD<sup>****</sup>, HC<sup>****</sup>\n</td></tr><tr><td>BDI</td><td>19.4 ± 9.3</td><td>25.6 ± 14.5</td><td>3.6 ± 3.3</td><td>40.08</td><td>&lt;0.001</td><td>HC &lt; IGD<sup>****</sup>, AUD<sup>****</sup>\n</td></tr><tr><td>BAI</td><td>17.7 ± 14.7</td><td>23.9 ± 15.4</td><td>6.2 ± 5.6</td><td>18.82</td><td>&lt;0.001</td><td>HC &lt; IGD<sup>***</sup>, AUD<sup>****</sup>\n</td></tr><tr><td>BIS-11</td><td>70.1 ± 11.8</td><td>75.4 ± 14.6</td><td>54.3 ± 9.2</td><td>25.74</td><td>&lt;0.001</td><td>HC &lt; IGD<sup>****</sup>, AUD<sup>****</sup>\n</td></tr><tr><td>Smoking (smoker/non-smoker)<sup>b</sup>\n</td><td>3/16</td><td>5/15</td><td>5/20</td><td/><td>0.861</td><td/></tr><tr><td>Duration of illness (years)<sup>c</sup>\n</td><td>6.3 ± 2.8</td><td>5.4 ± 2.7</td><td/><td>152.50</td><td>0.134</td><td/></tr><tr><td colspan=\"7\">Neuropsychological tests</td></tr><tr><td>  VF total correct response<sup>a</sup>\n</td><td>43.5 ± 13.8</td><td>37.3 ± 12.2</td><td>45.5 ± 12.3</td><td>2.40</td><td>0.10</td><td>—</td></tr><tr><td colspan=\"7\">Stroop color and word test</td></tr><tr><td>  Subtraction score<sup>a,d</sup>\n</td><td>40.0 ± 14.2</td><td>40.8 ± 20.2</td><td>35.48 ± 16.1</td><td>0.65</td><td>0.52</td><td>—</td></tr><tr><td>  Color reading errors</td><td>1.8 ± 1.8</td><td>1.5 ± 1.7</td><td>2.4 ± 2.0</td><td>3.47</td><td>0.18</td><td>—</td></tr><tr><td>TMT-A (sec)</td><td>22.5 ± 9.0</td><td>21.8 ± 6.5</td><td>18.8 ± 6.3</td><td>3.49</td><td>0.17</td><td>—</td></tr><tr><td>TMT-B (sec)</td><td>54.4 ± 22.2</td><td>54.4 ± 14.8</td><td>53.56 ± 30.9</td><td>1.40</td><td>0.51</td><td>—</td></tr><tr><td>IED total errors</td><td>12.6 ± 11.0</td><td>19.3 ± 17.6</td><td>16.2 ± 16.9</td><td>4.61</td><td>0.10</td><td>—</td></tr><tr><td>SOC problems solved in minimum moves</td><td>9.2 ± 2.2</td><td>7.9 ± 2.0</td><td>8.2 ± 1.8</td><td>4.02</td><td>0.13</td><td>—</td></tr><tr><td colspan=\"7\">Spatial span</td></tr><tr><td>  Span length</td><td>8.1 ± 1.4</td><td>7.2 ± 1.4</td><td>8.0 ± 1.8</td><td>8.34</td><td>0.02</td><td>AUD &lt; HC<sup>**</sup>\n</td></tr><tr><td>  Total errors</td><td>6.5 ± 6.6</td><td>13.0 ± 5.3</td><td>9.5 ± 8.0</td><td>9.29</td><td>0.01</td><td>IGD &lt; AUD<sup>***</sup>\n</td></tr></tbody></table>\n"}, "text": "\tInternet gaming disorder (IGD)\tAlcohol use disorder (AUD)\tHealthy control (HC)\tGroup comparisons\t \tTest statistics†\tp\tPost Hoc\t \tNumber (n)\t19\t20\t25\t\t\t\t \tAge (years)a\t22.9 ± 5.2\t28.7 ± 5.8\t25.4 ± 3.8\t6.70\t0.002\tIGD < AUD***\t \tIQa\t116.6 ± 13.4\t112.0 ± 11.6\t121.4 ± 9.2\t3.88\t0.026\tAUD < HC*\t \tIAT\t76.3 ± 7.8\t29.6 ± 5.7\t26.0 ± 13.1\t39.86\t<0.001\tIGD > AUD****, HC****\t \tAUDIT-K\t4.0 ± 2.8\t24.0 ± 5.3\t5.9 ± 3.3\t42.34\t<0.001\tAUD > IGD****, HC****\t \tBDI\t19.4 ± 9.3\t25.6 ± 14.5\t3.6 ± 3.3\t40.08\t<0.001\tHC < IGD****, AUD****\t \tBAI\t17.7 ± 14.7\t23.9 ± 15.4\t6.2 ± 5.6\t18.82\t<0.001\tHC < IGD***, AUD****\t \tBIS-11\t70.1 ± 11.8\t75.4 ± 14.6\t54.3 ± 9.2\t25.74\t<0.001\tHC < IGD****, AUD****\t \tSmoking (smoker/non-smoker)b\t3/16\t5/15\t5/20\t\t0.861\t\t \tDuration of illness (years)c\t6.3 ± 2.8\t5.4 ± 2.7\t\t152.50\t0.134\t\t \tNeuropsychological tests\t \t  VF total correct responsea\t43.5 ± 13.8\t37.3 ± 12.2\t45.5 ± 12.3\t2.40\t0.10\t—\t \tStroop color and word test\t \t  Subtraction scorea,d\t40.0 ± 14.2\t40.8 ± 20.2\t35.48 ± 16.1\t0.65\t0.52\t—\t \t  Color reading errors\t1.8 ± 1.8\t1.5 ± 1.7\t2.4 ± 2.0\t3.47\t0.18\t—\t \tTMT-A (sec)\t22.5 ± 9.0\t21.8 ± 6.5\t18.8 ± 6.3\t3.49\t0.17\t—\t \tTMT-B (sec)\t54.4 ± 22.2\t54.4 ± 14.8\t53.56 ± 30.9\t1.40\t0.51\t—\t \tIED total errors\t12.6 ± 11.0\t19.3 ± 17.6\t16.2 ± 16.9\t4.61\t0.10\t—\t \tSOC problems solved in minimum moves\t9.2 ± 2.2\t7.9 ± 2.0\t8.2 ± 1.8\t4.02\t0.13\t—\t \tSpatial span\t \t  Span length\t8.1 ± 1.4\t7.2 ± 1.4\t8.0 ± 1.8\t8.34\t0.02\tAUD < HC**\t \t  Total errors\t6.5 ± 6.6\t13.0 ± 5.3\t9.5 ± 8.0\t9.29\t0.01\tIGD < AUD***\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9089, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "IQ, intelligence quotient; IAT, Young’s Internet Addiction Test; AUDIT-K, Korean version of the Alcohol Use Disorder Identification Test; BDI, Beck Depression Inventory; BAI, Beck Anxiety Inventory; BIS-11, Barratt Impulsiveness scale-11; VF, verbal fluency; TMT, Trail Making Test; IED, Intra-Extra Dimensional Set Shift; SOC, Stockings of Cambridge. †Kruskal-Wallis test was used for group comparisons with Mann-Whitney U post-hoc tests and χ\n2 is reported unless a footnote appears at the name of the parameter. aOne-way ANOVA was used for group comparison with Tukey’s HSD post-hoc tests and F ratio is reported. bFisher’s exact test was used for group comparison. cMann-Whitney U test was used for group comparison and value of U is reported. dThe time for the color-word condition minus that for the word condition. *p < 0.05 **p < 0.01 ***p < 0.005 ****p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9960, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The demographic and clinical characteristics of the participants are presented in Table 1. All participants were older than18 years of age, but the IGD group was significantly younger than the AUD group. The subjects with AUD obtained lower intelligence quotient (IQ) scores than the HCs. Both the IGD and AUD groups obtained higher scores than HCs on the Beck Depression Inventory (BDI), the Beck Anxiety Inventory (BAI), and the Barratt Impulsiveness Scale-11 (BIS-11). No significant differences were found between the IGD and the AUD groups with respect to BDI, BAI, and BIS-11 scores and duration of illness. There were no significant differences in smoking habit between 3 groups. None of the participants with addiction qualified other psychiatric disorders according to the Structured Clinical Interview for DSM-IV (SCID). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 10792, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Differences in neuropsychological function", "sentences": [], "annotations": [], "relations": []}, {"offset": 10835, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results of the neuropsychological tests are presented in Table 1. We found significant differences in span length and total errors on the Spatial Span test (SSP). The post-hoc test revealed that the individuals with AUD exhibited shorter span length than HCs and committed more total errors than the individuals with IGD. There were no significant differences between groups in any of the other neuropsychological tests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11260, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Differences in gray matter volume", "sentences": [], "annotations": [], "relations": []}, {"offset": 11294, "infons": {"file": "41598_2017_6057_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Results of cortical volume comparisons among Internet gaming disorder (IGD), alcohol use disorder (AUD), and healthy controls (HCs). (a) Areas of significant larger gray matter volume in IGD than HCs. †The cluster size of the right hippocampus/amygdala did not reach the level of significace (883 voxels; minimum cluster size for significance = 953 voxels). (b) Areas of significant smaller gray matter volume in AUD than HCs. (c) Average gray matter volumes of the significant clusters for each group. Error bars denote standard error of the mean. *p < 0.05; **p < 0.01; ***p < 0.005; ****p ≤ 0.001; HC, healthy control; AUD, alcohol use disorder; IGD, Internet gaming disorder; L, left; R, right; L_Hipp, left hippocampus; R_Hipp, right hippocampus; R_PCN, right precuneus; L_Cbll, left cerebellum; R_Cbll, right cerebellum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12121, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Brain regions showing significant changes in cortical volume among Internet gaming disorder, alcohol use disorder and healthy controls groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12264, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Region</th><th colspan=\"3\">Peak MNI coordinates</th><th rowspan=\"2\">t-value</th><th rowspan=\"2\">z-value</th><th rowspan=\"2\">Size (voxels)</th><th rowspan=\"2\">p-values at peak level</th><th rowspan=\"2\">p-values at cluster level</th></tr><tr><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td colspan=\"9\">\n<bold>Internet gaming disorder &gt; Healthy controls</bold>\n</td></tr><tr><td>Rt precuneus (BA 31)</td><td>16</td><td>−56</td><td>34</td><td>5.46</td><td>4.88</td><td>959</td><td>&lt;0.001</td><td>0.015</td></tr><tr><td>Lt hippocampus/amygdala</td><td>−34</td><td>−9</td><td>−21</td><td>4.17</td><td>3.89</td><td>989</td><td>&lt;0.001</td><td>0.014</td></tr><tr><td>Rt hippocampus/amygdala<sup>a</sup>\n</td><td>30</td><td>−4</td><td>−26</td><td>4.11</td><td>3.84</td><td>883</td><td>&lt;0.001</td><td>0.019</td></tr><tr><td colspan=\"9\">\n<bold>Alcohol use disorder</bold> &lt; <bold>Healthy controls</bold>\n</td></tr><tr><td>Lt Cerebellum (tonsil and inferior semi-lobar lobule)</td><td>26</td><td>−60</td><td>−51</td><td>3.93</td><td>3.69</td><td>2558</td><td>&lt;0.001</td><td>&lt;0.001</td></tr><tr><td>Rt Cerebellum (tonsil and inferior semi-lobar lobule)</td><td>−24</td><td>−62</td><td>−52</td><td>3.75</td><td>3.53</td><td>3100</td><td>&lt;0.001</td><td>&lt;0.001</td></tr></tbody></table>\n"}, "text": "Region\tPeak MNI coordinates\tt-value\tz-value\tSize (voxels)\tp-values at peak level\tp-values at cluster level\t \tx\ty\tz\t \tInternet gaming disorder > Healthy controls\t \tRt precuneus (BA 31)\t16\t−56\t34\t5.46\t4.88\t959\t<0.001\t0.015\t \tLt hippocampus/amygdala\t−34\t−9\t−21\t4.17\t3.89\t989\t<0.001\t0.014\t \tRt hippocampus/amygdalaa\t30\t−4\t−26\t4.11\t3.84\t883\t<0.001\t0.019\t \tAlcohol use disorder < Healthy controls\t \tLt Cerebellum (tonsil and inferior semi-lobar lobule)\t26\t−60\t−51\t3.93\t3.69\t2558\t<0.001\t<0.001\t \tRt Cerebellum (tonsil and inferior semi-lobar lobule)\t−24\t−62\t−52\t3.75\t3.53\t3100\t<0.001\t<0.001\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12851, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Lt, left; Rt, right; BA, Brodmann area. aThe cluster size did not reach significant level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12942, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The IGD group exhibited lager volume in the left hippocampus/amygdala and right precuneus than HCs (minimum cluster size for significance = 953 voxels). The right hippocampus/amygdala in the IGD group also showed lager volume, although the cluster size did not reach the level of significance (883 voxels) (Fig. 1a, Table 2). In contrast, the AUD group showed reduced volume in the bilateral cerebellum compared with controls (minimum cluster size = 973 voxels) (Fig. 1b, Table 2). Comparisons between the IGD and the AUD groups revealed no significant differences in cortical volume.  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13529, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Differences in cortical thickness", "sentences": [], "annotations": [], "relations": []}, {"offset": 13563, "infons": {"file": "41598_2017_6057_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Result of cortical thickness analysis. (a) Significance maps of the group differences in cortical thickness in the participants with alcohol use disorder compared to healthy controls. (b) Average cortical thicknesses of the significant cluster for each group. Error bars denote standard error of the mean. *p ≤ 0.005; **p < 0.001 HC, healthy control; AUD, alcohol use disorder; IGD, Internet gaming disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13972, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Individuals with IGD did not show significant differences in cortical thickness compared with IGD group or HCs. The AUD group exhibited thinner left medial frontal cortex and the adjacent anterior midcingulate cortex (aMCC) relative to the HCs (peak MNI coordinates, x = −10, y = 24, z = 37; cluster-wise p = 0.04) (Fig. 2). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 14298, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Relationship between brain cortical changes and clinical characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 14371, "infons": {"file": "41598_2017_6057_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Brain regions showing significant correlations between gray matter volume and clinical characteristics or cognitive function. (a) The brain region showed positive correlations with scores of Young’s Internet addiction test in Internet gaming disorder group (IGD). The scatter plot at right depicts the relation between mean gray matter volume from the significant cluster and IAT scores in IGD. (b) The brain regions showed negative correlation with addiction duration of alcohol use disorder (AUD). The scatter plot at right depicts the relation between mean gray matter volume from the significant cluster and addiction duration of AUD. (c) The brain regions showed negative correlation with total errors of spatial span in AUD group. The scatter plot at right depicts the relation. These correlations were not significant after correctios for multiple comparisons. between mean gray matter volume from the significant cluster and total errors of spatial span in AUD group. AUD, alcohol use disorder; IGD, Internet gaming disorder; IAT, Young’s Internet addiction test; SSP, spatial span.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15462, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The gray matter volume in the right hippocampus of the individuals with IGD was positively correlated with their Young’s Internet Addiction Test (IAT) scores (r = 0.63, p = 0.004) (Fig. 3a). For the AUD group, left cerebellar volume was negatively correlated with illness duration (r = −0.60, p = 0.006) (Fig. 3b), and bilateral cerebellar volume was negatively correlated with total errors on the SSP (r = −0.77, p < 0.001) (Fig. 3c). These correlations were not significant after corrections for multiple comparisons. Any clinical characteristics did not show correlations with cortical thickness changes. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16071, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional connectivity pattern of the hippocampus/amygdala", "sentences": [], "annotations": [], "relations": []}, {"offset": 16131, "infons": {"file": "41598_2017_6057_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Results of functional connectivity anaysis with a seed region consisting of the hippocampus/amygdala showing volume differences in individuals with Internet gaming disorder (IGD) compared to those with alcohol use disorder (AUD). The left ventromedial prefrontal cortex showed stronger fuctional connectivity in the individualss with IGD compared to those with AUD. AUD, alcohol use disorder; IGD, Internet gaming disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16555, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The bilateral hippocampus/amygdala clusters of the VBM analysis was defined as seed ROI for the resting-state functional connectivity analysis, because this region also showed significant correlation with IAT, and their essential roles in the memory and learning of addiction-related cues is suggested. There were no brain regions showing significant differences in functional connectivity with the hippocampus/amygdala between HCs and each addiction group, AUD and IGD. However, the individuals with IGD showed significant stronger functional connectivity with the hippocampus/amygdala region to the left ventromedial prefrontal cortex (vmPFC) than the individuals with AUD (peak MNI coordinates, x = −9, y = 48, z = 3; cluster size = 44 voxles; minimum cluster size for significance = 42 voxels) (Fig. 4). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 17364, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 17375, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we identified individuals with IGD had lager volume in the bilateral hippocampus/amygdala and right precuneus than HCs. Also, the volume of the right hippocampus was positively correlated with IAT scores. Considerable evidences suggest that the hippocampus and amygdala play a critical role in the acquisition, consolidation, and retrieval of learning of addiction-related cues that leads to compulsive addictive behavior. Lesioning or pharmacological inactivation of either the hippocampus or amygdala diminished cue-induced drug-seeking behaviors, and disconnection between the amygdala and hippocampus inhibited reconsolidation of cocaine-related associative memories. Human neuroimaging studies have found that cue-induced cravings are associated with increased activation in the amygdala and hippocampus among cocaine-dependent subjects and pathological gamblers. Consistent findings have been also reported in the IGD. Individuals with IGD have exhibited increased activity in the hippocampus and parahippocampal gyrus triggered by gaming cues, and this activity was correlated with the self-reported desire for games. More recent studies have found structural changes in the hippocampus related to gaming experience. The amount of lifetime video gaming was positively correlated with the bilateral hippomcapal and parahippocampal volume, and gray matter volume in the right hippocampus significantly increased after video gaming training in HCs. Jeong et al. found increased fractional anisotropy (FA) in the broad white matter area including the right cingulum to the hippocampus, and this increased FA correlated with duration of illness among IGD subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19057, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Moreover, we identified significantly stronger functional connectivity between the hippocampus/amygdala and the left vmPFC in individuals with IGD than those with AUD. The vmPFC is core regulatory region of emotion and reward processing. In individuals with online gaming addiction, the vmPFC showed increased gaming-cue related activity, and the activation was positively correlated with gaming urge. It is known that the vmPFC and hippocampus are coupled with each other to mediate memory-guided choices and retrieval-mediated learning process. Internet gaming provides diverse content and information using multisensory stimuli in novel situations and creates high arousal and sensory overload. Moreover, game playing requires an active working memory system and sustained visual and auditory attention. Therefore, the lager volumes in the hippocampus/amygdala, its significant correlation with symptom severity, and stronger functional connectivity with the vmPFC that were observed in the present study might be associated with experience-dependent changes related to stronger memories for Internet game-related cues or responses subsequent to Internet gaming, or they may reflect factors that render individuals vulnerable to frequent or strong cravings for Internet gaming.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20338, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Similar with the hippocampus, the precuneus contributes to cue-induced cravings in IGD as well as SUD and pathologic gambling. Previous studies regarding online gaming addiction have found the precuneus hyperactivity in response to online gaming cues; this activity increase was correlated with gaming-related cravings, urges, and the severity of the online gaming addiction. Yuan et al. identified that individuals with IGD exhibited an increased cortical thickness in the precuneus, with this increase reflecting a correlation with the duration of IGD. It is known that the precuneus participates in visual–spatial information processes and episodic memory retrieval. Additionally, as the functional core of the default mode network, the precuneus is implicated in attention to external environment. Therefore, the larger volume of the precuneus in IGD might be associated with abnormal attentional orientation to the Internet gaming-related cues and memories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21301, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It has been suggested that impairments of prefrontal functions, in particular executive control over behavior, contribute to a loss of control over Internet use. Previous neuroimaging studies have repeatedly reported structural changes in the prefrontal cortex, supporting the contributing role of the prefrontal cortex to IGD. In the present study, however, there were no significant reduced volume or thickness in the prefrontal cortex in the individuals with IGD. Moreover, our IGD individuals showed normal performance on executive function tests. Previous researches with IGD showing significantly decreased volume or thickness in the prefrontal cortex were studied in adolescents or average of 19 years old with standard deviation of 1–2 years. While, the mean age of IGD individuals in the present study was 22.9 ± 5.2 years old. Other VBM studies with IGD subjects of the similar ages with ours did not find significant changes in the prefrontal area. Adolescence is a critical neurodevelopmental period, with maturation of gray- and white matter and age-related increases in cognitive function and social behavior. Therefore, it is possible that adolescents have different neural substrate of IGD from young adults. Particularly, the prefrontal cortex is the last cortical region to reach full gray matter maturation in early adulthood, so Internet gaming might affect more immature prefrontal cortex in adolescence than prefrontal cortex in adults. The different brain morphological changes between adolescence and adults with IGD should be addressed in the further studies. Meanwhile, there were only two cortical thickness studies with IGD, and the results have some contradiction each other, therefore, it is suggested that the cortical thickness is not robust measurement for evaluation of brain changes in IGD. In line with this suggestion, present study did not found significant differences in IGD compared to HD or AUD. However, these three studies differ in the age of participants and have relative small number of participant (>20). Therefore, further studies both in adolescence and adult with large number of IGD are needed to confirm the cortical thickness changes in IGD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23498, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On the other hand, the individuals with AUD as compared with HCs had significantly smaller volume in the bilateral cerebellum and thinner left medial frontal cortex along with the adjacent aMCC, which is consistent with previous studies focusing on brain structural changes in AUD. Early postmortem brain and neuroimaging studies have consistently shown alcohol-related reductions in the number of neurons and in the cortical volume, with marked losses in the prefrontal and cerebellar areas, and whole-brain morphometric studies of AUD also confirmed the brain abnormalities including the prefrontal and cerebellar regions. Recent brain morphology studies have suggested that the neurotoxic effects of alcohol disrupt typical neurodevelopment in the prefrontal and cerebellar regions. Adolescents and young adults with adolescent-onset AUD had reduced volume in the prefrontal cortex compared with controls, and males with AUD additionally showed reduced volume in the cerebellar hemisphere. Furthermore, reduced gray matter volume in the prefrontal area and cerebellum was correlated with the age at which adults with AUD started drinking. Mashhoon et al. found reduced cortical thickness in the aMCC of emerging adults with binge-drinking relative to light-drinking adults, and the altered aMCC thickness was negatively correlated with the quantity and frequency of alcohol consumption. These results suggest that an early-onset of drinking impedes the maturation of the prefrontal and cerebellar regions. In the present study, the participants with AUD were younger than those in other studies of AUD, and all the AUD individuals had started to drink alcohol either during adolescence or young adulthood. Thus, the abnormalities in the cerebellum and medial frontal cortex that were found in the present study support the vulnerability of these regions to early-onset drinking. Additionally, we found reduced cerebellar volume correlated with duration of AUD. This finding might be consistent with the previous studies supporting neurotoxic effect of alcohol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25562, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Regarding the alteration of the frontal regions in this study, however, no correlation between the medial frontal cortical thickness and duration of illness or disease severity was found. Recent a neuroimaging study identified that the aberrant fronto-cerebellar connectivity in alcohol-naïve youth with a family history of alcoholism, suggesting as a distinct vulnerability marker for AUD. Therefore, it is also possible that the abnormal volume and thickness could be preexisting neurophenotypic factors of excessive alcohol intake rather than resulting from neurotoxic effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26143, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The cerebellar volume was negatively correlated with working memory performance in the AUD group. It is well documented that AUD is associated with cognitive impairments, such as reduced working memory, verbal memory, visuospatial abilities, and response inhibition. In the present study, we identified impairment in the working memory function of individuals with AUD, as measured by the SSP, and found that the number of total errors on the SSP was correlated with reduced volume in the cerebellum. The correlation between working memory function and cerebellar volume is consistent with previous studies showing that the cerebellum is involved in executive functioning and that a disruption in frontocerebellar circuitry is the basis of the impaired cognitive performance of individuals with AUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26943, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are several limitations to the current study. The first limitation of this study is the between-group differences in basic demographic characteristics, such as age and IQ. However, we included age and IQ as nuisance variables in the brain cortical analyses, and the brain clusters that yielded between-group differences were not correlated with age or IQ. Second, because the present study recruited only male participants, there is a limitation to generalize the results to females. Studies with demographically well-matched groups including both male and female are needed to replicate and refine our findings. Finally, present study was cross-sectional study. Therefore, we did not infer the causal relationships between brain morphological and functional changes and addictive behaviors. Further longitudinal study is needed to confirm underlying mechanisms of brain changes in IGD and AUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27844, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, larger volume in the hippocampus/amygdala and their stronger functional connectivity with prefrontal cortex in in individuals with IGD can characterize the pathophysiology of IGD, such as enhanced memory process of gaming-related cue, while abnormal cortical changes and cognitive impairments in individuals with AUD might be associated with neurotoxic effects of alcohol. The findings suggest that the brain morphological changes in IGD have their own characteristics that differ from those in AUD and that these changes may be implicated in the underlying pathophysiology of IGD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28441, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 28449, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 28462, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We enrolled 19 individuals diagnosed with IGD, 20 individuals diagnosed with AUD, and 25 HCs between 2013 and 2015. Since males have a higher potential to be addicted to Internet gaming than females do, we recruited only males. All individuals with IGD or AUD were seeking treatment for excessive participation in Internet gaming or alcohol consumption and visited to the outpatient clinics of the SMG-SNU Boramae Medical Center. HCs were recruited through an advertisement posted on the SMG-SNU Boramae Medical Center.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28982, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IGD was diagnosed according to the DSM-IV criteria and the severity of IGD was assessed using IAT. We included subjects with IAT scores of at least 50 who spent more than 4 hours per day and 30 hours per week involved in Internet gaming. The mean IAT score of the individuals with IGD was 76.3 ± 7.8, and their mean time spent on Internet gaming was 7.7 ± 3.5 hours per day.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29357, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "AUD was diagnosed based on the SCID and, the severity of AUD was assessed using the Korean version of the Alcohol Use Disorder Identification Test (AUDIT-K). The mean AUDIT-K score of the individuals with AUD was 24.0 ± 5.3, and their mean quantity of alcohol consumed per day was 8.3 ± 2.5 standard drinks. Individuals with AUD were abstinent from alcohol at least 2 weeks before participation in the present study. Alcohol abstinence was confirmed self-reports and reports from caregivers. We regarded these reports as reliable because the participants attended regular follow-up visits to our outpatient clinic and showed good adherence to treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30011, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The SCID was used to identify past and current psychiatric illnesses of addiction groups. Individuals with AUD and HCs used the Internet less than 2 hours per day and mean IAT score of AUD group was 29.6 ± 5.7, and that of HCs was 26.0 ± 13.1. Individuals with IGD and HCs had no lifetime history of AUD and drank fewer than 14 standard drinks per week and fewer than 4 standard drinks per occasion. Mean AUDIT-K of IGD was 4.0 ± 2.8 and, that of HCs was 5.9 ± 3.3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30477, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Exclusion criteria included a history of significant head injury, seizure disorder, mental retardation, other substance abuse (except smoking) or psychotic disorder and IQ score estimated by the Korean version of the Wechsler Adult Intelligence Scale (WAIS-III) below 80. Individuals with both IGD and AUD were excluded from participation in this study. All participants completed the BDI, BAI, and BIS-11. The study protocol was approved by the Institutional Review Board of the SMG-SNU Boramae Medical Center and all methods were performed in accordance with the approved guidelines and the Declaration of Helsinki. All subjects gave written informed consent before enrolling in this study after a detailed explanation of the procedure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31216, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 31234, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used a 3.0 T MR system (Achieva, Philips Medical Systems, Best, The Netherlands) to acquire a high-resolution T1-anatomical brain image with a 3D T1-weighted turbo field echo (T1TFE) sequence (TR = 9.9 ms, TE = 4.6 ms, flip angle = 8°, field of view = 220 × 220, 180 slices, thickness = 1 mm, voxel size = 0.98 mm × 0.98 mm × 1 mm) and whole-brain resting-state functional image using a T2*-weighted echo-planar imaging sequence (TR = 2700 ms, TE = 35 ms, flip angle = 90°, field of view = 220 × 220, 35 slices, thickness = 4 mm, voxel size = 1.53 mm × 1.53 mm × 4 mm, 180 volumes). During functional MRI (fMRI) scanning, participants were instructed to rest with their eyes open, not to sleep, and not to think about anything in particular.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31979, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 31996, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Cortical volume", "sentences": [], "annotations": [], "relations": []}, {"offset": 32012, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "VBM was performed using SPM8 (http//www.fil.ion.ucl.ac.uk/spm/software/spm8) implemented in Matlab 7.11 (The MathWorks, Inc. Natick, MA, USA). Each anatomical MR image was segmented and non-linearly normalized to a standard template using the DARTEL algorithm provided in SPM8. The spatially normalized images were then rescaled using the Jacobian determinants of the deformations to preserve relative tissue volumes and smoothed using an 8-mm full-width half-maximum (FWHM) Gaussian kernel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32504, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Cortical thickness", "sentences": [], "annotations": [], "relations": []}, {"offset": 32523, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FreeSurfer imaging analysis suite (http://surfer.nmr.mgh.harvard.edu/; version 5.1.0) was used to estimate cortical thickness. The local cortical thickness was measured on the basis of the difference between the position of equivalent vertices in the pial and gray–white matter surfaces. The details of these procedures have been extensively described in a prior publication. Segmented volumes were visually inspected, and the appropriate manual corrections were performed. To obtain cortical thickness difference maps, the data were smoothed on the surface with a 10-mm FWHM Gaussian kernel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33116, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 33140, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Image preprocessing and statistical analysis were carried out using SPM8 and DPARSF (Data Processing Assistant for Resting-State fMRI, www.restfmri.net), based on MATLAB toolbox. The first 10 volumes of the functional time series were discarded. The remaining 170 volumes were subjected to slice timing correction, and to realigning with a six-parameter spatial transformation. Data from participants with head-motion exceeding 2.0 mm of maximal rotation and 2.0° of any angular motion during the scan were eliminated from the analysis. Data of 2 IGD subjects, 4 AUD subjects and 3 HCs were excluded from functional connectivity analysis according to this criterion. Then, all data were spatially normalized to MNI space and were smoothed with 4-mm FWHM Gaussian kernel. The images were subsequently detrended to remove linear trends and temporally band-pass filtered (0.01–0.08 Hz) to remove physiological and high frequency noise. Friston 24 motion parameters, global signal, WM signal and CSF signal were regressed out as nuisance signals from the filtered images of each participant. Additionally, to remove the potential confounding effects of micro-movements on resting-state functional connectivity, we applied scrubbing for each motion-outlier. Frames that had >0.5 mm displacement from the previous frame were flagged and removed from subsequent analysis. The mean framewise displacement (FD) in the entire fMRI scans were 0.168 ± 0.05 before scrubbing and 0.156 ± 0.04 after scrubbing. There were no significant differences in mean FD among three groups both before and after scrubbing (χ 2 = 0.680, p = 0.712, χ 2 = 0.843, p = 0.656). After scrubbing, 97.9 ± 2.6% frames on average remained (at least 155 frames, ~7 min or more), and there was no group difference in the percentage of remaining frames (IGD: 97.5 ± 3.0%; AUD: 97.9 ± 2.7%; HCs: 98.1 ± 2.4%; χ 2 = 0.126, p = 0.939).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35033, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Region showing significantly altered gray matter volume in IGD, the bilateral hippocampus/amygdala, was defined as seed ROI for the resting-state functional connectivity analysis A seed reference time course was obtained by averaging the time series of all voxels in the ROI, then Pearson’s correlation analysis was performed between the seed reference time course and the time series from the whole brain in a voxel-wise way. The correlation coefficients were converted to z values using Fisher’s r-to-z transformation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35554, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Neuropsychological assessments", "sentences": [], "annotations": [], "relations": []}, {"offset": 35585, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To investigate correlations with cortical changes, we conducted comprehensive neuropsychological testing includes following; the verbal fluency test, which tests the ability to generate words in response to a letter cue and assesses cognitive fluency; the Stroop Color and Word Test, which assess sustained and selective attention, cognitive inhibition and working memory; the Trail Making Test, which assesses motor planning and cognitive shifting. Also, three executive function subtests of the Cambridge Neuropsychological Test Automated Battery (CANTAB) were performed; the Intra-Extra Dimensional Set Shift test, a computerised analogue of the Wisconsin Card Sorting Test used to assess the ability to shift and flexibly allocate attention; the Stockings of Cambridge test, which assess spatial planning based upon the Tower of Hanoi test; and the SSP, a visuo-spatial analog of the Digit Span test used to assess working memory capacity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36529, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 36550, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate differences between groups in gray matter volume and thickness, statistical tests were performed using a one-way analysis of covariance (ANCOVA) with diagnostic group (IGD, AUD, and HCs) as the factor of interest, followed by post-hoc, two-sample t-test. Due to significant between-group differences in age and IQ, these variables were included as covariates of no interest in both the cortical volume and thickness analyses. Total intracranial volume also included as a covariate of no interest for the VBM analysis. Analyses were corrected for multiple comparisons by means of cluster-size inferences using Monte Carlo simulations. The AlphaSim program in the rest software (http://restfmri.net) was used for the VBM analysis and a precomputed Monte Carlo simulation implemented by FreeSurfer was used for the thickness analysis. The initial cluster-forming threshold employed in the present study was p = 0.005, and α = 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37491, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the functional connectivity analysis, one-sample t-tests were conducted on the individual connectivity maps of the three groups separately, thresholded leniently at a voxel-level threshold of p < 0.05 and a cluster size threshold of more than 491 voxels. To compare the functional connectivity maps between the three groups, statistical tests were performed using an ANCOVA with diagnostic group as the factor of interests and age and IQ included as covariates of no interests followed by post-hoc, two-sample t-test. The significant level was set at p < 0.005 using AlphaSim correction (α = 0.05). The two-sample t-test was masked with a map defined by a one-sample t-test of each relevant group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38193, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Demographic characteristics and scores on neuropsychological tests were evaluated for normality using Shapiro-Wilk. If normality was justified, one-way analyses of variance (ANOVA) was carried out with Tukey’s HSD post-hoc tests. When normality was violated, Kruskal-Wallis tests with Mann–Whitney U post-hoc tests were used to evaluate group differences. Statistical analyses were performed using SPSS 13.0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38602, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Additionally, we examined the relationship between brain cortical data and clinical characteristics in each addiction group (duration of illness; AUDIT-K score, and number of standard drinks for the AUD group; IAT score and mean hours using Internet games per day for the IGD group) and scores on neuropsychological tests showing significant differences between groups using regression analyses of the whole-brain volume or cortical thickness imaging. For regression analyses, an exploratory uncorrected statistical threshold was set at p < 0.005, with a minimal cluster size of 100 voxels. In the current study, we focused on the brain regions showing significantly different cortical changes between groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39312, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "Eun Jin Yoon and Jung-Seok Choi contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39378, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": " Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39516, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 39537, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "J.S.C. and Y.K.K. were responsible for the study concept and design and provided critical revision of the manuscript. E.J.Y. performed data analysis and drafted manuscript. H.J.K. and Y.K.K. assisted with data analysis and interpretation of findings. B.K.S., H.Y.J., J.Y.L., and D.J.K. and contributed to recruited participants and performed experiment. S.W.P. performed data collection. All authors reviewed content and approved final version for publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39998, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 40018, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40077, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 40088, "infons": {"fpage": "177", "lpage": "185", "name_0": "surname:Ko;given-names:C-H", "pub-id_doi": "10.1007/s40429-014-0030-y", "section_type": "REF", "source": "Curr Addict Rep", "type": "ref", "volume": "1", "year": "2014"}, "text": "Internet gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 40113, "infons": {"section_type": "REF", "type": "ref"}, "text": "APA. Diagnostic and Statistical Manual of Mental Disorders 5th ed. (American Psychiatric Association, 2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40222, "infons": {"fpage": "233", "lpage": "241", "name_0": "surname:Grant;given-names:JE", "name_1": "surname:Potenza;given-names:MN", "name_2": "surname:Weinstein;given-names:A", "name_3": "surname:Gorelick;given-names:DA", "pub-id_doi": "10.3109/00952990.2010.491884", "pub-id_pmid": "20560821", "section_type": "REF", "source": "Am J Drug Alcohol Abuse", "type": "ref", "volume": "36", "year": "2010"}, "text": "Introduction to behavioral addictions", "sentences": [], "annotations": [], "relations": []}, {"offset": 40260, "infons": {"fpage": "153", "lpage": "158", "name_0": "surname:Dong;given-names:G", "name_1": "surname:Devito;given-names:EE", "name_2": "surname:Du;given-names:X", "name_3": "surname:Cui;given-names:Z", "pub-id_doi": "10.1016/j.pscychresns.2012.02.001", "pub-id_pmid": "22892351", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "203", "year": "2012"}, "text": "Impaired inhibitory control in ‘internet addiction disorder’: a functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40368, "infons": {"fpage": "282", "lpage": "289", "name_0": "surname:Dong;given-names:G", "name_1": "surname:Hu;given-names:Y", "name_2": "surname:Lin;given-names:X", "name_3": "surname:Lu;given-names:Q", "pub-id_doi": "10.1016/j.biopsycho.2013.07.009", "pub-id_pmid": "23933447", "section_type": "REF", "source": "Biol Psychol", "type": "ref", "volume": "94", "year": "2013"}, "text": "What makes Internet addicts continue playing online even when faced by severe negative consequences? Possible explanations from an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40510, "infons": {"fpage": "1308", "lpage": "1312", "name_0": "surname:Weng;given-names:CB", "pub-id_doi": "10.1016/j.ejrad.2013.01.031", "pub-id_pmid": "23480966", "section_type": "REF", "source": "Eur J Radiol", "type": "ref", "volume": "82", "year": "2013"}, "text": "Gray matter and white matter abnormalities in online game addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 40578, "infons": {"fpage": "719", "lpage": "729", "name_0": "surname:Jin;given-names:C", "pub-id_doi": "10.1007/s11682-015-9439-8", "pub-id_pmid": "26311395", "section_type": "REF", "source": "Brain Imaging Behav", "type": "ref", "volume": "10", "year": "2016"}, "text": "Abnormal prefrontal cortex resting state functional connectivity and severity of internet gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 40684, "infons": {"fpage": "137", "lpage": "143", "name_0": "surname:Lin;given-names:X", "name_1": "surname:Dong;given-names:G", "name_2": "surname:Wang;given-names:Q", "name_3": "surname:Du;given-names:X", "pub-id_doi": "10.1016/j.addbeh.2014.09.010", "pub-id_pmid": "25260201", "section_type": "REF", "source": "Addict Behav", "type": "ref", "volume": "40", "year": "2015"}, "text": "Abnormal gray matter and white matter volume in ‘Internet gaming addicts’", "sentences": [], "annotations": [], "relations": []}, {"offset": 40758, "infons": {"fpage": "64", "name_0": "surname:Wang;given-names:H", "pub-id_pmid": "25852507", "section_type": "REF", "source": "Front Behav Neurosci", "type": "ref", "volume": "9", "year": "2015"}, "text": "The alteration of gray matter volume and cognitive control in adolescents with internet gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 40862, "infons": {"fpage": "11", "name_0": "surname:Hong;given-names:SB", "pub-id_doi": "10.1186/1744-9081-9-11", "pub-id_pmid": "23497383", "section_type": "REF", "source": "Behav Brain Funct", "type": "ref", "volume": "9", "year": "2013"}, "text": "Reduced orbitofrontal cortical thickness in male adolescents with internet addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 40947, "infons": {"fpage": "e53055", "name_0": "surname:Yuan;given-names:K", "pub-id_doi": "10.1371/journal.pone.0053055", "pub-id_pmid": "23326379", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "8", "year": "2013"}, "text": "Cortical thickness abnormalities in late adolescence with online gaming addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 41029, "infons": {"fpage": "507", "lpage": "515", "name_0": "surname:Han;given-names:DH", "name_1": "surname:Lyoo;given-names:IK", "name_2": "surname:Renshaw;given-names:PF", "pub-id_doi": "10.1016/j.jpsychires.2012.01.004", "pub-id_pmid": "22277302", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "46", "year": "2012"}, "text": "Differential regional gray matter volumes in patients with on-line game addiction and professional gamers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41135, "infons": {"fpage": "185", "lpage": "192", "name_0": "surname:Ko;given-names:C-H", "pub-id_doi": "10.1016/j.pnpbp.2014.11.003", "pub-id_pmid": "25448779", "section_type": "REF", "source": "Prog Neuropsychopharmacol Biol Psychiatry", "type": "ref", "volume": "57", "year": "2015"}, "text": "Altered gray matter density and disrupted functional connectivity of the amygdala in adults with Internet gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 41257, "infons": {"fpage": "12", "lpage": "20", "name_0": "surname:Cai;given-names:C", "pub-id_doi": "10.1007/s11682-015-9358-8", "section_type": "REF", "source": "Brain Imaging Behv", "type": "ref", "volume": "10", "year": "2015"}, "text": "Striatum morphometry is associated with cognitive control deficits and symptom severity in internet gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 41373, "infons": {"fpage": "842", "lpage": "847", "name_0": "surname:Kühn;given-names:S", "name_1": "surname:Gallinat;given-names:J", "pub-id_doi": "10.1038/mp.2013.100", "pub-id_pmid": "23958958", "section_type": "REF", "source": "Mol Psychiatry", "type": "ref", "volume": "19", "year": "2014"}, "text": "Amount of lifetime video gaming is positively associated with entorhinal, hippocampal and occipital volume", "sentences": [], "annotations": [], "relations": []}, {"offset": 41480, "infons": {"fpage": "265", "lpage": "271", "name_0": "surname:Kühn;given-names:S", "name_1": "surname:Gleich;given-names:T", "name_2": "surname:Lorenz;given-names:RC", "name_3": "surname:Lindenberger;given-names:U", "name_4": "surname:Gallinat;given-names:J", "pub-id_doi": "10.1038/mp.2013.120", "pub-id_pmid": "24166407", "section_type": "REF", "source": "Mol Psychiatry", "type": "ref", "volume": "19", "year": "2014"}, "text": "Playing Super Mario induces structural brain plasticity: gray matter changes resulting from training with a commercial video game", "sentences": [], "annotations": [], "relations": []}, {"offset": 41610, "infons": {"fpage": "6", "name_0": "surname:Hwang;given-names:JY", "pub-id_doi": "10.1186/1744-859X-13-6", "pub-id_pmid": "24559036", "section_type": "REF", "source": "Ann Gen Psychiatry", "type": "ref", "volume": "13", "year": "2014"}, "text": "Shared psychological characteristics that are linked to aggression between patients with Internet addiction and those with alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 41752, "infons": {"fpage": "104", "lpage": "111", "name_0": "surname:Kim;given-names:H", "pub-id_doi": "10.1016/j.pnpbp.2015.02.004", "pub-id_pmid": "25689820", "section_type": "REF", "source": "Prog Neuropsychopharmacol Biol Psychiatry", "type": "ref", "volume": "60", "year": "2015"}, "text": "Resting-state regional homogeneity as a biological marker for patients with Internet gaming disorder: A comparison with patients with alcohol use disorder and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 41928, "infons": {"fpage": "12", "lpage": "19", "name_0": "surname:Han;given-names:JW", "pub-id_doi": "10.1016/j.addbeh.2014.09.006", "pub-id_pmid": "25282597", "section_type": "REF", "source": "Addict Behav", "type": "ref", "volume": "41", "year": "2015"}, "text": "Differences in functional connectivity between alcohol dependence and internet gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 42023, "infons": {"fpage": "e628", "name_0": "surname:Son;given-names:KL", "pub-id_doi": "10.1038/tp.2015.124", "pub-id_pmid": "26327686", "section_type": "REF", "source": "Transl Psychiatry", "type": "ref", "volume": "5", "year": "2015"}, "text": "Neurophysiological features of Internet gaming disorder and alcohol use disorder: a resting-state EEG study", "sentences": [], "annotations": [], "relations": []}, {"offset": 42131, "infons": {"fpage": "167", "lpage": "177", "name_0": "surname:Liao;given-names:W", "pub-id_doi": "10.1016/j.brainres.2011.03.018", "pub-id_pmid": "21402057", "section_type": "REF", "source": "Brain Res", "type": "ref", "volume": "1388", "year": "2011"}, "text": "Altered gray matter morphometry and resting-state functional and structural connectivity in social anxiety disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 42247, "infons": {"fpage": "e45263", "name_0": "surname:Ma;given-names:C", "pub-id_doi": "10.1371/journal.pone.0045263", "pub-id_pmid": "23028892", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "7", "year": "2012"}, "text": "Resting-state functional connectivity bias of middle temporal gyrus and caudate with altered gray matter volume in major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 42379, "infons": {"fpage": "1", "lpage": "21", "name_0": "surname:Robbins;given-names:TW", "name_1": "surname:Ersche;given-names:KD", "name_2": "surname:Everitt;given-names:BJ", "pub-id_doi": "10.1196/annals.1441.020", "pub-id_pmid": "18991949", "section_type": "REF", "source": "Ann N Y Acad Sci", "type": "ref", "volume": "1141", "year": "2008"}, "text": "Drug addiction and the memory systems of the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 42430, "infons": {"fpage": "748", "lpage": "755", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1002/bies.201000042", "pub-id_pmid": "20730946", "section_type": "REF", "source": "BioEssays", "type": "ref", "volume": "32", "year": "2010"}, "text": "Addiction: Decreased reward sensitivity and increased expectation sensitivity conspire to overwhelm the brain’s control circuit", "sentences": [], "annotations": [], "relations": []}, {"offset": 42558, "infons": {"fpage": "296", "lpage": "309", "name_0": "surname:Fuchs;given-names:RA", "pub-id_doi": "10.1038/sj.npp.1300579", "section_type": "REF", "source": "Neuropsychopharm", "type": "ref", "volume": "31", "year": "2005"}, "text": "The role of the dorsomedial prefrontal cortex, basolateral amygdala, and dorsal hippocampus in contextual reinstatement of cocaine seeking in rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 42705, "infons": {"fpage": "487", "lpage": "498", "name_0": "surname:Fuchs;given-names:RA", "name_1": "surname:Eaddy;given-names:JL", "name_2": "surname:Su;given-names:ZI", "name_3": "surname:Bell;given-names:GH", "pub-id_doi": "10.1111/j.1460-9568.2007.05674.x", "pub-id_pmid": "17650119", "section_type": "REF", "source": "Eur J Neurosci", "type": "ref", "volume": "26", "year": "2007"}, "text": "Interactions of the basolateral amygdala with the dorsal hippocampus and dorsomedial prefrontal cortex regulate drug context-induced reinstatement of cocaine-seeking in rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 42879, "infons": {"fpage": "693", "lpage": "702", "name_0": "surname:Wells;given-names:AM", "pub-id_doi": "10.1101/lm.2273111", "pub-id_pmid": "22005750", "section_type": "REF", "source": "Learn Mem", "type": "ref", "volume": "18", "year": "2011"}, "text": "Interaction between the basolateral amygdala and dorsal hippocampus is critical for cocaine memory reconsolidation and subsequent drug context-induced cocaine-seeking behavior in rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 43063, "infons": {"fpage": "12040", "lpage": "12045", "name_0": "surname:Grant;given-names:S", "pub-id_doi": "10.1073/pnas.93.21.12040", "pub-id_pmid": "8876259", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "93", "year": "1996"}, "text": "Activation of memory circuits during cue-elicited cocaine craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 43129, "infons": {"fpage": "787", "lpage": "795", "name_0": "surname:Crockford;given-names:DN", "name_1": "surname:Goodyear;given-names:B", "name_2": "surname:Edwards;given-names:J", "name_3": "surname:Quickfall;given-names:J", "name_4": "surname:el-Guebaly;given-names:N", "pub-id_doi": "10.1016/j.biopsych.2005.04.037", "pub-id_pmid": "15993856", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "58", "year": "2005"}, "text": "Cue-induced brain activity in pathological gamblers", "sentences": [], "annotations": [], "relations": []}, {"offset": 43181, "infons": {"fpage": "297", "lpage": "304", "name_0": "surname:Han;given-names:DH", "name_1": "surname:Hwang;given-names:JW", "name_2": "surname:Renshaw;given-names:PF", "pub-id_doi": "10.1037/a0020023", "pub-id_pmid": "20695685", "section_type": "REF", "source": "Exp Clin Psychopharmacol", "type": "ref", "volume": "18", "year": "2010"}, "text": "Bupropion sustained release treatment decreases craving for video games and cue-induced brain activity in patients with Internet video game addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 43331, "infons": {"fpage": "563", "lpage": "576", "name_0": "surname:Sun;given-names:Y", "pub-id_doi": "10.1016/j.bbr.2012.05.005", "pub-id_pmid": "22684084", "section_type": "REF", "source": "Behav Brain Res", "type": "ref", "volume": "233", "year": "2012"}, "text": "Brain fMRI study of crave induced by cue pictures in online game addicts (male adolescents)", "sentences": [], "annotations": [], "relations": []}, {"offset": 43423, "infons": {"fpage": "559", "lpage": "569", "name_0": "surname:Ko;given-names:CH", "pub-id_doi": "10.1111/j.1369-1600.2011.00405.x", "pub-id_pmid": "22026537", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "18", "year": "2013"}, "text": "Brain correlates of craving for online gaming under cue exposure in subjects with Internet gaming addiction and in remitted subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 43556, "infons": {"fpage": "486", "lpage": "493", "name_0": "surname:Ko;given-names:CH", "pub-id_doi": "10.1016/j.jpsychires.2012.11.008", "pub-id_pmid": "23245948", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "47", "year": "2013"}, "text": "The brain activations for both cue-induced gaming urge and smoking craving among subjects comorbid with Internet gaming addiction and nicotine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 43710, "infons": {"fpage": "791", "lpage": "801", "name_0": "surname:Liu;given-names:L", "pub-id_doi": "10.1111/adb.12338", "pub-id_pmid": "26732520", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "22", "year": "2016"}, "text": "Activation of the ventral and dorsal striatum during cue reactivity in Internet gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 43806, "infons": {"fpage": "732", "lpage": "742", "name_0": "surname:Jeong;given-names:BS", "name_1": "surname:Han;given-names:DH", "name_2": "surname:Kim;given-names:SM", "name_3": "surname:Lee;given-names:SW", "name_4": "surname:Renshaw;given-names:PF", "pub-id_doi": "10.1111/adb.12246", "pub-id_pmid": "25899390", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "21", "year": "2016"}, "text": "White matter connectivity and Internet gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 43861, "infons": {"fpage": "4415", "lpage": "4425", "name_0": "surname:Urry;given-names:HL", "pub-id_doi": "10.1523/JNEUROSCI.3215-05.2006", "pub-id_pmid": "16624961", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "26", "year": "2006"}, "text": "Amygdala and ventromedial prefrontal cortex are inversely coupled during regulation of negative affect and predict the diurnal pattern of cortisol secretion among older adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 44037, "infons": {"fpage": "581", "lpage": "597", "name_0": "surname:Li;given-names:CS", "name_1": "surname:Sinha;given-names:R", "pub-id_doi": "10.1016/j.neubiorev.2007.10.003", "pub-id_pmid": "18164058", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "32", "year": "2008"}, "text": "Inhibitory control and emotional stress regulation: neuroimaging evidence for frontal-limbic dysfunction in psycho-stimulant addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 44172, "infons": {"fpage": "739", "lpage": "747", "name_0": "surname:Ko;given-names:CH", "pub-id_doi": "10.1016/j.jpsychires.2008.09.012", "pub-id_pmid": "18996542", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "43", "year": "2009"}, "text": "Brain activities associated with gaming urge of online gaming addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 44244, "infons": {"fpage": "891", "lpage": "895", "name_0": "surname:Tse;given-names:D", "pub-id_doi": "10.1126/science.1205274", "pub-id_pmid": "21737703", "section_type": "REF", "source": "Science", "type": "ref", "volume": "333", "year": "2011"}, "text": "Schema-dependent gene activation and memory encoding in neocortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 44310, "infons": {"fpage": "168", "lpage": "79", "name_0": "surname:Zeithamova;given-names:D", "name_1": "surname:Dominick;given-names:AL", "name_2": "surname:Preston;given-names:AR", "pub-id_doi": "10.1016/j.neuron.2012.05.010", "pub-id_pmid": "22794270", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "75", "year": "2012"}, "text": "Hippocampal and ventral medial prefrontal activation during retrieval-mediated learning supports novel inference", "sentences": [], "annotations": [], "relations": []}, {"offset": 44423, "infons": {"fpage": "564", "lpage": "583", "name_0": "surname:Cavanna;given-names:AE", "name_1": "surname:Trimble;given-names:MR", "pub-id_doi": "10.1093/brain/awl004", "pub-id_pmid": "16399806", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "129", "year": "2006"}, "text": "The precuneus: a review of its functional anatomy and behavioural correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 44500, "infons": {"fpage": "676", "lpage": "82", "name_0": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1073/pnas.98.2.676", "pub-id_pmid": "11209064", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "98", "year": "2001"}, "text": "A default mode of brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 44533, "infons": {"fpage": "251", "lpage": "270", "name_0": "surname:Andrews-Hanna;given-names:JR", "pub-id_doi": "10.1177/1073858411403316", "pub-id_pmid": "21677128", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "18", "year": "2012"}, "text": "The brain’s default network and its adaptive role in internal mentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 44605, "infons": {"fpage": "375", "name_0": "surname:Brand;given-names:M", "name_1": "surname:Young;given-names:KS", "name_2": "surname:Laier;given-names:C", "pub-id_doi": "10.3389/fnhum.2014.00375", "pub-id_pmid": "24904393", "section_type": "REF", "source": "Front Hum Neurosci", "type": "ref", "volume": "8", "year": "2014"}, "text": "Prefrontal control and internet addiction: a theoretical model and review of neuropsychological and neuroimaging findings", "sentences": [], "annotations": [], "relations": []}, {"offset": 44727, "infons": {"fpage": "1763", "lpage": "1774", "name_0": "surname:Reiss;given-names:AL", "name_1": "surname:Abrams;given-names:MT", "name_2": "surname:Singer;given-names:HS", "name_3": "surname:Ross;given-names:JL", "name_4": "surname:Denckla;given-names:MB", "pub-id_doi": "10.1093/brain/119.5.1763", "pub-id_pmid": "8931596", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "119", "year": "1996"}, "text": "Brain development, gender and IQ in children. A volumetric imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 44800, "infons": {"fpage": "861", "lpage": "863", "name_0": "surname:Giedd;given-names:JN", "pub-id_doi": "10.1038/13158", "pub-id_pmid": "10491603", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "2", "year": "1999"}, "text": "Brain development during childhood and adolescence: a longitudinal MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 44877, "infons": {"fpage": "417", "lpage": "463", "name_0": "surname:Spear;given-names:LP", "pub-id_doi": "10.1016/S0149-7634(00)00014-2", "pub-id_pmid": "10817843", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "24", "year": "2000"}, "text": "The adolescent brain and age-related behavioral manifestations", "sentences": [], "annotations": [], "relations": []}, {"offset": 44940, "infons": {"fpage": "8174", "lpage": "8179", "name_0": "surname:Gogtay;given-names:N", "pub-id_doi": "10.1073/pnas.0402680101", "pub-id_pmid": "15148381", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "101", "year": "2004"}, "text": "Dynamic mapping of human cortical development during childhood through early adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 45027, "infons": {"fpage": "314", "lpage": "330", "name_0": "surname:Weinstein;given-names:A", "name_1": "surname:Livny;given-names:A", "name_2": "surname:Weizman;given-names:A", "pub-id_doi": "10.1016/j.neubiorev.2017.01.040", "pub-id_pmid": "28193454", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "75", "year": "2017"}, "text": "New developments in brain research of internet and gaming disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 45094, "infons": {"fpage": "43", "lpage": "51", "name_0": "surname:Torvik;given-names:A", "name_1": "surname:Torp;given-names:S", "pub-id_doi": "10.1016/0022-510X(86)90049-3", "pub-id_pmid": "3746340", "section_type": "REF", "source": "J Neurol Sci", "type": "ref", "volume": "75", "year": "1986"}, "text": "The prevalence of alcoholic cerebellar atrophy. A morphometric and histological study of an autopsy material", "sentences": [], "annotations": [], "relations": []}, {"offset": 45203, "infons": {"fpage": "534", "lpage": "536", "name_0": "surname:Harper;given-names:C", "name_1": "surname:Kril;given-names:J", "name_2": "surname:Daly;given-names:J", "pub-id_doi": "10.1136/bmj.294.6571.534", "section_type": "REF", "source": "Br Med J (Clin Res Ed)", "type": "ref", "volume": "294", "year": "1987"}, "text": "Are we drinking our neurones away?", "sentences": [], "annotations": [], "relations": []}, {"offset": 45238, "infons": {"fpage": "1078", "lpage": "1089", "name_0": "surname:Pfefferbaum;given-names:A", "pub-id_doi": "10.1111/j.1530-0277.1992.tb00702.x", "pub-id_pmid": "1471762", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "16", "year": "1992"}, "text": "Brain gray and white matter volume loss accelerates with aging in chronic alcoholics: a quantitative MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45349, "infons": {"fpage": "1590", "lpage": "1600", "name_0": "surname:De Bellis;given-names:MD", "pub-id_doi": "10.1097/01.alc.0000179368.87886.76", "pub-id_pmid": "16205359", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "29", "year": "2005"}, "text": "Prefrontal Cortex, Thalamus, and Cerebellar Volumes in Adolescents and Young Adults with Adolescent-Onset Alcohol Use Disorders and Comorbid Mental Disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 45507, "infons": {"fpage": "429", "lpage": "438", "name_0": "surname:Chanraud;given-names:S", "pub-id_doi": "10.1038/sj.npp.1301219", "section_type": "REF", "source": "Neuropsychopharm", "type": "ref", "volume": "32", "year": "2007"}, "text": "Brain morphometry and cognitive performance in detoxified alcohol-dependents with preserved psychosocial functioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 45624, "infons": {"fpage": "469", "lpage": "476", "name_0": "surname:Grodin;given-names:EN", "name_1": "surname:Lin;given-names:H", "name_2": "surname:Durkee;given-names:CA", "name_3": "surname:Hommer;given-names:DW", "name_4": "surname:Momenan;given-names:R", "pub-id_doi": "10.1016/j.nicl.2013.03.013", "pub-id_pmid": "24179800", "section_type": "REF", "source": "NeuroImage Clin", "type": "ref", "volume": "2", "year": "2013"}, "text": "Deficits in cortical, diencephalic and midbrain gray matter in alcoholism measured by VBM: Effects of co-morbid substance abuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 45752, "infons": {"fpage": "739", "lpage": "748", "name_0": "surname:Segobin;given-names:SH", "pub-id_doi": "10.1111/acer.12300", "pub-id_pmid": "24483366", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "38", "year": "2014"}, "text": "Relationship between brain volumetric changes and interim drinking at six months in alcohol-dependent patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 45863, "infons": {"fpage": "2193", "lpage": "2201", "name_0": "surname:Fortier;given-names:CB", "pub-id_doi": "10.1111/j.1530-0277.2011.01576.x", "pub-id_pmid": "21919920", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "35", "year": "2011"}, "text": "Reduced cortical thickness in abstinent alcoholics and association with alcoholic behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 45954, "infons": {"fpage": "101", "lpage": "111", "name_0": "surname:Momenan;given-names:R", "pub-id_doi": "10.1016/j.pscychresns.2012.05.003", "pub-id_pmid": "23149031", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "204", "year": "2012"}, "text": "Effects of alcohol dependence on cortical thickness as determined by magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 46050, "infons": {"fpage": "1955", "lpage": "1964", "name_0": "surname:Mashhoon;given-names:Y", "pub-id_doi": "10.1111/acer.12475", "pub-id_pmid": "24961871", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "38", "year": "2014"}, "text": "Binge alcohol consumption in emerging adults: anterior cingulate cortical “thinness” is associated with alcohol use patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 46175, "infons": {"fpage": "2582", "lpage": "2589", "name_0": "surname:Herting;given-names:MM", "name_1": "surname:Fair;given-names:D", "name_2": "surname:Nagel;given-names:BJ", "pub-id_doi": "10.1016/j.neuroimage.2010.10.030", "pub-id_pmid": "20970506", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Altered fronto-cerebellar connectivity in alcohol-naive youth with a family history of alcoholism", "sentences": [], "annotations": [], "relations": []}, {"offset": 46273, "infons": {"fpage": "239", "lpage": "257", "name_0": "surname:Oscar-Berman;given-names:M", "name_1": "surname:Marinkovic;given-names:K", "pub-id_doi": "10.1007/s11065-007-9038-6", "pub-id_pmid": "17874302", "section_type": "REF", "source": "Neuropsychol Rev", "type": "ref", "volume": "17", "year": "2007"}, "text": "Alcohol: effects on neurobehavioral functions and the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 46333, "infons": {"fpage": "1409", "lpage": "1419", "name_0": "surname:Sullivan;given-names:EV", "pub-id_doi": "10.1097/01.ALC.0000085586.91726.46", "pub-id_pmid": "14506401", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "27", "year": "2003"}, "text": "Compromised pontocerebellar and cerebellothalamocortical systems: speculations on their contributions to cognitive and motor impairment in nonamnesic alcoholism", "sentences": [], "annotations": [], "relations": []}, {"offset": 46494, "infons": {"fpage": "273", "lpage": "277", "name_0": "surname:Ko;given-names:CH", "name_1": "surname:Yen;given-names:JY", "name_2": "surname:Chen;given-names:CC", "name_3": "surname:Chen;given-names:SH", "name_4": "surname:Yen;given-names:CF", "pub-id_doi": "10.1097/01.nmd.0000158373.85150.57", "pub-id_pmid": "15805824", "section_type": "REF", "source": "J Nerv Ment Dis", "type": "ref", "volume": "193", "year": "2005"}, "text": "Gender Differences and Related Factors Affecting Online Gaming Addiction Among Taiwanese Adolescents", "sentences": [], "annotations": [], "relations": []}, {"offset": 46595, "infons": {"fpage": "842", "lpage": "851", "name_0": "surname:Rehbein;given-names:F", "name_1": "surname:Kliem;given-names:S", "name_2": "surname:Baie;given-names:RD", "name_3": "surname:Mößle;given-names:T", "name_4": "surname:Petry;given-names:NM", "pub-id_doi": "10.1111/add.12849", "pub-id_pmid": "25598040", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "110", "year": "2015"}, "text": "Prevalence of internet gaming disorder in German adolescents: diagnostic contribution of the nine DSM-5 criteria in a state-wide representative sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 46746, "infons": {"fpage": "237", "lpage": "244", "name_0": "surname:Young;given-names:KS", "pub-id_doi": "10.1089/cpb.1998.1.237", "section_type": "REF", "source": "CyberPsychol Behav", "type": "ref", "volume": "1", "year": "1998"}, "text": "Internet Addiction: The Emergence of a New Clinical Disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 46807, "infons": {"fpage": "83", "lpage": "92", "name_0": "surname:Lee;given-names:BO", "name_1": "surname:Lee;given-names:CH", "name_2": "surname:Lee;given-names:PG", "name_3": "surname:Choi;given-names:MJ", "name_4": "surname:Namkoong;given-names:K", "section_type": "REF", "source": "J Korean Acad Addict Psychiatr", "type": "ref", "volume": "4", "year": "2000"}, "text": "Development of Korean version of alcohol use disorders identification test (AUDIT-K): its reliability and validity", "sentences": [], "annotations": [], "relations": []}, {"offset": 46922, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wechsler, D. WAIS-III: Wechsler Adult Intelligence Scale (The Psychological Corporation, 1997).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47018, "infons": {"fpage": "561", "lpage": "571", "name_0": "surname:Beck;given-names:AT", "name_1": "surname:Ward;given-names:CH", "name_2": "surname:Mendelson;given-names:M", "name_3": "surname:Mock;given-names:J", "name_4": "surname:Erbaugh;given-names:J", "pub-id_doi": "10.1001/archpsyc.1961.01710120031004", "section_type": "REF", "source": "Archives Gen psychiatry", "type": "ref", "volume": "4", "year": "1961"}, "text": "An inventory for measuring depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 47056, "infons": {"fpage": "893", "lpage": "897", "name_0": "surname:Beck;given-names:AT", "name_1": "surname:Epstein;given-names:N", "name_2": "surname:Brown;given-names:G", "name_3": "surname:Steer;given-names:RA", "pub-id_doi": "10.1037/0022-006X.56.6.893", "section_type": "REF", "source": "J Consult Clin Psycho", "type": "ref", "volume": "56", "year": "1988"}, "text": "An inventory for measuring clinical anxiety: psychometric properties", "sentences": [], "annotations": [], "relations": []}, {"offset": 47125, "infons": {"section_type": "REF", "type": "ref"}, "text": "Barratt, E. S. Impulsiveness subtraits: arousal and information processing in Motivation, emotion and personality (ed. J. T. Spence & C. E. Izard) 137–146 (Elsevier Science, 1985).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47306, "infons": {"fpage": "805", "lpage": "821", "name_0": "surname:Ashburner;given-names:J", "name_1": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1006/nimg.2000.0582", "pub-id_pmid": "10860804", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "11", "year": "2000"}, "text": "Voxel-Based Morphometry—The Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 47342, "infons": {"fpage": "11050", "lpage": "11055", "name_0": "surname:Fischl;given-names:B", "name_1": "surname:Dale;given-names:AM", "pub-id_doi": "10.1073/pnas.200033797", "pub-id_pmid": "10984517", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "97", "year": "2000"}, "text": "Measuring the thickness of the human cerebral cortex from magnetic resonance images", "sentences": [], "annotations": [], "relations": []}, {"offset": 47426, "infons": {"fpage": "13", "name_0": "surname:Chao-Gan;given-names:Y", "name_1": "surname:Yu-Feng;given-names:Z", "pub-id_pmid": "20577591", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "4", "year": "2010"}, "text": "DPARSF: A MATLAB Toolbox for “Pipeline” Data Analysis of Resting-State fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 47502, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Barnes;given-names:KA", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Schlaggar;given-names:BL", "name_4": "surname:Petersen;given-names:SE", "pub-id_doi": "10.1016/j.neuroimage.2011.10.018", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 47605, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kim, H. K. Kims Frontal—Executive Function Neuropsychological Test. (Publishing Neuropsychology, 2001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47709, "infons": {"section_type": "REF", "type": "ref"}, "text": "Stroop, J. R. Studies of Interference in Serial Verbal Reactions (George Peabody College for Teachers, 1935).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47819, "infons": {"section_type": "REF", "type": "ref"}, "text": "Reitan, R. M. Trail Making Test: Manual for Administration and Scoring [Adults]. (Reitan Neuropsychology Laboratory, 1992).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47943, "infons": {"fpage": "266", "lpage": "281", "name_0": "surname:Robbins;given-names:TW", "pub-id_pmid": "7951684", "section_type": "REF", "source": "Dementia", "type": "ref", "volume": "5", "year": "1994"}, "text": "Cambridge Neuropsychological Test Automated Battery (CANTAB): a factor analytic study of a large sample of normal elderly volunteers", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}