{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "5410069", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12888-017-1324-0", "article-id_pmc": "5410069", "article-id_pmid": "28454522", "article-id_publisher-id": "1324", "elocation-id": "153", "kwd": "Alcohol dependence Depression Reward processing Mindfulness-based training Behavioral Activation Training Functional magnetic resonance imaging", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Becker;given-names:Alena", "name_1": "surname:Ehret;given-names:Anna M.", "name_2": "surname:Kirsch;given-names:Peter", "name_3": "surname:Kirsch;given-names:Peter", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2017"}, "text": "From the neurobiological basis of comorbid alcohol dependence and depression to psychological treatment strategies: study protocol of a randomized controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 164, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 175, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Alcohol use disorder and depression occur commonly in the community. Even though this high-prevalence comorbidity is associated with poorer posttreatment outcomes and greater utilization of costly treatment services, existing treatment trials often exclude patients with comorbid depressive and alcohol use disorders. Past research suggests that symptoms such as craving and anhedonia might be associated with alterations within the reward circuit, while emotion regulation deficits are related to disruptions within the default mode network. The aim of this clinical neuroimaging study is to transfer previous research about the reward circuit and default mode network underlying alcohol use disorder and depression to achieve a better understanding of neural signatures characterizing their comorbidity. In addition, the neurobiological results will be used to test whether two psychotherapeutic intervention programs, mindfulness-based training and behavioral activation training, are able to positively influence the identified pathomechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1224, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 1232, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "By means of functional magnetic resonance imaging (fMRI), 60 comorbid alcohol dependent and depressed patients are compared to 30 patients with depression only, 30 patients with alcohol use disorder only and 30 healthy control participants. Comorbid patients are randomized to either receive a behavioral activation or mindfulness based training and asked to participate in a second fMRI session and 3 month follow-up assessment. Thereby, we plan to explore whether these brief group psychotherapeutic intervention programs are able to positively influence the identified neurobiological pathomechanisms. The primary outcomes are reward and default mode network activity and connectivity evoked by paradigms measuring different facets of reward and emotion processing. Secondary outcome measures include craving and depression scores, as well as relapse rates. Predictors include participants’ characteristics, personality traits and indicators of mental health.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2195, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 2206, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The objective of the project is to identify common and/or distinct neural signatures underlying the comorbidity of alcohol dependence and depression. If the neurobiological understanding of alcohol addiction and depression is improved, this could potentially serve as a key predictor of treatment response to specific types of behavioral or mindfulness therapies hypothesized to alter reward and resting state systems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2625, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Trial registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 2644, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "German Clinical Trial Register DRKS00010249. The trial was registered January 23th 2017.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2733, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2744, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The prevalence of affective disorders in alcohol addiction is estimated to be 22.9% and the presence of alcohol dependence increases the risk for depression by a factor of almost 5 (odds ratio = 4.7). Despite the tremendous implications for prevention, treatment, and disease progression, the mechanisms underlying this comorbidity are not well understood. So far, studies with neuroimaging technologies, such as functional magnetic resonance imaging (fMRI), paired with behavioral measurement paradigms, have identified the brain’s reward system, as well as resting state networks like the default mode network (DMN) to play critical roles in the understanding of both alcohol dependence and depression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3449, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Target neurobiological mechanisms of alcohol dependence and depression: Reward System", "sentences": [], "annotations": [], "relations": []}, {"offset": 3535, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Increasing evidence in humans and animals suggest that depression and alcohol dependence are associated with major disruptions within the reward circuit, which normally serves to guide our attention towards and consumption of natural rewards.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3778, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In major depression, several studies consistently report that activity in the nucleus accumbens (NAc), as part of the ventral striatum (VS), is reduced reflecting a loss of reward function that drives symptoms such as anhedonia. Moreover, a recent study showed that depressive symptoms correlated with dysfunction in reward anticipation regardless of diagnostic entity. Furthermore, specifically frontostriatal regions during reward processing have been suggested as an important psychophysiological marker of depression. In line with this, depressed individuals showed reduced frontostriatal activity during reward anticipation and outcome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4420, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In alcohol dependence, there is considerable evidence that the VS is activated by alcohol- associated cues and is thereby highly responsible for the incentive salience or “wanting” of goal objects such as alcohol. However, whether the activation of the mesolimbic reward system results in alcohol consumption depends on the ability of higher-order structures to regulate incentive reward processing. Prevailing theories of addiction point to the involvement of the prefrontal cortex (PFC) not only through its engagement in executive functions, essential for goal-directed behavior (e.g. coding action-outcome conjunctions, salience attribution or self-control), but also through its monitoring of the mesolimbic reward system. Past research suggested that aberrant incentive salience to rewards is not solely restricted to alcohol-associated cues, but also to non-dug rewards. These studies showed that alcohol dependent patients show reduced activation of the VS during the anticipation of monetary gain. On the contrary, recent results from our own group provided evidence that alcohol dependence is characterized by an imbalance between increased ventral striatal activation and weakened prefrontal control, as characterized by decreased frontostriatal connectivity during the anticipation of monetary reward. These inconsistent findings might suggest the presence of different subgroups of alcohol dependent patients showing distinct forms of VS reward-regulating dysfunctions. Hence, it is hypothesized that alcohol dependent patients show diverse risk profiles characterizing distinct neural subgroups, which might be associated with comorbidities like depression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6092, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In summary, in depression as well as in alcohol dependence, activity of the VS, as a pivotal node of the reward system, as well as frontostriatal connectivity have been shown to be altered during reward processing, emphasizing the essential importance of the reward system for both disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6385, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Target neurobiological mechanisms of alcohol dependence and depression: Default mode network", "sentences": [], "annotations": [], "relations": []}, {"offset": 6478, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent efforts to understand the pathophysiology of major depression have focused on resting-state brain networks. There has been increased emphasis lately on conceptualizing depression as a disorder of functional brain connectivity focusing on network interactions among cortical and subcortical regions. Among other identified neural networks, the default mode network (DMN) has received the most attention in the context of the clinical neuroscience of depression and has also sparked research interest in other psychiatric conditions. The DMN is active and synchronized when the brain is “at rest” (i.e. not engaged in externally imposed goal-directed activity) and is compromised of the posterior cingulate cortex, medial prefrontal cortex and the angular gyri. The DMN has repeatedly been associated with rumination, a recurrent, self-reflective and uncontrollable focus on depressed mood, which is thought to play a central aspect of the phenomenology of depression and has also been found to be predictive for relapse and drinking status in alcohol dependent patients. In a study from our own group, we could show that increased DMN connectivity in remitted depressed patients is associated with sadder mood, more rumination in daily life, as well as higher rumination and depression scores after six months.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7795, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A rather recent line of neuroimaging research has focused on resting state network properties in alcohol dependence. However, results are rather inconsistent, reporting either increased DMN connectivity which was found to be related to relapse, mixed results of increased and reduced within DMN connectivity or reduced connectivity which was found to be correlated with poorer inhibitory control. These heterogeneous results might implicate the existence of different subgroups or pathological states that modulates resting state connectivity in alcohol dependence. One modulating factor might be depression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8404, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Neurobiological informed treatment interventions for comorbidity: Psychotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 8484, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ultimate goal of a better understanding of the neurobiological underpinnings is to develop preventive and more effective treatment strategies. Compared to antidepressant or anticraving medication, less research has examined functional neural responses after psychotherapy. Available data suggest that psychotherapy predicts metabolic changes in reward, cingulate and frontal cortices in alcohol dependence and depression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8910, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To our knowledge, only a few studies evaluated the effects of a specific psychotherapeutic intervention like the brief Behavioral Activation Treatment (BAT) for depression on brain activation. Dichter and colleagues report functional changes in reward associated structures including the dorsal striatum during reward anticipation after a BAT intervention but did not include a depressed control group. Looking on the DMN connectivity, Crowther and colleagues found that the response to BAT in depressed patients was predicted by pretreatment connectivity of the right insula with the right middle temporal gyrus and the left intraparietal sulcus. Another psychotherapeutic intervention with potential effects on resting state networks is mindfulness based therapy (MBT). MBT is a meditation practice that is recently receiving growing attention for its potential clinical applications in the context of alcohol dependence and depression. Neuroimaging studies showed that long-term meditators showed increased activation of prefrontal areas during meditation as compared with a rest condition or with matched control subjects naïve to meditation practice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10066, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In summary, dysfunctions in the reward circuit, as well as DMN have been identified as key domains underlying alcohol dependence and depression. We assume that these mechanisms also characterize the neurobiological underpinning of their comorbidity. Thereby, the identification of neural risk factors associated with their co-occurrence might help in understanding the pathophysiological mechanisms leading to their onset and course. The overall goal of improving our understanding of neurobiological mechanisms is to improve treatment. If the neurobiological understanding of alcohol dependence and depression is improved, this could potentially serve as a key predictor of treatment response to specific types of behavioral (BAT) or mindfulness (e.g. MBT) therapies shown to alter reward and resting state systems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10883, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Aim", "sentences": [], "annotations": [], "relations": []}, {"offset": 10887, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "By means of comparing comorbid patients with alcohol dependent, depressed and healthy control subjects, we aim to understand distinct and common neuronal signatures and its target mechanisms that cut across both disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11110, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "By identifying specific signatures related to the reward circuit and default mode network we will be able to recognize potential subgroups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11250, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Identification of neurobiological mechanisms underlying comorbid alcohol dependence and depression ", "sentences": [], "annotations": [], "relations": []}, {"offset": 11350, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "If the neurobiological understanding of comorbid alcohol dependence and depression is improved, this could potentially serve as a key predictor of treatment response to specific established behavioral and mindfulness based intervention programs shown to improve clinical symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11631, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Development and application of psychotherapeutic interventions targeting these mechanisms ", "sentences": [], "annotations": [], "relations": []}, {"offset": 11722, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "By evaluating the psychotherapeutic interventions on the neurobiological level, we will be able to identify neurobiological markers of therapy efficiency (change of brain signatures after psychotherapeutic intervention).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11943, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Evaluation of intervention on the neurobiological level ", "sentences": [], "annotations": [], "relations": []}, {"offset": 12000, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "By predicting psychotherapeutic success by means of neurobiological signatures, we will gain first insights in neurobiological constructs to guide selection of distinct therapy targets and ultimately help to structure the personalization of psychotherapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12256, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Prediction of therapy response by means of neurobiological measures ", "sentences": [], "annotations": [], "relations": []}, {"offset": 12325, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The primary aim of this project is to identify neurobiological mechanisms underlying the psychopathology of comorbid alcohol dependence and depression. Subsequently, we plan to explore whether a brief psychotherapeutic intervention program is able to positively influence these pathomechanisms and if we can identify neurobiological signatures at baseline that predict the response to the particular intervention. To facilitate the achievement of the overall project objective, it has been broken down into several sub-objectives which represent a stepwise procedure towards the achievement of the primary aim: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 12937, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 12945, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study design", "sentences": [], "annotations": [], "relations": []}, {"offset": 12958, "infons": {"file": "12888_2017_1324_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Flow Chart of the study design. Abbreviations: AUD = Alcohol use disorder patients, Co = Comorbid alcohol dependent and depressed patients, MD = Major depressive patients, HC = Healthy Controls, fMRI = functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 13198, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this randomized-controlled trial, comorbid alcohol dependent and depressed patients will be compared to depressed only, alcohol dependent only and healthy control participants. All participants are screened and after examination of inclusion and exclusion criteria admitted to the study. All participants will receive a baseline fMRI session (T1). Subsequently, only comorbid alcohol dependent and depressed patients will be randomized to either receiving group BAT or MBT training for 6 weeks. Afterwards comorbid patients will receive an outcome fMRI session (T2) and will be contacted after three months for a catamnestic exploration. For a flow chart of the study design please refer to Fig. 1. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13901, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 13914, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sixty comorbid alcohol dependent and depressed patients, 30 alcohol dependent only and 30 depressed only patients will be included for T1 assessment. Further, 30 healthy control participants (matched according to age, gender and educational level) will be recruited.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14181, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Eligibility", "sentences": [], "annotations": [], "relations": []}, {"offset": 14193, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants will be 1) aged between 18 and 65 years, 2) have to provide informed consent, 3) be right-handed, 4) show an appropriate comprehension of the German language and 5) must be able to accurately watch visual stimuli in the scanner environment. Alcohol use disorder and depression will be diagnosed according to DSM-5 criteria and patients must be abstinent for at least 5 days before scanning. Exclusion criteria for all participants include 1) psychiatric Axis I disorders as measured by the SCID I interview within the past 12-months (except for patients alcohol and nicotine abuse and depressive symptoms), 2) neurological disorders, 3) MRI specific contraindications such as having a pace maker or implanted metal, 4) positive drug screening (opioids, cannabinoids, benzodiazepines, barbiturates, cocaine, amphetamines), 5) any current psychoactive medication except anti-depressants, 6) pregnancy and 7) suicidal tendencies. During the participation in the group therapies, comorbid participants should not enroll in any other CBT or individual psychotherapeutic treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15286, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sample size", "sentences": [], "annotations": [], "relations": []}, {"offset": 15298, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Power calculations were conducted by means of the G*Power 3.1 software package. According to pilot studies, an effect size of at least d = 1 can be assumed for the different paradigms and comparisons. For region of interest analysis with regions of 200 voxels, a sample of 30 per group should be sufficient to reach a power of 80% to detect differences at p < .05 (Bonferroni corrected for multiple tests). For the intervention study the same comorbid alcohol dependent and depressed participants will be randomly assigned to one of two group therapy interventions and asked to participate in a second fMRI session and follow up measurement. When assuming a small to medium effect size (f = .2) for the group x time interaction and a correlation among repeated measures of.7 (as typical for fMRI data), we achieve a power of 80% to detect differences at p < .05 (Boferroni corrected for a k = 200, region of interest) on the neural level even when we have to face a drop-out rate of 10%. While we expect an attrition rate of 20%, recruitment will be continued until the desired sample sizes are reached and drop-outs will be replaced by new participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16453, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sample recruitment", "sentences": [], "annotations": [], "relations": []}, {"offset": 16472, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants of the study are recruited by means of several sources in the community around Mannheim, Germany. These include advertisement in local newspapers, announcements on our institutes’ homepage, flyers in local businesses and university campuses; and contact with potential referral sources, for example general practitioners, private psychologists and psychiatrists, as well as local psychiatric inpatient and outpatient units.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16909, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prospective participants express their interest to the research team through email or phone call. After carefully informing the participants about the aim, content, duration and potential risks and benefits of the study, trained research assistants assess initial eligibility using a specifically developed telephone screening. In case the participants are currently in one of the local inpatient or outpatient facilities of the institute, participants will be personally approached and screened. If the individual meets the inclusion criteria, they receive a letter including a detailed study description, the informed consent, time and date of their study appointment and an online link with questionnaires.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17619, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 17635, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Before participants will be finally included in the study, any open questions, risks and benefits will be discussed with a trained psychologist at the T1 assessment. On agreement of the participant, the informed consent form will be signed and a copy handed to the participant. Afterwards, participants will undergo a psychological interview assessing previously received therapy, current medication and for patients symptoms of depression or alcohol use disorder according to DSM-5. Before the fMRI measurement starts, all paradigms are explained to the participant. Also before and after the fMRI session, participants are asked to fill out questionnaires regarding their current mood and craving. Only comorbid alcohol dependent and depressed patients will be randomized to either receive BAT or MBT group training for 6 weeks. For comorbid patients, the fMRI procedure followed at T1 will be repeated at T2. Afterwards, comorbid patients will be contacted after three months for a catamnestic exploration. All participants will be compensated for their time with 15€ per scanning session plus the money won in the reward paradigm. To promote participant retention and complete follow-up we will contact the comorbid patients by phone during the follow-up period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18902, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Randomization", "sentences": [], "annotations": [], "relations": []}, {"offset": 18916, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After completion of baseline assessment, comorbid patients will be randomly assigned to one of the two group interventions. To reduce the time between the initial study recruitment and the start of the group therapy, the randomization order will be determined with a block randomization with 6 participants per block for each treatment arm. Randomization will be performed by a researcher who is not involved in the recruitment, using a computerized randomization tool implemented in MATLAB (The MathWorks Inc., Natick, Massachusetts, United States). Participants will be recruited and enrolled by trained research staff; the allocation sequence will be concealed from them. Since the study offers psychotherapeutic interventions, patients are not blinded to their intervention arms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19700, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Psychotherapeutic Interventions", "sentences": [], "annotations": [], "relations": []}, {"offset": 19732, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Comorbid patients will be randomly assigned to one of two group therapies consisting of 6 participants. Both interventions consist of six sessions of 2 h therapy with 1 session per week offered by a psychotherapist. To increase adherence, ﻿each participant will receive an individual therapy session before the group therapy begins. The group therapy protocols in both arms are manualized and supervised by an experienced psychotherapist to ensure protocol adherence. Patients who missed more than one session or experienced a severe relapse during the intervention period will be excluded from the protocol. In the unexpected case of an adverse event or harm during the psychotherapeutic intervention (for example, severe aggravation like suicidality), the affected patient will also be excluded and additional in- or outpatient treatment will be offered by the psychotherapist.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20612, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Behavioral activation treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 20644, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Behavioral Activation Treatment (BAT) is a structured and validated psychotherapy intervention designed to increase engagement with functional, potentially rewarding behaviors. Treatment proceeds through a series of structured units that (a) provide psychoeducation about depression and alcohol dependence, as well as a rationale for the treatment approach, (b) assess and monitor baseline activity levels, (c) identify and support more functional behaviors and personally valued goals as an alternative strategy to cope with cravings and low mood, (d) monitor, support, and reward achieving behavioral goals, and (e) improve problem solving skills. Previous studies have demonstrated that BAT for depression effectively reduces depressive symptoms and is well tolerated in outpatient settings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21439, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Mindfulness based therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 21465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mindfulness based intervention aims to increase awareness for and help patients to accept situational cues, negative thoughts, feelings, and behavioral impulses that have been associated with drinking. Participants are guided through structured units that (a) provide psychoeducation about depression and alcohol dependence, as well as a rationale for the treatment approach, (b) increase patients’ awareness of different experiences including low mood and cravings, (c) help clients to distance themselves from challenging experiences, e.g. by focusing on their breathing, (d) help them to respond to pleasant and unpleasant sensations with acceptance, and (e) foster their sense of strength and self-efficacy by enduring negative experiences and withstanding behavioral impulses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22251, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Additional information", "sentences": [], "annotations": [], "relations": []}, {"offset": 22274, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study protocol is in accordance with the Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) guidelines for reporting interventional trials. Ethical approval and consent has been obtained by the leading ethics committee of the Medical Faculty Mannheim/University of Heidelberg (reference number: 2015-606 N-MA). The study will be conducted in compliance with the guidelines for Good Clinical Practice and the Declaration of Helsinki. Participants will provide informed consent prior to enrolment in the study. The trial is registered in the German Clinical Trial Registration (DRKS00010249). Any changes to the protocol will be described in this trial registry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22964, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The principal investigator (PK), independent from the sponsor and with no competing interests to report, is responsible for data monitoring. All adverse events are documented. Interim analyzes are not planned but cross-sectional comparisons for T1 data will be conducted after inclusion of all T1 participants and before data collections at T2 and FU are completed. The day-to-day management of the study (e.g. contact with the participants and the invitation to conduct online surveys) is carried out by advanced researchers. The publication of the results will be independent of the results of the study, even if the intervention proves to have no influence on brain activation and connectivity. Authorship eligibility will be decided according to the guidelines for safeguarding good scientific practice provided be the German Research Association. A written summary of the results will also be made available to the participants after completion of the study. Data, statistical parameters and statistical code of the study will be made accessible to interested researchers after request. Due to data safety concerns, raw data cannot made openly accessible for the public.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24140, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI assessment battery", "sentences": [], "annotations": [], "relations": []}, {"offset": 24164, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Reward paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 24180, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this event-related paradigm, participants are asked to respond to a flashlight as fast as possible by pressing a button. Preceding the flashlight, an arrow cue informs the participant about the rewarding consequences of their response to the flash stimulus. Four conditions are included in the paradigm: (1) in the so called monetary reward condition (arrow up) participants’ fast response to the flash is rewarded with 2€; (2) in the punishment avoidance condition (arrow down) a slow response is punished by a loss of 2€ while a fast response is rewarded by the avoidance of that loss; (3) the verbal feedback condition (vertical double arrow) allows the participants to receive verbal feedback on their performance; (4) in the passive control condition (horizontal double arrow) no response is required. During the outcome phase, the participants see the reward of the latest trial (“2€”, “0″ or “Fast response!”, “Too slow”) as well as their cumulative total gain at that point in time. In order to ensure that all participants are able to win some money and have comparable winnings, the threshold for a fast response is adaptively tailored for each trial to the individual response times of the subject. The inter-trial interval was randomly varied between 6 and 9 s. Each condition is presented 10 times in a pseudo-randomized trial order with no more than two equal conditions in succession. The total run length is 9 min. The monetary reward anticipation task has been shown to reliably and robustly activate the ventral striatum including the nucleus accumbens.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25755, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Erotic incentive delay task", "sentences": [], "annotations": [], "relations": []}, {"offset": 25783, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to measure different categories of reward processing, a variant of our own monetary reward task comprising erotic stimuli will be performed. Similar to the description above, participants have to respond to a cued probe to receive either erotic stimuli or matched social control stimuli. Again during the anticipation phase, distinct cues preceding the target inform the participants whether a rewarding erotic image will be shown or not. In previous studies it has been shown that striatal reward-associated brain activations can be reliably observed when erotic pictures are presented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26380, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Resting state/mood induction paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 26418, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The so called mood induction paradigm has been successfully implemented in different studies. Here, we will use a modified version of the paradigm in order to directly test intervention associated activation and connectivity patterns. The paradigm consists of five blocks, each of which lasts 4.5 min: a resting state block, a sad mood induction block, one alcohol cue-reactivity block, one mindfulness-based block and one behavioral activation block. The mindfulness-based block and the behavioral activation block are counterbalanced.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26955, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the resting state phase, participants are told to keep their eyes open and background pink noise is presented. During the sad mood induction phase, key words to remind participants of personal negative life events and background sad music (excerpt from Albinoni/Giazotto, Adagio in g-minor) are presented. Participants are asked to concentrate on the negative life events and empathize with the situation. During the alcohol cue-reactivity phase, participants are presented images of either beer or wine (depending on the participants preference) while they receive corresponding audio induction statements instructing them to imagine alcohol-associated situations. In the mindfulness- based phase, again, participants are presented images of beer or wine while this time they listen to mindfulness-based audio instructions. Correspondingly, in the behavioral activation training phase, participants are played audio instructions associated with imagining activities while viewing alcohol-associated pictures. In each phase, 9 alcohol-associated cues are presented for 15 s, while simultaneously 9 audio statements are played. After each picture a fixation cross is presented for also 15 s. After each block, participants are instructed to rate their mood by means of the Positive and Negative Affect Schedule (PANAS), as well as their craving and self-control to abstain. For the T2 assessment, a different set of alcohol-associated pictures is presented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28419, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As mentioned above, the mindfulness-based block and the behavioral activation block are counterbalanced. Thus, a second randomization list will ensure that at T1 the order of the experimental blocks will be equally distributed above all participants. Comorbid patients will receive the reverse order of their T1 assessment at the T2 fMRI scanning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28767, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Anatomical image", "sentences": [], "annotations": [], "relations": []}, {"offset": 28784, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to assess the individual brain morphology of each participant, high-resolution T1-weighted anatomical images (MPRAGE) will be collected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28930, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Primary outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 28946, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this study, neural activation and connectivity in the reward system and default mode network are the primary outcome measures. Neural correlates of reward and emotion processing in patients and healthy controls will be assessed by means of fMRI. While the first measurement will identify common and/or distinct neural signatures underlying the comorbidity of alcohol dependence and depression, the second measurement allows investigating the influence of the psychotherapeutic interventions on these target brain mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29474, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Secondary outcome measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 29501, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Secondary outcome measures include craving and depression scores, as well as relapse rates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29593, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Predictors", "sentences": [], "annotations": [], "relations": []}, {"offset": 29604, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Schedule of measurements", "sentences": [], "annotations": [], "relations": []}, {"offset": 29629, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variable</th><th>Instrument</th><th>T0</th><th>T1</th><th>T2</th><th>T3</th></tr></thead><tbody><tr><td>Neural activation and connectivity</td><td>fMRI assessment battery</td><td/><td>⨯</td><td>⨯</td><td/></tr><tr><td>Demographic information</td><td>Interview/Self-report</td><td>⨯</td><td/><td/><td/></tr><tr><td>Psychopathology</td><td>Structured Clinical Interview for DSM-IV, Axis I,II</td><td>⨯</td><td/><td/><td/></tr><tr><td>Medication</td><td>Self-report</td><td/><td>⨯</td><td/><td/></tr><tr><td>Health Care resource utilisation</td><td>Interview/Self-report</td><td/><td>⨯</td><td/><td/></tr><tr><td>Alcohol Use</td><td>Form 90 Interview</td><td/><td>⨯</td><td/><td>⨯</td></tr><tr><td>Alcohol Dependence</td><td>Alcohol Dependence Scale</td><td/><td>⨯</td><td>⨯</td><td>⨯</td></tr><tr><td>Craving</td><td>Obsessive Compulsive Drinking Scale<break/>Alcohol Urge Questionnaire</td><td/><td>⨯</td><td>⨯</td><td>⨯</td></tr><tr><td>Depression</td><td>Beck Depression Inventar<break/>Montgomery and Asperg Depression Rating Scale</td><td/><td>⨯</td><td>⨯</td><td>⨯</td></tr><tr><td>Rumination</td><td>Response-Styles-Questionnaire<break/>Perseverative Thinking Questionnaire</td><td/><td>⨯</td><td>⨯</td><td>⨯</td></tr><tr><td>Mindfulness</td><td>Mindfulness Attention and Awareness Scale</td><td/><td>⨯</td><td>⨯</td><td>⨯</td></tr><tr><td>Quality of life</td><td>Münchner Lebensqualitäts-Dimensionen Liste</td><td/><td>⨯</td><td>⨯</td><td>⨯</td></tr><tr><td>Self-confidence</td><td>Rosenberg Selbstwert Skala<break/>Self-Acceptance Scale<break/>Forms of Self-Criticizing/Attacking and Self- Reassuring Scale</td><td/><td>⨯</td><td>⨯</td><td>⨯</td></tr><tr><td>Smoking</td><td>Fargerstrom Test for Nicotine Dependence</td><td/><td>⨯</td><td>⨯</td><td>⨯</td></tr><tr><td>Intervention Satisfaction</td><td>Self-report</td><td/><td/><td>⨯</td><td/></tr></tbody></table>\n"}, "text": "Variable\tInstrument\tT0\tT1\tT2\tT3\t \tNeural activation and connectivity\tfMRI assessment battery\t\t⨯\t⨯\t\t \tDemographic information\tInterview/Self-report\t⨯\t\t\t\t \tPsychopathology\tStructured Clinical Interview for DSM-IV, Axis I,II\t⨯\t\t\t\t \tMedication\tSelf-report\t\t⨯\t\t\t \tHealth Care resource utilisation\tInterview/Self-report\t\t⨯\t\t\t \tAlcohol Use\tForm 90 Interview\t\t⨯\t\t⨯\t \tAlcohol Dependence\tAlcohol Dependence Scale\t\t⨯\t⨯\t⨯\t \tCraving\tObsessive Compulsive Drinking ScaleAlcohol Urge Questionnaire\t\t⨯\t⨯\t⨯\t \tDepression\tBeck Depression InventarMontgomery and Asperg Depression Rating Scale\t\t⨯\t⨯\t⨯\t \tRumination\tResponse-Styles-QuestionnairePerseverative Thinking Questionnaire\t\t⨯\t⨯\t⨯\t \tMindfulness\tMindfulness Attention and Awareness Scale\t\t⨯\t⨯\t⨯\t \tQuality of life\tMünchner Lebensqualitäts-Dimensionen Liste\t\t⨯\t⨯\t⨯\t \tSelf-confidence\tRosenberg Selbstwert SkalaSelf-Acceptance ScaleForms of Self-Criticizing/Attacking and Self- Reassuring Scale\t\t⨯\t⨯\t⨯\t \tSmoking\tFargerstrom Test for Nicotine Dependence\t\t⨯\t⨯\t⨯\t \tIntervention Satisfaction\tSelf-report\t\t\t⨯\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 30666, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Predictors include participants’ characteristics and personality traits as assessed by questionnaires (See Table 1), as well as ratings before, during and after scanning. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 30838, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analyses plan", "sentences": [], "annotations": [], "relations": []}, {"offset": 30857, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Analyses will be conducted on an intention to treat and treatment completers principle.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30945, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Behavioral data analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 30970, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Analysis will be completed by using (repeated measures) analysis of variance (AN(C)OVA) in order to test group differences (AUD vs MD vs Co vs HC) and treatment groups (BAT vs MBT). Difference scores will be calculated. All measures will be compared between groups, as well as treatment groups and interaction effects will be explored. Wherever appropriate, missing data will be imputed using multiple imputation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31384, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Activation fMRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31409, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing as well as statistical analyses of the experimental fMRI paradigms will be performed using SPM 12 (Wellcome Department of Cognitive Neurology, London, UK). In order to reduce systematic motion-related artifacts known to be especially prevalent in patient-control studies, we use the ART toolbox (http://www.nitrc.org/projects/artifact_detect) to detect outlier volumes. The ART software identifies outliers if the normalized z-score of the global mean intensity of a volume exceed a specified threshold and/or if extensive composite movement from a preceding image occurs. Preprocessing will be conducted with the standard procedure analysis including slice time correction, realignment, co-registration, normalizing, smoothing. Statistical analysis on the first (individual) level will be performed by modeling the different conditions using boxcar functions convoluted with the hemodynamic response function as explanatory variables within the context of the general linear model (GLM) on a voxel-by-voxel basis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32438, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Connectivity fMRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 32465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Task and resting state fMRI data will additionally be analyzed by connectivity approaches. To account for physiological and movement artifacts which strongly introduce artificial correlations into the data, heart beat and respiration will be monitored during scanning and physiological correction will be conducted with the software Aztec. Afterwards, images are preprocessed as described before by SPM 12. Task-dependent connectivity will be examined by functional connectivity and psychophysiological interaction analyses. Resting state data will be examined by conventional as well as dynamic functional connectivity analysis. Analyses in both task and rest will be conducted in a hypothesis-driven network-specific as well as more exploratory whole-brain manner. The whole-brain results will be further analyzed by graph theoretical tools to elucidate relevant changes in functional network topology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33370, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data management", "sentences": [], "annotations": [], "relations": []}, {"offset": 33386, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The project data will be saved on the central server of the institute. The IT department professionally maintains the server; thereby a daily backup of all data is performed. Additionally, a network independent backup will be saved on local hard drive. Experimental data, as well as questionnaires will be saved in a pseudonymized form, separately from consent forms that contain the names of the participants. In addition, hard copy storage of reports, protocols, presentations or publication drafts will be realized. All data will be pseudonymized using unique study codes, which will be used to code and file all electronic information. The key linking this code to participant identity will be stored in a secured file, access to this key is available only to designated members of the research team. These researchers will have unrestricted access to all study data. As mentioned above, anonymized data will be made available for re- or meta-analysis after request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34357, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34368, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although there is significant knowledge of the environmental and neurobiological factors involved in depression and alcohol dependence, only a few studies have translated these empirical findings into a better understanding and treatment of comorbid patients. The planned project is set-up to transfer previous research about the reward circuit and default mode network underlying alcohol dependence and depression to achieve a better understanding of neural signatures characterizing their comorbidity. By means of diverse experimental paradigms allowing a comprehensive characterization of reward and default mode network activity and connectivity, we are planning to assess distinct and common mechanisms underlying comorbid alcohol and depressed patients. In addition, the neurobiological results will be used to test whether a brief psychotherapeutic intervention program is able to positively influence the identified pathomechanisms. By gaining a better understanding of diverse phenotypes and their underlying neurobiological signatures, it might be possible to improve clinical outcomes by offering specific types of psychotherapy. Furthermore, we should find support for our hypotheses that established behavioral and mindfulness based intervention programs specifically alter pathological neurobiological functions. By this, we will be able to identify neurobiological markers of therapy efficiency. The prediction of psychotherapeutic success based on neurobiological signatures will help to guide the selection of specific therapeutic options. Ultimately, by means of identifying and validating the use of objective, biological indicators associated with core mechanisms of mental disorders, advances in personalized medicine may be achieved.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36124, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One limitation of the study might concern the lack of a proper control group for the investigation of the treatment effects (for example waiting control group). However, this study was not designed to evaluate treatment effects per se but rather to investigate the neurobiological correlates of established psychotherapeutic interventions. With this, we are specifically interested if the targeted interventions positively alter the pathophysiology of comorbid patients and whether this is restricted to patients with a specific neurobiological signature. A second challenge affects the recruitment of comorbid depressed and alcohol dependent patients. Not only for the fMRI measurement, but also for the feasibility of the group therapy patients abstinence is a prerequisite. In order to motivate comorbid patients to participate in the group therapy and to stay abstinent, we want to guarantee a fast study enrolment, as well as ensure a short latency between study enrolment and begin of group therapy. For that reason, we decided for a group randomization of 6 participants per block. With this, we might risk recruitment-dependent biases. However, due to many different recruitment strategies and sources, we hope to reduce this potential bias to a minimum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37387, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To reach the project results is one of the key issues and core challenges to contribute to a better neurobiological understanding and treatment of comorbid depression and alcohol dependence. The project will help to improve knowledge on pathophysiology, identify targets for treatment development, detect subgroups for treatment selection, and facilitate the use of neurobiology findings in the understanding of comorbid alcohol dependence and depression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37843, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 37857, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "AUD", "sentences": [], "annotations": [], "relations": []}, {"offset": 37861, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Alcohol Use Disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 37882, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BAT", "sentences": [], "annotations": [], "relations": []}, {"offset": 37886, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Behavioral Activation Training", "sentences": [], "annotations": [], "relations": []}, {"offset": 37917, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Co", "sentences": [], "annotations": [], "relations": []}, {"offset": 37920, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Comorbid patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 37938, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DMN", "sentences": [], "annotations": [], "relations": []}, {"offset": 37942, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Default mode network", "sentences": [], "annotations": [], "relations": []}, {"offset": 37963, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 37968, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 38006, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HC", "sentences": [], "annotations": [], "relations": []}, {"offset": 38009, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 38026, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MBT", "sentences": [], "annotations": [], "relations": []}, {"offset": 38030, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Minfulness based training", "sentences": [], "annotations": [], "relations": []}, {"offset": 38056, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MD", "sentences": [], "annotations": [], "relations": []}, {"offset": 38059, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 38076, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NAc", "sentences": [], "annotations": [], "relations": []}, {"offset": 38080, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Nucleus Accumbens", "sentences": [], "annotations": [], "relations": []}, {"offset": 38098, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PFC", "sentences": [], "annotations": [], "relations": []}, {"offset": 38102, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Prefrontal Cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 38120, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "VS", "sentences": [], "annotations": [], "relations": []}, {"offset": 38123, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Ventral Striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 38140, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 38151, "infons": {"fpage": "246", "issue": "2", "lpage": "253", "name_0": "surname:Bott;given-names:K", "name_1": "surname:Meyer;given-names:C", "name_2": "surname:Rumpf;given-names:HJ", "name_3": "surname:Hapke;given-names:U", "name_4": "surname:John;given-names:U", "pub-id_doi": "10.15288/jsa.2005.66.246", "pub-id_pmid": "15957676", "section_type": "REF", "source": "J Stud Alcohol", "type": "ref", "volume": "66", "year": "2005"}, "text": "Psychiatric disorders among at-risk consumers of alcohol in the general population", "sentences": [], "annotations": [], "relations": []}, {"offset": 38234, "infons": {"fpage": "539", "issue": "12", "lpage": "547", "name_0": "surname:Meyer;given-names:C", "name_1": "surname:Rumpf;given-names:HJ", "name_2": "surname:Hapke;given-names:U", "name_3": "surname:Dilling;given-names:H", "name_4": "surname:John;given-names:U", "pub-id_doi": "10.1007/s001270050277", "pub-id_pmid": "11213843", "section_type": "REF", "source": "Soc Psychiatry Psychiatr Epidemiol", "type": "ref", "volume": "35", "year": "2000"}, "text": "Prevalence of alcohol consumption, abuse and dependence in a country with high per capita consumption: findings from the German TACOS study. Transitions in Alcohol Consumption and Smoking", "sentences": [], "annotations": [], "relations": []}, {"offset": 38422, "infons": {"fpage": "113", "issue": "2–3", "lpage": "128", "name_0": "surname:Grant;given-names:BF", "name_1": "surname:Hasin;given-names:DS", "name_2": "surname:Dawson;given-names:DA", "pub-id_doi": "10.1016/0165-0327(96)00002-X", "pub-id_pmid": "8791180", "section_type": "REF", "source": "J Affect Disord", "type": "ref", "volume": "38", "year": "1996"}, "text": "The relationship between DSM-IV alcohol use disorders and DSM-IV major depression: examination of the primary-secondary distinction in a general population sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 38585, "infons": {"fpage": "68", "issue": "1", "lpage": "77", "name_0": "surname:Der-Avakian;given-names:A", "name_1": "surname:Markou;given-names:A", "pub-id_doi": "10.1016/j.tins.2011.11.005", "pub-id_pmid": "22177980", "section_type": "REF", "source": "Trends Neurosci", "type": "ref", "volume": "35", "year": "2012"}, "text": "The neurobiology of anhedonia and other reward-related deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 38649, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ubl B, Kuehner C, Kirsch P, Ruttorf M, Diener C, Flor H. Altered neural reward and loss processing and prediction error signalling in depression. Soc Cogn Affect Neurosci. 2015;", "sentences": [], "annotations": [], "relations": []}, {"offset": 38827, "infons": {"fpage": "1784", "issue": "10", "lpage": "1790", "name_0": "surname:Epstein;given-names:J", "name_1": "surname:Pan;given-names:H", "name_2": "surname:Kocsis;given-names:JH", "name_3": "surname:Yang;given-names:Y", "name_4": "surname:Butler;given-names:T", "name_5": "surname:Chusid;given-names:J", "name_6": "surname:Hochberg;given-names:H", "name_7": "surname:Murrough;given-names:J", "name_8": "surname:Strohmayer;given-names:E", "name_9": "surname:Stern;given-names:E", "pub-id_doi": "10.1176/ajp.2006.163.10.1784", "pub-id_pmid": "17012690", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "163", "year": "2006"}, "text": "Lack of ventral striatal response to positive stimuli in depressed versus normal subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 38917, "infons": {"fpage": "843", "issue": "11", "lpage": "853", "name_0": "surname:Keedwell;given-names:PA", "name_1": "surname:Andrew;given-names:C", "name_2": "surname:Williams;given-names:SC", "name_3": "surname:Brammer;given-names:MJ", "name_4": "surname:Phillips;given-names:ML", "pub-id_doi": "10.1016/j.biopsych.2005.05.019", "pub-id_pmid": "16043128", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "58", "year": "2005"}, "text": "The neural correlates of anhedonia in major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 38981, "infons": {"fpage": "3", "issue": "1", "lpage": "15", "name_0": "surname:Forbes;given-names:EE", "name_1": "surname:Dahl;given-names:RE", "pub-id_doi": "10.1111/j.1469-7610.2011.02477.x", "pub-id_pmid": "22117893", "section_type": "REF", "source": "J Child Psychol Psychiatry", "type": "ref", "volume": "53", "year": "2012"}, "text": "Research Review: altered reward function in adolescent depression: what, when and how?", "sentences": [], "annotations": [], "relations": []}, {"offset": 39068, "infons": {"fpage": "69", "issue": "1–3", "lpage": "78", "name_0": "surname:Smoski;given-names:MJ", "name_1": "surname:Felder;given-names:J", "name_2": "surname:Bizzell;given-names:J", "name_3": "surname:Green;given-names:SR", "name_4": "surname:Ernst;given-names:M", "name_5": "surname:Lynch;given-names:TR", "name_6": "surname:Dichter;given-names:GS", "pub-id_doi": "10.1016/j.jad.2009.01.034", "pub-id_pmid": "19261334", "section_type": "REF", "source": "J Affect Disord", "type": "ref", "volume": "118", "year": "2009"}, "text": "fMRI of alterations in reward selection, anticipation, and feedback in major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 39165, "infons": {"fpage": "331", "issue": "2", "lpage": "341", "name_0": "surname:Hagele;given-names:C", "name_1": "surname:Schlagenhauf;given-names:F", "name_2": "surname:Rapp;given-names:M", "name_3": "surname:Sterzer;given-names:P", "name_4": "surname:Beck;given-names:A", "name_5": "surname:Bermpohl;given-names:F", "name_6": "surname:Stoy;given-names:M", "name_7": "surname:Strohle;given-names:A", "name_8": "surname:Wittchen;given-names:HU", "name_9": "surname:Dolan;given-names:RJ", "pub-id_doi": "10.1007/s00213-014-3662-7", "pub-id_pmid": "24973896", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "232", "year": "2015"}, "text": "Dimensional psychiatry: reward dysfunction and depressive mood across psychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 39257, "infons": {"fpage": "327", "issue": "3", "lpage": "337", "name_0": "surname:Dunlop;given-names:BW", "name_1": "surname:Nemeroff;given-names:CB", "pub-id_doi": "10.1001/archpsyc.64.3.327", "pub-id_pmid": "17339521", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "64", "year": "2007"}, "text": "The role of dopamine in the pathophysiology of depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 39315, "infons": {"fpage": "1765", "issue": "10", "lpage": "1781", "name_0": "surname:Hasler;given-names:G", "name_1": "surname:Drevets;given-names:WC", "name_2": "surname:Manji;given-names:HK", "name_3": "surname:Charney;given-names:DS", "pub-id_doi": "10.1038/sj.npp.1300506", "pub-id_pmid": "15213704", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "29", "year": "2004"}, "text": "Discovering endophenotypes for major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 39363, "infons": {"fpage": "686", "issue": "7", "lpage": "692", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Bhanji;given-names:JP", "name_2": "surname:Cooney;given-names:RE", "name_3": "surname:Atlas;given-names:LY", "name_4": "surname:Gotlib;given-names:IH", "pub-id_doi": "10.1016/j.biopsych.2007.07.023", "pub-id_pmid": "17916330", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "63", "year": "2008"}, "text": "Neural responses to monetary incentives in major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 39423, "infons": {"fpage": "677", "issue": "5", "lpage": "688", "name_0": "surname:Stoy;given-names:M", "name_1": "surname:Schlagenhauf;given-names:F", "name_2": "surname:Sterzer;given-names:P", "name_3": "surname:Bermpohl;given-names:F", "name_4": "surname:Hagele;given-names:C", "name_5": "surname:Suchotzki;given-names:K", "name_6": "surname:Schmack;given-names:K", "name_7": "surname:Wrase;given-names:J", "name_8": "surname:Ricken;given-names:R", "name_9": "surname:Knutson;given-names:B", "pub-id_doi": "10.1177/0269881111416686", "pub-id_pmid": "21926423", "section_type": "REF", "source": "J Psychopharmacol", "type": "ref", "volume": "26", "year": "2012"}, "text": "Hyporeactivity of ventral striatum towards incentive stimuli in unmedicated depressed patients normalizes after treatment with escitalopram", "sentences": [], "annotations": [], "relations": []}, {"offset": 39563, "infons": {"fpage": "702", "issue": "6", "lpage": "710", "name_0": "surname:Pizzagalli;given-names:DA", "name_1": "surname:Holmes;given-names:AJ", "name_2": "surname:Dillon;given-names:DG", "name_3": "surname:Goetz;given-names:EL", "name_4": "surname:Birk;given-names:JL", "name_5": "surname:Bogdan;given-names:R", "name_6": "surname:Dougherty;given-names:DD", "name_7": "surname:Iosifescu;given-names:DV", "name_8": "surname:Rauch;given-names:SL", "name_9": "surname:Fava;given-names:M", "pub-id_doi": "10.1176/appi.ajp.2008.08081201", "pub-id_pmid": "19411368", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "166", "year": "2009"}, "text": "Reduced caudate and nucleus accumbens response to rewards in unmedicated individuals with major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 39679, "infons": {"fpage": "411", "issue": "4", "lpage": "417", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Cooper;given-names:JC", "pub-id_doi": "10.1097/01.wco.0000173463.24758.f6", "section_type": "REF", "source": "Curr Opin Neurobiol", "type": "ref", "volume": "18", "year": "2005"}, "text": "Functional magnetic resonance imaging of reward prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 39738, "infons": {"fpage": "260", "issue": "3", "lpage": "268", "name_0": "surname:McClure;given-names:SM", "name_1": "surname:York;given-names:MK", "name_2": "surname:Montague;given-names:PR", "pub-id_doi": "10.1177/1073858404263526", "pub-id_pmid": "15155064", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "10", "year": "2004"}, "text": "The neural substrates of reward processing in humans: the modern role of FMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 39816, "infons": {"fpage": "103", "issue": "1", "lpage": "114", "name_0": "surname:Robinson;given-names:TE", "name_1": "surname:Berridge;given-names:KC", "pub-id_doi": "10.1046/j.1360-0443.2001.9611038.x", "pub-id_pmid": "11177523", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "96", "year": "2001"}, "text": "Incentive-sensitization and addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 39854, "infons": {"fpage": "121", "issue": "1", "lpage": "133", "name_0": "surname:Schacht;given-names:JP", "name_1": "surname:Anton;given-names:RF", "name_2": "surname:Myrick;given-names:H", "pub-id_doi": "10.1111/j.1369-1600.2012.00464.x", "pub-id_pmid": "22574861", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "18", "year": "2013"}, "text": "Functional neuroimaging studies of alcohol cue reactivity: a quantitative meta-analysis and systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 39964, "infons": {"fpage": "652", "issue": "11", "lpage": "669", "name_0": "surname:Goldstein;given-names:RZ", "name_1": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1038/nrn3119", "pub-id_pmid": "22011681", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "12", "year": "2011"}, "text": "Dysfunction of the prefrontal cortex in addiction: neuroimaging findings and clinical implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 40063, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kirsch M, Gruber I, Ruf M, Kiefer F, Kirsch P. Real-time functional magnetic resonance imaging neurofeedback can reduce striatal cue-reactivity to alcohol stimuli. Addict Biol. 2015;", "sentences": [], "annotations": [], "relations": []}, {"offset": 40246, "infons": {"fpage": "748", "issue": "9", "lpage": "755", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Wang;given-names:GJ", "name_2": "surname:Fowler;given-names:JS", "name_3": "surname:Tomasi;given-names:D", "name_4": "surname:Telang;given-names:F", "name_5": "surname:Baler;given-names:R", "pub-id_doi": "10.1002/bies.201000042", "pub-id_pmid": "20730946", "section_type": "REF", "source": "BioEssays", "type": "ref", "volume": "32", "year": "2010"}, "text": "Addiction: decreased reward sensitivity and increased expectation sensitivity conspire to overwhelm the brain's control circuit", "sentences": [], "annotations": [], "relations": []}, {"offset": 40374, "infons": {"fpage": "734", "issue": "8", "lpage": "742", "name_0": "surname:Beck;given-names:A", "name_1": "surname:Schlagenhauf;given-names:F", "name_2": "surname:Wustenberg;given-names:T", "name_3": "surname:Hein;given-names:J", "name_4": "surname:Kienast;given-names:T", "name_5": "surname:Kahnt;given-names:T", "name_6": "surname:Schmack;given-names:K", "name_7": "surname:Hagele;given-names:C", "name_8": "surname:Knutson;given-names:B", "name_9": "surname:Heinz;given-names:A", "pub-id_doi": "10.1016/j.biopsych.2009.04.035", "pub-id_pmid": "19560123", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Ventral striatal activation during reward anticipation correlates with impulsivity in alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 40471, "infons": {"fpage": "787", "issue": "2", "lpage": "794", "name_0": "surname:Wrase;given-names:J", "name_1": "surname:Schlagenhauf;given-names:F", "name_2": "surname:Kienast;given-names:T", "name_3": "surname:Wustenberg;given-names:T", "name_4": "surname:Bermpohl;given-names:F", "name_5": "surname:Kahnt;given-names:T", "name_6": "surname:Beck;given-names:A", "name_7": "surname:Strohle;given-names:A", "name_8": "surname:Juckel;given-names:G", "name_9": "surname:Knutson;given-names:B", "pub-id_doi": "10.1016/j.neuroimage.2006.11.043", "pub-id_pmid": "17291784", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "35", "year": "2007"}, "text": "Dysfunction of reward processing correlates with alcohol craving in detoxified alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 40561, "infons": {"fpage": "833", "lpage": "43", "name_0": "surname:Becker;given-names:A", "name_1": "surname:Kirsch;given-names:M", "name_2": "surname:Gerchen;given-names:MF", "name_3": "surname:Kiefer;given-names:F", "name_4": "surname:Kirsch;given-names:P", "pub-id_doi": "10.1111/adb.12352", "pub-id_pmid": "28398011", "section_type": "REF", "source": "Addict Biol.", "type": "ref", "volume": "22", "year": "2017"}, "text": "Striatal activation and frontostriatal connectivity during non-drug reward anticipation in alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 40671, "infons": {"fpage": "6", "issue": "1–3", "lpage": "12", "name_0": "surname:Wang;given-names:L", "name_1": "surname:Hermens;given-names:DF", "name_2": "surname:Hickie;given-names:IB", "name_3": "surname:Lagopoulos;given-names:J", "pub-id_doi": "10.1016/j.jad.2012.04.013", "pub-id_pmid": "22858266", "section_type": "REF", "source": "J Affect Disord", "type": "ref", "volume": "142", "year": "2012"}, "text": "A systematic review of resting-state functional-MRI studies in major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 40751, "infons": {"fpage": "743", "issue": "8", "lpage": "744", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Cascio;given-names:CJ", "pub-id_doi": "10.1001/jamapsychiatry.2015.0484", "section_type": "REF", "source": "JAMA Psychiat", "type": "ref", "volume": "72", "year": "2015"}, "text": "Resting-State Functional Connectivity in Psychiatric Disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 40814, "infons": {"fpage": "548", "issue": "5", "lpage": "555", "name_0": "surname:Berman;given-names:MG", "name_1": "surname:Peltier;given-names:S", "name_2": "surname:Nee;given-names:DE", "name_3": "surname:Kross;given-names:E", "name_4": "surname:Deldin;given-names:PJ", "name_5": "surname:Jonides;given-names:J", "pub-id_doi": "10.1093/scan/nsq080", "pub-id_pmid": "20855296", "section_type": "REF", "source": "Soc Cogn Affect Neurosci", "type": "ref", "volume": "6", "year": "2011"}, "text": "Depression, rumination and the default network", "sentences": [], "annotations": [], "relations": []}, {"offset": 40861, "infons": {"fpage": "327", "issue": "4", "lpage": "333", "name_0": "surname:Hamilton;given-names:JP", "name_1": "surname:Furman;given-names:DJ", "name_2": "surname:Chang;given-names:C", "name_3": "surname:Thomason;given-names:ME", "name_4": "surname:Dennis;given-names:E", "name_5": "surname:Gotlib;given-names:IH", "pub-id_doi": "10.1016/j.biopsych.2011.02.003", "pub-id_pmid": "21459364", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Default-mode and task-positive network activity in major depressive disorder: implications for adaptive and maladaptive rumination", "sentences": [], "annotations": [], "relations": []}, {"offset": 40992, "infons": {"fpage": "400", "issue": "5", "lpage": "424", "name_0": "surname:Nolen-Hoeksema;given-names:S", "name_1": "surname:Wisco;given-names:BE", "name_2": "surname:Lyubomirsky;given-names:S", "pub-id_doi": "10.1111/j.1745-6924.2008.00088.x", "pub-id_pmid": "26158958", "section_type": "REF", "source": "Perspect Psychol Sci", "type": "ref", "volume": "3", "year": "2008"}, "text": "Rethinking Rumination", "sentences": [], "annotations": [], "relations": []}, {"offset": 41014, "infons": {"fpage": "1041", "issue": "6", "lpage": "1048", "name_0": "surname:Caselli;given-names:G", "name_1": "surname:Ferretti;given-names:C", "name_2": "surname:Leoni;given-names:M", "name_3": "surname:Rebecchi;given-names:D", "name_4": "surname:Rovetto;given-names:F", "name_5": "surname:Spada;given-names:MM", "pub-id_doi": "10.1111/j.1360-0443.2010.02912.x", "pub-id_pmid": "20331550", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "105", "year": "2010"}, "text": "Rumination as a predictor of drinking behaviour in alcohol abusers: a prospective study", "sentences": [], "annotations": [], "relations": []}, {"offset": 41102, "infons": {"fpage": "2034", "issue": "12", "lpage": "2040", "name_0": "surname:Zamoscik;given-names:V", "name_1": "surname:Huffziger;given-names:S", "name_2": "surname:Ebner-Priemer;given-names:U", "name_3": "surname:Kuehner;given-names:C", "name_4": "surname:Kirsch;given-names:P", "pub-id_doi": "10.1093/scan/nsu006", "pub-id_pmid": "24493842", "section_type": "REF", "source": "Soc Cogn Affect Neurosci", "type": "ref", "volume": "9", "year": "2014"}, "text": "Increased involvement of the parahippocampal gyri in a sad mood predicts future depressive symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 41202, "infons": {"section_type": "REF", "type": "ref"}, "text": "Zhu X, Cortes CR, Mathur K, Tomasi D, Momenan R. Model-free functional connectivity and impulsivity correlates of alcohol dependence: a resting-state study. Addict Biol. 2015;", "sentences": [], "annotations": [], "relations": []}, {"offset": 41378, "infons": {"fpage": "75", "issue": "1", "lpage": "85", "name_0": "surname:Camchong;given-names:J", "name_1": "surname:Stenger;given-names:A", "name_2": "surname:Fein;given-names:G", "pub-id_doi": "10.1111/j.1530-0277.2012.01859.x", "pub-id_pmid": "22725701", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "37", "year": "2013"}, "text": "Resting-state synchrony in long-term abstinent alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 41436, "infons": {"section_type": "REF", "type": "ref"}, "text": "Muller-Oehring EM, Jung YC, Pfefferbaum A, Sullivan EV, Schulte T. The Resting Brain of Alcoholics. Cereb Cortex. 2014;", "sentences": [], "annotations": [], "relations": []}, {"offset": 41556, "infons": {"fpage": "2272", "issue": "10", "lpage": "2281", "name_0": "surname:Chanraud;given-names:S", "name_1": "surname:Pitel;given-names:AL", "name_2": "surname:Pfefferbaum;given-names:A", "name_3": "surname:Sullivan;given-names:EV", "pub-id_doi": "10.1093/cercor/bhq297", "pub-id_pmid": "21368086", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "21", "year": "2011"}, "text": "Disruption of functional connectivity of the default-mode network in alcoholism", "sentences": [], "annotations": [], "relations": []}, {"offset": 41636, "infons": {"fpage": "2086", "issue": "9", "lpage": "2099", "name_0": "surname:Camchong;given-names:J", "name_1": "surname:Stenger;given-names:A", "name_2": "surname:Fein;given-names:G", "pub-id_doi": "10.1093/cercor/bhs190", "pub-id_pmid": "22819968", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "23", "year": "2013"}, "text": "Resting-state synchrony during early alcohol abstinence can predict subsequent relapse", "sentences": [], "annotations": [], "relations": []}, {"offset": 41723, "infons": {"fpage": "643", "issue": "4", "lpage": "651", "name_0": "surname:Feldstein Ewing;given-names:SW", "name_1": "surname:Filbey;given-names:FM", "name_2": "surname:Sabbineni;given-names:A", "name_3": "surname:Chandler;given-names:LD", "name_4": "surname:Hutchison;given-names:KE", "pub-id_doi": "10.1111/j.1530-0277.2010.01382.x", "pub-id_pmid": "21223301", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "35", "year": "2011"}, "text": "How psychosocial alcohol interventions work: a preliminary look at what FMRI can tell us", "sentences": [], "annotations": [], "relations": []}, {"offset": 41812, "infons": {"fpage": "505", "issue": "6", "lpage": "512", "name_0": "surname:Fu;given-names:CH", "name_1": "surname:Williams;given-names:SC", "name_2": "surname:Cleare;given-names:AJ", "name_3": "surname:Scott;given-names:J", "name_4": "surname:Mitterschiffthaler;given-names:MT", "name_5": "surname:Walsh;given-names:ND", "name_6": "surname:Donaldson;given-names:C", "name_7": "surname:Suckling;given-names:J", "name_8": "surname:Andrew;given-names:C", "name_9": "surname:Steiner;given-names:H", "pub-id_doi": "10.1016/j.biopsych.2008.04.033", "pub-id_pmid": "18550030", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Neural responses to sad facial expressions in major depression following cognitive behavioral therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 41914, "infons": {"fpage": "735", "issue": "4", "lpage": "738", "name_0": "surname:Siegle;given-names:GJ", "name_1": "surname:Carter;given-names:CS", "name_2": "surname:Thase;given-names:ME", "pub-id_doi": "10.1176/ajp.2006.163.4.735", "pub-id_pmid": "16585452", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "163", "year": "2006"}, "text": "Use of FMRI to predict recovery from unipolar depression with cognitive behavior therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 42003, "infons": {"fpage": "886", "issue": "9", "lpage": "897", "name_0": "surname:Dichter;given-names:GS", "name_1": "surname:Felder;given-names:JN", "name_2": "surname:Petty;given-names:C", "name_3": "surname:Bizzell;given-names:J", "name_4": "surname:Ernst;given-names:M", "name_5": "surname:Smoski;given-names:MJ", "pub-id_doi": "10.1016/j.biopsych.2009.06.021", "pub-id_pmid": "19726030", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "The effects of psychotherapy on neural responses to rewards in major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 42083, "infons": {"fpage": "1659", "issue": "7", "lpage": "1673", "name_0": "surname:Crowther;given-names:A", "name_1": "surname:Smoski;given-names:MJ", "name_2": "surname:Minkel;given-names:J", "name_3": "surname:Moore;given-names:T", "name_4": "surname:Gibbs;given-names:D", "name_5": "surname:Petty;given-names:C", "name_6": "surname:Bizzell;given-names:J", "name_7": "surname:Schiller;given-names:CE", "name_8": "surname:Sideris;given-names:J", "name_9": "surname:Carl;given-names:H", "pub-id_doi": "10.1038/npp.2015.12", "pub-id_pmid": "25578796", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "40", "year": "2015"}, "text": "Resting-state connectivity predictors of response to psychotherapy in major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 42179, "infons": {"fpage": "205", "issue": "2", "lpage": "210", "name_0": "surname:Chiesa;given-names:A", "name_1": "surname:Brambilla;given-names:P", "name_2": "surname:Serretti;given-names:A", "pub-id_doi": "10.1017/S204579601100028X", "pub-id_pmid": "21714367", "section_type": "REF", "source": "Epidemiol Psychiatr Sci", "type": "ref", "volume": "20", "year": "2011"}, "text": "Neuro-imaging of mindfulness meditations: implications for clinical practice", "sentences": [], "annotations": [], "relations": []}, {"offset": 42256, "infons": {"fpage": "11", "issue": "1", "lpage": "17", "name_0": "surname:Holzel;given-names:BK", "name_1": "surname:Carmody;given-names:J", "name_2": "surname:Evans;given-names:KC", "name_3": "surname:Hoge;given-names:EA", "name_4": "surname:Dusek;given-names:JA", "name_5": "surname:Morgan;given-names:L", "name_6": "surname:Pitman;given-names:RK", "name_7": "surname:Lazar;given-names:SW", "pub-id_doi": "10.1093/scan/nsp034", "pub-id_pmid": "19776221", "section_type": "REF", "source": "Soc Cogn Affect Neurosci", "type": "ref", "volume": "5", "year": "2010"}, "text": "Stress reduction correlates with structural changes in the amygdala", "sentences": [], "annotations": [], "relations": []}, {"offset": 42324, "infons": {"fpage": "366", "issue": "3", "name_0": "surname:Kozasa;given-names:EH", "name_1": "surname:Radvany;given-names:J", "name_2": "surname:Barreiros;given-names:MA", "name_3": "surname:Leite;given-names:JR", "name_4": "surname:Amaro;given-names:E;suffix:Jr", "pub-id_doi": "10.1111/j.1440-1819.2008.01809.x", "pub-id_pmid": "18588603", "section_type": "REF", "source": "Psychiatry Clin Neurosci", "type": "ref", "volume": "62", "year": "2008"}, "text": "Preliminary functional magnetic resonance imaging Stroop task results before and after a Zen meditation retreat", "sentences": [], "annotations": [], "relations": []}, {"offset": 42436, "infons": {"fpage": "175", "issue": "2", "lpage": "191", "name_0": "surname:Faul;given-names:F", "name_1": "surname:Erdfelder;given-names:E", "name_2": "surname:Lang;given-names:AG", "name_3": "surname:Buchner;given-names:A", "pub-id_doi": "10.3758/BF03193146", "pub-id_pmid": "17695343", "section_type": "REF", "source": "Behav Res Methods", "type": "ref", "volume": "39", "year": "2007"}, "text": "G*Power 3: a flexible statistical power analysis program for the social, behavioral, and biomedical sciences", "sentences": [], "annotations": [], "relations": []}, {"offset": 42545, "infons": {"fpage": "699", "issue": "5", "lpage": "717", "name_0": "surname:Hopko;given-names:DR", "name_1": "surname:Lejuez;given-names:CW", "name_2": "surname:Ruggiero;given-names:KJ", "name_3": "surname:Eifert;given-names:GH", "pub-id_doi": "10.1016/S0272-7358(03)00070-9", "pub-id_pmid": "12971906", "section_type": "REF", "source": "Clin Psychol Rev", "type": "ref", "volume": "23", "year": "2003"}, "text": "Contemporary behavioral activation treatments for depression: procedures, principles, and progress", "sentences": [], "annotations": [], "relations": []}, {"offset": 42644, "infons": {"fpage": "255", "issue": "2", "lpage": "286", "name_0": "surname:Lejuez;given-names:CW", "name_1": "surname:Hopko;given-names:DR", "name_2": "surname:Hopko;given-names:SD", "pub-id_doi": "10.1177/0145445501252005", "pub-id_pmid": "11317637", "section_type": "REF", "source": "Behav Modif", "type": "ref", "volume": "25", "year": "2001"}, "text": "A brief behavioral activation treatment for depression. Treatment manual", "sentences": [], "annotations": [], "relations": []}, {"offset": 42717, "infons": {"section_type": "REF", "type": "ref"}, "text": "Bowen S, Chawla N, Witkiewitz K. Mindfulness-based relapse prevention for addictive behaviors. Mindfulness-Based Treatment Approaches: Clinician's Guide to Evidence Base and Applications. 2014;141.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42915, "infons": {"section_type": "REF", "type": "ref"}, "text": "Morgan D: Mindfulness-based cognitive therapy for depression: A new approach to preventing relapse. In.: Taylor & Francis; 2003.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43044, "infons": {"section_type": "REF", "type": "ref"}, "text": "Deutsche Forschungsgemeinschaft (DFG). Sicherung guter wissenschaftlicher Praxis, in Sicherung Guter Wissenschaftlicher Praxis: Empfehlungen der Kommission “Selbstkontrolle in der Wissenschaft”. Weinheim: Wiley-VCH Verlag GmbH & Co. KGaA; 2013. doi:10.1002/9783527679188.oth1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43321, "infons": {"fpage": "1086", "issue": "2", "lpage": "1095", "name_0": "surname:Kirsch;given-names:P", "name_1": "surname:Schienle;given-names:A", "name_2": "surname:Stark;given-names:R", "name_3": "surname:Sammer;given-names:G", "name_4": "surname:Blecker;given-names:C", "name_5": "surname:Walter;given-names:B", "name_6": "surname:Ott;given-names:U", "name_7": "surname:Burkart;given-names:J", "name_8": "surname:Vaitl;given-names:D", "pub-id_doi": "10.1016/S1053-8119(03)00381-1", "pub-id_pmid": "14568478", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "20", "year": "2003"}, "text": "Anticipation of reward in a nonaversive differential conditioning paradigm and the brain reward system: an event-related fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 43453, "infons": {"fpage": "1746", "issue": "3", "lpage": "1758", "name_0": "surname:Plichta;given-names:MM", "name_1": "surname:Schwarz;given-names:AJ", "name_2": "surname:Grimm;given-names:O", "name_3": "surname:Morgen;given-names:K", "name_4": "surname:Mier;given-names:D", "name_5": "surname:Haddad;given-names:L", "name_6": "surname:Gerdes;given-names:AB", "name_7": "surname:Sauer;given-names:C", "name_8": "surname:Tost;given-names:H", "name_9": "surname:Esslinger;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2012.01.129", "pub-id_pmid": "22330316", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "60", "year": "2012"}, "text": "Test-retest reliability of evoked BOLD signals from a cognitive-emotive fMRI test battery", "sentences": [], "annotations": [], "relations": []}, {"offset": 43543, "infons": {"fpage": "2720", "issue": "11", "lpage": "2737", "name_0": "surname:Wehrum-Osinsky;given-names:S", "name_1": "surname:Klucken;given-names:T", "name_2": "surname:Kagerer;given-names:S", "name_3": "surname:Walter;given-names:B", "name_4": "surname:Hermann;given-names:A", "name_5": "surname:Stark;given-names:R", "pub-id_doi": "10.1111/jsm.12653", "pub-id_pmid": "25117824", "section_type": "REF", "source": "J Sex Med", "type": "ref", "volume": "11", "year": "2014"}, "text": "At the second glance: stability of neural responses toward visual sexual stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 43624, "infons": {"fpage": "2142", "issue": "3", "lpage": "2154", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Barnes;given-names:KA", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Schlaggar;given-names:BL", "name_4": "surname:Petersen;given-names:SE", "pub-id_doi": "10.1016/j.neuroimage.2011.10.018", "pub-id_pmid": "22019881", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 43727, "infons": {"fpage": "5071", "issue": "10", "lpage": "5082", "name_0": "surname:Gerchen;given-names:MF", "name_1": "surname:Bernal-Casas;given-names:D", "name_2": "surname:Kirsch;given-names:P", "pub-id_doi": "10.1002/hbm.22532", "pub-id_pmid": "24753083", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "35", "year": "2014"}, "text": "Analyzing task-dependent brain network changes by whole-brain psychophysiological interactions: a comparison to conventional analysis", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}