{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "5838154", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-018-0104-z", "article-id_pmc": "5838154", "article-id_pmid": "29507283", "article-id_publisher-id": "104", "elocation-id": "58", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Minzenberg;given-names:Michael J.", "name_1": "surname:Yoon;given-names:Jong H.", "name_2": "surname:Soosman;given-names:Steffan K.", "name_3": "surname:Carter;given-names:Cameron S.", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "Altered brainstem responses to modafinil in schizophrenia: implications for adjunctive treatment of cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 110, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Candidate pro-cognitive drugs for schizophrenia targeting several neurochemical systems have consistently failed to demonstrate robust efficacy. It remains untested whether concurrent antipsychotic medications exert pharmacodynamic interactions that mitigate pro-cognitive action in patients. We used functional MRI (fMRI) in a randomized, double-blind, placebo-controlled within-subject crossover test of single-dose modafinil effects in 27 medicated schizophrenia patients, interrogating brainstem regions where catecholamine systems arise to innervate the cortex, to link cellular and systems-level models of cognitive control. Modafinil effects were evaluated both within this patient group and compared to a healthy subject group. Modafinil modulated activity in the locus coeruleus (LC) and ventral tegmental area (VTA) in the patient group. However, compared to the healthy comparison group, these effects were altered as a function of task demands: the control-independent drug effect on deactivation was relatively attenuated (shallower) in the LC and exaggerated (deeper) in the VTA; in contrast, again compared to the comparison group, the control-related drug effects on positive activation were attenuated in LC, VTA and the cortical cognitive control network. These altered effects in the LC and VTA were significantly and specifically associated with the degree of antagonism of alpha-2 adrenergic and dopamine-2 receptors, respectively, by concurrently prescribed antipsychotics. These sources of evidence suggest interacting effects on catecholamine neurons of chronic antipsychotic treatment, which respectively increase and decrease sustained neuronal activity in LC and VTA. This is the first direct evidence in a clinical population to suggest that antipsychotic medications alter catecholamine neuronal activity to mitigate pro-cognitive drug action on cortical circuits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2004, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2017, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is a common, severe, high-impact disorder with cognitive deficits representing a critical determinant of clinical outcome. Cognitive impairment is particularly important among processes that are highly dependent on cortical networks operated by the prefrontal cortex (PFC). Presently, there is no established treatment for cognitive impairment in schizophrenia, and therefore, advances in this research area have the potential to alleviate a considerable global illness burden.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2509, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Two major candidate neural targets for the remediation of PFC dysfunction in schizophrenia are the catecholamine systems arising from the pontine locus coeruleus (LC) and midbrain ventral tegmental area (VTA), which use norepinephrine (NE) and dopamine (DA) respectively as neurotransmitters. These systems project widely throughout the cortex, and are well-suited to modulate widely-distributed neural networks such as those engaged by the PFC during higher-order cognition. Indeed, there is ample evidence in both animal models and humans that NE and DA strongly modulate PFC neurons, PFC-operated networks, and PFC-dependent cognitive processes such as working memory and cognitive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3203, "infons": {"file": "41398_2018_104_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "a Cellular model of modafinil action on LC-NE neuron, indicating how NET inhibition (red Xs on schematic neuron in second row) by modafinil increases NE at the cell-body α2 autoreceptor, leading to moderately-slowed tonic discharge rate, and increased NE release (via both enhanced task-related discharge and terminal NET inhibition). b Hypothetical model of inverted-U curve relating control-related catecholamine cell activity to tonic activity, and the relative effects of NET inhibition by modafinil in healthy subjects (HC) vs. subjects with schizophrenia (SZ). The present results suggest that compared to HC, the SZ group exhibits relatively less control-independent deactivation in the LC (blue), relatively greater control-independent deactivation in the VTA (blue), and less control-related positive activation in both LC and VTA (red). Figures modified from Invernizzi and Garattini, 2004, and Aston-Jones and Cohen, ", "sentences": [], "annotations": [], "relations": []}, {"offset": 4132, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Models of catecholamine neuronal activity suggest that optimization of cortical networks and cognition arises from robust catecholamine neuronal responses to task-relevant information. These responses in turn require a moderate level of tonic, background activity, which tends to be a function of behavioral state (see inverted-U-shaped curve in Fig. 1b). Computational modeling suggests that modest slowing of tonic background activity of catecholamine neurons may be ideal for enhancing their responsiveness to task-relevant stimuli. This can be achieved pharmacologically with moderate inhibition of plasma-membrane catecholamine transport, which increases catecholamine-mediated activation of inhibitory cell-body autoreceptors (Fig. 1a). We have previously shown that modafinil, a low-potency inhibitor of transporters for NE (NET) and DA (DAT) (reviewed in ref.) modulates the LC and the cortical network subserving cognitive control, in a manner consistent with this cellular model of pro-cognitive action. This mechanism therefore serves as an important model for the pharmacological modulation of PFC-based networks to remediate cognition in schizophrenia, and could form the basis for modafinil effects on brain function and cognition observed in other studies of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5421, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Despite the intense interest and resources that the scientific, clinical, regulatory communities and industry have dedicated to cognition in schizophrenia, to date numerous pharmacological strategies (targeting a wide range of neurochemical systems) have shown minimal or inconsistent efficacy in clinical trials. One important and under-addressed factor driving these results could be that antipsychotic medications mitigate the impact of candidate pro-cognitive agents through pharmacodynamic mechanisms. For example, antipsychotics exert strong effects that decrease neuronal activity in VTA-DA neurons while increasing tonic activity in LC-NE neurons. These effects would then alter the responses of these brain areas to candidate agents that modulate catecholamine systems. Interactions with concurrent antipsychotics could occur regardless of the neurochemical system targeted by a given pro-cognitive agent, due to the highly interacting nature of neurotransmitter systems in the brain, where biogenic amines mutually influence each other as well as amino acid neurotransmission.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6508, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We therefore adopted an experimental medicine approach, using fMRI to support a mechanistic, model-driven investigation of drug action on modulation of large-scale neural systems that support complex cognition. We tested modafinil modulatory effects on the LC, VTA and cortical networks during cognitive performance in schizophrenia, integrating both cellular and systems-level neurobiological models. We report novel evidence that the catecholamine modulatory effects of modafinil are observable in schizophrenia in support of cognition, yet critically, these effects are altered in a pattern consistent with the actions of concurrent antipsychotic medications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7171, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Subjects and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7192, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects/overview of procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 7224, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study was set in the University of California—Davis Medical Center from February 2007 to July 2010. The ClinicalTrials.gov identifier is NCT00423943. All procedures were approved by the UCD Institutional Review Board. All subjects provided informed consent for all procedures, and received remuneration for procedures, and the study was concluded at the end of the funding award period. There were no changes to the methods or outcomes after trial commencement. Subjects were all outpatients, recruited from the community and our research clinic at UCD, and were included if they were aged 18–50 years, and lacked the following history: neurological illness, including head injury with loss of consciousness, uncorrectable visual or peripheral motor disturbance; full-scale IQ < 70 (by Wechsler Abbreviated Scale of Intelligence: WASI); known intolerance to modafinil; active substance abuse within 6 months of study; uncontrolled medical illness; incompatability with MRI procedures. All patients were evaluated by structured diagnostic interview, using the SCID-I with DSM-IV-TR criteria, and all assigned a 295.X diagnosis. Each subject completed a double-blind, placebo-controlled crossover study of modafinil (single oral dose 200 mg) effects on neural activity measured by fMRI during cognitive control task performance. BOLD signal change measured by fMRI during the cognitive task was the primary outcome measure, and task performance was the secondary outcome measure. To address concurrent medication effects in relation to altered modafinil effects on BOLD signal change, we also derived measures of medication load at catecholamine autoreceptor subtypes, conferred by the schizophrenia patients’ treatment regimens, as determined by published standard indices of in vitro catecholamine receptor activity (see Supplement). We tested these hypothesized relationships by correlating concurrent medication loads with neural responses to modafinil, as an additional secondary outcome measure. Tertiary outcome measures included subjective state measured with the POMS, and vital signs measured with a blood pressure cuff. While this was an unprecedented, preliminary study, sample size was approximated based on both preliminary results from the healthy comparison group and an earlier published study of modafinil effects on prefrontal cortical function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9591, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "See Supplemental Methods for additional detail on the evaluation of subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9669, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cognitive Paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 9688, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Preparing to Overcome Prepotency (POP) Task (Supplemental Fig. 1) was presented using EPrime software. In this task, a visual cue (Red or Green color patches, 500 ms duration) in the center of the visual field instructs a stimulus-response (S–R) mapping to the probe, which occurs after a delay (7.5 s delay from cue offset to probe onset). The probe is an arrow that occurs with equal frequency pointing to the left or right, presented in the center of the visual field for 500 ms in duration. The direction of the arrow probe is randomized to preclude the preparation of specific motor responses in the cue-probe delay period. The response demand is prepotent for Green-cued trials (i.e., the correct response is a left button-press for leftward arrows, and right for right), and is non-prepotent for Red-cued trials (i.e., left button-press for rightward arrows, and vice versa). The period from probe onset to cue onset of the successive trial is 12 s. During both cue-probe delay and probe-cue interval, subjects are instructed to fixate visually on a crosshair presented in the center of the visual field. Four blocks with 20 trials each were performed, with randomized order of cues, 70% of which were comprised of prepotent (Green-cued) S–R mappings, and each block lasting 6 min 40 s. Subjects were instructed to ‘go as fast as you can without making mistakes.’", "sentences": [], "annotations": [], "relations": []}, {"offset": 11063, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The POP task requires cognitive control to overcome a prepotent stimulus-response mapping. High-control demands (Red-cued trials) are associated with decrements (costs) in response accuracy and speed, and robust activity of the lateral and medial PFC during the preparatory cue-probe delay period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11361, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Acquisition and Pre-processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 11397, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Event-related fMRI was conducted on a 3 tesla Siemens Trio MRI system with a Siemens 8-channel phased array coil. Measurement of Blood Oxygen Level-Dependent (BOLD) contrast was conducted during single-shot, echo-planar imaging (EPI), using a T2*-weighted sequence, and whole-brain coverage. The parameters of the EPI sequence were TR 2000 ms, TE 30 ms, flip angle 90°, FOV 220 × 220 mm, with 36 contiguous slices in the axial oblique plane with voxel size 3.4 mm isotropic. In addition, a structural MRI was acquired for normalization of EPI images to the template, using a Magnetization-Prepared Rapid Acquired Gradient Echo (MP-RAGE) sequence, with the following parameters: TR 2500 ms, TE 4.82 ms, acquisition time 9:20, flip angle 7°, FOV 256 × 256 mm, with 192 slices 1 mm thick. Pre-processing and analysis of EPI images were performed using SPM5. The first four images (preceding onset of trial one of block one) were discarded to allow for stabilization of the scanner signal. The remaining images were realigned (motion-corrected) to the first retained image in the first block, and adjusted for acquisition time (slice timing correction). At this point, skull-stripping was performed on both MP-RAGE images and the single-subject T1 template from SPM. The MP-RAGE image from each subject was co-registered to the T1 template to determine normalization parameters, which were then applied to each EPI image for that subject via 6-parameter rigid-body affine transformation to standard MNI space. Images were then resliced to 2 × 2 × 2 and spatially smoothed with an 8 mm, full-width-at-half-maximum Gaussian kernel. At this point, Drug and Placebo day scans were concatenated for modeling of the signal and inferential testing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13135, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Modeling and inferential testing of voxel-wise drug effects on neural activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 13214, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Derivation of the signal proceeded with the use of the General Linear Model. Regressors were established for Drug_RedCues, Drug_GreenCues, Placebo_RedCues, and Placebo_GreenCues, and analogous regressors for Probes. We also included a nuisance regressor for errors and trials lacking a motor response, to account for these event-related signal changes, but did not include these in the inferential testing, as they were too rare for reliable analysis (see task performance results). A canonical (double-Gaussian) hemodynamic response function was convolved with a series of delta functions to model the BOLD time series, with regressors placed at cue and probe onset. We also established the temporal derivative of the HRF as a regressor, paired with each of the experimental condition regressors, to account for temporal variation in the latency of the event-related response. A 0.0125 Hz high-pass filter was used, a first-order autoregressive function to account for serial autocorrelations, and grand mean scaling to account for global differences in signal value across test days. After signal estimation, linear contrasts were defined at the single-subject level (see below), and then relevant contrast maps from individual subjects (containing voxel-wise parameter estimates for a given contrast) were entered into group-level analysis for inferential testing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14582, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The control-independent Treatment effect was tested with the contrast defined as (Drug_RedCue + Drug_GreenCue) > (Placebo_RedCue + Placebo_GreenCue). This contrast uses all available data to estimate treatment effects that are independent of Task Condition, i.e., cognitive control demands. We hypothesized that in this contrast, significant drug effects (relative to placebo) would be manifest as deactivations in both the LC and the VTA, attendant to the model of catecholamine neurotransmission at cell bodies, an effect well-established for catecholamine transporter inhibitors such as stimulants and antidepressants. In contrast, for the control-related treatment effect on brain activity, the contrast was established as (Drug_RedCue minus Drug_GreenCue) > (Placebo_RedCue minus Placebo_GreenCue). This is analogous to a directional test of the Treatment-by-Task Condition interaction in ANOVA terminology, and in this contrast, we hypothesized that the Drug would serve to positively enhance LC and VTA activity. This is because despite a control-independent effect of Drug manifest as deactivation, the drug should augment the positive difference in activity related to cognitive control demands (i.e., Red Cue over Green Cue-related activity), as the cellular model suggests that a modest decrease in tonic firing rates should be associated with an increased phasic (i.e., task-related) firing rate, as an expression of gain control in neural activity. This contrast also tested the hypothesis that elsewhere in the cognitive control network, the drug would be associated with a significantly greater enhancement of positive control-related BOLD signal change, again compared to placebo. All contrast maps are depicted at a threshold of p < 0.05, with clusters corrected to p < 0.05 by small-volume (for LC and VTA) or the False Discovery Rate (for the cortical cognitive control network).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16481, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Code availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 16499, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All neuroimaging data pre-processing and analyses were conducted using SPM5 software, which is readily available in the public domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16634, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "See the Supplemental Methods for details of localization of the LC, VTA and cognitive control network in EPI images, and correlation analysis of BOLD signal change with antipsychotic receptor-binding affinities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16846, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 16854, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "See Supplemental Results for task performance results", "sentences": [], "annotations": [], "relations": []}, {"offset": 16908, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "fMRI results within schizophrenia group", "sentences": [], "annotations": [], "relations": []}, {"offset": 16948, "infons": {"file": "41398_2018_104_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Modafinil effects on control-independent activity in locus coeruleus and ventral tegmental area in Schizophrenia Group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17068, "infons": {"file": "41398_2018_104_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Contrast maps of SZ group for Control-independent effect of Modafinil Treatment on decreased activity in locus coeruleus (a) and ventral tegmental area (b). Clusters depicted are small-volume-corrected to p < 0.05. Bar graph depicts mean betas (±s.d.) in statistically significant voxels for MOD (left) and PLC (right). See text for details of data acquisition and analysis. See Supplemental Table 5 for characteristics of clusters", "sentences": [], "annotations": [], "relations": []}, {"offset": 17500, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The SZ group showed a significant control-independent effect of Treatment (i.e., across both cue types) in both the locus coeruleus (Fig. 2a; Supplemental Table 5) and ventral tegmental area (Fig. 2b; Supplemental Table 5). No control-independent Treatment effects meeting the FDR-corrected significance level were observed elsewhere in the brain (data not shown). Control-related Treatment effects (i.e., on the Red Cue minus Green Cue difference) were also interrogated both within the LC and VTA, as well as throughout the rest of the brain. Here, no effects were observed that met the corrected significance level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18119, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "fMRI results comparing schizophrenia group to healthy control group", "sentences": [], "annotations": [], "relations": []}, {"offset": 18187, "infons": {"file": "41398_2018_104_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Modafinil effects on control-independent deactivation in schizophrenia group compared to healthy control group are shallower in locus coeruleus and deeper in ventral tegmental area.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18369, "infons": {"file": "41398_2018_104_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Contrast maps of SZ group minus HC group, for Control-independent effect of Modafinil Treatment, on activity in locus coeruleus (a) and ventral tegmental area (b). Clusters depicted are small-volume-corrected to p < 0.05. Bar graph depicts mean betas (±s.d.) in statistically significant voxels for SZ (left) and HC (right) groups. Note that the SZ group, compared to the HC group, shows relatively greater activity in LC, i.e., less deactivation, and relatively less activity in VTA, i.e., greater deactivation. See Supplemental Table 5 for characteristics of clusters", "sentences": [], "annotations": [], "relations": []}, {"offset": 18939, "infons": {"file": "41398_2018_104_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Modafinil effects on control-related positive activation in locus coeruleus, ventral tegmental area and neocortical cognitive control network are impaired in schizophrenia group compared to healthy control group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19152, "infons": {"file": "41398_2018_104_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Contrast maps of SZ group minus HC group, for Control-related effect of Modafinil Treatment on activity within locus coeruleus (a), ventral tegmental area (b), and brain as a whole (c). Bar graph depicts mean betas (±s.d.) in statistically significant voxels for SZ (left) and HC (right) groups. Note that the SZ group, compared to the HC group, shows relatively impaired Treatment effects on control-related activity in both subcortical catecholamine brain regions as well as in various regions of the fronto-subcortical cognitive control network. See Supplemental Table 5 for characteristics of clusters meeting corrected threshold", "sentences": [], "annotations": [], "relations": []}, {"offset": 19786, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Compared to the HC group, the SZ group showed altered control-independent Treatment effects, with relatively shallower (i.e., attenuated) deactivation in the LC (Fig. 3a; Supplemental Table 5), and deeper (i.e., stronger) deactivation in the VTA (Fig. 3b; Supplemental Table 5). For the control-related treatment effect, the SZ group was impaired relative to the HC group in both the LC and VTA (Fig. 4a,b; Supplemental Table 5). In the cognitive control network, the control-related treatment effect of modafinil was impaired in the SZ group in several regions (Fig. 4c, Supplemental Table 5). These included PFC regions in the bilateral superior/medial frontal gyrus (primarily in supplementary motor area and pre-SMA), right inferior frontal gyrus (in ventrolateral PFC), and bilateral middle frontal gyrus (in premotor cortex); and bilateral middle and posterior cingulate gyrus. More posterior regions included temporoparietal areas such as the right middle temporal gyrus, and bilateral inferior parietal lobule. Subcortical areas included the cerebellar vermis, left hippocampus, and bilateral putamen extending into thalamus. No regions were observed that exhibited a stronger control-related Treatment effect in the SZ group compared to the HC group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21046, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association of catecholamine receptor actions of concurrent medications with modafinil effects in LC and VTA", "sentences": [], "annotations": [], "relations": []}, {"offset": 21155, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We evaluated how the patients’ concurrent antipsychotic medications may relate to altered brainstem responses to modafinil, as a function of antagonism of catecholamine receptors that serve as autoreceptors (Supplemental Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21386, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "LC effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 21397, "infons": {"file": "41398_2018_104_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Relationship of modafinil effects in LC and VTA to catecholamine receptor antagonism by concurrent antipsychotic medications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21523, "infons": {"file": "41398_2018_104_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "a Control-related effect of modafinil in LC is attenuated by α2 antagonism of concurrent antipsychotic medications. Scatterplot of mean betas in control-related modafinil effect in LC, as a function of α2 receptor loads (in haloperidol equivalents) conferred by patients’ antipsychotic medications. Subgroup (n = 21) on monotherapy with atypical antipsychotics. r = −0.60, p = 0.005. b Control-Independent effect of modafinil on deactivation in VTA is positively related to D2 antagonism by concurrent antipsychotic medications. Scatterplot of mean betas in VTA in response to control-independent modafinil effect (Drug minus Placebo), as a function of D2 receptor loads conferred by patients’ antipsychotic medications (n = 27). r = −0.42, p = 0.031", "sentences": [], "annotations": [], "relations": []}, {"offset": 22274, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The α2 receptor load of the patients’ concurrent atypical antipsychotic medications was reasonably normally distributed across the sample (skew = 1.24, kurtosis = 0.62), as was the control-related modafinil effect on LC activity (skew = −0.92, kurtosis = 0.65). This α2 receptor load was strongly inversely related to control-related modafinil effects on LC activity (r = −.60, p = 0.005; Fig. 5a). These correlations persisted upon controlling for D2 load (rpartial = −.57, p = 0.009) and muscarinic load (rpartial = −.58, p = 0.007), suggesting a specific relationship between α2 receptor load and LC effects that was not accounted for by other neurochemical actions nor the total dose of the antipsychotic medications. Furthermore, muscarinic load was not associated with control-related modafinil effects on LC activity (r = .16; p = .50). These results indicate that α2 receptor antagonism of the patients’ concurrent antipsychotic medications was strongly and specifically related to impaired modafinil effects on control-related LC activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23323, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "VTA effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 23335, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The D2 receptor load of the patients’ antipsychotic medications was normally distributed across the sample (skew = 0.76, kurtosis = 0.13), as was the VTA response to modafinil (skew = 0.18, kurtosis = −0.83). This D2 load was significantly related to modafinil effects on VTA deactivation (r = .42, p = 0.031; Fig. 5b). There was a modest decrement in this association when controlling for global SAPS scores (rpartial = .33, p = 0.10). Muscarinic load was not associated with modafinil effects on VTA deactivation (r = −.13; p = 0.52). These results indicate that D2 receptor antagonism of the patients’ concurrent medications was moderately and specifically related to stronger deactivating effects of modafinil in the VTA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24061, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24072, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we provide the first available evidence that fMRI can be used to demonstrate the modulatory effects of a drug with pro-cognitive potential on activity in the locus coeruleus and the ventral tegmental area, in a cognitively-impaired clinical population during cognitive performance. We found that modafinil administration leads to relative deactivation in LC and VTA in schizophrenia patients, consistent with predictions of control-independent effects arising from NET and DAT inhibition at cell bodies in these subcortical regions (Fig. 1a). Importantly, these effects were altered compared to a healthy control group, with two lines of evidence suggesting an interaction with the concurrent antipsychotic medications prescribed to these patients was responsible for these altered responses. First, relative to the healthy control group, the patients responded to modafinil with shallower deactivation in LC and deeper deactivation in VTA. This pattern is consistent with the underlying effects of chronic antipsychotic medication treatment, which lead to sustained decreases in tonic firing in the VTA, and increases in tonic firing in the LC. Second, these altered modafinil effects in the LC and VTA were significantly correlated respectively with antagonism at α2 and D2 receptors (despite the relatively simple measure of receptor load used here), These receptor subtypes serve an important regulatory autoreceptor-mediated inhibition of NE and DA neurons, respectively. In the patients overall, the consequences of altered responses to modafinil was that the drug was less able to positively modulate control-related increases in activity, in both these subcortical regions and in neocortical and subcortical terminal fields that support cognitive control (see Fig. 1b for hypothetical model of altered modafinil effects on catecholamine neuron activity in SZ). These findings have significant potential implications for the prospects of candidate drugs to normalize cortical dysfunction in schizophrenia, to remediate impaired cognition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26133, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Chronic treatment with either typical or atypical antipsychotics leads to sustained increases in firing of LC neurons. The tonic disinhibition of LC-NE neurons may then mitigate or override the feedback inhibition of LC-NE activity via cell-body autoreceptors, which would be manifest as the shallower control-independent deactivation in patients that we observed by fMRI. Given the relationship of tonic to phasic LC activity, proxied here respectively as control-independent and control-related BOLD signal change, this increased tonic LC activity (unnormalized by modafinil) would impede relative control-related increases in LC-NE activity. We have observed just this combination of control-independent and control-related drug effects in our patient sample. It remains unclear which monoamine receptor(s) mediates the antipsychotic effect on LC activity. However, we found that the α2 antagonist load of the concurrent antipsychotics was strongly and specifically related to impaired modafinil effects on control-related LC activity. This convergent evidence suggests that antagonism of the cell-body α2 autoreceptor leads to impaired optimization of control-related phasic LC activity. This evidence supports the model we outlined previously, where modafinil action to inhibit NET at LC cell bodies leads to autoreceptor-mediated slowing of control-independent LC activity, allowing optimized control-related phasic LC activity to effectively modulate the cognitive control network (Fig. 1b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27632, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In contrast to the activating effects on the LC, chronic antipsychotic treatment induces depolarization inactivation in VTA-DA neurons, rendering the cell-body less able to generate action potentials (reviewed in). The relatively depolarized (but not discharging) state of antipsychotic-exposed VTA-DA neurons may then render these neurons relatively more sensitive to DAT inhibitor effects that increase DA at cell bodies. This increased sensitivity could also result from relatively more D2 receptors in a high-affinity state, which is induced with chronic antipsychotic treatment and associated with the D2 affinity of these medications. One of the present findings, that the deactivating effect of modafinil on the VTA was significantly related to the D2 load conferred by the patients’ concurrent antipsychotic medications, suggests that D2-receptor effects interact with modafinil responses in the VTA. Exaggerated deactivation of the VTA to modafinil could render these neurons suboptimally-responsive to control-related excitatory inputs, leading to the dissociation of cell-body vs. terminal effects of DAT inhibition (see penultimate paragraph below). This effect may also interact with underlying pathophysiology in this system, manifest in either neurochemical disturbances and/or altered responses to cognitive demands. These considerations highlight the utility of an experimental medicine approach using in vivo methods such as fMRI, to afford direct tests in patient populations of model-driven predictions about the pharmacological modulation of these systems during cognitive processes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29237, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The emphasis here on cell-body effects of modafinil, and modulation of neuronal activity in the LC and VTA, is entirely compatible with models of catecholamine function that emphasize post-synaptic actions in the PFC. Phasic activity in both VTA and LC neurons leads to greater neurotransmitter release compared to tonic activity, and optimizes throughput in active cortical ensembles, which may be mediated by D1 or α2 receptors. It remains likely that modafinil exerts important actions at NET in terminals in the PFC, probably to amplify the beneficial effects of cell-body modulation. The D2-mediated antipsychotic effects observed here could also relate to actions at DA terminals in the PFC, and α2 antagonist effects also manifest directly at post-synaptic receptors in PFC, both leading to altered descending cortical input to the LC and VTA. Antipsychotic treatment may in fact induce a state where cell-body, terminal and post-synaptic actions are uncoupled in response to catecholamine transport inhibition. In this scenario, antipsychotic treatment leads to: (1) altered effects of pro-cognitive NET/DAT inhibition on cell-body activity (observed here), combined with (2) increased release of residual NE and DA, resulting from both terminal autoreceptor antagonism (by antipsychotics) plus NET and DAT inhibition (by modafinil), but in a manner uncoupled to cell-body activity (and the influence of control-related excitatory input to catecholamine neurons from the PFC and elsewhere), and (3) direct antagonism by antipsychotics of post-synaptic D2 and α2 receptors in the cortex. Thus, the circuit that maintains bidirectional influence of these subcortical neurochemical systems with cortical networks would be disrupted, unable to respond to a modulatory drug with pro-cognitive potential such as modafinil.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31062, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study is limited by a rather modest sample size, and that the antipsychotic medication treatment was naturalistic and not randomized nor blinded, unlike the single dose of modafinil. Nevertheless, the correlations of BOLD signal change in response to modafinil exhibited specificity in their relationships with monoamine receptor-mediated effects of antipsychotics, which were predicted based on the known neurochemical effects of both modafinil and antipsychotics, and were generally not attributable to overall illness severity as measured by psychotic symptoms nor proxied by other neurochemical effects of the antipsychotics. In addition, many of these subjects were concurrently prescribed other psychotropic agents (and in a few cases, non-psychiatric medications, for other medical conditions). It remains unclear if these other medications may have contributed to the altered neural responses to modafinil observed here. Nonetheless, the pattern of observed effects fit very well the predicted pattern based on the actions of antipsychotic drugs on these systems, and how they would be expected to interact with modafinil. In addition, the supplemental medications are reasonably-representative of the adjunctive treatments that are routinely used with schizophrenia outpatients, suggesting that the observed altered brain responses are likely representative of those that may be found among schizophrenia patients more generally.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32506, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, the patient sample was quite characteristic of outpatient, community-dwelling populations with schizophrenia, in terms of demographics, symptomatology and functional status. These observations suggest that the present findings may have general relevance for the future clinical management of outpatients with schizophrenia, and the potential challenge of resolving treatment for psychotic symptoms that are the clinical hallmark of the disorder, with the cognitive impairment, which is not a defining feature of schizophrenia yet remains a major determinant of functional outcome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33100, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is very important to emphasize that in no way do these considerations suggest that modern antipsychotic medications be abandoned or that their use be curtailed. These medications are the mainstay of treatment of all psychotic disorders, and remain the most important advance in the history of schizophrenia treatment. It is nonetheless interesting to consider how an antipsychotic agent with relatively less catecholamine antagonist activity may mitigate these problems and serve as a better alternative, in combination with novel pro-cognitive agents, to facilitate the development of new treatments for cognition in this illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33735, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33769, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33803, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary Information accompanies this paper at 10.1038/s41398-018-0104-z.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33882, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34019, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 34040, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34100, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 34111, "infons": {"fpage": "613", "lpage": "633", "name_0": "surname:Bowie;given-names:CR", "name_1": "surname:Harvey;given-names:PD", "pub-id_doi": "10.1016/j.psc.2005.05.004", "pub-id_pmid": "16122570", "section_type": "REF", "source": "Psychiatr. Clin. North. Am.", "type": "ref", "volume": "28", "year": "2005"}, "text": "Cognition in schizophrenia: impairments, determinants, and functional importance", "sentences": [], "annotations": [], "relations": []}, {"offset": 34192, "infons": {"fpage": "321", "lpage": "330", "name_0": "surname:Green;given-names:MF", "pub-id_doi": "10.1176/ajp.153.3.321", "pub-id_pmid": "8610818", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "153", "year": "1996"}, "text": "What are the functional consequences of neurocognitive deficits in schizophrenia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 34274, "infons": {"fpage": "316", "lpage": "338", "name_0": "surname:Lesh;given-names:TA", "name_1": "surname:Niendam;given-names:TA", "name_2": "surname:Minzenberg;given-names:MJ", "name_3": "surname:Carter;given-names:CS", "pub-id_doi": "10.1038/npp.2010.156", "pub-id_pmid": "20844478", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "36", "year": "2011"}, "text": "Cognitive control deficits in schizophrenia: mechanisms and meaning", "sentences": [], "annotations": [], "relations": []}, {"offset": 34342, "infons": {"fpage": "683", "lpage": "690", "name_0": "surname:Winterer;given-names:G", "name_1": "surname:Weinberger;given-names:DR", "pub-id_doi": "10.1016/j.tins.2004.08.002", "pub-id_pmid": "15474169", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "27", "year": "2004"}, "text": "Genes, dopamine and cortical signal-to-noise ratio in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34410, "infons": {"fpage": "403", "lpage": "450", "name_0": "surname:Aston-Jones;given-names:G", "name_1": "surname:Cohen;given-names:JD", "pub-id_doi": "10.1146/annurev.neuro.28.061604.135709", "pub-id_pmid": "16022602", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "28", "year": "2005"}, "text": "An integrative theory of locus coeruleus-norepinephrine function: adaptive gain and optimal performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 34514, "infons": {"fpage": "739", "lpage": "749", "name_0": "surname:Durstewitz;given-names:D", "name_1": "surname:Seamans;given-names:JK", "pub-id_doi": "10.1016/j.biopsych.2008.05.015", "pub-id_pmid": "18620336", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "The dual-state theory of prefrontal cortex dopamine function with relevance to catechol-o-methyltransferase genotypes and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34650, "infons": {"fpage": "295", "lpage": "301", "name_0": "surname:Goldman-Rakic;given-names:PS", "name_1": "surname:Muly;given-names:EC;suffix:3rd", "name_2": "surname:Williams;given-names:GV", "pub-id_doi": "10.1016/S0165-0173(99)00045-4", "pub-id_pmid": "10719156", "section_type": "REF", "source": "Brain Res. Brain Res. Rev.", "type": "ref", "volume": "31", "year": "2000"}, "text": "D(1) receptors in prefrontal cells and circuits", "sentences": [], "annotations": [], "relations": []}, {"offset": 34698, "infons": {"fpage": "40", "lpage": "55", "name_0": "surname:Moore;given-names:H", "name_1": "surname:West;given-names:AR", "name_2": "surname:Grace;given-names:AA", "pub-id_doi": "10.1016/S0006-3223(99)00078-5", "pub-id_pmid": "10394473", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "46", "year": "1999"}, "text": "The regulation of forebrain dopamine transmission: relevance to the pathophysiology and psychopathology of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34819, "infons": {"fpage": "267", "lpage": "287", "name_0": "surname:Robbins;given-names:TW", "name_1": "surname:Arnsten;given-names:AF", "pub-id_doi": "10.1146/annurev.neuro.051508.135535", "pub-id_pmid": "19555290", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "32", "year": "2009"}, "text": "The neuropsychopharmacology of fronto-executive function: monoaminergic modulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 34902, "infons": {"fpage": "609", "lpage": "625", "name_0": "surname:Lapish;given-names:CC", "name_1": "surname:Kroener;given-names:S", "name_2": "surname:Durstewitz;given-names:D", "name_3": "surname:Lavin;given-names:A", "name_4": "surname:Seamans;given-names:JK", "pub-id_doi": "10.1007/s00213-006-0527-8", "pub-id_pmid": "17086392", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "191", "year": "2007"}, "text": "The ability of the mesocortical dopamine system to operate in distinct temporal modes", "sentences": [], "annotations": [], "relations": []}, {"offset": 34988, "infons": {"fpage": "13", "lpage": "29", "name_0": "surname:Brown;given-names:E", "pub-id_doi": "10.1023/B:JCNS.0000023867.25863.a4", "pub-id_pmid": "15218351", "section_type": "REF", "source": "J. Comput. Neurosci.", "type": "ref", "volume": "17", "year": "2004"}, "text": "The influence of spike rate and stimulus duration on noradrenergic neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 35063, "infons": {"fpage": "1131", "lpage": "1139", "name_0": "surname:Nestler;given-names:EJ", "name_1": "surname:Alreja;given-names:M", "name_2": "surname:Aghajanian;given-names:GK", "pub-id_doi": "10.1016/S0006-3223(99)00158-4", "pub-id_pmid": "10560020", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "46", "year": "1999"}, "text": "Molecular control of locus coeruleus neurotransmission", "sentences": [], "annotations": [], "relations": []}, {"offset": 35118, "infons": {"fpage": "97", "lpage": "115", "name_0": "surname:Mathon;given-names:DS", "name_1": "surname:Kamal;given-names:A", "name_2": "surname:Smidt;given-names:MP", "name_3": "surname:Ramakers;given-names:GM", "pub-id_doi": "10.1016/j.ejphar.2003.08.097", "pub-id_pmid": "14623354", "section_type": "REF", "source": "Eur. J. Pharmacol.", "type": "ref", "volume": "480", "year": "2003"}, "text": "Modulation of cellular activity and synaptic transmission in the ventral tegmental area", "sentences": [], "annotations": [], "relations": []}, {"offset": 35206, "infons": {"fpage": "561", "lpage": "569", "name_0": "surname:Madras;given-names:BK", "pub-id_doi": "10.1124/jpet.106.106583", "pub-id_pmid": "16885432", "section_type": "REF", "source": "J. Pharmacol. Exp. Ther.", "type": "ref", "volume": "319", "year": "2006"}, "text": "Modafinil occupies dopamine and norepinephrine transporters in vivo and modulates the transporters and trace amine activity in vitro", "sentences": [], "annotations": [], "relations": []}, {"offset": 35339, "infons": {"fpage": "1148", "lpage": "1154", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1001/jama.2009.351", "pub-id_pmid": "19293415", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "301", "year": "2009"}, "text": "Effects of modafinil on dopamine and dopamine transporters in the male human brain: clinical implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 35445, "infons": {"fpage": "1477", "lpage": "1502", "name_0": "surname:Minzenberg;given-names:MJ", "name_1": "surname:Carter;given-names:CS", "pub-id_doi": "10.1038/sj.npp.1301534", "pub-id_pmid": "17712350", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "33", "year": "2008"}, "text": "Modafinil: a review of neurochemical actions and effects on cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 35515, "infons": {"fpage": "1700", "lpage": "1702", "name_0": "surname:Minzenberg;given-names:MJ", "name_1": "surname:Watrous;given-names:AJ", "name_2": "surname:Yoon;given-names:JH", "name_3": "surname:Ursu;given-names:S", "name_4": "surname:Carter;given-names:CS", "pub-id_doi": "10.1126/science.1164908", "pub-id_pmid": "19074351", "section_type": "REF", "source": "Science", "type": "ref", "volume": "322", "year": "2008"}, "text": "Modafinil shifts human locus coeruleus to low-tonic, high-phasic activity during functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 35611, "infons": {"fpage": "1363", "lpage": "1373", "name_0": "surname:Turner;given-names:DC", "pub-id_doi": "10.1038/sj.npp.1300457", "pub-id_pmid": "15085092", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "29", "year": "2004"}, "text": "Modafinil improves cognition and attentional set shifting in patients with chronic schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35708, "infons": {"fpage": "1209", "lpage": "1217", "name_0": "surname:Buchanan;given-names:RW", "pub-id_doi": "10.1093/schbul/sbq038", "pub-id_pmid": "20410237", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "37", "year": "2011"}, "text": "The FDA-NIMH-MATRICS guidelines for clinical trial design of cognitive-enhancing drugs: what do we know 5 years later?", "sentences": [], "annotations": [], "relations": []}, {"offset": 35827, "infons": {"fpage": "442", "lpage": "449", "name_0": "surname:Buchanan;given-names:RW", "pub-id_doi": "10.1016/j.biopsych.2010.09.052", "pub-id_pmid": "21145041", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "A randomized clinical trial of MK-0777 for the treatment of cognitive impairments in people with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35938, "infons": {"fpage": "1593", "lpage": "1602", "name_0": "surname:Buchanan;given-names:RW", "pub-id_doi": "10.1176/appi.ajp.2007.06081358", "pub-id_pmid": "17898352", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "The Cognitive and Negative Symptoms in Schizophrenia Trial (CONSIST): the efficacy of glutamatergic agents for negative symptoms and cognitive impairments", "sentences": [], "annotations": [], "relations": []}, {"offset": 36093, "infons": {"fpage": "969", "lpage": "971", "name_0": "surname:Carpenter;given-names:WT", "name_1": "surname:Gold;given-names:JM", "pub-id_doi": "10.1016/S0006-3223(02)01399-9", "pub-id_pmid": "12062880", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "51", "year": "2002"}, "text": "Another view of therapy for cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36148, "infons": {"fpage": "1040", "lpage": "1047", "name_0": "surname:Freedman;given-names:R", "pub-id_doi": "10.1176/appi.ajp.2008.07071135", "pub-id_pmid": "18381905", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "165", "year": "2008"}, "text": "Initial phase 2 trial of a nicotinic agonist in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36210, "infons": {"fpage": "633", "lpage": "647", "name_0": "surname:Keefe;given-names:RS", "pub-id_doi": "10.1001/archpsyc.64.6.633", "pub-id_pmid": "17548746", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "64", "year": "2007"}, "text": "Neurocognitive effects of antipsychotic medications in patients with chronic schizophrenia in the CATIE Trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 36320, "infons": {"fpage": "31", "lpage": "37", "name_0": "surname:Grace;given-names:AA", "name_1": "surname:Bunney;given-names:BS", "name_2": "surname:Moore;given-names:H", "name_3": "surname:Todd;given-names:CL", "pub-id_doi": "10.1016/S0166-2236(96)10064-3", "pub-id_pmid": "9004417", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "20", "year": "1997"}, "text": "Dopamine-cell depolarization block as a model for the therapeutic actions of antipsychotic drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 36417, "infons": {"fpage": "510", "lpage": "520", "name_0": "surname:Dawe;given-names:GS", "pub-id_doi": "10.1016/S0006-3223(01)01171-4", "pub-id_pmid": "11600104", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "50", "year": "2001"}, "text": "Olanzapine activates the rat locus coeruleus: in vivo electrophysiology and c-Fos immunoreactivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 36516, "infons": {"fpage": "67", "lpage": "73", "name_0": "surname:Nasif;given-names:FJ", "name_1": "surname:Cuadra;given-names:GR", "name_2": "surname:Ramirez;given-names:OA", "pub-id_doi": "10.1016/S0014-2999(00)00136-9", "pub-id_pmid": "10771036", "section_type": "REF", "source": "Eur. J. Pharmacol.", "type": "ref", "volume": "394", "year": "2000"}, "text": "Effects of chronic risperidone on central noradrenergic transmission", "sentences": [], "annotations": [], "relations": []}, {"offset": 36585, "infons": {"fpage": "165", "lpage": "170", "name_0": "surname:Ramirez;given-names:OA", "name_1": "surname:Wang;given-names:RY", "pub-id_doi": "10.1016/0006-8993(86)91411-3", "pub-id_pmid": "2867813", "section_type": "REF", "source": "Brain. Res.", "type": "ref", "volume": "362", "year": "1986"}, "text": "Locus coeruleus norepinephrine-containing neurons: effects produced by acute and subchronic treatment with antipsychotic drugs and amphetamine", "sentences": [], "annotations": [], "relations": []}, {"offset": 36728, "infons": {"fpage": "126", "lpage": "133", "name_0": "surname:Seager;given-names:MA", "name_1": "surname:Barth;given-names:VN", "name_2": "surname:Phebus;given-names:LA", "name_3": "surname:Rasmussen;given-names:K", "pub-id_doi": "10.1007/s00213-005-2198-2", "pub-id_pmid": "15719213", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "181", "year": "2005"}, "text": "Chronic coadministration of olanzapine and fluoxetine activates locus coeruleus neurons in rats: implications for bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 36859, "infons": {"fpage": "573", "lpage": "585", "name_0": "surname:Verma;given-names:V", "name_1": "surname:Rasmussen;given-names:K", "name_2": "surname:Dawe;given-names:GS", "pub-id_doi": "10.1016/j.neuroscience.2006.08.010", "pub-id_pmid": "16979829", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "143", "year": "2006"}, "text": "Effects of short-term and chronic olanzapine treatment on immediate early gene protein and tyrosine hydroxylase immunoreactivity in the rat locus coeruleus and medial prefrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 37044, "infons": {"fpage": "36", "lpage": "52", "name_0": "surname:Sesack;given-names:SR", "name_1": "surname:Carr;given-names:DB", "name_2": "surname:Omelchenko;given-names:N", "name_3": "surname:Pinto;given-names:A", "pub-id_doi": "10.1196/annals.1300.066", "pub-id_pmid": "14684434", "section_type": "REF", "source": "Ann. N. Y. Acad. Sci.", "type": "ref", "volume": "1003", "year": "2003"}, "text": "Anatomical substrates for glutamate-dopamine interactions: evidence for specificity of connections and extrasynaptic actions", "sentences": [], "annotations": [], "relations": []}, {"offset": 37169, "infons": {"fpage": "237", "lpage": "260", "name_0": "surname:Carlsson;given-names:A", "pub-id_doi": "10.1146/annurev.pharmtox.41.1.237", "pub-id_pmid": "11264457", "section_type": "REF", "source": "Annu. Rev. Pharmacol. Toxicol.", "type": "ref", "volume": "41", "year": "2001"}, "text": "Interactions between monoamines, glutamate, and GABA in schizophrenia: new evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 37253, "infons": {"fpage": "55", "lpage": "61", "name_0": "surname:Spence;given-names:SA", "name_1": "surname:Green;given-names:RD", "name_2": "surname:Wilkinson;given-names:ID", "name_3": "surname:Hunter;given-names:MD", "pub-id_doi": "10.1192/bjp.187.1.55", "pub-id_pmid": "15994572", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "187", "year": "2005"}, "text": "Modafinil modulates anterior cingulate function in chronic schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37326, "infons": {"fpage": "211", "lpage": "223", "name_0": "surname:Guiard;given-names:BP", "name_1": "surname:Chenu;given-names:F", "name_2": "surname:El Mansari;given-names:M", "name_3": "surname:Blier;given-names:P", "pub-id_doi": "10.1017/S1461145710000076", "pub-id_pmid": "20149268", "section_type": "REF", "source": "Int. J. Neuropsychopharmacol.", "type": "ref", "volume": "14", "year": "2011"}, "text": "Characterization of the electrophysiological properties of triple reuptake inhibitors on monoaminergic neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 37437, "infons": {"fpage": "319", "lpage": "346", "name_0": "surname:Seeman;given-names:P", "pub-id_doi": "10.1002/syn.20303", "pub-id_pmid": "16786561", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "60", "year": "2006"}, "text": "Psychosis pathways converge via D2high dopamine receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 37495, "infons": {"fpage": "1", "lpage": "39", "name_0": "surname:Guillin;given-names:O", "name_1": "surname:Abi-Dargham;given-names:A", "name_2": "surname:Laruelle;given-names:M", "pub-id_doi": "10.1016/S0074-7742(06)78001-1", "pub-id_pmid": "17349856", "section_type": "REF", "source": "Int. Rev. Neurobiol.", "type": "ref", "volume": "78", "year": "2007"}, "text": "Neurobiology of dopamine in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37537, "infons": {"fpage": "267", "lpage": "271", "name_0": "surname:Meyer-Lindenberg;given-names:A", "pub-id_doi": "10.1038/nn804", "pub-id_pmid": "11865311", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "5", "year": "2002"}, "text": "Reduced prefrontal activity predicts exaggerated striatal dopaminergic function in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37634, "infons": {"fpage": "239", "name_0": "surname:Murray;given-names:GK", "pub-id_doi": "10.1038/sj.mp.4002157", "pub-id_pmid": "17684497", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "13", "year": "2008"}, "text": "Substantia nigra/ventral tegmental reward prediction error disruption in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 37717, "infons": {"fpage": "1246", "lpage": "1254", "name_0": "surname:Romaniuk;given-names:L", "pub-id_doi": "10.1001/archgenpsychiatry.2010.169", "pub-id_pmid": "21135324", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Midbrain activation during Pavlovian conditioning and delusional symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37808, "infons": {"fpage": "631", "lpage": "638", "name_0": "surname:Littman;given-names:BH", "name_1": "surname:Williams;given-names:SA", "pub-id_doi": "10.1038/nrd1800", "pub-id_pmid": "16056389", "section_type": "REF", "source": "Nat. Rev. Drug. Discov.", "type": "ref", "volume": "4", "year": "2005"}, "text": "The ultimate model organism: progress in experimental medicine", "sentences": [], "annotations": [], "relations": []}, {"offset": 37871, "infons": {"fpage": "1263", "lpage": "1270", "name_0": "surname:Berridge;given-names:CW", "name_1": "surname:Abercrombie;given-names:ED", "pub-id_doi": "10.1016/S0306-4522(99)00276-6", "pub-id_pmid": "10501450", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "93", "year": "1999"}, "text": "Relationship between locus coeruleus discharge rates and rates of norepinephrine release within neocortex as assessed by in vivo microdialysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38014, "infons": {"fpage": "89", "lpage": "97", "name_0": "surname:Florin-Lechner;given-names:SM", "name_1": "surname:Druhan;given-names:JP", "name_2": "surname:Aston-Jones;given-names:G", "name_3": "surname:Valentino;given-names:RJ", "pub-id_doi": "10.1016/S0006-8993(96)00967-5", "pub-id_pmid": "9117425", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "742", "year": "1996"}, "text": "Enhanced norepinephrine release in prefrontal cortex with burst stimulation of the locus coeruleus", "sentences": [], "annotations": [], "relations": []}, {"offset": 38113, "infons": {"fpage": "325", "lpage": "334", "name_0": "surname:Lewis;given-names:DA", "name_1": "surname:Lieberman;given-names:JA", "pub-id_doi": "10.1016/S0896-6273(00)00111-2", "pub-id_pmid": "11144342", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "28", "year": "2000"}, "text": "Catching up on schizophrenia: natural history and neurobiology", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}