{"source": "PMC", "date": "20201221", "key": "pmc.key", "infons": {}, "documents": [{"id": "5842548", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2017.09.025", "article-id_pmc": "5842548", "article-id_pmid": "29527474", "article-id_publisher-id": "S2213-1582(17)30238-3", "fpage": "69", "kwd": "Schizophrenia Auditory verbal hallucination Resting-state fMRI Auditory deviance response Functional connectivity Multivariate analysis", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "79", "name_0": "surname:Hashimoto;given-names:Ryu-ichiro", "name_1": "surname:Itahashi;given-names:Takashi", "name_2": "surname:Okada;given-names:Rieko", "name_3": "surname:Hasegawa;given-names:Sayaka", "name_4": "surname:Tani;given-names:Masayuki", "name_5": "surname:Kato;given-names:Nobumasa", "name_6": "surname:Mimura;given-names:Masaru", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2017"}, "text": "Linked functional network abnormalities during intrinsic and extrinsic activity in schizophrenia as revealed by a data-fusion approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 135, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Abnormalities in functional brain networks in schizophrenia have been studied by examining intrinsic and extrinsic brain activity under various experimental paradigms. However, the identified patterns of abnormal functional connectivity (FC) vary depending on the adopted paradigms. Thus, it is unclear whether and how these patterns are inter-related. In order to assess relationships between abnormal patterns of FC during intrinsic activity and those during extrinsic activity, we adopted a data-fusion approach and applied partial least square (PLS) analyses to FC datasets from 25 patients with chronic schizophrenia and 25 age- and sex-matched normal controls. For the input to the PLS analyses, we generated a pair of FC maps during the resting state (REST) and the auditory deviance response (ADR) from each participant using the common seed region in the left middle temporal gyrus, which is a focus of activity associated with auditory verbal hallucinations (AVHs). PLS correlation (PLS-C) analysis revealed that patients with schizophrenia have significantly lower loadings of a component containing positive FCs in default-mode network regions during REST and a component containing positive FCs in the auditory and attention-related networks during ADR. Specifically, loadings of the REST component were significantly correlated with the severities of positive symptoms and AVH in patients with schizophrenia. The co-occurrence of such altered FC patterns during REST and ADR was replicated using PLS regression, wherein FC patterns during REST are modeled to predict patterns during ADR. These findings provide an integrative understanding of altered FCs during intrinsic and extrinsic activity underlying core schizophrenia symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1884, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1895, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A new fMRI analysis method for data fusion was applied to schizophrenia fMRI data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1978, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Multiple patterns of abnormal functional connectivity were linked in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2062, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Abnormal networks included the auditory language and saliency networks and DMN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2142, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The identified patterns of connectivity abnormalities were correlated with symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2227, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2240, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is typically characterized by a range of psychotic symptoms that stem from altered senses of self and reality. These symptoms include auditory verbal hallucinations (AVHs) and delusions. Brain mechanisms underlying these symptoms have been intensely studied using neuroimaging techniques. The neural correlate of AVH has a particularly long history of investigation. Because of its auditory and verbal nature, abnormalities in auditory and speech-related brain regions have long been thought to underlie AVH. However, structural or functional alterations associated with AVH have often been found outside auditory and speech-related regions as well. These findings support a more complicated view of AVH, specifically that fundamental abnormalities exist at the network level in multiple brain regions that subsume auditory and speech-related regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3106, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Functional imaging researchers have adopted multiple strategies to elucidate the complexities of AVH in schizophrenia. One strategy is to examine extrinsic brain activity while imposing cognitive or perceptual tasks to drive neural systems hypothesized to be relevant to the generation of AVH (e.g., auditory and speech systems). The auditory deviance response (ADR) refers to differential neural responses to an infrequent deviant (oddball) auditory stimulus presented within a train of repeated standard stimuli and is probably one of the best-studied functional indices of the auditory and speech abnormalities in schizophrenia. Although the ADR may be largely regarded as a functional probe for sensory processing, its neural generators may not be localized to the auditory cortex, but rather involve large-scale functional connectivity (FC) networks, such as the saliency and central executive networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4015, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As a complement to extrinsically evoked activity, a growing number of studies have examined intrinsic activity during the resting state. Resting state activity comprises coordinated activity of multiple functional networks. One of these networks, the default-mode network (DMN), refers to a set of brain regions, including the medial prefrontal cortex (MPFC), cingulate cortex (CC), retrosplenial cortex (RSC), and lateral inferior parietal cortex (LIPC), whose activities rather increase during the resting state when compared to the state in which external tasks are imposed. Abnormalities in DMN have been associated with core symptoms of schizophrenia, including AVH. These findings have led to the proposal of a “resting-state hypothesis” of AVH, which proposes that abnormal spontaneous activity in multiple regions, including the DMN, is the putative neural mechanism underlying the experience of AVH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4924, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Previous functional imaging studies have adopted one of the above two strategies and found abnormalities in specific brain regions and/or systems, some of which (e.g., those in the anterior CC) have also been found in multiple studies. However, as task-evoked and resting-state functional magnetic resonance imaging (fMRI) studies have been conducted independently, the fundamental question of whether and how such multiple patterns of abnormalities are related to each other remains. Given the recent accumulation of findings using a single MRI methodology, the need for the integration of multiple datasets has become a pivotal issue in neuroimaging. Indeed, data-fusion analysis using multivariate statistical techniques has turned out to be effective in revealing latent patterns of brain features that are found in multiple datasets collected from the same individual. For instance, a recent study adopted the partial least square (PLS) method to integrate diffusion-weighted images and resting-state fMRI data collected from the same individuals and revealed latent patterns of structural and functional connectivity co-occurring in typically developed adults. This methodology may thus be highly suitable for extracting linked latent patterns of connectivity that are present across multiple datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6233, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we adopted a data-fusion method of PLS and aimed to find links between latent patterns of abnormal FC during intrinsic and extrinsic activity underlying schizophrenia and its psychotic symptoms, including AVH. Hence, we collected fMRI FC data during the resting state (REST) and the ADR from the same patients with chronic schizophrenia (SCZ) and from matched healthy controls (HC). We used PLS to uncover latent FC features in the pairs of fMRI data collected during REST and ADR. Based on previous studies using single fMRI paradigms, we expected that our analysis might reveal an association between the DMN during REST and auditory and attention-related networks during the ADR paradigm. When such an association was indeed identified, we also expected that the loadings of the identified FC components would be significantly different between SCZ and HC. Furthermore, individual loadings of such components might be correlated with the severities of psychotic symptoms, including AVH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7238, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7260, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 7273, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "The demographic and clinical data of the participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7328, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>HC</th><th>SCZ</th></tr></thead><tbody><tr><td>Number (male/female)</td><td>25 (15/10)</td><td>25 (15/10)</td></tr><tr><td>Age (years)</td><td>34.6 ± 8.2 [24–50]</td><td>34.4 ± 8.5 [21–53]</td></tr><tr><td>Estimated IQ</td><td>106.1 ± 10.6 [83–119]</td><td>99.5 ± 9.5 [83–119]</td></tr><tr><td>Handedness</td><td>R = 24, L = 1</td><td>R = 24, L = 1</td></tr><tr><td>Length of illness (years)</td><td>(−)</td><td>9.8 ± 7.2 [1 − 23]</td></tr><tr><td>Chlorpromazine equivalents (mg/day)</td><td>(−)</td><td>758.0 ± 515.9 [0 − 2000]</td></tr><tr><td>PANSS(P) score</td><td>(−)</td><td>14.4 ± 5.7 [6–27]</td></tr><tr><td>PANSS(N) score</td><td>(−)</td><td>16.3 ± 5.2 [6–24]</td></tr><tr><td>PANSS(G) score</td><td>(−)</td><td>29.7 ± 7.6 [17–43]</td></tr><tr><td>PANSS(T) score</td><td>(−)</td><td>60.4 ± 16.5 [32–90]</td></tr><tr><td>AHRS score</td><td>(−)</td><td>14.6 ± 12.4 [2–35]</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7339, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>HC</th><th>SCZ</th></tr></thead><tbody><tr><td>Number (male/female)</td><td>25 (15/10)</td><td>25 (15/10)</td></tr><tr><td>Age (years)</td><td>34.6 ± 8.2 [24–50]</td><td>34.4 ± 8.5 [21–53]</td></tr><tr><td>Estimated IQ</td><td>106.1 ± 10.6 [83–119]</td><td>99.5 ± 9.5 [83–119]</td></tr><tr><td>Handedness</td><td>R = 24, L = 1</td><td>R = 24, L = 1</td></tr><tr><td>Length of illness (years)</td><td>(−)</td><td>9.8 ± 7.2 [1 − 23]</td></tr><tr><td>Chlorpromazine equivalents (mg/day)</td><td>(−)</td><td>758.0 ± 515.9 [0 − 2000]</td></tr><tr><td>PANSS(P) score</td><td>(−)</td><td>14.4 ± 5.7 [6–27]</td></tr><tr><td>PANSS(N) score</td><td>(−)</td><td>16.3 ± 5.2 [6–24]</td></tr><tr><td>PANSS(G) score</td><td>(−)</td><td>29.7 ± 7.6 [17–43]</td></tr><tr><td>PANSS(T) score</td><td>(−)</td><td>60.4 ± 16.5 [32–90]</td></tr><tr><td>AHRS score</td><td>(−)</td><td>14.6 ± 12.4 [2–35]</td></tr></tbody></table>\n"}, "text": "\tHC\tSCZ\t \tNumber (male/female)\t25 (15/10)\t25 (15/10)\t \tAge (years)\t34.6 ± 8.2 [24–50]\t34.4 ± 8.5 [21–53]\t \tEstimated IQ\t106.1 ± 10.6 [83–119]\t99.5 ± 9.5 [83–119]\t \tHandedness\tR = 24, L = 1\tR = 24, L = 1\t \tLength of illness (years)\t(−)\t9.8 ± 7.2 [1 − 23]\t \tChlorpromazine equivalents (mg/day)\t(−)\t758.0 ± 515.9 [0 − 2000]\t \tPANSS(P) score\t(−)\t14.4 ± 5.7 [6–27]\t \tPANSS(N) score\t(−)\t16.3 ± 5.2 [6–24]\t \tPANSS(G) score\t(−)\t29.7 ± 7.6 [17–43]\t \tPANSS(T) score\t(−)\t60.4 ± 16.5 [32–90]\t \tAHRS score\t(−)\t14.6 ± 12.4 [2–35]\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7858, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Mean ± standard deviation [Range].", "sentences": [], "annotations": [], "relations": []}, {"offset": 7893, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "HC: Healthy controls, SCZ: schizophrenia patients, PANSS: Positive and Negative Syndrome Scale, P: positive scale, N: negative scale, G: global psychopathology scale, T: total, AHRS: Auditory Hallucination Rating Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8113, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Twenty-five patients with SCZ and 25 age- and sex-matched HCs participated in this study. The patients were recruited at Karasuyama Hospital at the Showa University School of Medicine in Tokyo, Japan. Diagnoses were made by 2 experienced psychiatrists, based on the Structured Clinical Interview for the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition. Patients were excluded if they had other major psychiatric or neurological disease, severe somatic disorders, alcohol intake within 24 h of the examination, or current or past alcohol abuse. Psychiatric symptoms were assessed using the Positive and Negative Syndrome Scale (PANSS), and the severities of the auditory hallucinations were rated using the Auditory Hallucination Rating Scale (AHRS). None of the HCs reported any severe medical problems or neurological or psychiatric histories, and none satisfied the diagnostic criteria for any psychiatric disorder. Written informed consent was obtained from all participants. Handedness of each participant was assessed using the Edinburgh Handedness Inventory. The patient's premorbid intelligence was estimated using the Japanese version of the National Adult Reading Test. Demographic data for the SCZ and HC groups are shown in Table 1. This study was conducted in accordance with the principles of the Declaration of Helsinki and was approved by the Ethics Committee of the Faculty of Medicine of Showa University. The patients' primary physicians determined the patients' ability to provide informed consent before recruitment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9672, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 9689, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All MRI data were acquired using a 1.5-T GE Signa system (General Electric; Milwaukee, WI, USA) with a phased-array whole-head coil. Every participant underwent the two functional imaging runs for the REST and ADR paradigms in a single fMRI session. The functional images were acquired using a gradient echo-planar imaging sequence. Except for parameters of slice thickness and the number of volumes, the following parameters were the same between the two fMRI runs: in-plane resolution = 3.4375 × 3.4375 mm2, echo time (TE) = 40 ms, repetition time (TR) = 2000 ms, flip angle = 90°, matrix size: 64 × 64, and 27 axial slices. Slice thickness was 4 mm with a 1-mm slice gap for REST and 4 mm without a gap for ADR. In each fMRI run, the first four volumes were discarded to allow for equilibration effects. At the end of the MRI session, a high-resolution T1-weighted spoiled gradient recalled three-dimensional MRI image was acquired (in-plane resolution: 0.9375 × 0.9375 mm2, 1.4 mm slice thickness, TR: 25 ms, TE: 9.2 ms, matrix size: 256 × 256, 128 sagittal slices).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10760, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Task", "sentences": [], "annotations": [], "relations": []}, {"offset": 10765, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the REST run, the participants were instructed to lie in the supine position in the scanner, to remain as still as possible, and to keep their eyes closed, but stay awake in the dim scanner room. In total, 204 volumes were acquired over 6 min 48 s.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11018, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the ADR run, we adopted an auditory oddball paradigm originally used in a previous study wherein the neural sources of ADR were identified. In this paradigm, sequences consisting of two types of tones were presented: Tone 1 (TN1) was a 400-Hz tone and Tone 2 (TN2) was a 500-Hz tone. Both tones had durations of 100 ms. Each run consisted of alternating “standard” blocks (24 s per block) and “deviant” blocks (24 s per block), with intervening rest blocks (24 s per block). The standard blocks consisted of two tones alternating in a regular fashion (i.e., TN1, TN2, TN1, TN2, TN1, TN2 …). In the deviant blocks, the two tones were presented in a pseudo-random order (e.g., TN1, TN2, TN2, TN1, TN1, TN1, TN2 …). The tones were presented with an inter-stimulus interval of 400 ms. The single run consisted of 6 standard blocks and 6 deviant blocks, with rest blocks without auditory stimulation interposed in between. The number of volumes was 291 (9 min 42 s).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11984, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the run, a gray checkerboard (a visual distractor) appeared on the screen at irregular intervals. The participants were instructed to pay attention to the screen and to press a button whenever the checkerboard appeared on the screen. They were also instructed that their task was to respond to the checkerboard and that the auditory tones were irrelevant to the task. The frequency of the appearance of the checkerboard was balanced over the “standard,” “deviant,” and rest blocks. The participants wore MRI-compatible headsets (Serene Sound; Resonance Technology; Northridge, CA, USA). During the ADR run, participant responses (response time and accuracy) were collected via a fiber-optic response pad connected to a PC interface (Current Designs; Philadelphia, PA, USA). Stimulus presentation and response collection were controlled using Neurobehavioral Systems Presentation software (Neurobehavioral Systems; Albany, CA, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12923, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Data analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 12942, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 12956, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each of the REST and ADR runs, we first applied a series of preprocessing steps and then performed seed-based FC analyses for each subject before the PLS data-fusion step. The same preprocessing steps were used for the REST and ADR paradigms as follows: [1] slice-timing correction, [2] head motion correction, [3] normalization and resampling to a resolution of 2 × 2 × 2 mm3, and [4] spatial smoothing using a Gaussian kernel (6-mm full width at half-maximum). All of these preprocessing steps were performed using Statistical Parametric Mapping software (SPM8; Wellcome Department of Cognitive Neurology; London, UK). We also generated a task-specific brain mask by including voxels that were present in all of the participants and survived at a 25% gray matter (GM) probability mask used to restrict the FC analyses within the GM volume.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13802, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To remove artefactual components from the time-series in each voxel during the REST run, we performed multiple linear regression analyses using the following confound regressors: [1] six head motion parameters and their temporal derivatives, [2] a mean signal from white matter voxels, and [3] a mean signal from cerebrospinal fluid voxels. We did not remove the global signal in order to avoid the risk of yielding spurious negative correlations. A band-pass filter (0.01–0.1 Hz) was applied to reduce the effects of low-frequency drift and physiological noise. Furthermore, to reduce spurious changes in FC due to head motion, we used a scrubbing method adopted from a previous study. Specifically, we calculated a frame-wise displacement (FD) at each time point using the six motion parameters. We then flagged volumes with FDs larger than 0.5 mm and removed these volumes along with the previous and subsequent two volumes from the correlation analysis. There were no significant differences between the two groups either in the mean FD (HCs: 0.11 ± 0.03 mm; patients with SCZ: 0.11 ± 0.04 mm; t = − 0.41, p = 0.68) or the number of frames with FDs larger than 0.5 mm (HCs: 1.8 ± 0.70; patient with SCZ: 3.04 ± 0.70; t = 1.25, p = 0.22). For the ADR run, we also confirmed that there were no significant differences between the two groups either in the mean FD (HCs: 0.097 ± 0.007 mm; patients with SCZ: 0.120 ± 0.011 mm; t = 1.75, p = 0.09) or in the number of frames with FDs larger than 0.5 mm (HCs: 2.96 ± 1.11; patients with SCZ: 4.28 ± 1.11; t = 0.84, p = 0.40).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15375, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Generation of FC maps for the REST and ADR runs", "sentences": [], "annotations": [], "relations": []}, {"offset": 15423, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first step in the preparation for PLS analyses was to generate pairs of fMRI FC maps for REST and ADR between which critical latent patterns of FC features are expected. Hence, we determined a common seed-region for REST and ADR and generated a pair of seed-based FC maps for each subject (25 patients with SCZ and 25 matched HCs). Based on numerous previous studies showing that auditory and speech-related areas underlie various schizophrenia symptoms, particularly AVH, we focused on the left lateral temporal cortex as the primary candidate for the common seed for REST and ADR. Based on a previous meta-analysis that revealed a significant association between AVH and abnormal activation, we determined a 6-mm sphere centered at the Montreal Neurological Institute coordinate [-56 -30 -2] in the left middle temporal gyrus (MTG) as the seed. Because this location was near the superior temporal sulcus (STS), we named the seed location the left MTG/STS. An FC map of the REST run in each subject was generated by assessing correlations between the time-series data at the seed location and data from each voxel in the GM volume. Finally, an FC map was generated for each participant by computing Pearson's correlation coefficients between time courses extracted from the seed location and those of all other voxels. The seed time-course was extracted from an area within a 6-mm radius of the aforementioned coordinate. The correlation coefficients were converted to z-scores using Fisher's r-to-z transform. The resulting z-maps were fed into the PLS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16984, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the calculation of FC maps for ADR, the effects of the auditory oddball (i.e., ADR) on FCs were estimated using Psychophysiological Interaction (PPI) analysis in SPM8. The PPI analysis consisted of a first regressor representing the seed fMRI time-series data extracted from the seed location that was deconvolved with a hemodynamic response function, a second regressor representing the psychological variable of Deviant - Standard blocks, and a third regressor representing the interaction between these two factors. The seed fMRI time-series was extracted from a sphere with a 6-mm radius centered at the seed coordinate. The six parameters for head motion were also used as nuisance regressors. We generated a contrast map for the third regressor for each individual. This map was then fed into the PLS analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17804, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Group comparisons of REST and ADR FC maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 17846, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In a separate analysis from the PLS, we performed two-sample t-tests to compare z-maps during the REST run between HCs and patients with SCZ. The statistical threshold was set to p < 0.001 at the voxel level and the spatial extent threshold was set to k > 250 voxels, as determined using 3dFWHMx and 3dClustSim to achieve a corrected p < 0.05 at the cluster level. For the ADR run, we performed group comparisons using the contrast maps for the regressor for the psychophysiological interaction. The voxel-level threshold of p < 0.001 and the spatial extent threshold of k > 86 were used to achieve a cluster-level corrected p < 0.05, as determined using 3dFWHMx and 3dClustSim.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18525, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data fusion: PLS", "sentences": [], "annotations": [], "relations": []}, {"offset": 18542, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "An illustration of Partial Least Square Correlation analysis. For each subject, a pair of functional connectivity (FC) maps (resting state [REST] and auditory deviance response [ADR]) were generated using the common seed region in the left middle temporal gyrus (MTG)/superior temporal sulcus (STS). Each pair of FC maps was separately flattened into rows, resulting in two matrices for REST and ADR. The individual pair of FC maps and the rows are color-coded in the figure. After generating the separate FC matrices for REST and ADR, the REST-ADR covariance matrix was computed using the two matrices. The covariance matrix was then subjected to singular value decomposition (SVD). The SVD generated a pair of matrices, each column of which represented an orthogonal vector of voxel values in an FC map (for either REST or ADR). Each REST-ADR pair was associated with a singular value (λ), which represented the ratio of covariance explained by that pair. Each triplet of the left and right singular vectors and its singular value is shown in a different color.(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 19735, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 19742, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PLS correlation (PLS-C) is a multivariate statistical technique used to investigate statistical associations between two sets of variables by identifying latent components in one variable set (i.e., REST) that maximally co-vary with those in another set (i.e., ADR) across participants. The procedure is illustrated in Fig. 1. A pair of FC maps, REST and ADR, generated by seeding the left MTG/STS in each individual were separately flattened into two rows, which were then fed into row vectors in X and Y data matrices, respectively. Therefore, the X and Y matrices had 50 rows and their number of columns corresponded to the number of voxels in the FC maps of REST and ADR. A standard approach for solving the PLS-C problem is to apply singular value decomposition (SVD) to the covariance matrix XTY, which represents the covariance of all of the pairs of a voxel in one condition (i.e., REST) and those in another condition (i.e., ADR) across participants. Briefly, SVD generates a set of mutually orthogonal composite components by decomposing XTY into UΔVT, wherein U and V are matrices of left and right singular vectors and Δ is a diagonal matrix with singular values along the diagonal. Here, the ith composite component consists of the ith column vectors of matrices U and V and the ith singular value in matrix Δ. The number of composite components was 46, which was equal to the full rank of the covariance matrix XTY. The ith column vectors of U and V represent voxel values in FC maps of the REST and ADR runs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21266, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "More specifically, before being fed into SVD, the effects of age, handedness, and sex from each column in the X and Y matrices were regressed out, as these factors might impact the results of PLS. The X and Y data matrices were then standardized to each column. The application of SVD to the covariance matrix (i.e., XTY) is computationally expensive because of the high dimensionality of the matrix (i.e., the number of voxels in REST and ADR). In this study, we used an alternative computationally efficient method proposed in a previous study. Briefly, during the decomposition of XTY into UΔVT, XTYYTX may be represented as UΔ2UT and is related to eigenvalue decomposition. In addition, YYT, which is in the middle of XTYYTX, is an N x N positive semi-definite matrix. Based on the properties of positive semi-definite matrices, YYT may be replaced by ZTZ, where Z is a square matrix that satisfies YYT = ZTZ. XTYYTX can then be rewritten as (ZX)T(ZX). Based on the fact that eig (ATA) is equivalent to eig (AAT), we can calculate matrices U, V, and Δ using a substantially reduced number of dimensions (i.e., 46 × 46).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22390, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "When the SVD is applied, the ith column vectors of U and V represent voxel values in FC maps of the REST and ADR runs such that the two maps maximally co-vary with each other across participants. Therefore, the column vectors of U and V may be interpreted as optimal combinations of FC patterns during the two conditions. Each combination of the two FC patterns is associated with a scalar singular value represented in the diagonal of matrix Δ, which reflects the covariance between the two original FC maps and is explained by the composite component. See Appendix B for further details of PLS-C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22989, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the statistical significance of each of the composite components, we performed permutation tests for the top 10 composite components, which accounted for 42.6% of the total covariance. In each cycle of permutation, we randomly reordered the rows of data matrix X, such that the original link between X and Y was destroyed. The permutation was repeated 10,000 times to obtain a null distribution of singular values at each component. Measured values falling outside the 95% probability of the null distribution were regarded as significant components (p < 0.05). For statistically significant components, we used a two-sample t-test to determine whether there were significant group differences between HCs and patients with SCZ in individual component loadings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23761, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the composite component maps, contribution and reliability (statistical significance) of FC strength at each voxel was estimated by bootstrap resampling for cross-validation of the derived pattern of FC. Bootstrapping was performed by randomly resampling 50 participants with replacement (rows of data matrices X and Y). The resampled data were subjected to SVD to generate sampling distributions for each voxel in the singular vectors. The bootstrap distribution was used to estimate the standard error for each voxel. Finally, bootstrap ratios were calculated for each voxel in U and V by dividing the voxel values from the singular vector by their bootstrap-estimated standard error. We used a statistical threshold of p < 0.05 for both positive and negative values (| z | > 2.0).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24548, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to further examine whether and how the identified composite components are influenced by a particular model within the PLS framework, we also performed PLS Regression (PLS-R), which is another PLS model with the assumption that the FC patterns during one condition contain components that are predictive of the FC patterns during another condition. In contrast to PLS-C, where X and Y are interchangeable, PLS-R aims to build a model that predicts Y (ADR) from X (REST) while avoiding the multicollinearity of variables. Here, X and Y are modeled to be decomposed into TPT and UQT, respectively, where P and Q are composite FC maps for X and Y, respectively, and T and U are matrices of latent variables for X and Y, respectively. This is because we assume that U can be predicted by T, U = TB, where B is the diagonal matrix. Formally, this yields the prediction model as follows: Y = TBQT = XWPLS, with WPLS = PT + BQT, where PT + is the Moore-Penrose pseudo-inverse of PT. We estimated the parameters T, B, U, Q, and WPLS using non-linear iterative partial least squares (NIPALS), as proposed by. See Appendix B for further details of PLS-R.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25702, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The number of latent components is determined based on Krzanowski's W criterion with leave-one-out cross-validation (LOOCV). Krzanowski's W is calculated as follows:where", "sentences": [], "annotations": [], "relations": []}, {"offset": 25873, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Predicted Estimated Sum of Squares was used as the measure of the quality of the prediction. In the equation above,  is the predicted value of y from N-1 samples and N is the number of participants. k was the optimal number of latent components when Wk had a maximum value within the set of Wk values > 1. The optimal number of composite components was 4, as determined using Krzanowski's W with LOOCV.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26280, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As in PLS-C, bootstrapping was used to estimate the contribution and reliability (statistical significance) of FC strength at each voxel of the identified component maps. Bootstrapping was performed by randomly resampling 50 participants with replacement. The resampled data were subjected to NIPALS to generate a sampling distribution for each voxel in the composite components. The bootstrap distribution was used to estimate the standard error for each voxel. Finally, the bootstrap ratio was calculated for each voxel in P and Q by dividing the voxel values from the singular vector by their bootstrap-estimated standard error. We used a statistical threshold of p < 0.05 for both positive and negative values (| z | > 2.0).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27009, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Post-hoc correlation analyses using clinical scores", "sentences": [], "annotations": [], "relations": []}, {"offset": 27061, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The PLS-C and PLS-R analyses identified composite component maps with significant group differences for REST and ADR. In order to identify brain regions in the composite component maps whose altered FCs are specifically associated with the severities of clinical symptoms, we performed post-hoc voxel-wise correlation analyses using the individual FC maps (seed: left MTG/STS) and clinical scores on either PANSS(P) or AHRS. Correlation analyses were performed separately for REST and ADR. In order to restrict the analyses into voxels identified by the PLS analyses, we generated a binary inclusive mask for both REST and ADR. For the inclusive mask for REST, we generated a binary map for supra-threshold voxels of the REST component map identified using PLS-C, and a binary map for the REST component map identified using PLS-R. We then generated a binary image by combining the two binary maps. The voxel-level threshold was set to p < 0.001. In order to achieve a cluster-level corrected p < 0.05, we determined the spatial extent threshold using 3dFWHMx and 3dClustSim. The spatial extent thresholds were determined to be 78 and 69 for correlation with PANSS(P) and AHRS, respectively. The same procedures were used for ADR. Using 3dFWHMx and 3dClustSim, we found spatial extent thresholds of 51 and 47 for correlation with PANSS(P) and AHRS, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28424, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 28432, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Group comparisons of FC during REST and ADR", "sentences": [], "annotations": [], "relations": []}, {"offset": 28476, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For pairs of the left MTG/STS-seeded FC maps obtained during the REST and ADR runs, we first performed group comparisons separately for the two runs (see Appendix A Supplementary Fig. 1 and Supplementary Table 1). During the REST run, we observed clusters with significant FC reductions in patients with SCZ in multiple brain regions, including the left Heschl's gyrus, the bilateral parahippocampal gyri, and the fusiform gyrus. Clusters with significantly increased FC were identified in the bilateral thalamus in patients with SCZ. During the ADR run, no voxel clusters survived the statistical threshold in either direction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29105, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Data fusion: PLS correlation", "sentences": [], "annotations": [], "relations": []}, {"offset": 29134, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "The composite component with significant group differences in loadings identified using Partial Least Square Correlation. (A and B) Group comparisons of component loadings for the resting state (REST) (A) and the auditory deviance response (ADR) (B). Asterisks denote statistically significant differences (P < 0.05). (C and D) Visualization of the composite components of REST (C) and ADR (D). Functional connectivity (FC) maps were superimposed on horizontal slices from z = 0 to 32 mm with 8-mm steps using the xjview toolbox (http://www.alivelearn.net/xjview). Here, the threshold was lowered to | z | > 1.5 for display purposes, although regions indicated by the white arrows represent voxel clusters surviving a threshold of | z | > 2.0 (see Table 2). Voxels in red and blue represent positive and negative z-values, respectively. Because the loadings of these components were significantly higher in healthy controls (HCs) than in patients with schizophrenia (SCZ), voxels in red and blue are interpreted as those representing FC values of HC > SCZ and SCZ > HC, respectively. (E and F) Correlations between the loadings of the REST components and clinical scores for positive symptoms as assessed using the Positive and Negative Symptoms Scale Positive Symptoms subscale (E) and auditory verbal hallucination as assessed using the Auditory Hallucination Rating Scale (F).(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 30643, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 30650, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Within the set of composite components generated by the PLS-C, a series of permutation tests revealed that covariance of the 3rd composite component was significantly larger than that of the null model (p = 0.0398). For this composite component, loadings of the REST component and those of the ADR component were significantly higher in HCs than in patients with SCZ (REST: t = 3.772, p = 0.004; ADR: t = 2.356, p = 0.0226) (Fig. 2A and B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31091, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional classification of voxels in the resting state (REST) and auditory deviance response (ADR) component maps identified using Partial Least Square Correlation. For each of the 14 major functional networks defined by Shirer and colleagues, we examined spatial overlaps of voxels with positive or negative z-values in the REST and ADR component maps. Here, the overlap was calculated as the ratio of X to A + B, where A is the number of supra-threshold voxels in the map, B is the number of voxels in the functional network of interest, and X is the number of overlapping voxels in A and B. Because the number of supra-threshold voxels was not comparable to the spatial extent of each functional network when | z | > 2.0 was applied, we calculated an integral over the range encompassing thresholds of 1.5 to 2.0 for z using steps of 0.1. In voxels with positive z-values in REST (red bars), there is considerable overlap with the ventral default mode network (DMN), followed by the primary visual network and the dorsal DMN. In voxels with positive values in ADR (orange bars), the auditory and anterior saliency networks had the largest spatial overlaps. AUD: auditory, SM: sensorimotor, BG: basal ganglia, LNG: language, A and P SAL: anterior and posterior saliency, V and D DMN: ventral and dorsal default-mode network, ECN: executive control network, PCN: precuneus, P and H VIS: primary and high-order visual, VS: visuospatial.(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 32659, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 32666, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Significant composite component maps in PLS-C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32713, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"3\">MNI Coordinates<hr/></th><th colspan=\"2\"/></tr><tr><th>Anatomy</th><th><italic>x</italic></th><th><italic>y</italic></th><th><italic>z</italic></th><th>Cluster size</th><th>Peak <italic>z</italic>-value</th></tr></thead><tbody><tr><td colspan=\"6\">REST Component map</td></tr><tr><td colspan=\"6\">Positive <italic>z</italic>-values (HC &gt; SCZ)</td></tr><tr><td>R. Anterior temporal pole</td><td>64</td><td>− 4</td><td>− 18</td><td>15</td><td>2.089</td></tr><tr><td>R. Superior temporal sulcus</td><td>70</td><td>− 18</td><td>− 2</td><td>11</td><td>2.069</td></tr><tr><td>L. Retrosplenial cortex</td><td>− 16</td><td>− 56</td><td>8</td><td>78</td><td>2.091</td></tr><tr><td>R. Retrosplenial cortex</td><td>14</td><td>− 58</td><td>12</td><td>89</td><td>2.116</td></tr><tr><td>R. Inferior parietal cortex</td><td>46</td><td>− 78</td><td>30</td><td>87</td><td>2.127</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Negative <italic>z</italic>-values (SCZ &lt; HC)</td></tr><tr><td>R. Cerebellum, Lobule VI</td><td>28</td><td>− 66</td><td>− 26</td><td>28</td><td>− 2.145</td></tr><tr><td>L. Cerebellum, Crus I</td><td>− 48</td><td>− 66</td><td>− 26</td><td>10</td><td>− 2.084</td></tr><tr><td>L. Putamen</td><td>− 28</td><td>− 8</td><td>10</td><td>26</td><td>− 2.086</td></tr><tr><td>L. Intraparietal cortex</td><td>− 60</td><td>− 44</td><td>36</td><td>11</td><td>− 2.021</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">ADR Component Map</td></tr><tr><td colspan=\"6\">Positive <italic>z</italic>-values (HC &gt; SCZ)</td></tr><tr><td>R. Inferior Frontal Cortex</td><td>56</td><td>12</td><td>0</td><td>110</td><td>2.168</td></tr><tr><td>L. Planum temporale</td><td>− 52</td><td>− 30</td><td>14</td><td>37</td><td>2.127</td></tr><tr><td>L. Dorsal anterior cingulate cortex</td><td>− 8</td><td>12</td><td>32</td><td>33</td><td>2.175</td></tr><tr><td>R. Middle cingulate cortex</td><td>6</td><td>− 4</td><td>38</td><td>16</td><td>2.136</td></tr><tr><td>R. Posterior cingulate cortex</td><td>4</td><td>− 28</td><td>44</td><td>10</td><td>2.132</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Negative <italic>z</italic>-values (SCZ &lt; HC)</td></tr><tr><td>R. Cerebellum vermis lobule VI/V</td><td>4</td><td>− 56</td><td>0</td><td>40</td><td>− 2.161</td></tr><tr><td>L. Retrosplenial/posterior cingulate cortex</td><td>− 16</td><td>− 56</td><td>30</td><td>62</td><td>− 2.188</td></tr><tr><td>L. Inferior parietal cortex</td><td>− 38</td><td>− 76</td><td>34</td><td>91</td><td>− 2.118</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 32724, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"3\">MNI Coordinates<hr/></th><th colspan=\"2\"/></tr><tr><th>Anatomy</th><th><italic>x</italic></th><th><italic>y</italic></th><th><italic>z</italic></th><th>Cluster size</th><th>Peak <italic>z</italic>-value</th></tr></thead><tbody><tr><td colspan=\"6\">REST Component map</td></tr><tr><td colspan=\"6\">Positive <italic>z</italic>-values (HC &gt; SCZ)</td></tr><tr><td>R. Anterior temporal pole</td><td>64</td><td>− 4</td><td>− 18</td><td>15</td><td>2.089</td></tr><tr><td>R. Superior temporal sulcus</td><td>70</td><td>− 18</td><td>− 2</td><td>11</td><td>2.069</td></tr><tr><td>L. Retrosplenial cortex</td><td>− 16</td><td>− 56</td><td>8</td><td>78</td><td>2.091</td></tr><tr><td>R. Retrosplenial cortex</td><td>14</td><td>− 58</td><td>12</td><td>89</td><td>2.116</td></tr><tr><td>R. Inferior parietal cortex</td><td>46</td><td>− 78</td><td>30</td><td>87</td><td>2.127</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Negative <italic>z</italic>-values (SCZ &lt; HC)</td></tr><tr><td>R. Cerebellum, Lobule VI</td><td>28</td><td>− 66</td><td>− 26</td><td>28</td><td>− 2.145</td></tr><tr><td>L. Cerebellum, Crus I</td><td>− 48</td><td>− 66</td><td>− 26</td><td>10</td><td>− 2.084</td></tr><tr><td>L. Putamen</td><td>− 28</td><td>− 8</td><td>10</td><td>26</td><td>− 2.086</td></tr><tr><td>L. Intraparietal cortex</td><td>− 60</td><td>− 44</td><td>36</td><td>11</td><td>− 2.021</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">ADR Component Map</td></tr><tr><td colspan=\"6\">Positive <italic>z</italic>-values (HC &gt; SCZ)</td></tr><tr><td>R. Inferior Frontal Cortex</td><td>56</td><td>12</td><td>0</td><td>110</td><td>2.168</td></tr><tr><td>L. Planum temporale</td><td>− 52</td><td>− 30</td><td>14</td><td>37</td><td>2.127</td></tr><tr><td>L. Dorsal anterior cingulate cortex</td><td>− 8</td><td>12</td><td>32</td><td>33</td><td>2.175</td></tr><tr><td>R. Middle cingulate cortex</td><td>6</td><td>− 4</td><td>38</td><td>16</td><td>2.136</td></tr><tr><td>R. Posterior cingulate cortex</td><td>4</td><td>− 28</td><td>44</td><td>10</td><td>2.132</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Negative <italic>z</italic>-values (SCZ &lt; HC)</td></tr><tr><td>R. Cerebellum vermis lobule VI/V</td><td>4</td><td>− 56</td><td>0</td><td>40</td><td>− 2.161</td></tr><tr><td>L. Retrosplenial/posterior cingulate cortex</td><td>− 16</td><td>− 56</td><td>30</td><td>62</td><td>− 2.188</td></tr><tr><td>L. Inferior parietal cortex</td><td>− 38</td><td>− 76</td><td>34</td><td>91</td><td>− 2.118</td></tr></tbody></table>\n"}, "text": "\tMNI Coordinates\t\t \tAnatomy\tx\ty\tz\tCluster size\tPeak z-value\t \tREST Component map\t \tPositive z-values (HC > SCZ)\t \tR. Anterior temporal pole\t64\t− 4\t− 18\t15\t2.089\t \tR. Superior temporal sulcus\t70\t− 18\t− 2\t11\t2.069\t \tL. Retrosplenial cortex\t− 16\t− 56\t8\t78\t2.091\t \tR. Retrosplenial cortex\t14\t− 58\t12\t89\t2.116\t \tR. Inferior parietal cortex\t46\t− 78\t30\t87\t2.127\t \t\u2028\u2028\t \tNegative z-values (SCZ < HC)\t \tR. Cerebellum, Lobule VI\t28\t− 66\t− 26\t28\t− 2.145\t \tL. Cerebellum, Crus I\t− 48\t− 66\t− 26\t10\t− 2.084\t \tL. Putamen\t− 28\t− 8\t10\t26\t− 2.086\t \tL. Intraparietal cortex\t− 60\t− 44\t36\t11\t− 2.021\t \t\u2028\u2028\t \tADR Component Map\t \tPositive z-values (HC > SCZ)\t \tR. Inferior Frontal Cortex\t56\t12\t0\t110\t2.168\t \tL. Planum temporale\t− 52\t− 30\t14\t37\t2.127\t \tL. Dorsal anterior cingulate cortex\t− 8\t12\t32\t33\t2.175\t \tR. Middle cingulate cortex\t6\t− 4\t38\t16\t2.136\t \tR. Posterior cingulate cortex\t4\t− 28\t44\t10\t2.132\t \t\u2028\u2028\t \tNegative z-values (SCZ < HC)\t \tR. Cerebellum vermis lobule VI/V\t4\t− 56\t0\t40\t− 2.161\t \tL. Retrosplenial/posterior cingulate cortex\t− 16\t− 56\t30\t62\t− 2.188\t \tL. Inferior parietal cortex\t− 38\t− 76\t34\t91\t− 2.118\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 33822, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "Voxel-based threshold; | z | > 2.0. Extent threshold; k = 10 voxels. Coordinates are in the MNI space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33925, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "HC: Healthy controls, SZ: Schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33975, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 2C and D show the FC maps for the 3rd composite component during REST and ADR, respectively. Because loadings of the component maps were higher in the HCs than in patients with SCZ, positive z-values in the maps represented reduced FCs in the SCZ group when compared to the HC group and vice versa. During REST, patients with SCZ had significant FC reductions in multiple regions, particularly in those of the DMN, such as the bilateral RSC and the right LIPC. Significant FC enhancements were observed in regions related to attention and/or executive function, such as the left intraparietal cortex, the putamen, and the cerebellum in patients with SCZ (Table 2). To obtain a more quantitative functional classification of these regions showing either an SCZ < HC or an HC < SCZ pattern, we calculated the spatial overlap between these regions and major functional networks specified in a standard atlas. This analysis allowed a more detailed functional classification, which was largely consistent with our visual inspection. For HC > SCZ patterns, the ventral DMN had the largest overlap, and was followed by the primary visual cortex and the dorsal DMN (Fig. 3, red bars). For SCZ > HC patterns, the anterior and posterior salience networks had the largest overlaps, and were followed by the right executive control network (Fig. 3, blue bars).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35329, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the ADR component map, we observed significant reductions of FC in patients with SCZ in regions mainly involved in auditory and attention processes, such as the left planum temporale, the dorsal anterior CC, and the right inferior frontal cortex. Clusters of voxels with significantly larger FC values were identified in regions of the DMN, including the left LIPC and the RSC in patients with SCZ (Fig. 2D, Table 2). For the HC > SCZ pattern, the auditory and anterior saliency networks had the largest overlaps (Fig. 3, orange bars). For the SCZ > HC pattern, the ventral DMN had the largest overlap, and was followed by the dorsal DMN (Fig. 3, green bars).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35992, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We examined the correlations of the identified patterns of altered FC with psychotic symptoms of SCZ. For this purpose, we correlated the subjects' scores on the PANSS(P) and AHRS with loadings of either REST or ADR components in patients with SCZ. The REST component had significant negative correlations with both PANSS(P) (r = − 0.611, p = 0.001) and AHRS (r = − 0.508, p = 0.009) scores (Fig. 2E and F). The ADR component had a significant negative correlation with PANSS(P) (r = − 0.406, p = 0.044), but not with AHRS (r = − 0.326, p = 0.112).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36541, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Data fusion: PLS regression", "sentences": [], "annotations": [], "relations": []}, {"offset": 36569, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given previous findings that activity during the resting-state is predictive of perceptual and cognitive activity, it may be equally reasonable to build a model such that some FC components during REST are predictive of those during ADR. In order to confirm whether the results obtained in PLS-C are resistant to such a model difference, we also performed PLS-R. PLS-R aims to build a model that predicts a variable Y (ADR) from X (REST).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37008, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "The composite components identified using Partial Least Square Regression analysis with significant group differences in loading. The organization of the figure is directly comparable to that of Fig. 2. (A and B) Group comparisons of component loadings for REST (A) and ADR (B). Asterisks denote statistically significant differences (p < 0.05). (C and D) Visualization of the composite components of REST (C) and ADR (D). FC maps were superimposed on horizontal slices from z = 0 to 32 mm with 8-mm steps using the xjview toolbox (http://www.alivelearn.net/xjview). The threshold was lowered to | z | > 1.5 for display purposes, but regions indicated by the white arrows represent voxel clusters surviving a threshold of | z | > 2.0 (see Table 3). Voxels in red and blue represent positive and negative z-values, respectively. (E and F) Correlations between the loadings of the REST component and clinical scores for positive symptoms as assessed using the Positive and Negative Symptoms Scale Positive Symptoms subscale (E) and auditory verbal hallucination as assessed using the Auditory Hallucination Rating Scale (F).(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 38260, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 38267, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Significant composite component maps in PLS-R.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38314, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"3\">MNI Coordinates<hr/></th><th colspan=\"2\"/></tr><tr><th>Anatomy</th><th><italic>x</italic></th><th><italic>y</italic></th><th><italic>z</italic></th><th>Cluster size</th><th>Peak <italic>z</italic>-value</th></tr></thead><tbody><tr><td colspan=\"6\">REST Component map</td></tr><tr><td colspan=\"6\">Positive z-values (HC &gt; SCZ)</td></tr><tr><td>L. Anterior superior temporal sulcus</td><td>− 58</td><td>− 12</td><td>− 10</td><td>19</td><td>− 2.082</td></tr><tr><td>L. Ventral medial prefrontal cortex</td><td>− 4</td><td>54</td><td>− 10</td><td>109</td><td>− 2.096</td></tr><tr><td>L. Ventral medial prefrontal cortex</td><td>− 4</td><td>12</td><td>− 18</td><td>11</td><td>− 2.078</td></tr><tr><td>R. Retrosplenial/posterior cingulate cortex</td><td>12</td><td>− 64</td><td>22</td><td>19</td><td>− 2.028</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Negative <italic>z</italic>-values (HC &lt; SCZ)</td></tr><tr><td>R. Cerebellum (hemisphere) Crus I</td><td>32</td><td>− 66</td><td>− 26</td><td>69</td><td>2.145</td></tr><tr><td>R. Cerebellum (vermis) Lobule V/VI</td><td>8</td><td>− 60</td><td>− 16</td><td>19</td><td>2.13</td></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 38325, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"3\">MNI Coordinates<hr/></th><th colspan=\"2\"/></tr><tr><th>Anatomy</th><th><italic>x</italic></th><th><italic>y</italic></th><th><italic>z</italic></th><th>Cluster size</th><th>Peak <italic>z</italic>-value</th></tr></thead><tbody><tr><td colspan=\"6\">REST Component map</td></tr><tr><td colspan=\"6\">Positive z-values (HC &gt; SCZ)</td></tr><tr><td>L. Anterior superior temporal sulcus</td><td>− 58</td><td>− 12</td><td>− 10</td><td>19</td><td>− 2.082</td></tr><tr><td>L. Ventral medial prefrontal cortex</td><td>− 4</td><td>54</td><td>− 10</td><td>109</td><td>− 2.096</td></tr><tr><td>L. Ventral medial prefrontal cortex</td><td>− 4</td><td>12</td><td>− 18</td><td>11</td><td>− 2.078</td></tr><tr><td>R. Retrosplenial/posterior cingulate cortex</td><td>12</td><td>− 64</td><td>22</td><td>19</td><td>− 2.028</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Negative <italic>z</italic>-values (HC &lt; SCZ)</td></tr><tr><td>R. Cerebellum (hemisphere) Crus I</td><td>32</td><td>− 66</td><td>− 26</td><td>69</td><td>2.145</td></tr><tr><td>R. Cerebellum (vermis) Lobule V/VI</td><td>8</td><td>− 60</td><td>− 16</td><td>19</td><td>2.13</td></tr></tbody></table>\n"}, "text": "\tMNI Coordinates\t\t \tAnatomy\tx\ty\tz\tCluster size\tPeak z-value\t \tREST Component map\t \tPositive z-values (HC > SCZ)\t \tL. Anterior superior temporal sulcus\t− 58\t− 12\t− 10\t19\t− 2.082\t \tL. Ventral medial prefrontal cortex\t− 4\t54\t− 10\t109\t− 2.096\t \tL. Ventral medial prefrontal cortex\t− 4\t12\t− 18\t11\t− 2.078\t \tR. Retrosplenial/posterior cingulate cortex\t12\t− 64\t22\t19\t− 2.028\t \t\u2028\u2028\t \tNegative z-values (HC < SCZ)\t \tR. Cerebellum (hemisphere) Crus I\t32\t− 66\t− 26\t69\t2.145\t \tR. Cerebellum (vermis) Lobule V/VI\t8\t− 60\t− 16\t19\t2.13\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 38847, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_footnote"}, "text": "Voxel-based threshold; | z | > 2.0. Extent threshold; k = 10 voxels. Coordinates are in the MNI space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38950, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_footnote"}, "text": "HC: Healthy controls, SCZ: Schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39001, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The PLS-R results were compared with those of PLS-C. Of the 4 composite components determined using the cross-validation method (see Materials and Methods), significant group differences in loadings in individual participants were found in the 3rd composite component, such that HCs had larger loadings than patients with SCZ during both the REST (t = 3.233, p = 0.0022) and ADR components (t = 3.220, p = 0.0023) (Fig. 4A and B). Similar to the patterns identified by the PLS-C, significant reductions of FC in patients with SCZ were mainly identified in DMN regions, including the RSC/posterior CC and the ventral MPFC in the REST component (Fig. 4C and D, Table 3). In the REST component map, voxels with significantly larger FC values in patients with SCZ were identified in the right cerebellum. No significant voxels were identified in the ADR component map when the threshold of | z | > 2.0 was applied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39912, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional classification of voxels in the resting state (REST) and auditory deviance response (ADR) component maps identified using Partial Least Square Regression. For each of the 14 major functional networks defined by Shirer and colleagues, we examined the spatial overlap of voxels with positive or negative z-values in the REST and ADR component maps. Here, the overlap was calculated as the ratio of X to A + B, where A is the number of supra-threshold voxels in the map, B is the number of voxels in the functional network of interest, and X is the number of overlapping voxels between A and B. Because the number of supra-threshold voxels was not comparable to the spatial extent of each functional network when | z | > 2.0 was applied, we calculated an integral over the range encompassing threshold values of for z 1.5 to 2.0 with a step size of 0.1. In voxels with positive z-values during REST (red bars), there were significant overlaps with the dorsal and ventral default mode networks (DMNs), followed by the primary visual network. In voxels with positive values during ADR (orange bars), the auditory and anterior saliency networks had large spatial overlaps. AUD: auditory, SM: sensorimotor, BG: basal ganglia, LNG: language, A and P SAL: anterior and posterior saliency, V and D DMN: ventral and dorsal default-mode network, ECN: executive control network, PCN: precuneus, P and H VIS: primary and high-order visual, VS: visuospatial.(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 41496, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 41503, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To functionally characterize regions with altered FC, we calculated the ratio of the spatial overlap of the component maps with major functional networks using the same method as that used in the PLS-C. For the HC > SCZ voxel pattern in the REST map, the ventral and dorsal DMN had the largest overlaps, and were followed by the primary visual network (Fig. 5, red bars). For the SCZ > HC pattern, we observed the largest overlap within the right executive control, anterior saliency, and sensorimotor networks (Fig. 5, blue bars). For the HC > SCZ pattern in the ADR component, the largest voxel overlaps were found within the anterior saliency and auditory networks (Fig. 5, orange bars). We did not observe clear overlaps between voxels with the SCZ > HC pattern and any of the functional networks. Correlation analysis using the clinical scores revealed a significant correlation between the loadings of the REST component and PANSS(P) scores (r = − 0.624, p = 0.0009) (Fig. 4E). There was also a marginally significant correlation with the AHRS (r = − 0.367, p = 0.0714) (Fig. 4F). Loadings of the ADR component had nearly significant negative correlations with PANSS(P) scores (r = − 0.344, p = 0.0922). No significant correlation was found with AHRS (r = − 0.0465, p = 0.8253).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42788, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Post-hoc correlation analyses using the clinical scores", "sentences": [], "annotations": [], "relations": []}, {"offset": 42844, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "Regions whose functional connectivity (FC) with the left medial temporal gyrus/superior temporal sulcus during the resting state was significantly correlated with individual Positive and Negative Symptom Scale (P) scores within the FC networks identified using either partial least squares (PLS) correlation or PLS regression. (A) Sagittal, axial, and coronal sections showing significant clusters in the bilateral anterior insula. Correlation analysis was performed within voxels showing | z | > 1.5 in PLS-C and PLS-R analyses (color-coded voxels in Fig. 2, Fig. 4). Significant clusters were identified in the bilateral anterior insula. (B) Correlation plots between FC values in the bilateral insula and PANSS-P. FC values were extracted from the peak voxels in the left and right anterior insula. FC values were positively correlated with the severity of clinical symptoms as assessed using PANSS-P.(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 43878, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 43885, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Within the set of brain regions in the FC networks identified using PLS-C and PLS-R, it is possible that specific regions show abnormal FCs associated with the severities of clinical symptoms. In order to identify such regions, we performed post-hoc correlation analyses between the individual FC maps (seed: left MTG/STS) and the two clinical scores of PANSS(P) and AHRS within voxels identified using either PLS-C or PLS-R. Correlation analyses were performed separately for the FC maps of REST and ADR. For the FC maps of REST, we observed significant clusters of correlation with PANSS(P) score in the bilateral anterior insula (left: x = − 38, y = 14, z = 12, t = 5.95, k = 83 voxels; right: x = 36, y = 4, z = 2, t = 5.68, k = 119 voxels) (Fig. 6). The direction of the correlation was positive. This was consistent with the results of the PLS analyses indicating increased FC in these regions in individuals with severer symptoms (Fig. 2, Fig. 4). A marginally significant positive correlation with the AHRS score was identified in the left putamen (x = − 24, y = − 6, z = 6, t = 5.40, k = 67 voxels), but it failed to reach the spatial extent threshold of 69 voxels. No significant clusters were identified for the FC maps during ADR with either PANSS(P) or AHRS scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45164, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 45175, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present fMRI study, we adopted a data-fusion approach using FC data collected during intrinsic and extrinsic activity to reveal latent abnormal FC patterns during two modes of brain activity in patients with schizophrenia. Although a number of fMRI studies have reported abnormal brain FC or activity during either REST or ADR, unsurprisingly, the identified patterns of abnormalities varied depending on the experimental paradigms used. Thus, the relationships among the multiple patterns of abnormal FC were unclear. As far as we know, the present study is the first study wherein data-fusion analysis is applied to two FC datasets collected from an identical set of participants. Here we successfully revealed the presence of linked latent abnormal FC patterns during REST and ADR. A previous study had adopted a similar strategy of collecting FC data during the resting state and an auditory oddball discrimination task from the same individuals. However, in that study, network abnormalities were estimated using separate comparisons of functional measures at the group level for the two conditions. When using a data-fusion approach, it is crucial to incorporate information regarding the associations of FC patterns during the different conditions at the individual participant level. Our approach thus represents a significant advancement in uncovering latent co-occurrences of abnormal FC patterns during intrinsic and extrinsic activity in individuals with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46664, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In spite of the algorithmic and modeling differences between PLS-C and PLS-R, the two methods were consistent in revealing that the following patterns of altered FC during REST and ADR are linked in schizophrenia: (i) during REST, regions in the DMN and the primary visual network have reduced FC with the left MTG/STS; and (ii) during ADR, regions in the auditory network and the anterior saliency network have reduced FC with the left MTG/STS. Here, the left MTG/STS was chosen as the common seed region for the two conditions based on a meta-analysis of abnormal activity related to AVH. In addition, a previous fMRI study has shown that abnormal activity near the left MTG/STS is correlated with the severity of delusions in patients with schizophrenia. Therefore, we suggest that the left MTG/STS has functional properties that satisfy the necessary conditions for it to be considered a critical node for abnormal FC networks that underlie psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47629, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the REST component maps, constellations of regions showing reduced FC with the left MTG/STS in patients with SCZ were highly consistent with those of the DMN and comprised the RSC, LIPC, anterior superior temporal sulcus, and posterior CC. Although there were some differences in the exact anatomical locations within the DMN between PLS-C and PLS-R (e.g., ventral vs. dorsal DMN), reduced FC in the DMN was clearly shown using both analyses. Furthermore, significant correlations with PANSS(P) in both PLS-C and PLS-R indicate that this abnormal pattern of FC is associated with positive symptoms. A significant correlation with AHRS, which is used to assess the severity of the AVH, was also clearly shown using PLS-C. These results may be consistent with the recent proposal that abnormal interactions between the auditory cortex and the DMN may underlie AVH in schizophrenia, assuming that the “auditory cortex” includes higher-order auditory association regions. Because the DMN consists of a set of regions involved in various forms of self-referential processing, functional abnormalities in the DMN have been thought to be linked to self-disturbance in schizophrenia. Our findings of reduced FC with the left MTG/STS may therefore represent neural abnormalities linking self-disturbance to the abnormal auditory experience of AVH in schizophrenia. In the ADR component map, on the other hand, PLS-C revealed reduced FC in the dorsal anterior CC and other regions in the anterior saliency and auditory networks in individuals with schizophrenia. The results of PLS-R were similar to those of PLS-C when more liberal thresholds were used. Such findings are in line with those of a previous fMRI study using the ADR paradigm to show reduced FC between the anterior CC and the bilateral auditory cortex in schizophrenia. Although associations with clinical scores were less clear when compared to those of the REST component, the correlation with PANSS (P) scores was significant, at least when using PLS-C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49644, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is notable that PLS analyses identified major FC alterations in the saliency network and DMN, both of which have been proposed to critically contribute to psychotic symptoms, particularly AVH. It has previously been suggested that atypical interactions among the DMN, saliency network, and central executive networks, together with altered FCs to the auditory language system, may underlie these schizophrenia symptoms. Using the left MTG/STS-seeded FC maps as input data for the PLS analyses, the present study was designed to examine abnormal FC between the auditory language system and other FC networks. Although the involvement of the central executive network was less clear, our PLS results were largely consistent with a report of aberrant FC among the DMN, saliency network, and auditory language network. Furthermore, the PLS analyses revealed that aberrant interactions involving these FC networks change in a task-dependent manner. Although FCs between the auditory language area and the saliency network should normally be more engaged during ADR than during REST, the FC was decreased during ADR and was increased during REST in individuals with schizophrenia when compared to healthy controls, as determined using PLS. This indicates that task-dependent modulation of FCs between the auditory language and saliency networks is altered in schizophrenia. On the other hand, it is expected that the auditory language area (task-positive) and DMN (task-negative) should normally be decoupled during the engagement of a task (i.e., ADR). However, when compared to healthy controls, our PLS analyses revealed increased FC between the auditory language area and DMN during ADR and decreased FC during REST in patients with schizophrenia. This observation is consistent with a recent report that unstable DMN activity is related to the occurrence of psychotic symptoms in patients with schizophrenia. Because the saliency network, particularly the anterior insula, plays a critical role in switching FC networks between DMN and a task-positive network, aberrant functions of the saliency network might underlie abnormal FC modulation between the DMN and the auditory language system in schizophrenia. The exact roles of abnormalities in each of these FC networks should be clarified in future studies. Nevertheless, our PLS results indicate that abnormal interactions among the DMN and the auditory language and saliency networks are critically involved in schizophrenia and its core clinical symptoms, as suggested in previous reports.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52191, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A few caveats of the methodology used here should be discussed. First, input FC maps for the PLS analyses were generated using a single seed (the left MTG/STS). Therefore, the identified patterns of abnormal FC in this study are likely to be only parts of the entire neural mechanism underlying schizophrenia, although the PLS is explorative analysis. In a meta-analysis of abnormal activity associated with AVH in schizophrenia, significant foci other than the left MTG included the left premotor cortex and anterior cingulate cortex. Therefore, future studies should address whether and how FC networks involving these regions are related to schizophrenia and its core symptoms. Nevertheless, the voxel cluster in the left MTG was the largest of the significant clusters in the meta-analysis. We also note that the view of the left MTG/STS as a primary node of functional abnormality in schizophrenia is supported by abundant evidence for structural and functional alterations and their involvement in the core clinical symptoms of AVH and delusion. Second, in the PLS-C, a single component (component #3) was shown to be significant in permutation tests without corrections for multiple tests. The PLS-C results without corrections were corroborated by those of the PLS-R. In the PLS-R, the number of optimal components was determined to be 4 based on the cross-validation method. Among the 4 components, only a single composite component showed a highly significant group difference (p = 0.0022 for the REST component and p = 0.0023 for the ADR component). Results of the examination of spatial distributions of clusters of that component were highly similar to those obtained using the PLS-C, such that it contained reduced FCs in the default-mode network during REST and reduced FCs in auditory and attention-related networks during ADR. The consistent findings between the two analyses thus lend credence to the conclusion that abnormal FCs involving the default-mode network during REST and reduced FCs in auditory and attention-related networks during ADR are linked in the pathological processes underlying schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54323, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, we used PLS analyses to reveal the linked occurrence of reduced FC of the left MTG/STS with DMN regions during the resting state and reduced FC with auditory and anterior saliency network regions during the auditory deviance response in patients with schizophrenia. Our integrative approach using multivariate analyses in combination with multiple datasets collected from the same individuals is a promising approach for revealing latent abnormal patterns of FC that may be unidentifiable in analyses of a single fMRI dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54862, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 54873, "infons": {"fpage": "761", "lpage": "776", "name_0": "surname:Abdi;given-names:H.", "name_1": "surname:Williams;given-names:L.J.", "name_2": "surname:Salkind;given-names:N.", "name_3": "surname:Dougherty;given-names:D.", "name_4": "surname:Frey;given-names:B.", "section_type": "REF", "source": "Encyclopedia of Research Design", "type": "ref", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54874, "infons": {"fpage": "1110", "lpage": "1123", "name_0": "surname:Alderson-Day;given-names:B.", "name_1": "surname:Diederen;given-names:K.", "name_10": "surname:van de Ven;given-names:V.", "name_11": "surname:van Lutterveld;given-names:R.", "name_12": "surname:Waters;given-names:F.", "name_13": "surname:Jardri;given-names:R.", "name_2": "surname:Fernyhough;given-names:C.", "name_3": "surname:Ford;given-names:J.M.", "name_4": "surname:Horga;given-names:G.", "name_5": "surname:Margulies;given-names:D.S.", "name_6": "surname:McCarthy-Jones;given-names:S.", "name_7": "surname:Northoff;given-names:G.", "name_8": "surname:Shine;given-names:J.M.", "name_9": "surname:Turner;given-names:J.", "pub-id_pmid": "27280452", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "42", "year": "2016"}, "text": "Auditory hallucinations and the brain's resting-state networks: findings and methodological observations", "sentences": [], "annotations": [], "relations": []}, {"offset": 54979, "infons": {"fpage": "695", "lpage": "703", "name_0": "surname:Allen;given-names:P.", "name_1": "surname:Modinos;given-names:G.", "name_10": "surname:Hoffman;given-names:R.", "name_2": "surname:Hubl;given-names:D.", "name_3": "surname:Shields;given-names:G.", "name_4": "surname:Cachia;given-names:A.", "name_5": "surname:Jardri;given-names:R.", "name_6": "surname:Thomas;given-names:P.", "name_7": "surname:Woodward;given-names:T.", "name_8": "surname:Shotbolt;given-names:P.", "name_9": "surname:Plaze;given-names:M.", "pub-id_pmid": "22535906", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Neuroimaging auditory hallucinations in schizophrenia: from neuroanatomy to neurochemistry and beyond", "sentences": [], "annotations": [], "relations": []}, {"offset": 55081, "infons": {"fpage": "237", "lpage": "243", "name_0": "surname:van Buuren;given-names:M.", "name_1": "surname:Vink;given-names:M.", "name_2": "surname:Kahn;given-names:R.S.", "pub-id_pmid": "23099059", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "142", "year": "2012"}, "text": "Default-mode network dysfunction and self-referential processing in healthy siblings of schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 55192, "infons": {"fpage": "602", "lpage": "610", "name_0": "surname:Chen;given-names:K.", "name_1": "surname:Reiman;given-names:E.M.", "name_2": "surname:Huan;given-names:Z.", "name_3": "surname:Caselli;given-names:R.J.", "name_4": "surname:Bandy;given-names:D.", "name_5": "surname:Ayutyanont;given-names:N.", "name_6": "surname:Alexander;given-names:G.E.", "pub-id_pmid": "19393744", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "47", "year": "2009"}, "text": "Linking functional and structural brain images with multivariate network analyses: a novel application of the partial least square method", "sentences": [], "annotations": [], "relations": []}, {"offset": 55330, "infons": {"fpage": "31", "lpage": "52", "name_0": "surname:Crow;given-names:T.J.", "pub-id_pmid": "18502103", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "102", "year": "2008"}, "text": "The 'big bang' theory of the origin of psychosis and the faculty of language", "sentences": [], "annotations": [], "relations": []}, {"offset": 55407, "infons": {"fpage": "218", "lpage": "229", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Buechel;given-names:C.", "name_2": "surname:Fink;given-names:G.R.", "name_3": "surname:Morris;given-names:J.", "name_4": "surname:Rolls;given-names:E.", "name_5": "surname:Dolan;given-names:R.J.", "pub-id_pmid": "9344826", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "6", "year": "1997"}, "text": "Psychophysiological and modulatory interactions in neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 55471, "infons": {"fpage": "1410", "lpage": "1423", "name_0": "surname:Gaebler;given-names:A.J.", "name_1": "surname:Mathiak;given-names:K.", "name_10": "surname:Zvyagintsev;given-names:M.", "name_2": "surname:Koten;given-names:J.W.;suffix:Jr.", "name_3": "surname:Konig;given-names:A.A.", "name_4": "surname:Koush;given-names:Y.", "name_5": "surname:Weyer;given-names:D.", "name_6": "surname:Depner;given-names:C.", "name_7": "surname:Matentzoglu;given-names:S.", "name_8": "surname:Edgar;given-names:J.C.", "name_9": "surname:Willmes;given-names:K.", "pub-id_pmid": "25743635", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "138", "year": "2015"}, "text": "Auditory mismatch impairments are characterized by core neural dysfunctions in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55564, "infons": {"fpage": "450", "lpage": "457", "name_0": "surname:Garrity;given-names:A.G.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:McKiernan;given-names:K.", "name_3": "surname:Lloyd;given-names:D.", "name_4": "surname:Kiehl;given-names:K.A.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "17329470", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Aberrant \"default mode\" functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55629, "infons": {"fpage": "200", "lpage": "207", "name_0": "surname:Gitelman;given-names:D.R.", "name_1": "surname:Penny;given-names:W.D.", "name_2": "surname:Ashburner;given-names:J.", "name_3": "surname:Friston;given-names:K.J.", "pub-id_pmid": "12781739", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "19", "year": "2003"}, "text": "Modeling regional and psychophysiologic interactions in fMRI: the importance of hemodynamic deconvolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 55735, "infons": {"fpage": "46", "lpage": "60", "name_0": "surname:Hashimoto;given-names:R.", "name_1": "surname:Lee;given-names:K.", "name_2": "surname:Preus;given-names:A.", "name_3": "surname:McCarley;given-names:R.W.", "name_4": "surname:Wible;given-names:C.G.", "pub-id_pmid": "19395526", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "20", "year": "2010"}, "text": "An fMRI study of functional abnormalities in the verbal working memory system and the relationship to clinical symptoms in chronic schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55880, "infons": {"fpage": "49", "lpage": "56", "name_0": "surname:Hoffman;given-names:R.E.", "name_1": "surname:Hawkins;given-names:K.A.", "name_2": "surname:Gueorguieva;given-names:R.", "name_3": "surname:Boutros;given-names:N.N.", "name_4": "surname:Rachid;given-names:F.", "name_5": "surname:Carroll;given-names:K.", "name_6": "surname:Krystal;given-names:J.H.", "pub-id_pmid": "12511172", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "60", "year": "2003"}, "text": "Transcranial magnetic stimulation of left temporoparietal cortex and medication-resistant auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 55994, "infons": {"fpage": "2233", "lpage": "2245", "name_0": "surname:Honea;given-names:R.", "name_1": "surname:Crow;given-names:T.J.", "name_2": "surname:Passingham;given-names:D.", "name_3": "surname:Mackay;given-names:C.E.", "pub-id_pmid": "16330585", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "Regional deficits in brain volume in schizophrenia: a meta-analysis of voxel-based morphometry studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 56097, "infons": {"fpage": "13", "lpage": "20", "name_0": "surname:Hoptman;given-names:M.J.", "name_1": "surname:Zuo;given-names:X.N.", "name_2": "surname:Butler;given-names:P.D.", "name_3": "surname:Javitt;given-names:D.C.", "name_4": "surname:D'Angelo;given-names:D.", "name_5": "surname:Mauro;given-names:C.J.", "name_6": "surname:Milham;given-names:M.P.", "pub-id_pmid": "19854028", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "117", "year": "2010"}, "text": "Amplitude of low-frequency oscillations in schizophrenia: a resting state fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 56182, "infons": {"fpage": "155", "lpage": "169", "name_0": "surname:Itahashi;given-names:T.", "name_1": "surname:Yamada;given-names:T.", "name_10": "surname:Hashimoto;given-names:R.", "name_2": "surname:Nakamura;given-names:M.", "name_3": "surname:Watanabe;given-names:H.", "name_4": "surname:Yamagata;given-names:B.", "name_5": "surname:Jimbo;given-names:D.", "name_6": "surname:Shioda;given-names:S.", "name_7": "surname:Kuroda;given-names:M.", "name_8": "surname:Toriizuka;given-names:K.", "name_9": "surname:Kato;given-names:N.", "pub-id_pmid": "25610777", "section_type": "REF", "source": "Neuroimage Clin.", "type": "ref", "volume": "7", "year": "2015"}, "text": "Linked alterations in gray and white matter morphology in adults with high-functioning autism spectrum disorder: a multimodal brain imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 56328, "infons": {"fpage": "73", "lpage": "81", "name_0": "surname:Jardri;given-names:R.", "name_1": "surname:Pouchet;given-names:A.", "name_2": "surname:Pins;given-names:D.", "name_3": "surname:Thomas;given-names:P.", "pub-id_pmid": "20952459", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "Cortical activations during auditory verbal hallucinations in schizophrenia: a coordinate-based meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56438, "infons": {"fpage": "1108", "lpage": "1117", "name_0": "surname:Jardri;given-names:R.", "name_1": "surname:Thomas;given-names:P.", "name_2": "surname:Delmaire;given-names:C.", "name_3": "surname:Delion;given-names:P.", "name_4": "surname:Pins;given-names:D.", "pub-id_pmid": "22535908", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "23", "year": "2013"}, "text": "The neurodynamic organization of modality-dependent hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 56505, "infons": {"fpage": "140", "lpage": "154", "name_0": "surname:Jones;given-names:S.R.", "name_1": "surname:Fernyhough;given-names:C.", "pub-id_pmid": "17123676", "section_type": "REF", "source": "Clin. Psychol. Rev.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Neural correlates of inner speech and auditory verbal hallucinations: a critical review and theoretical integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 56621, "infons": {"fpage": "2265", "lpage": "2284", "name_0": "surname:Kim;given-names:H.", "pub-id_pmid": "23900833", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "35", "year": "2014"}, "text": "Involvement of the dorsal and ventral attention networks in oddball stimulus processing: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56726, "infons": {"fpage": "67", "lpage": "81", "name_0": "surname:Kim;given-names:D.I.", "name_1": "surname:Mathalon;given-names:D.H.", "name_10": "surname:O'Leary;given-names:D.", "name_11": "surname:Lim;given-names:K.", "name_12": "surname:Toga;given-names:A.", "name_13": "surname:Potkin;given-names:S.G.", "name_14": "surname:Birn;given-names:F.", "name_15": "surname:Calhoun;given-names:V.D.", "name_2": "surname:Ford;given-names:J.M.", "name_3": "surname:Mannell;given-names:M.", "name_4": "surname:Turner;given-names:J.A.", "name_5": "surname:Brown;given-names:G.G.", "name_6": "surname:Belger;given-names:A.", "name_7": "surname:Gollub;given-names:R.", "name_8": "surname:Lauriello;given-names:J.", "name_9": "surname:Wible;given-names:C.", "pub-id_pmid": "19074498", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "35", "year": "2009"}, "text": "Auditory oddball deficits in schizophrenia: an independent component analysis of the fMRI multisite function BIRN study", "sentences": [], "annotations": [], "relations": []}, {"offset": 56846, "infons": {"fpage": "547", "lpage": "584", "name_0": "surname:Krzanowski;given-names:W.J.", "section_type": "REF", "source": "Biometrics", "type": "ref", "volume": "43", "year": "1987"}, "text": "Cross-validation in principal component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56895, "infons": {"fpage": "779", "lpage": "786", "name_0": "surname:Kuhn;given-names:S.", "name_1": "surname:Gallinat;given-names:J.", "pub-id_pmid": "21177743", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Quantitative meta-analysis on state and trait aspects of auditory verbal hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57000, "infons": {"fpage": "63", "lpage": "72", "name_0": "surname:Light;given-names:G.A.", "name_1": "surname:Swerdlow;given-names:N.R.", "name_10": "surname:Pela;given-names:M.", "name_11": "surname:Radant;given-names:A.D.", "name_12": "surname:Seidman;given-names:L.J.", "name_13": "surname:Sharp;given-names:R.F.", "name_14": "surname:Siever;given-names:L.J.", "name_15": "surname:Silverman;given-names:J.M.", "name_16": "surname:Sprock;given-names:J.", "name_17": "surname:Stone;given-names:W.S.", "name_18": "surname:Sugar;given-names:C.A.", "name_19": "surname:Tsuang;given-names:D.W.", "name_2": "surname:Thomas;given-names:M.L.", "name_20": "surname:Tsuang;given-names:M.T.", "name_21": "surname:Braff;given-names:D.L.", "name_22": "surname:Turetsky;given-names:B.I.", "name_3": "surname:Calkins;given-names:M.E.", "name_4": "surname:Green;given-names:M.F.", "name_5": "surname:Greenwood;given-names:T.A.", "name_6": "surname:Gur;given-names:R.E.", "name_7": "surname:Gur;given-names:R.C.", "name_8": "surname:Lazzeroni;given-names:L.C.", "name_9": "surname:Nuechterlein;given-names:K.H.", "pub-id_pmid": "25449710", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "163", "year": "2015"}, "text": "Validation of mismatch negativity and P3a for use in multi-site studies of schizophrenia: characterization of demographic, clinical, cognitive, and functional correlates in COGS-2", "sentences": [], "annotations": [], "relations": []}, {"offset": 57180, "infons": {"fpage": "1623", "lpage": "1635", "name_0": "surname:Lombardo;given-names:M.V.", "name_1": "surname:Chakrabarti;given-names:B.", "name_2": "surname:Bullmore;given-names:E.T.", "name_3": "surname:Wheelwright;given-names:S.J.", "name_4": "surname:Sadek;given-names:S.A.", "name_5": "surname:Suckling;given-names:J.", "name_6": "surname:Consortium;given-names:M.A.", "name_7": "surname:Baron-Cohen;given-names:S.", "pub-id_pmid": "19580380", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "22", "year": "2010"}, "text": "Shared neural circuits for mentalizing about the self and others", "sentences": [], "annotations": [], "relations": []}, {"offset": 57245, "infons": {"fpage": "428", "lpage": "437", "name_0": "surname:Manoliu;given-names:A.", "name_1": "surname:Riedl;given-names:V.", "name_10": "surname:Wohlschlager;given-names:A.M.", "name_11": "surname:Sorg;given-names:C.", "name_2": "surname:Zherdin;given-names:A.", "name_3": "surname:Muhlau;given-names:M.", "name_4": "surname:Schwerthoffer;given-names:D.", "name_5": "surname:Scherr;given-names:M.", "name_6": "surname:Peters;given-names:H.", "name_7": "surname:Zimmer;given-names:C.", "name_8": "surname:Forstl;given-names:H.", "name_9": "surname:Bauml;given-names:J.", "pub-id_pmid": "23519021", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Aberrant dependence of default mode/central executive network interactions on anterior insular salience network activity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57383, "infons": {"fpage": "332", "lpage": "339", "name_0": "surname:Matsuoka;given-names:K.", "name_1": "surname:Uno;given-names:M.", "name_2": "surname:Kasai;given-names:K.", "name_3": "surname:Koyama;given-names:K.", "name_4": "surname:Kim;given-names:Y.", "pub-id_pmid": "16732750", "section_type": "REF", "source": "Psychiatry Clin. Neurosci.", "type": "ref", "volume": "60", "year": "2006"}, "text": "Estimation of premorbid IQ in individuals with Alzheimer's disease using Japanese ideographic script (Kanji) compound words: Japanese version of national adult reading test", "sentences": [], "annotations": [], "relations": []}, {"offset": 57556, "infons": {"fpage": "1277", "lpage": "1286", "name_0": "surname:McLaren;given-names:D.G.", "name_1": "surname:Ries;given-names:M.L.", "name_2": "surname:Xu;given-names:G.", "name_3": "surname:Johnson;given-names:S.C.", "pub-id_pmid": "22484411", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "61", "year": "2012"}, "text": "A generalized form of context-dependent psychophysiological interactions (gPPI): a comparison to standard approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 57673, "infons": {"fpage": "483", "lpage": "506", "name_0": "surname:Menon;given-names:V.", "pub-id_pmid": "21908230", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "15", "year": "2011"}, "text": "Large-scale brain networks and psychopathology: a unifying triple network model", "sentences": [], "annotations": [], "relations": []}, {"offset": 57753, "infons": {"fpage": "127", "lpage": "135", "name_0": "surname:Menon;given-names:R.R.", "name_1": "surname:Barta;given-names:P.E.", "name_2": "surname:Aylward;given-names:E.H.", "name_3": "surname:Richards;given-names:S.S.", "name_4": "surname:Vaughn;given-names:D.D.", "name_5": "surname:Tien;given-names:A.Y.", "name_6": "surname:Harris;given-names:G.J.", "name_7": "surname:Pearlson;given-names:G.D.", "pub-id_pmid": "7577766", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "16", "year": "1995"}, "text": "Posterior superior temporal gyrus in schizophrenia: grey matter changes and clinical correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 57849, "infons": {"fpage": "1127", "lpage": "1133", "name_0": "surname:Menon;given-names:M.", "name_1": "surname:Schmitz;given-names:T.W.", "name_2": "surname:Anderson;given-names:A.K.", "name_3": "surname:Graff;given-names:A.", "name_4": "surname:Korostil;given-names:M.", "name_5": "surname:Mamo;given-names:D.", "name_6": "surname:Gerretsen;given-names:P.", "name_7": "surname:Addington;given-names:J.", "name_8": "surname:Remington;given-names:G.", "name_9": "surname:Kapur;given-names:S.", "pub-id_pmid": "21831358", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Exploring the neural correlates of delusions of reference", "sentences": [], "annotations": [], "relations": []}, {"offset": 57907, "infons": {"fpage": "3285", "lpage": "3296", "name_0": "surname:Misic;given-names:B.", "name_1": "surname:Betzel;given-names:R.F.", "name_2": "surname:de Reus;given-names:M.A.", "name_3": "surname:van den Heuvel;given-names:M.P.", "name_4": "surname:Berman;given-names:M.G.", "name_5": "surname:McIntosh;given-names:A.R.", "name_6": "surname:Sporns;given-names:O.", "pub-id_pmid": "27102654", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "26", "year": "2016"}, "text": "Network-level structure-function relationships in human neocortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 57973, "infons": {"fpage": "1046", "lpage": "1055", "name_0": "surname:Modinos;given-names:G.", "name_1": "surname:Costafreda;given-names:S.G.", "name_2": "surname:van Tol;given-names:M.J.", "name_3": "surname:McGuire;given-names:P.K.", "name_4": "surname:Aleman;given-names:A.", "name_5": "surname:Allen;given-names:P.", "pub-id_pmid": "22370252", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "Neuroanatomy of auditory verbal hallucinations in schizophrenia: a quantitative meta-analysis of voxel-based morphometry studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 58102, "infons": {"fpage": "545", "lpage": "551", "name_0": "surname:Molholm;given-names:S.", "name_1": "surname:Martinez;given-names:A.", "name_2": "surname:Ritter;given-names:W.", "name_3": "surname:Javitt;given-names:D.C.", "name_4": "surname:Foxe;given-names:J.J.", "pub-id_pmid": "15342438", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "15", "year": "2005"}, "text": "The neural circuitry of pre-attentive auditory change-detection: an fMRI study of pitch and duration mismatch negativity generators", "sentences": [], "annotations": [], "relations": []}, {"offset": 58234, "infons": {"fpage": "893", "lpage": "905", "name_0": "surname:Murphy;given-names:K.", "name_1": "surname:Birn;given-names:R.M.", "name_2": "surname:Handwerker;given-names:D.A.", "name_3": "surname:Jones;given-names:T.B.", "name_4": "surname:Bandettini;given-names:P.A.", "pub-id_pmid": "18976716", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "44", "year": "2009"}, "text": "The impact of global signal regression on resting state correlations: are anti-correlated networks introduced?", "sentences": [], "annotations": [], "relations": []}, {"offset": 58345, "infons": {"fpage": "3435", "lpage": "3453", "name_0": "surname:Naatanen;given-names:R.", "name_1": "surname:Kujala;given-names:T.", "name_2": "surname:Kreegipuu;given-names:K.", "name_3": "surname:Carlson;given-names:S.", "name_4": "surname:Escera;given-names:C.", "name_5": "surname:Baldeweg;given-names:T.", "name_6": "surname:Ponton;given-names:C.", "pub-id_pmid": "21624926", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "134", "year": "2011"}, "text": "The mismatch negativity: an index of cognitive decline in neuropsychiatric and neurological diseases and in ageing", "sentences": [], "annotations": [], "relations": []}, {"offset": 58460, "infons": {"fpage": "547", "lpage": "554", "name_0": "surname:Nagai;given-names:T.", "name_1": "surname:Tada;given-names:M.", "name_2": "surname:Kirihara;given-names:K.", "name_3": "surname:Yahata;given-names:N.", "name_4": "surname:Hashimoto;given-names:R.", "name_5": "surname:Araki;given-names:T.", "name_6": "surname:Kasai;given-names:K.", "pub-id_pmid": "24012461", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "150", "year": "2013"}, "text": "Auditory mismatch negativity and P3a in response to duration and frequency changes in the early stages of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58576, "infons": {"fpage": "202", "lpage": "214", "name_0": "surname:Northoff;given-names:G.", "name_1": "surname:Qin;given-names:P.", "pub-id_pmid": "21146961", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "127", "year": "2011"}, "text": "How can the brain's resting state activity generate hallucinations? A ‘resting state hypothesis’ of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 58707, "infons": {"fpage": "97", "lpage": "113", "name_0": "surname:Oldfield;given-names:R.C.", "pub-id_pmid": "5146491", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "9", "year": "1971"}, "text": "The assessment and analysis of handedness: the Edinburgh inventory", "sentences": [], "annotations": [], "relations": []}, {"offset": 58774, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Barnes;given-names:K.A.", "name_2": "surname:Snyder;given-names:A.Z.", "name_3": "surname:Schlaggar;given-names:B.L.", "name_4": "surname:Petersen;given-names:S.E.", "pub-id_pmid": "22019881", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 58877, "infons": {"fpage": "320", "lpage": "341", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Mitra;given-names:A.", "name_2": "surname:Laumann;given-names:T.O.", "name_3": "surname:Snyder;given-names:A.Z.", "name_4": "surname:Schlaggar;given-names:B.L.", "name_5": "surname:Petersen;given-names:S.E.", "pub-id_pmid": "23994314", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "84", "year": "2014"}, "text": "Methods to detect, characterize, and remove motion artifact in resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 58959, "infons": {"fpage": "21", "lpage": "30", "name_0": "surname:Rotarska-Jagiela;given-names:A.", "name_1": "surname:van de Ven;given-names:V.", "name_2": "surname:Oertel-Knochel;given-names:V.", "name_3": "surname:Uhlhaas;given-names:P.J.", "name_4": "surname:Vogeley;given-names:K.", "name_5": "surname:Linden;given-names:D.E.", "pub-id_pmid": "20097544", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "117", "year": "2010"}, "text": "Resting-state functional network correlates of psychotic symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59042, "infons": {"fpage": "521", "lpage": "529", "name_0": "surname:Salisbury;given-names:D.F.", "name_1": "surname:Kuroki;given-names:N.", "name_2": "surname:Kasai;given-names:K.", "name_3": "surname:Shenton;given-names:M.E.", "name_4": "surname:McCarley;given-names:R.W.", "pub-id_pmid": "17485604", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "64", "year": "2007"}, "text": "Progressive and interrelated functional and structural evidence of post-onset brain reduction in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59153, "infons": {"fpage": "158", "lpage": "165", "name_0": "surname:Shirer;given-names:W.R.", "name_1": "surname:Ryali;given-names:S.", "name_2": "surname:Rykhlevskaia;given-names:E.", "name_3": "surname:Menon;given-names:V.", "name_4": "surname:Greicius;given-names:M.D.", "pub-id_pmid": "21616982", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "22", "year": "2012"}, "text": "Decoding subject-driven cognitive states with whole-brain connectivity patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 59233, "infons": {"fpage": "12569", "lpage": "12574", "name_0": "surname:Sridharan;given-names:D.", "name_1": "surname:Levitin;given-names:D.J.", "name_2": "surname:Menon;given-names:V.", "pub-id_pmid": "18723676", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "105", "year": "2008"}, "text": "A critical role for the right fronto-insular cortex in switching between central-executive and default-mode networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 59350, "infons": {"fpage": "68", "lpage": "81", "name_0": "surname:Sui;given-names:J.", "name_1": "surname:Adali;given-names:T.", "name_2": "surname:Yu;given-names:Q.", "name_3": "surname:Chen;given-names:J.", "name_4": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "22108139", "section_type": "REF", "source": "J. Neurosci. Methods", "type": "ref", "volume": "204", "year": "2012"}, "text": "A review of multivariate methods for multimodal fusion of brain imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 59427, "infons": {"fpage": "794", "lpage": "804", "name_0": "surname:Sui;given-names:J.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:Du;given-names:Y.", "name_3": "surname:Yu;given-names:Q.", "name_4": "surname:Jones;given-names:T.R.", "name_5": "surname:Chen;given-names:J.", "name_6": "surname:Jiang;given-names:T.", "name_7": "surname:Bustillo;given-names:J.", "name_8": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "25847180", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "78", "year": "2015"}, "text": "In search of multimodal neuroimaging biomarkers of cognitive deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59514, "infons": {"fpage": "216", "lpage": "220", "name_0": "surname:Tavor;given-names:I.", "name_1": "surname:Parker Jones;given-names:O.", "name_2": "surname:Mars;given-names:R.B.", "name_3": "surname:Smith;given-names:S.M.", "name_4": "surname:Behrens;given-names:T.E.", "name_5": "surname:Jbabdi;given-names:S.", "pub-id_pmid": "27124457", "section_type": "REF", "source": "Science", "type": "ref", "volume": "352", "year": "2016"}, "text": "Task-free MRI predicts individual differences in brain activity during task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 59602, "infons": {"fpage": "938", "lpage": "943", "name_0": "surname:Wible;given-names:C.G.", "name_1": "surname:Kubicki;given-names:M.", "name_10": "surname:McCarley;given-names:R.W.", "name_2": "surname:Yoo;given-names:S.S.", "name_3": "surname:Kacher;given-names:D.F.", "name_4": "surname:Salisbury;given-names:D.F.", "name_5": "surname:Anderson;given-names:M.C.", "name_6": "surname:Shenton;given-names:M.E.", "name_7": "surname:Hirayasu;given-names:Y.", "name_8": "surname:Kikinis;given-names:R.", "name_9": "surname:Jolesz;given-names:F.A.", "pub-id_pmid": "11384903", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "A functional magnetic resonance imaging study of auditory mismatch in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59686, "infons": {"fpage": "22", "name_0": "surname:Wold;given-names:S.", "name_1": "surname:Sjostrom;given-names:M.", "name_2": "surname:Eriksson;given-names:L.", "section_type": "REF", "source": "Chemom. Intell. Lab. Syst.", "type": "ref", "volume": "58", "year": "2001"}, "text": "PLS-regression: a basic tool of chemometrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 59731, "infons": {"fpage": "450", "lpage": "458", "name_0": "surname:Yu;given-names:Q.", "name_1": "surname:Sui;given-names:J.", "name_2": "surname:Kiehl;given-names:K.A.", "name_3": "surname:Pearlson;given-names:G.", "name_4": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "24094882", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "150", "year": "2013"}, "text": "State-related functional integration and functional segregation brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59827, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 59846, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2017.09.025.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}