{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "5768152", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2017.12.030", "article-id_pmc": "5768152", "article-id_pmid": "29349038", "article-id_publisher-id": "S2213-1582(17)30334-0", "fpage": "1047", "kwd": "Information processing Schizophrenia Siblings Narrated story fMRI", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "1060", "name_0": "surname:Lerner;given-names:Yulia", "name_1": "surname:Bleich-Cohen;given-names:Maya", "name_2": "surname:Solnik-Knirsh;given-names:Shimrit", "name_3": "surname:Yogev-Seligmann;given-names:Galit", "name_4": "surname:Eisenstein;given-names:Tamir", "name_5": "surname:Madah;given-names:Waheed", "name_6": "surname:Shamir;given-names:Alon", "name_7": "surname:Hendler;given-names:Talma", "name_8": "surname:Kremer;given-names:Ilana", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2017"}, "text": "Abnormal neural hierarchy in processing of verbal information in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 93, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Previous research indicates abnormal comprehension of verbal information in patients with schizophrenia. Yet the neural mechanism underlying the breakdown of verbal information processing in schizophrenia is poorly understood. Imaging studies in healthy populations have shown a network of brain areas involved in hierarchical processing of verbal information over time. Here, we identified critical aspects of this hierarchy, examining patients with schizophrenia. Using functional magnetic resonance imaging, we examined various levels of information comprehension elicited by naturally presented verbal stimuli; from a set of randomly shuffled words to an intact story. Specifically, patients with first episode schizophrenia (N = 15), their non-manifesting siblings (N = 14) and healthy controls (N = 15) listened to a narrated story and randomly scrambled versions of it. To quantify the degree of dissimilarity between the groups, we adopted an inter-subject correlation (inter-SC) approach, which estimates differences in synchronization of neural responses within and between groups. The temporal topography found in healthy and siblings groups were consistent with our previous findings – high synchronization in responses from early sensory toward high order perceptual and cognitive areas. In patients with schizophrenia, stimuli with short and intermediate temporal scales evoked a typical pattern of reliable responses, whereas story condition (long temporal scale) revealed robust and widespread disruption of the inter-SCs. In addition, the more similar the neural activity of patients with schizophrenia was to the average response in the healthy group, the less severe the positive symptoms of the patients. Our findings suggest that system-level neural indication of abnormal verbal information processing in schizophrenia reflects disease manifestations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1967, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1978, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Critical aspects in semantic information processing in patients with schizophrenia, their non-manifesting siblings and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 2114, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "High synchronization in responses in early sensory areas in all groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 2185, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Robust disruption of the responses in high order perceptual and cognitive areas in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 2296, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2309, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cognitive deficits are believed to be a core feature of schizophrenia, observed in patients during the prodromal phase of the illness, mainly in processing speed, working memory, verbal learning, executive functions, and social cognition and are maintained or further increased after the first episode of the disease. Although functional impairment in schizophrenia can manifest at the level of simple cognitive tasks, the deficits become more prominent during high processing loads, multiple tasks or distraction, which challenge the processing of cognitive information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2881, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Insensitivity to contextual information is thought to be one of the hallmarks of the semantic deficits of patients with schizophrenia (e.g.,). Various studies have reported deficits in both language production and language comprehension. For example, a study in patients with schizophrenia showed that manipulations with discourse coherence resulted in greater impairment in processing stories relative to healthy controls, although, using a sentence continuation task, did not reveal behavioral differences between patients and controls. Another study further showed that the semantic deficits were mostly found in patients with positive symptoms of thought disturbance (, but see). It is important to note, that language deficits in schizophrenia underlie the major symptoms of psychosis, specifically hallucinations (verbal, auditory) and disorganized language output (positive thought disorder). Accordingly, a series of neurocognitive theories have proposed that clinical symptoms in schizophrenia reflect internal speech, or thinking in words, as one of the self-disturbances of the disease. More recently,, using synonym identification and sentence comprehension tasks, found that patients with schizophrenia made more errors relative to healthy controls in sentence comprehension but not with words, when the structure of the sentence was modified. These findings suggest that individuals with schizophrenia are limited in their ability to benefit from accumulating semantic information when processing verbal context.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4408, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There has been relatively little exploration of how patients with schizophrenia build up a coherent representation of discourse meaning, which requires the establishment of logical and psychological consistency between the events and propositions described in individual sentences. Some memory paradigms suggested that patients with schizophrenia fail to use coherence links across sentences to improve recall of individual sentences. Previous neuroimaging research of semantic processing in scizophrenia has focused mainly on abnormalities in specific brain regions. For example, demonstrated that patients compared to controls failed to recruit the dorsolateral prefrontal cortex (DLPFC), medial frontal and parietal cortices in their responses to incongruous versus congruous or to concrete versus abstract sentences. However, one possible explanation for deficits in semantic information processing might be disturbed large scale brain organization in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5379, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Accumulating evidence from neuroimaging studies revealed distributed abnormalities in a widespread set of brain areas involved in sensory, cognitive, and emotional processing in schizophrenia. A leading proposal to explain such a distributed anomaly is the ‘disconnection hypothesis’, assuming altered fronto-temporal functional connectivity in schizophrenia with greater involvement of the left hemisphere. This functional dysconnectivity might be the consequence of disturbed anatomical connectivity as presented by diffusion tensor imaging (DTI) studies. revealed alterations in white matter (WM) integrity within the fiber bundles that are implicated in the language functional networks. Furthermore, found that the decrease in functional connectivity was positively correlated with deficiencies in WM integrity in the language-comprehension network in schizophrenia. However, what type of processing is affected by such disturbed structural organization, and how the breakdown may lead to severe mental dysfunction is still unclear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6417, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Previous research on healthy participants revealed a hierarchical organization of areas involved in processing continuously incoming verbal information. Specifically, it has been shown that the capacity to accumulate and process verbal information over different time scales increased gradually in correspondence with the length of coherent temporal structures in the stimulus, and accordingly, with the amount of information contained in those structures. Yet, the neural underpinnings of such complex contextual sensitivity in schizophrenia is not well understood. proposed a model portraying schizophrenia as a disorder of hierarchical temporal processing. Namely, the researchers suggested that the problem exists at the level of communication between cortical layers; difficulty with the formation and storage of invariant representation at higher hierarchical levels disrupts capacity of these levels and, accordingly, their ability to provide sufficient input to lower levels. In turn, lower levels are forced to transmit the details of the input to higher levels for interpretation. Since this bottom-up process requires a certain amount of time, it may be abandoned in favor of rapid, although impaired, processes that lead to increasing inaccuracy in perception.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7690, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Stimuli and analyses flow chart. (A) A schematic representation of the stimuli used in the experiment. A narrated 8-min story and scrambled versions were used. In the scrambled versions, an audio recording of the story (blue) was segmented at multiple time scales defined by sentences (intermediate time scale; green) and words (short time scale; red), and then reassembled with the segments in randomly shuffled order. (B) Analysis steps: inter-SC values were calculated between participants' time courses within each group (B1) and between groups (B3); the differences between groups were estimated using a two-tailed t-test (B2). In addition, a set of ROIs was defined functionally based on the inter-SC measurements in a group of healthy participants (B4); corresponding between patients' neural activity similarity to average healthy response and the syndrome scale rating (B5). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 8704, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 8711, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Asserting that an important aspect of functional disorganization in schizophrenia encompasses temporal hierarchy in verbal information processing, we used fMRI and employed an advanced methodology to identify differences in processing of auditory verbal information presented over different time scales (i.e. different levels of semantic information complexity) in participants with schizophrenia and healthy controls (Fig. 1A, also see). In addition, we characterized a group of non-manifesting siblings of patients with schizophrenia as a separate experimental group. There were several reasons to examine the siblings of patients as a separate group. First, cognitive information processing difficulties are seen in high-risk children and unaffected family members, suggesting an inherited origin for this cognitive deficiency. Siblings, albeit to a lesser degree than patients, present with difficulties on a wide array of cognitive tasks, including working memory tasks, attention, language and facial expression recognition. This is one of the pieces of evidence for the genetic basis of neuropsychological disturbances occurring in schizophrenia. In general, according to elementary information processing, spatial working memory, and verbal memory may be candidates for cognitive endophenotypes in schizophrenia. Second, an imaging study demonstrated that first degree relatives may share regional brain volume abnormalities with their affected/pathological siblings in many brain regions. All in all, the characterized cognitive deficits provide support that a candidate endophenotype for an illness is associated with unaffected family members too.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10370, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To examine the information integration within different brain areas in these groups, we employed two types of analyses. First, we estimated response similarities within each group of participants, applying the inter-subject correlation (inter-SC) method. This data-driven approach, successfully used in previous studies, shows where in the brain and to what extent the stimuli evoke reliably similar responses across individuals (see). We asked whether processing of verbal information on different time scales shaped reliably similar neural patterns in the core perceptional areas as well as in the high order cognitive areas within all groups, or whether the neural similarity differs between groups due to diverse ability to integrate information, especially over prolonged time scales. In addition, we studied whether the ‘distance’ between patients' responses and the healthy cohort's response corresponded to the patients' clinical data. Here we studied neural synchrony between patients' brains and average response of the healthy cohort; then we plotted the correlation between patient – healthy neural alignments and patients' syndrome scale rating.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11529, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The current study aims to identify critical aspects of temporal hierarchy of verbal information processing, by examining it in patients with first episode schizophrenia, their non-manifesting siblings and healthy controls. Based on the evidence of multi-level impaired semantic processing and information integration among patients with schizophrenia we predict that in the early perceptional areas brain responses, which are driven mainly by the momentary incoming inputs, will be reliable across all groups and conditions. Also, we hypothesize that responses will be reliable in areas where coherent information at the sentence time scale is necessary to provide reliability; however, we predict disturbed recruitment of the high cognitive areas. We expect that non-manifesting siblings will exhibit lower (although statistically significant) inter-SCs and thus less noticeable hierarchy in verbal information processing than healthy controls. However, in contrast to their siblings with schizophrenia, we suppose to observe reliable responses in high cognitive areas which determine the context comprehension.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12642, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 12664, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 12677, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Three groups were evaluated: 16 inpatients with first episode schizophrenia recruited from the MAZOR Mental Health Center (3F; 19–46 years, mean age 27; 1 excluded (see Preprocessing section below)); 15 non-manifesting siblings of the patients (5F; 19–37 years, mean age 25; 1 excluded); 32 healthy participants (15 in the main study: 5F; 22–32 years, mean age 26; 12 additional participants (9F; 22–32 years, mean age 26) were used in the ROI selection, 5 excluded). Socio-demographic characteristics of participants are presented in Table 1A. Patients were diagnosed by senior psychiatrists while hospitalized, based on the Structured Clinical Interview for DSM-IV Axis-I Disorders, Patient Edition (SCID-I/P,). Severity of schizophrenia symptoms was assessed with the Positive and Negative Syndrome Scale (PANSS,). Pharmacologic management including therapeutic doses of first-generation and second-generation antipsychotics used for the treatment and PANSS values are shown in Table 1B and Table 1C, respectively (for the individual details see Supplementary Table 1). The p values for statistical tests comparing gender, age, bilingualism and years of education are shown in Table 1D. The binary values (gender and bilingualism) were tested using the binomial exact test, whereas age and years of education were compared using the Kolmogorov-Smirnoff test since within group distributions for some parameters (e.g., age) were not normal. Patients with affective and organic mental disorders (other than schizophrenia), drug- or alcohol-induced psychoses were not included. Medical and neurological illnesses were ruled out by reports from patients' treating physicians and medical records.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14372, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Socio-demographic characteristics of individuals participated in the study (A), pharmacologic management (B), clinical characteristics for the patients with schizophrenia (C), and non-parametric statistical comparison between groups presented in p-values (D). The averaged doses of the medications, treatment duration and positive, negative and general psychopathology scores are shown. ⁎; first-generation agents, ⁎⁎; second-generation agents.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14817, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">Mother language<hr/></th></tr><tr><th/><th>Healthy</th><th>Siblings</th><th>Patients</th></tr></thead><tbody><tr><td>Healthy</td><td/><td>0.21</td><td>0.40</td></tr><tr><td>Siblings</td><td>0.08</td><td/><td>0.21</td></tr><tr><td>Patients</td><td>0.20</td><td>0.40</td><td/></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14828, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">Mother language<hr/></th></tr><tr><th/><th>Healthy</th><th>Siblings</th><th>Patients</th></tr></thead><tbody><tr><td>Healthy</td><td/><td>0.21</td><td>0.40</td></tr><tr><td>Siblings</td><td>0.08</td><td/><td>0.21</td></tr><tr><td>Patients</td><td>0.20</td><td>0.40</td><td/></tr></tbody></table>\n"}, "text": "A. Socio-demographic characteristics of individuals participated in the study\t \t\tPatients with schizophrenia (N = 15)\tSiblings (N = 14)\tHealthy controls (main study, N = 15)\t \tMean\tSD\t%\tMean\tSD\t%\tMean\tSD\t%\t \tGender\t\t\t20 F\t\t\t36 F\t\t\t33 F\t \tBilingualism\t\t\t40 bil\t\t\t50 bil\t\t\t33 bil\t \tYears of education\t11.8\t1.9\t\t13.6\t2.7\t\t13.3\t1.4\t\t \tAge\t26.9\t7.5\t\t25\t5.8\t\t25.7\t3.5\t\t \tHandedness\t\t\t100 R\t\t\t100 R\t\t\t100 R\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15236, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">Mother language<hr/></th></tr><tr><th/><th>Healthy</th><th>Siblings</th><th>Patients</th></tr></thead><tbody><tr><td>Healthy</td><td/><td>0.21</td><td>0.40</td></tr><tr><td>Siblings</td><td>0.08</td><td/><td>0.21</td></tr><tr><td>Patients</td><td>0.20</td><td>0.40</td><td/></tr></tbody></table>\n"}, "text": "B. Pharmacologic management for the treating patients with schizophrenia\t \tPharmacological name of antipsychotic, antidepressant and mood stabilizer\tDose: mean(mg); SD\tCloropromazine equivalent: Mean (mg/day); SD\tTreatment duration: mean (months); SD\t \tRisperidone⁎⁎\t5; 1.4\t250; 71\t3.3; 1.1\t \tQuetiapine⁎⁎\t433; 151\t577; 201\t4.8; 3.4\t \tZuclopenthixol⁎\t207; 143\t104; 71\t3.9; 3.2\t \tHaloperidol⁎\t2; 0\t167; 115\t4; 1.7\t \tAmisulpride⁎⁎\t350; 71\t175; 35\t8; 4.2\t \tClozapine⁎⁎\t200; 0\t600; 0\t5; 0\t \tOlanzapine⁎⁎\t12; 4\t240; 89\t2.4; 0.6\t \tClotiapine⁎⁎\t30; 14\t75; 35\t8.3; 3.9\t \tClonazepam\t5; 0\t\t1.5; 0\t \tLamotrigine\t125; 0\t\t4; 0\t \tClomipramine\t75; 0\t\t11; 0\t \tValproic acid\t1000; 0\t\t4; 1.4\t \t⁎first-generation agents; ⁎⁎second-generation agents\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15973, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">Mother language<hr/></th></tr><tr><th/><th>Healthy</th><th>Siblings</th><th>Patients</th></tr></thead><tbody><tr><td>Healthy</td><td/><td>0.21</td><td>0.40</td></tr><tr><td>Siblings</td><td>0.08</td><td/><td>0.21</td></tr><tr><td>Patients</td><td>0.20</td><td>0.40</td><td/></tr></tbody></table>\n"}, "text": "C. Clinical characteristics for the patients with schizophrenia\t \t\tDiagnosed (months)\tPANSS total\tPANSS positive\tPANSS negative\tPANSS general\t \tMean; SD\t4.5; 3.1\t91.5; 25.7\t21.7; 6.2\t25.3; 7.2\t44.4; 14.8\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16185, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">Mother language<hr/></th></tr><tr><th/><th>Healthy</th><th>Siblings</th><th>Patients</th></tr></thead><tbody><tr><td>Healthy</td><td/><td>0.21</td><td>0.40</td></tr><tr><td>Siblings</td><td>0.08</td><td/><td>0.21</td></tr><tr><td>Patients</td><td>0.20</td><td>0.40</td><td/></tr></tbody></table>\n"}, "text": "D. Statistical comparison between groups\t \t\tHealthy – patients\tSiblings – patients\tHealthy – siblings\t \tAge\t0.31\t0.32\t0.48\t \tYears of education\t0.05\t0.24\t0.17\t \tThe differences between groups (p values) were defined by the Kolmogorov-Smirnoff test\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16441, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">Mother language<hr/></th></tr><tr><th/><th>Healthy</th><th>Siblings</th><th>Patients</th></tr></thead><tbody><tr><td>Healthy</td><td/><td>0.21</td><td>0.40</td></tr><tr><td>Siblings</td><td>0.08</td><td/><td>0.21</td></tr><tr><td>Patients</td><td>0.20</td><td>0.40</td><td/></tr></tbody></table>\n"}, "text": "Gender\t \t\tHealthy\tSiblings\tPatients\t \tHealthy\t\t0.20\t0.16\t \tSiblings\t0.38\t\t0.06\t \tPatients\t0.08\t0.02*\t\t \tThe differences between groups (p values) were defined by the binomial exact test\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16635, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">Mother language<hr/></th></tr><tr><th/><th>Healthy</th><th>Siblings</th><th>Patients</th></tr></thead><tbody><tr><td>Healthy</td><td/><td>0.21</td><td>0.40</td></tr><tr><td>Siblings</td><td>0.08</td><td/><td>0.21</td></tr><tr><td>Patients</td><td>0.20</td><td>0.40</td><td/></tr></tbody></table>\n"}, "text": "Mother language\t \t\tHealthy\tSiblings\tPatients\t \tHealthy\t\t0.21\t0.40\t \tSiblings\t0.08\t\t0.21\t \tPatients\t0.20\t0.40\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16748, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "The differences between groups (p values) were defined by the binomial exact test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16831, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Healthy participants were recruited from the local community, and reported no previous neurological or psychiatric symptoms or hearing impairments. All participants were Hebrew speakers with adequate language comprehension. Procedures were approved by the Helsinki Committee on Activities Involving Human Subjects in Tel Aviv Sourasky Medical Center (TASMC) and MAZOR Mental Health Center; all participants provided written informed consent to participate in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17301, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 17323, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "fMRI scanning was performed with a 3.0 T Signa Excite echo speed scanner (General Electric Medical Systems), using an 8-channel head coil, at TASMC. Structural scans included a T1-weighted 3D axial spoiled gradient echo (SPGR) pulse sequence (repetition time (TR)/echo time (TE) = 8.94/3.48 ms, slice thickness = 1 mm, flip angle = 13°, pixel size = 1 mm, field-of-view (FOV) = 256 × 256 mm). Functional whole-brain scans were performed in interleaved order with a T2*-weighted gradient echo planar imaging pulse sequence (TR/TE = 3000/35 ms, flip angle = 90°, pixel size = 1.56 mm, FOV = 200 × 200 mm, slice thickness = 3 mm, 39 slices/volume). MRI-compatible headphones (OPTOACTIVEtm) were used to considerably attenuate the scanner noise and to present the audio stimuli.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18098, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Stimuli and experimental procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 18133, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Stimuli were generated from an 8-min narrated story told in Hebrew by a professional storyteller. Participants listened to the whole story (forward condition), as well as to stimuli created by scrambling of the language structures in the story (Fig. 1A). Specifically, in scrambled conditions, the end points of each word and sentence were defined manually and scrambled by a random shuffling of the order of the segments. In the scrambled words, two short words were joined in cases where we could not separate the adjacent words. In the scrambled sentences, we verified that two consecutive sentences from the original story did not follow each other. Short examples of the conditions are provided in Supplementary File 1. Each scrambled condition served to isolate the contextual information available for comprehension as a function of that specific language structure, thus yielding the three different time scales (short – “words scram”, intermediate – “sentences scram” and long – story) for information processing. Importantly, each scrambled version contained exactly the same information, only at a different level of language time scale (i.e. words, sentences). Short stimulus included 656 words (a word lasted on average 0.7 s); intermediate stimulus included 76 sentences (a sentence lasted on average 6.1 s). The overall durations of all stimuli were identical. 3 s–silent periods preceded and followed each condition and were discarded from all analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19603, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A typical session lasted about 45 min and was comprised of three functional runs, each consisting of the presentation of one condition (8-min each). The presentation order of conditions within a session was randomized across participants. Short 2-min breaks were implemented between the functional and structural scans to verify participants' well-being and awareness and to allow them to relax. Attentive listening was confirmed by brief communication with participants between runs. At the end of the session, outside the scanner, participants were asked to describe the main plot of the story.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20200, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Neuropsychological assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 20230, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Neuropsychological assessment of individuals participating in the study. (A) The scores in the cognitive assessment – sub-tests of MoCA and text comprehension tests. (B) Statistical comparison between groups. The p values defined by the Kolmogorov-Smirnoff test demonstrate between-group differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20531, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">B. Statistical comparison between groups<hr/></th></tr><tr><th/><th>Healthy –Patients</th><th>Siblings – Patients</th><th>Healthy – Siblings</th></tr></thead><tbody><tr><td>Executive visuo-constructional skills</td><td>0.001</td><td>0.003</td><td>0.988</td></tr><tr><td>Naming</td><td>0.448</td><td>0.696</td><td>1.000</td></tr><tr><td>Attention and executive function</td><td>0.005</td><td>0.186</td><td>0.238</td></tr><tr><td>Language – short-term episodic memory and verbal fluency</td><td>0.045</td><td>0.012</td><td>0.98</td></tr><tr><td>Abstraction</td><td>0.015</td><td>0.940</td><td>0.047</td></tr><tr><td>Delayed recall (verbal)</td><td>0.117</td><td>0.527</td><td>0.999</td></tr><tr><td>Orientation</td><td>0.071</td><td>0.208</td><td>1.000</td></tr><tr><td>Story 1</td><td>0.59</td><td>0.83</td><td>0.99</td></tr><tr><td>Story 2</td><td>0.05</td><td>0.18</td><td>1.00</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20542, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">B. Statistical comparison between groups<hr/></th></tr><tr><th/><th>Healthy –Patients</th><th>Siblings – Patients</th><th>Healthy – Siblings</th></tr></thead><tbody><tr><td>Executive visuo-constructional skills</td><td>0.001</td><td>0.003</td><td>0.988</td></tr><tr><td>Naming</td><td>0.448</td><td>0.696</td><td>1.000</td></tr><tr><td>Attention and executive function</td><td>0.005</td><td>0.186</td><td>0.238</td></tr><tr><td>Language – short-term episodic memory and verbal fluency</td><td>0.045</td><td>0.012</td><td>0.98</td></tr><tr><td>Abstraction</td><td>0.015</td><td>0.940</td><td>0.047</td></tr><tr><td>Delayed recall (verbal)</td><td>0.117</td><td>0.527</td><td>0.999</td></tr><tr><td>Orientation</td><td>0.071</td><td>0.208</td><td>1.000</td></tr><tr><td>Story 1</td><td>0.59</td><td>0.83</td><td>0.99</td></tr><tr><td>Story 2</td><td>0.05</td><td>0.18</td><td>1.00</td></tr></tbody></table>\n"}, "text": "A. Neuropsychological assessment of individuals participated in the study.\t \tParticipants\tSub-tests of MoCA\tText comprehension\t \tExecutive visuo-constructional skills (out of 5)\tNaming (out of 3)\tAttention and Executive function (out of 6)\tLanguage – short-term episodic memory and verbal fluency (out of 3)\tAbstraction (out of 2)\tDelayed recall (verbal) (out of 5)\tOrientation (out of 6)\tStory 1 (out of 4)\tStory 2 (out of 4)\t \tHealthy\t4.53 ± 0.74\t3\t5.87 ± 0.35\t2.8 ± 0.41\t1.87 ± 0.35\t3.93 ± 1.22\t6\t3.47 ± 0.52\t3.53 ± 0.52\t \tSiblings\t4.85 ± 0.37\t3\t5.28 ± 0.81\t3\t1.28 ± 0.51\t3.85 ± 0.98\t6\t3.29 ± 0.49\t3.43 ± 0.53\t \tPatients with schizophrenia\t2.38 ± 1.26\t2.61 ± 0.65\t4.38 ± 1.5\t2.07 ± 0.75\t1.07 ± 0.75\t2.84 ± 1.34\t5.46 ± 0.66\t3.0 ± 0.7\t2.73 ± 0.96\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21298, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"4\">B. Statistical comparison between groups<hr/></th></tr><tr><th/><th>Healthy –Patients</th><th>Siblings – Patients</th><th>Healthy – Siblings</th></tr></thead><tbody><tr><td>Executive visuo-constructional skills</td><td>0.001</td><td>0.003</td><td>0.988</td></tr><tr><td>Naming</td><td>0.448</td><td>0.696</td><td>1.000</td></tr><tr><td>Attention and executive function</td><td>0.005</td><td>0.186</td><td>0.238</td></tr><tr><td>Language – short-term episodic memory and verbal fluency</td><td>0.045</td><td>0.012</td><td>0.98</td></tr><tr><td>Abstraction</td><td>0.015</td><td>0.940</td><td>0.047</td></tr><tr><td>Delayed recall (verbal)</td><td>0.117</td><td>0.527</td><td>0.999</td></tr><tr><td>Orientation</td><td>0.071</td><td>0.208</td><td>1.000</td></tr><tr><td>Story 1</td><td>0.59</td><td>0.83</td><td>0.99</td></tr><tr><td>Story 2</td><td>0.05</td><td>0.18</td><td>1.00</td></tr></tbody></table>\n"}, "text": "B. Statistical comparison between groups\t \t\tHealthy –Patients\tSiblings – Patients\tHealthy – Siblings\t \tExecutive visuo-constructional skills\t0.001\t0.003\t0.988\t \tNaming\t0.448\t0.696\t1.000\t \tAttention and executive function\t0.005\t0.186\t0.238\t \tLanguage – short-term episodic memory and verbal fluency\t0.045\t0.012\t0.98\t \tAbstraction\t0.015\t0.940\t0.047\t \tDelayed recall (verbal)\t0.117\t0.527\t0.999\t \tOrientation\t0.071\t0.208\t1.000\t \tStory 1\t0.59\t0.83\t0.99\t \tStory 2\t0.05\t0.18\t1.00\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21774, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "The differences between groups (p values) were defined by the Kolmogorov-Smirnoff test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21862, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants were screened by a neuropsychological assessment which included the Montreal Cognitive Assessment (MoCA) and standardized tests of text comprehension. In the text comprehension tests participants were presented with short stories and subsequently required to recall them in as much detail as possible. The text comprehension tests were evaluated on a 4-point scale; 1 = not at all, 4 = perfect understanding. The scores for the MoCA (separately for the subsets of the test), indicating correct responses and scores for the text comprehension, indicating level of understanding are shown in Table 2A. Statistical comparison for between-group differences in neuropsychological assessment using the Kolmogorov-Smirnoff test is provided in Table 2B.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22625, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 22639, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 22653, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "BrainVoyagerQX 2.4 (Brain Innovation, Maastricht, The Netherlands) was used for preprocessing and co-registration of the standardized anatomical and functional data. Data analysis was performed separately for each participant. The data were high pass filtered at 0.008 Hz and spatially smoothed with a 6 mm full width at half maximum (FWHM) kernel. To avoid the confounding effect of fluctuations in the whole-brain blood-oxygen-level dependent (BOLD) signal, for each TR, each voxel was scaled by the global mean at that time point. Head motions were detected and corrected using trilinear and sinc interpolations, respectively. Due to extensive head movements (deviations higher than 1.5°/mm relative to the reference) 1 patient, 5 healthy controls and 1 sibling were excluded from the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23448, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The cortical surface was reconstructed from the anatomical images using standard procedures implemented in the BrainVoyager software. The complete functional dataset was transformed to a common 3D Talairach space and projected on a reconstruction of the cortical surface.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23720, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Inter-SC analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 23738, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Hierarchical organization of processing time scales. Nested maps presenting response synchronization to stimuli across participants are shown within different experimental groups: healthy participants (A; N = 15), siblings of patients with schizophrenia (B; N = 14) and patients with schizophrenia (C; N = 15). Each voxel is colored in accordance with the level of coherent temporal structure that was required for significant synchronization (inter-SC) in that voxel across all participants. Red voxels exhibited reliably synchronized responses to all conditions; green voxels - only for the sentences and the intact stimuli; blue voxels responded reliably to the intact story only. Note widespread disruption of the inter-SCs in story condition in patients with schizophrenia comparing to both other groups. Abbreviations: A1+, early auditory cortex presumably including primary auditory cortex (A1); mSTG, middle superior temporal gyrus; TPJ, temporo-parietal junction; IPS, intraparietal sulcus; IFS, inferior frontal sulcus; DLPFC, dorsolateral prefrontal cortex; mPFC, medial prefrontal cortex; A, anterior; P, posterior. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 24996, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 25003, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were analyzed using the inter-SC approach, measuring similarity of neural responses across individuals who are presented with the same stimuli. For each voxel, inter-SC was calculated as an average , where the individual rj are the Pearson product-moment correlations between that voxel's BOLD time course in one individual and the average of that voxel's BOLD time courses in the remaining individuals. Inter-SC maps were constructed separately for conditions, within groups (Fig. 1B1 & Fig. 2) and between groups (Fig. 1B3 & Fig. 5). Only voxels that passed statistical significance test (see the following paragraph) were shown on the maps.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25652, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Controlling for false positives", "sentences": [], "annotations": [], "relations": []}, {"offset": 25684, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical significance of correlations was assessed using a bootstrapping procedure based on phase-randomization. The null hypothesis was that the BOLD signal in each voxel in each participant was independent of the BOLD signal values in the corresponding voxel in any other participant at any point in time (i.e., no inter-SC between any pair of individuals). For all conditions, a phase-randomization of each voxel's time course was performed by applying a fast Fourier transform to the signal, randomizing the phase of each Fourier component, and inverting the Fourier transformation. This procedure scrambles the phase of the BOLD time courses but leaves its power spectrum intact. For each randomly phase-scrambled surrogate dataset, we computed the inter-SC coefficients for all voxels in the exact same manner as the empirical correlation maps described above. This procedure was performed 5000 times allowing for estimation of a null distribution of average correlations within the voxel. Statistical significance (p values) was estimated by comparing empirical correlation values (without phase-randomization) to these null distributions as a percentile from the tails of the distribution. The resulting map of inter-SCs was corrected for multiple comparisons, using bootstrapped p values by The Benjamini – Hochberg – Yekutieli false-discovery procedure, with the threshold 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27076, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Comparison between groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 27102, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of inter-SCs between different groups. (A) Significant differences between responses of healthy participants and siblings to story condition (two-tailed t-test). In regions colored in yellow inter-SCs were significantly higher in healthy participants than in siblings. Insert: Maps of inter-SC for intact story in both healthy groups. Dark blue, voxels that showed highly synchronized responses in healthy participants; cyan, voxels that showed highly synchronized responses in siblings; light blue, overlap. (B) Significant differences between responses of healthy participants and patients with schizophrenia to story condition (two-tailed t-test). Same presentation format as in (A). Same abbreviations as in Fig. 2. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27963, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 27970, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To test the differences between groups, a two-tailed t-test was performed within each voxel that showed significant difference of inter-SC values in at least one of the inspected groups. The voxel-wised t-test was done by comparing the Fisher-transformed correlation values computed in each voxel of participants from different groups. In other words, two-tailed t-tests were employed to show the brain regions that had more consistent or less consistent responses between groups (Fig. 1B2 & Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28471, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Selection of regions of interest (ROIs) with different processing time scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 28549, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Response reliability profiles in ROIs across processing hierarchy. Inter-SCs are plotted for each of the stimuli, for each of the ROIs. Dashed lines indicate thresholds for statistically significant correlations assessed using phase-randomization and false discovery rate procedures (see Methods). In most of the explored ROIs in the posterior and prefrontal cortices, responses in patients with schizophrenia exhibited substantially reduced correlation relative to healthy participants. Note that the ROIs were functionally defined based on responses of an independent group of participants (see Methods). Horizontal lines indicate thresholds for statistically significant correlations assessed using phase-randomization and FDR procedures. Error bars indicate estimated standard error. Asterisks denote significant differences between groups, ⁎p < 0.05 one-tailed, paired t-test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29431, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 29438, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Talairach coordinates of independently defined ROIs. The Talairach coordinates were derived from a separate, independent group of healthy participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29590, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th rowspan=\"2\">Area</th><th colspan=\"3\">Mean<hr/></th></tr><tr><th><italic>x</italic></th><th><italic>y</italic></th><th><italic>z</italic></th></tr></thead><tbody><tr><td rowspan=\"4\">Right hemisphere</td><td>A1 +</td><td>52</td><td>− 19</td><td>6</td></tr><tr><td>mSTG</td><td>55</td><td>− 34</td><td>0</td></tr><tr><td>TPJ</td><td>50</td><td>− 55</td><td>20</td></tr><tr><td>DLPFC</td><td>43</td><td>22</td><td>26</td></tr><tr><td rowspan=\"4\">Left hemisphere</td><td>A1 +</td><td>− 51</td><td>− 22</td><td>7</td></tr><tr><td>mSTG</td><td>− 57</td><td>− 31</td><td>1</td></tr><tr><td>TPJ</td><td>− 52</td><td>− 48</td><td>21</td></tr><tr><td>DLPFC</td><td>− 44</td><td>24</td><td>28</td></tr><tr><td rowspan=\"2\">Medial</td><td>mPFC</td><td>− 1</td><td>30</td><td>36</td></tr><tr><td>Precuneus</td><td>− 1</td><td>− 60</td><td>33</td></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29601, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th rowspan=\"2\">Area</th><th colspan=\"3\">Mean<hr/></th></tr><tr><th><italic>x</italic></th><th><italic>y</italic></th><th><italic>z</italic></th></tr></thead><tbody><tr><td rowspan=\"4\">Right hemisphere</td><td>A1 +</td><td>52</td><td>− 19</td><td>6</td></tr><tr><td>mSTG</td><td>55</td><td>− 34</td><td>0</td></tr><tr><td>TPJ</td><td>50</td><td>− 55</td><td>20</td></tr><tr><td>DLPFC</td><td>43</td><td>22</td><td>26</td></tr><tr><td rowspan=\"4\">Left hemisphere</td><td>A1 +</td><td>− 51</td><td>− 22</td><td>7</td></tr><tr><td>mSTG</td><td>− 57</td><td>− 31</td><td>1</td></tr><tr><td>TPJ</td><td>− 52</td><td>− 48</td><td>21</td></tr><tr><td>DLPFC</td><td>− 44</td><td>24</td><td>28</td></tr><tr><td rowspan=\"2\">Medial</td><td>mPFC</td><td>− 1</td><td>30</td><td>36</td></tr><tr><td>Precuneus</td><td>− 1</td><td>− 60</td><td>33</td></tr></tbody></table>\n"}, "text": "\tArea\tMean\t \tx\ty\tz\t \tRight hemisphere\tA1 +\t52\t− 19\t6\t \tmSTG\t55\t− 34\t0\t \tTPJ\t50\t− 55\t20\t \tDLPFC\t43\t22\t26\t \tLeft hemisphere\tA1 +\t− 51\t− 22\t7\t \tmSTG\t− 57\t− 31\t1\t \tTPJ\t− 52\t− 48\t21\t \tDLPFC\t− 44\t24\t28\t \tMedial\tmPFC\t− 1\t30\t36\t \tPrecuneus\t− 1\t− 60\t33\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29848, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Although all our healthy participants exhibited consistent time scale topography, identifying the ROIs based on these data would bias the analyses toward the healthy control group. Therefore, we defined the average ROIs with short, intermediate and long temporal scales from a separate, independent group of 12 healthy participants. Specifically, the temporal scale of each ROI in this group was defined according to the response reliability in that region across stimuli scrambled on the aforementioned different time scales (for details see). The coordinates of these ROIs were applied to derive ROIs in each participant in the current study. Namely, ROIs with a predicted time scale were selected: middle superior temporal gyrus (mSTG), temporal-parietal junction (TPJ), DLPFC, medial prefrontal cortex (mPFC) and precuneus (Fig. 1B4 & Fig. 4). An early auditory ROI (A1+) was defined as the set of voxels that correlated the most with the stimulus audio envelope. To compute the correlation between BOLD signals and the audio envelope, we bandpassed the audio signal between 4 and 4000 Hz, extracted the envelope of the signal using a Hilbert transform, and then downsampled the envelope to the sampling rate of the BOLD signal using an anti-aliasing low-pass finite impulse response filter. Table 3 provides Talairach coordinates for the centers of the noted regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31221, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition, to confirm that our method of ROI selection does not bias in favor of healthy participants, while brains in patients with schizophrenia are characterized by cortical atrophy, we defined another set of ROIs – A1+, mSTG, TPJ and precuneus based on the responses obtained in our patients with schizophrenia for the same stimuli. This procedure for ROI selection certainly biased the responses toward the patients group, but the outcomes were similar to previous results with a set of independently defined ROIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31743, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Response amplitude", "sentences": [], "annotations": [], "relations": []}, {"offset": 31762, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Due to the nature of our experimental design (continuous real-life stimuli), we cannot directly assess changes in response amplitude relative to a blank (no-task) baseline. To estimate response amplitude, we measured the standard deviation (SD) of the percent BOLD signal change of the responses over time. This measure provides a proxy for the overall signal modulations because small signal fluctuations should produce lower SD and larger fluctuations should produce higher SD. The SD was assessed independently for each ROI and each condition, first within each participant and then averaged across participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32378, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 32386, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Response reliability across whole brain for different time scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 32452, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To estimate the level of synchronization in response time courses of participants that listened to a narrated story and scrambled versions of it (Fig. 1) we, first, calculated the inter-SC values across the entire stimuli within each group on a voxel-by-voxel basis (see Methods). Following, we constructed a nested map (Fig. 2). The voxels on the map were classified according to the shortest temporal scale that evoked significantly synchronized responses across participants (for the statistical criteria see Methods). Specifically, voxels at the lowest level in this topography (red-colored) demonstrated reliably synchronized responses to all conditions, including scrambled words and sentences; areas at the intermediate level (green-colored) exhibited high inter-SCs to scrambled sentences and story; areas at the top level in the topography (blue-colored) showed significantly synchronized responses only to the story condition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33389, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The time-scale gradient found in the healthy group (N = 15, Fig. 2A) replicated our previous findings – early areas (A1+) showed high synchronization, disregarding scrambling, in all conditions; intermediate-level areas, such as mSTG, showed reliable responses up to sentence coherency; and story evoked reliable responses in a wide network of the parietal and frontal areas. A similar hierarchy, with a slight lateralization effect in the prefrontal cortex was found within the siblings group (N = 14, Fig. 2B). Within the schizophrenia group (N = 15), the reliability of responses obtained in the A1+ for the shortest temporal scale (scrambled words, Fig. 2C, red) was similar to those observed in the both healthy and siblings groups. Scrambled sentences (intermediate temporal scale) evoked reliable, although spatially less extended responses in patients (Fig. 2C, green). However, robust and widespread disruption in the response synchronization was found for the story condition (long temporal scale) with only some high inter-SCs in the TPJ and precuneus (Fig. 2C, blue). No significant inter-SC correlations were found in the prefrontal regions, such as mPFC or DLPFC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34567, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Importantly, there were no regions that exhibited significant inter-SC correlations only in the patients with schizophrenia but not within the healthy individuals. In addition, taking into account specific language abilities of patients with schizophrenia, we divided the group of patients into two sub-groups: monolingual patients (N = 9) and bilingual patients (N = 6). Note that the temporal hierarchies within these subgroups were very similar (Supplementary Fig. 1) and looked like the map shown in Fig. 2C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35080, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we directly compared results obtained for the story condition in healthy participants and siblings (Fig. 3A). Overlapping regions for highly synchronized responses were found in A1+, along the STG up to TPJ, in the inferior frontal sulcus (IFS) and DLPFC (light blue, Fig. 3A). In addition, synchronized responses in the angular gyrus, superior and middle frontal gyri, lateral and medial prefrontal regions (dark blue, Fig. 3A) were found in the healthy group but not in siblings. Moreover, two-tailed t-test revealed statistically significant differences even in the overlapped regions (see Comparison between groups in Methods). In regions colored in yellow in Fig. 3A inter-SCs were higher in the healthy group than in siblings in the story condition. Notably, no regions with a significant opposite effect (e.g. inter-SCs higher for siblings) were found. Much more prominent were the differences between the healthy group and patients with schizophrenia (Fig. 3B). Overlap regions were found only in the A1+ and mSTG (Fig. 3B, light blue). Statistical comparison between groups with two-tailed t-test is depicted with yellow in Fig. 3B.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36228, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ROIs sensitive to temporal scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 36262, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further explore the time-scale gradient within each group we performed ROI analyses in several predefined regions. The ROIs were defined based on responses of an independent group of healthy participants (N = 12, see Methods and Table 3 for the coordinates). Time courses from the predefined regions that are known to have short (e.g., A1+), intermediate (e.g., mSTG) and long temporal capacity (e.g., TPJ, prefrontal, precuneus) were sampled in each participant and included in the analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36758, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Consistent with our voxel-wise analysis, early auditory areas exhibited highly synchronized responses in all conditions and within all groups (Fig. 4). Horizontal lines in Fig. 4 indicate thresholds for statistically significant correlations assessed using phase-randomization and false discovery rate procedures (see Methods). In the mSTG, high inter-SCs to story and scrambled sentences but not to scrambled words were found. Importantly, A1 + and mSTG (Fig. 4, top) showed a high level of synchronization in patients with schizophrenia: in A1 + the inter-SC coefficients were very close to each other in all groups (r ~ 0.37), in the mSTG inter-SC coefficients were lower, although still significant, in patients (r ~ 0.28) than in healthy participants (r ~ 0.4), but comparable with siblings (r ~ 0.3). Besides these two regions, in most of the explored ROIs in the posterior and prefrontal cortices, responses in patients with schizophrenia exhibited substantially reduced correlation (about 50–60%), relative to healthy participants. Moreover, in patients, the story condition evoked significant inter-SCs in the TPJ (r = 0.13) and precuneus (r = 0.15) only (Fig. 4, mid), no synchronized responses were found in the prefrontal regions, such as mPFC or DLPFC (Fig. 4, bottom). In addition, mixed design ANOVA with one within (condition) and one between (group) subjects factors was performed on the inter-SC coefficients independently in the mPFC and DLPFC. Results are presented in Supplementary Table 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38270, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Response amplitude analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38298, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It might be suggested that the decreased synchrony in the prefrontal regions is a result of a smaller signal-to-noise ratio due to hypofrontality of patients with schizophrenia. To test this possibility we performed response amplitude analysis. Areas that exhibited low inter-SCs within the patient group (or to the temporally scrambled stimuli) nevertheless showed high response amplitudes within the same group and to those same stimuli (Supplementary Fig. 2). Response amplitudes were estimated by computing the SD of the responses over time within each ROI. Our analysis revealed that the SDs were indistinguishable for all conditions, even in those examined brain areas, in which response synchrony dramatically reduced.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39024, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Masked processes underlie comprehension of a story in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39092, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Inter-SC analyses between groups. (A) Inter-SC maps show correlations between patients' response time course and the averaged time courses of healthy participants during the story condition. The analysis revealed a more standard pattern of response synchronization across patients. The maps are overlaid with the map showing inter-SC within the healthy group. (B) Inter-SC maps show correlations between siblings' response time course and the averaged time courses of healthy participants. Same presentation format as in (A). Same abbreviations as in Fig. 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39651, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 39658, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "Relation of level of response synchronization with syndrome scale rating. Inter-SCs between each patient and average time course of the healthy participants during story presentation are plotted against positive, negative and general syndrome scale in two ROIs: TPJ (A) and precuneus (B). The choice of the ROIs is based on the fact that in these regions we uncovered significantly synchronized responses to the story condition within patients. Strong correlation (p = 0.02) was found with positive symptoms in both ROIs and with general symptoms in the TPJ (p = 0.048).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40229, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 40236, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our post-scan conversations with the patients revealed that most of them, regardless of the scores on the cognitive testing, were able to recount the gist of the story relatively accurately. This finding led us to a question if low but still significant inter-SCs observed in the TPJ and precuneus reflect processing that is sufficient to understand the plot of the story; or if there is another, masked process that mediates its comprehension. To unmask the potential responses, we calculated correlations of each patient's response time course with the averaged time course of healthy participants during story presentation. The analysis uncovered a more standard map of response synchronization across patients (Fig. 5A). Namely, we found a more typical pattern of synchronized responses in patients showing high inter-SCs in those brain areas that were not found within the schizophrenia group alone (compared with the blue map in Fig. 2C). To present this finding in an easier, visually-friendly way, we superimposed this map on the inter-SC map produced for the healthy group in the story condition (same as the blue map in Fig. 2A). Thus, beneath the uncorrelated responses, which may be attributed to distinguishing specifics of each patient with schizophrenia, the more standard responses in different brain regions in the patients could be revealed. Note that the identical analysis performed for the siblings' response time courses and averaged time course of healthy participants (Fig. 5B) revealed results mostly comparable with the outcomes within the siblings' group (compare Fig. 5B with Fig. 2B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41850, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Relationship between the syndrome scale rating and reliability of brain responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 41932, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To explore if the observed changes in processing long time scale stimuli correspond to the syndrome scale rating in patients with schizophrenia, we tested two ROIs – the TPJ and precuneus, as only these regions exhibited synchronized responses to the story condition within patients. To that end, inter-SCs between each patient's time course and average time course of the healthy participants were computed. Fig. 6 shows the patient's positive, negative and general psychopathology scores (Supplementary Table 1, see also Methods) plotted against the calculated inter-SC coefficients for each patient. A strong correlation (TPJ: corr. coeff. = − 0.67, p = 0.02; precuneus: corr. coeff. = − 0.68, p = 0.02) was found between positive symptoms and calculated inter-SCs in both ROIs. In addition, in the TPJ a significant correlation (corr. coeff. = − 0.61, p = 0.048) was observed with the general symptoms (Fig. 6A). These findings offer a possible explanation for the diminished synchronization in responses during story presentation in the schizophrenia group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42995, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 43006, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present study we examined the ability of patients with schizophrenia and their healthy siblings to accumulate and process verbal stimuli, with regard to long and short time scales in a story presented auditorilly. Naturalistic presentation and a data-driven analytic method that reveals to what extent the provided input reliably affects brain dynamics allowed us to reach beyond the common research approach in schizophrenia by focusing on neural correlates of semantic processing hierarchy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43506, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We documented four main results. First, different neural response patterns during long time scale (story condition) but not short (words) and mid (sentences) time scales, were found in first episode patients with schizophrenia compared to healthy controls. This difference was most evident as low synchronization in the prefrontal cortex while listening to the whole story. Second, the more highly correlated the neural responses of a patient were with an averaged healthy group's response, the less severe the clinical condition of the patient. Next, siblings of patients exhibited an intermediate pattern of response coherency in the prefrontal cortex, between the patients and healthy controls. Finally, in healthy controls, we replicated previous evidence for the gradual temporal hierarchy extending through much of the human cortex including linguistic and extra-linguistic regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44395, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Processing of long time scales in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44443, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our finding of the difference in synchronization between patients and healthy controls in the prefrontal cortex corresponds to the vast literature in schizophrenia showing decreased reactivity in this region in numerous tasks and during resting state (known as hypofrontality hypothesis). Thus, low-level similarity across patients observed in the DLPFC, a central player known to be deficient in schizophrenia during cognitive tasks, might be attributed to this general effect. Here we showed that such an effect was related to processing the most complex level of verbal stimuli (i.e. a whole story). A leading explanation for this decreased synchronization is a large variability among patients related to abnormal/disorganized activity or functional connectivity in the prefrontal cortex when listening to the whole story. Regarding activity, the design of the current study did not allow for direct investigation of differences in activation profiles during stimuli with different time scales. Further studies manipulating semantic information processing elements should be conducted to examine the amplitude of neural responses in detail. The possibility of reduced functional connectivity patterns with the prefrontal cortex is supported by brain – behavior models of schizophrenia which proposed that the cognitive deficits reflect disturbances in cortico-cortical (e.g., ‘prefrontal–medial temporal lobe’) and cortico-subcortical (e.g., ‘prefrontal–basal ganglia–thalamic’) connections. In addition, structural studies showing white matter abnormalities in schizophrenia suggested fronto-temporal and fronto-parietal disconnectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46086, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Inability to suppress interrupting thoughts as a possible basis of functional psychopathology in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46197, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another explanation for diminished neural synchronization in the schizophrenia group could be linked to deficient mental processing, such as divergence of attention from external stimuli toward interrupting thoughts arising in the patients' minds while listening to the story. Although our post-scanning debriefing showed that most of the patients understood and were able to report the general line of the story (see Methods), this idea is supported by the strong negative correlation between positive symptoms and similarity of patients to the healthy group average, which we observed in the TPJ and precuneus; central nodes of the Default Mode Network (DMN). A similar relationship between precuneus functioning and the positive symptoms score of patients with first-episode psychosis has been recently reported by. It is interesting to note that the DMN, a main network for rest-related activity, plays a special role in mind-wandering, a spontaneous, uncontrolled internally-oriented condition. Neural activity in the regions that comprise substantial elements of the DMN has been demonstrated to occur during a process of self-oriented mentation in numerous studies. In addition, involvement of mental imagery in schizophrenia as a source of increased activation in the precuneus has been discussed in previous fMRI studies, which investigated cartoon jokes in individuals with enhanced risk of schizophrenia, comprehension of the figurative meaning of language, such as metaphor or verbal humor in patients with schizophrenia. Moreover, hyper-activation in the DMN has been shown in patients with schizophrenia during task-related functioning suggesting inability to suppress non-relevant thinking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47903, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Lastly, inability to suppress irrelevant internal verbal stream while processing external stimuli might be the basis of functional psychopathology in schizophrenia. This would be consistent with reports of disturbances in the internal representation of context and deficits in linguistic information processing on EEG (, for review see). Specifically, numerous studies have reported abnormalities of N400, a neural measure of semantic processing, pointing to the deficits in schizophrenia in the application of meaningful context to facilitate the processing of related information. These studies have found larger than normal N400 amplitudes related to contextually linked meanings and/or lower than normal N400 related to priming effects. The findings in these studies correlated with the deficits in the degree to which meaningful stimuli (e.g., words or sentence contexts) activated the related concepts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48812, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Intermediate effect of response coherency in siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 48866, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is noteworthy that siblings are also impaired in neural indications for long time scale processing, albeit to a lesser extent than patients with schizophrenia. In siblings with a genetic risk of developing schizophrenia, we found intermediate effects between those of patients and controls: correlation coefficients were significantly lower in siblings than in controls in all examined ROIs, excluding A1+, a primary sensory cortex. These findings are in accord with previous reports of cognitive deficits and regional brain volume abnormalities in biological relatives of patients with schizophrenia. Generally, findings in the first-degree relatives indicated slight impairment, much less than in patients, in various cognitive tasks, including working memory, attention, language-related tasks and facial expression recognition. No deficits were found however in executive function or antisaccade performance in individuals at high risk of developing schizophrenia. Taken together, the small but significant deviations in inter-SCs in siblings compared with healthy controls could be interpreted as reflecting siblings' genetic liability to develop schizophrenia. These deficits may serve as a trait marker in the study of the etiology and pathophysiology of the disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50144, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations and future studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 50175, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We encountered a number of limitations in the study. First, although the selected groups were suitable for the questions being investigated and the methodological approach, the study sample was relatively small. In particular, males were overrepresented in the group of patients. While no sex effect was found in the healthy participants (the main group and the group used for the ROI definition, N = 27, 14F), it could be that gender has some effect on story processing in patients with schizophrenia. To verify that gender ratio difference between groups did not have an impact on our results we took out one random male from the “patients” group for several times and repeated our analyses. No significant differences between new groups were found. However, taking into account that previous studies have revealed the sex-related differences in brain functioning and clinical outcome in schizophrenia, similar investigations in this clinical population but with a larger group and equal number of male and female participants are required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51218, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Second, the current results should be interpreted with caution in light of specific language abilities and bilingualism of the participants. Although similar responses to a narrative have been previously found within monolingual and bilingual healthy participants, specific language abilities of patients with schizophrenia may account for the outcome. Our tests within the mono-lingual and bi-lingual sub-groups of the patients revealed very similar topography. However, these sub-groups were too small to draw strong conclusions and further detailed comparisons of multilingual and monolingual patients should be performed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51844, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Next, although all patients were stable, it is important to remember that they were neuroleptically naïve, and thus, are vulnerable to experience non-specific side-effects from the medications. This could be remedied by follow-up studies replicating the research at more advanced stages of treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52145, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, findings in this study make it tempting to interpret the results as evidence for idiosyncratic responses in schizophrenia. And yet, the current design, using inter-SC approach only, did not allow for direct investigation of the issue, as the prolonged stimuli used in the study make it challenging to probe the differences in subjective use of context. Future studies can directly investigate whether the reduced synchrony in responses within the schizophrenic group is a result of a consistent but unique approach employed by each individual with schizophrenia. To that end, the presentation of each stimulus should be repeated and the intra (within)-SC should be evaluated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52830, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 52841, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, we employed an inter-SC approach to examine different levels of verbal information processing in schizophrenia. We documented both standard and distinctive patterns of cortical responses in patients and their siblings. Our study exhibited a substantial lack of coherency of neural responses in most high-order perceptual and cognitive areas in patients with schizophrenia during story presentation, despite the fact that patients understood the plot of the story. These findings point to the possibility that idiosyncratic neural profiles underlie the processing of complex dynamic stimuli in schizophrenia. We note that our methodology has great potential to characterize the neural dynamics underlying naturalistic conditions in individuals with schizophrenia, as reflected by its ability to distinguish between patients and healthy participants. Overall, better understanding of the underlying neural circuitry involved in verbal information processing in patients with schizophrenia may assist in early identification of predisposition to the disease and possibly guide preventive functional brain training.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53965, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The following are the supplementary data related to this article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54031, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 54042, "infons": {"fpage": "525", "lpage": "540", "name_0": "surname:Adamczyk;given-names:P.", "name_1": "surname:Wyczesany;given-names:M.", "name_2": "surname:Domagalik;given-names:A.", "name_3": "surname:Daren;given-names:A.", "name_4": "surname:Cepuch;given-names:K.", "name_5": "surname:Błądziński;given-names:P.", "pub-id_pmid": "28652967", "section_type": "REF", "source": "NeuroImage: Clinical", "type": "ref", "volume": "15", "year": "2017"}, "text": "Neural circuit of verbal humor comprehension in schizophrenia - an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 54120, "infons": {"fpage": "47", "name_0": "surname:Adams;given-names:R.A.", "name_1": "surname:Stephan;given-names:K.E.", "name_2": "surname:Brown;given-names:H.R.", "name_3": "surname:Frith;given-names:C.D.", "name_4": "surname:Friston;given-names:K.J.", "section_type": "REF", "source": "Front. Psych.", "type": "ref", "volume": "4", "year": "2013"}, "text": "The computational anatomy of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 54159, "infons": {"fpage": "322", "issue": "2–3", "lpage": "328", "name_0": "surname:Allott;given-names:K.A.", "name_1": "surname:Rice;given-names:S.", "name_2": "surname:Bartholomeusz;given-names:C.F.", "name_3": "surname:Klier;given-names:C.", "name_4": "surname:Schlögelhofer;given-names:M.", "name_5": "surname:Schäfer;given-names:M.R.", "name_6": "surname:Amminger;given-names:G.P.", "pub-id_pmid": "25533595", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "161", "year": "2015"}, "text": "Emotion recognition in unaffected first-degree relatives of individuals with first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54264, "infons": {"fpage": "908", "lpage": "920", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Nopoulos;given-names:P.", "name_2": "surname:O'Leary;given-names:D.S.", "name_3": "surname:Miller;given-names:D.D.", "name_4": "surname:Wassink;given-names:T.", "name_5": "surname:Flaum;given-names:M.", "pub-id_pmid": "10509174", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "46", "year": "1999"}, "text": "Defining the phenotype of schizophrenia: cognitive dysmetria and its neural mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 54351, "infons": {"fpage": "208", "lpage": "210", "name_0": "surname:Baars;given-names:B.J.", "pub-id_pmid": "20192560", "section_type": "REF", "source": "Psychol. Bull.", "type": "ref", "volume": "136", "year": "2010"}, "text": "Spontaneous repetitive thoughts can be adaptive: postscript on \"mind wandering\"", "sentences": [], "annotations": [], "relations": []}, {"offset": 54431, "infons": {"fpage": "1599", "issue": "10", "lpage": "1606", "name_0": "surname:Becker;given-names:H.E.", "name_1": "surname:Nieman;given-names:D.H.", "name_2": "surname:Wiltink;given-names:S.", "name_3": "surname:Dingemans;given-names:P.M.", "name_4": "surname:vad de Fliert J.R., Velthorst E., et al.", "pub-id_pmid": "20132582", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "40", "year": "2010"}, "text": "Neurocognitive functioning before and after the first psychotic episode: does psychosis result in cognitive deterioration?", "sentences": [], "annotations": [], "relations": []}, {"offset": 54554, "infons": {"fpage": "555", "lpage": "563", "name_0": "surname:Bendfeldt;given-names:K.", "name_1": "surname:Smieskova;given-names:R.", "name_2": "surname:Koutsouleris;given-names:N.", "name_3": "surname:Klöppel;given-names:S.", "name_4": "surname:Schmidt;given-names:A.", "name_5": "surname:Walter;given-names:A.", "section_type": "REF", "source": "Neurol. Clin.", "type": "ref", "volume": "9", "year": "2015"}, "text": "Classifying individuals at high-risk for psychosis based on functional brain activity during working memory processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 54673, "infons": {"fpage": "1165", "lpage": "1188", "name_0": "surname:Benjamini;given-names:Y.", "name_1": "surname:Yekutieli;given-names:D.", "section_type": "REF", "source": "Ann. Stat.", "type": "ref", "volume": "29", "year": "2001"}, "text": "The control of the false discovery rate in multiple testing under dependency", "sentences": [], "annotations": [], "relations": []}, {"offset": 54750, "infons": {"fpage": "15", "name_0": "surname:Birur;given-names:B.", "name_1": "surname:Kraguljac;given-names:N.V.", "name_2": "surname:Shelton;given-names:R.C.", "name_3": "surname:Lahti;given-names:A.C.", "pub-id_pmid": "28560261", "section_type": "REF", "source": "NPJ Schizophr", "type": "ref", "volume": "3", "year": "2017"}, "text": "Brain structure, function, and neurochemistry in schizophrenia and bipolar disorder – a systematic review of the magnetic resonance neuroimaging literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 54906, "infons": {"fpage": "155", "lpage": "158", "name_0": "surname:Bleich-Cohen;given-names:M.", "name_1": "surname:Kupchik;given-names:M.", "name_2": "surname:Gruberger;given-names:M.", "name_3": "surname:Kotler;given-names:M.", "name_4": "surname:Hendler;given-names:T.", "pub-id_pmid": "22819124", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "140", "year": "2012"}, "text": "Never resting region–mPFC in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54949, "infons": {"fpage": "698", "lpage": "733", "name_0": "surname:Boudewyn;given-names:M.A.", "name_1": "surname:Gordon;given-names:P.", "name_2": "surname:Long;given-names:D.", "name_3": "surname:Polse;given-names:L.", "name_4": "surname:Swaab;given-names:T.", "pub-id_pmid": "23002319", "section_type": "REF", "source": "Lang. Cogn. Process.", "type": "ref", "volume": "27", "year": "2012"}, "text": "Does discourse congruence influence spoken language comprehension before lexical association? Evidence from event-related potentials", "sentences": [], "annotations": [], "relations": []}, {"offset": 55082, "infons": {"fpage": "136", "lpage": "143", "name_0": "surname:Bozikas;given-names:V.P.", "name_1": "surname:Kosmidis;given-names:M.H.", "name_2": "surname:Kiosseoglou;given-names:G.", "name_3": "surname:Karavatos;given-names:A.", "pub-id_pmid": "16490572", "section_type": "REF", "source": "Compr. Psychiatry", "type": "ref", "volume": "47", "year": "2006"}, "text": "Neuropsychological profile of cognitively impaired patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55161, "infons": {"fpage": "643", "name_0": "surname:Brown;given-names:M.", "name_1": "surname:Kuperberg;given-names:G.R.", "pub-id_pmid": "26640435", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "9", "year": "2015"}, "text": "A hierarchical generative framework of language processing: linking language perception, interpretation, and production abnormalities in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55312, "infons": {"fpage": "13", "lpage": "25", "name_0": "surname:Brownstein;given-names:J.", "name_1": "surname:Krastoshevsky;given-names:O.", "name_2": "surname:McCollum;given-names:C.", "name_3": "surname:Kundamal;given-names:S.", "name_4": "surname:Matthysse;given-names:S.", "name_5": "surname:Holzman;given-names:P.S.", "name_6": "surname:Mendell;given-names:N.R.", "name_7": "surname:Levy;given-names:D.L.", "pub-id_pmid": "12892854", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "63", "year": "2003"}, "text": "Antisaccade performance is abnormal in schizophrenia patients but not in their biological relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 55412, "infons": {"fpage": "598", "issue": "6", "lpage": "605", "name_0": "surname:Cao;given-names:H.", "name_1": "surname:Bertolino;given-names:A.", "name_2": "surname:Walter;given-names:H.", "name_3": "surname:Schneider;given-names:M.", "name_4": "surname:Schäfer;given-names:A.", "name_5": "surname:Taurisano;given-names:P.", "section_type": "REF", "source": "JAMA Psychiat.", "type": "ref", "volume": "73", "year": "2016"}, "text": "Altered functional subnetwork during emotional face processing: a potential intermediate phenotype for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55529, "infons": {"fpage": "449", "issue": "5", "lpage": "454", "name_0": "surname:Chirio;given-names:M.", "name_1": "surname:Krebs;given-names:M.O.", "name_2": "surname:Waismann;given-names:R.", "name_3": "surname:Vanelle;given-names:J.M.", "name_4": "surname:Olié;given-names:J.P.", "name_5": "surname:Amado;given-names:I.", "pub-id_pmid": "19763996", "section_type": "REF", "source": "J. Clin. Exp. Neuropsychol.", "type": "ref", "volume": "32", "year": "2010"}, "text": "Attention and visual orienting in siblings, schizophrenic patients, and controls: impairment in attentional disengagement", "sentences": [], "annotations": [], "relations": []}, {"offset": 55651, "infons": {"fpage": "120", "issue": "1", "lpage": "133", "name_0": "surname:Cohen;given-names:J.D.", "name_1": "surname:Barch;given-names:D.M.", "name_2": "surname:Carter;given-names:C.", "name_3": "surname:Servan-Schreiber;given-names:D.", "pub-id_pmid": "10066998", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "108", "year": "1999"}, "text": "Context-processing deficits in schizophrenia: converging evidence from three theoretically motivated cognitive tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 55768, "infons": {"fpage": "141", "lpage": "156", "name_0": "surname:Condray;given-names:R.", "name_1": "surname:Siegle;given-names:G.J.", "name_2": "surname:Keshavan;given-names:M.S.", "name_3": "surname:Steinhauer;given-names:S.R.", "pub-id_pmid": "19896508", "section_type": "REF", "source": "Int. J. Psychophysiol.", "type": "ref", "volume": "75", "year": "2010"}, "text": "Effects of word frequency on semantic memory in schizophrenia: electrophysiological evidence for a deficit in linguistic access", "sentences": [], "annotations": [], "relations": []}, {"offset": 55896, "infons": {"fpage": "991", "lpage": "1001", "name_0": "surname:Ditman;given-names:T.", "name_1": "surname:Kuperberg;given-names:G.R.", "pub-id_pmid": "17666031", "section_type": "REF", "source": "Psychophysiology", "type": "ref", "volume": "44", "year": "2007"}, "text": "The time course of building discourse coherence in schizophrenia: an ERP investigation", "sentences": [], "annotations": [], "relations": []}, {"offset": 55983, "infons": {"fpage": "245", "issue": "2", "lpage": "258", "name_0": "surname:Ditman;given-names:T.", "name_1": "surname:Goff;given-names:D.", "name_2": "surname:Kuperberg;given-names:G.R.", "pub-id_pmid": "21267802", "section_type": "REF", "source": "Cogn. Affect. Behav. Neurosci.", "type": "ref", "volume": "11", "year": "2011"}, "text": "Slow and steady: sustained effects of lexico-semantic associations can mediate referential impairments in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56103, "infons": {"fpage": "1309", "lpage": "1316", "name_0": "surname:Egan;given-names:M.F.", "name_1": "surname:Goldberg;given-names:T.E.", "name_2": "surname:Gscheidle;given-names:T.", "name_3": "surname:Weirich;given-names:M.", "name_4": "surname:Bigelow;given-names:L.B.", "name_5": "surname:Weinberger;given-names:D.R.", "pub-id_pmid": "10910796", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "157", "year": "2000"}, "text": "Relative risk of attention deficits in siblings of patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56182, "infons": {"fpage": "98", "lpage": "107", "name_0": "surname:Egan;given-names:M.F.", "name_1": "surname:Goldberg;given-names:T.E.", "name_2": "surname:Gscheidle;given-names:T.", "name_3": "surname:Weirich;given-names:M.", "name_4": "surname:Rawlings;given-names:R.", "name_5": "surname:Hyde;given-names:T.M.", "name_6": "surname:Bigelow;given-names:L.", "name_7": "surname:Weinberger;given-names:D.R.", "pub-id_pmid": "11527000", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "50", "year": "2001"}, "text": "Relative risk for cognitive impairments in siblings of patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56265, "infons": {"name_0": "surname:First;given-names:M.B.", "name_1": "surname:Spitzer;given-names:R.L.", "name_2": "surname:Gibbon;given-names:M.", "name_3": "surname:Williams;given-names:J.B.", "section_type": "REF", "type": "ref", "year": "1994"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 56266, "infons": {"fpage": "172", "issue": "2", "lpage": "187", "name_0": "surname:Fitzsimmons;given-names:J.", "name_1": "surname:Kubicki;given-names:M.", "name_2": "surname:Shenton;given-names:M.E.", "pub-id_pmid": "23324948", "section_type": "REF", "source": "Curr. Opin. Psychiatry", "type": "ref", "volume": "26", "year": "2013"}, "text": "Review of functional and anatomical brain connectivity findings in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56347, "infons": {"fpage": "2296", "lpage": "2314", "name_0": "surname:Fornito;given-names:A.", "name_1": "surname:Zalesky;given-names:A.", "name_2": "surname:Pantelis;given-names:C.", "name_3": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "22387165", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 56392, "infons": {"fpage": "115", "lpage": "125", "name_0": "surname:Friston;given-names:K.J.", "pub-id_pmid": "9549774", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "30", "year": "1998"}, "text": "The disconnection hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56421, "infons": {"fpage": "54", "lpage": "69", "name_0": "surname:Gavilán;given-names:J.M.", "name_1": "surname:García-Albea;given-names:J.E.", "section_type": "REF", "source": "J. Neurolinguistics", "type": "ref", "volume": "24", "year": "2011"}, "text": "Theory of mind and language comprehension in schizophrenia: poor mindreading affects figurative language comprehension beyond intelligence deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 56569, "infons": {"fpage": "772", "lpage": "780", "name_0": "surname:Gogtay;given-names:N.", "name_1": "surname:Greenstein;given-names:D.", "name_2": "surname:Lenane;given-names:M.", "name_3": "surname:Clasen;given-names:L.", "name_4": "surname:Sharp;given-names:W.", "name_5": "surname:Gochman;given-names:P.", "pub-id_pmid": "17606811", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "64", "year": "2007"}, "text": "Cortical brain development in nonpsychotic siblings of patients with childhood-onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56668, "infons": {"fpage": "766", "issue": "4", "lpage": "777", "name_0": "surname:Golland;given-names:Y.", "name_1": "surname:Bentin;given-names:S.", "name_2": "surname:Gelbard;given-names:H.", "name_3": "surname:Benjamini;given-names:Y.", "name_4": "surname:Heller;given-names:R.", "name_5": "surname:Nir;given-names:Y.", "pub-id_pmid": "16699080", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "17", "year": "2007"}, "text": "Extrinsic and intrinsic systems in the posterior cortex of the human brain revealed during natural sensory stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 56787, "infons": {"fpage": "56", "name_0": "surname:Gruberger;given-names:M.", "name_1": "surname:Ben-Simon;given-names:E.", "name_2": "surname:Levkovitz;given-names:Y.", "name_3": "surname:Zangen;given-names:A.", "name_4": "surname:Hendler;given-names:T.", "pub-id_pmid": "21713118", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "5", "year": "2011"}, "text": "Towards a neuroscience of mind-wandering", "sentences": [], "annotations": [], "relations": []}, {"offset": 56828, "infons": {"fpage": "2539", "lpage": "2550", "name_0": "surname:Hasson;given-names:U.", "name_1": "surname:Yang;given-names:E.", "name_2": "surname:Vallines;given-names:I.", "name_3": "surname:Heeger;given-names:D.J.", "name_4": "surname:Rubin;given-names:N.", "pub-id_pmid": "18322098", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "28", "year": "2008"}, "text": "A hierarchy of temporal receptive windows in human cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 56886, "infons": {"fpage": "40", "lpage": "48", "name_0": "surname:Hasson;given-names:U.", "name_1": "surname:Malach;given-names:R.", "name_2": "surname:Heeger;given-names:D.J.", "pub-id_pmid": "20004608", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "14", "year": "2010"}, "text": "Reliability of cortical activity during natural stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 56946, "infons": {"fpage": "304", "lpage": "313", "name_0": "surname:Hasson;given-names:U.", "name_1": "surname:Chen;given-names:J.", "name_2": "surname:Honey;given-names:C.J.", "pub-id_pmid": "25980649", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "19", "year": "2015"}, "text": "Hierarchical process memory: memory as an integral component of information processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 57033, "infons": {"fpage": "15277", "issue": "44", "lpage": "15283", "name_0": "surname:Honey;given-names:C.J.", "name_1": "surname:Thompson;given-names:C.R.", "name_2": "surname:Lerner;given-names:Y.", "name_3": "surname:Hasson;given-names:U.", "pub-id_pmid": "23115166", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "32", "year": "2012"}, "text": "Not lost in translation: neural responses shared across languages", "sentences": [], "annotations": [], "relations": []}, {"offset": 57099, "infons": {"fpage": "208", "lpage": "215", "name_0": "surname:Jackson;given-names:F.", "name_1": "surname:Foti;given-names:D.", "name_2": "surname:Kotov;given-names:R.", "name_3": "surname:Perlman;given-names:G.", "name_4": "surname:Mathalon;given-names:D.H.", "name_5": "surname:Proudfit;given-names:G.H.", "pub-id_pmid": "25449716", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "160", "year": "2014"}, "text": "An incongruent reality: the N400 in relation to psychosis and recovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 57170, "infons": {"fpage": "53", "lpage": "62", "name_0": "surname:Jiménez;given-names:J.A.", "name_1": "surname:Mancini-Marïe;given-names:A.", "name_2": "surname:Lakis;given-names:N.", "name_3": "surname:Rinaldi;given-names:M.", "name_4": "surname:Mendrek;given-names:A.", "pub-id_pmid": "20385471", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "122", "year": "2010"}, "text": "Disturbed sexual dimorphism of brain activation during mental rotation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57258, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:S.R.", "name_1": "surname:Fiszbein;given-names:A.", "name_2": "surname:Opler;given-names:L.A.", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57325, "infons": {"fpage": "171", "lpage": "180", "name_0": "surname:Kiang;given-names:M.", "name_1": "surname:Christensen;given-names:B.K.", "name_2": "surname:Kutas;given-names:M.", "name_3": "surname:Zipursky;given-names:R.B.", "pub-id_pmid": "22460130", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "196", "year": "2012"}, "text": "Electrophysiological evidence for primary semantic memory functional organization deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57433, "infons": {"fpage": "170", "issue": "1–3", "lpage": "175", "name_0": "surname:Kim;given-names:H.S.", "name_1": "surname:Shin;given-names:N.Y.", "name_2": "surname:Jang;given-names:J.H.", "name_3": "surname:Kim;given-names:E.", "name_4": "surname:Shim;given-names:G.", "name_5": "surname:Park;given-names:H.Y.", "pub-id_pmid": "21620681", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "130", "year": "2011"}, "text": "Social cognition and neurocognition as predictors of conversion to psychosis in individuals at ultra-high risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 57544, "infons": {"fpage": "740", "lpage": "744", "name_0": "surname:Krishnan;given-names:R.R.", "name_1": "surname:Keefe;given-names:R.", "name_2": "surname:Kraus;given-names:M.", "pub-id_pmid": "19231093", "section_type": "REF", "source": "Med. Hypotheses", "type": "ref", "volume": "72", "year": "2009"}, "text": "Schizophrenia is a disorder of higher order hierarchical processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 57612, "infons": {"fpage": "576", "lpage": "589", "name_0": "surname:Kuperberg;given-names:G.R.", "section_type": "REF", "source": "Lang Ling Compass", "type": "ref", "volume": "4", "year": "2010"}, "text": "Language in schizophrenia part 1: an introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 57662, "infons": {"fpage": "407", "lpage": "418", "name_0": "surname:Kuperberg;given-names:G.R.", "name_1": "surname:West;given-names:W.C.", "name_2": "surname:Lakshmanan;given-names:B.M.", "name_3": "surname:Goff;given-names:D.", "pub-id_pmid": "18504037", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Functional magnetic resonance imaging reveals neuroanatomical dissociations during semantic integration in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57783, "infons": {"fpage": "31", "name_0": "surname:Lawyer;given-names:G.", "name_1": "surname:Nyman;given-names:H.", "name_2": "surname:Agartz;given-names:I.", "name_3": "surname:Arnborg;given-names:S.", "name_4": "surname:Jönsson;given-names:E.", "name_5": "surname:Sedvall;given-names:G.", "name_6": "surname:Hall;given-names:H.", "pub-id_pmid": "16901336", "section_type": "REF", "source": "BMC Psychiatry", "type": "ref", "volume": "6", "year": "2006"}, "text": "Morphological correlates to cognitive dysfunction in schizophrenia as studied with Bayesian regression", "sentences": [], "annotations": [], "relations": []}, {"offset": 57886, "infons": {"fpage": "16125", "issue": "7", "lpage": "16143", "name_0": "surname:Lei;given-names:W.", "name_1": "surname:Li;given-names:M.", "name_2": "surname:Deng;given-names:W.", "name_3": "surname:Zhou;given-names:Y.", "name_4": "surname:Ma;given-names:X.", "name_5": "surname:Wang;given-names:Q.", "pub-id_pmid": "26193256", "section_type": "REF", "source": "Int. J. Mol. Sci.", "type": "ref", "volume": "16", "year": "2015"}, "text": "Sex-specific patterns of aberrant brain function in first-episode treatment-naive patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57996, "infons": {"fpage": "2906", "lpage": "2915", "name_0": "surname:Lerner;given-names:Y.", "name_1": "surname:Honey;given-names:C.J.", "name_2": "surname:Silbert;given-names:L.J.", "name_3": "surname:Hasson;given-names:U.", "pub-id_pmid": "21414912", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "31", "year": "2011"}, "text": "Topographic mapping of a hierarchy of temporal receptive windows using a narrated story", "sentences": [], "annotations": [], "relations": []}, {"offset": 58084, "infons": {"fpage": "261", "issue": "3", "lpage": "267", "name_0": "surname:Leroux;given-names:E.", "name_1": "surname:Delcroix;given-names:N.", "name_2": "surname:Dollfus;given-names:S.", "pub-id_pmid": "25028156", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "223", "year": "2014"}, "text": "Left fronto-temporal dysconnectivity within the language network in schizophrenia: an fMRI and DTI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 58189, "infons": {"fpage": "109", "issue": "1", "lpage": "120", "name_0": "surname:Li;given-names:X.", "name_1": "surname:Branch;given-names:C.A.", "name_2": "surname:Nierenberg;given-names:J.", "name_3": "surname:Delisi;given-names:L.E.", "pub-id_pmid": "20503118", "section_type": "REF", "source": "Brain Imaging Behav.", "type": "ref", "volume": "4", "year": "2010"}, "text": "Disturbed functional connectivity of cortical activation during semantic discrimination in patients with schizophrenia and subjects at genetic high-risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 58342, "infons": {"fpage": "1850", "issue": "4", "lpage": "1858", "name_0": "surname:Marjoram;given-names:D.", "name_1": "surname:Job;given-names:D.E.", "name_2": "surname:Whalley;given-names:H.C.", "name_3": "surname:Gountouna;given-names:V.E.", "name_4": "surname:McIntosh;given-names:A.M.", "name_5": "surname:Simonotto;given-names:E.", "name_6": "surname:Cunningham-Owens;given-names:D.", "name_7": "surname:Johnstone;given-names:E.C.", "name_8": "surname:Lawrie;given-names:S.", "pub-id_pmid": "16624578", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "31", "year": "2006"}, "text": "A visual joke fMRI investigation into theory of mind and enhanced risk of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58430, "infons": {"fpage": "818", "name_0": "surname:Mashal;given-names:N.", "name_1": "surname:Vishne;given-names:T.", "name_2": "surname:Laor;given-names:N.", "pub-id_pmid": "25360101", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "8", "year": "2014"}, "text": "The role of the precuneus in metaphor comprehension: evidence from an fMRI study in people with schizophrenia and healthy participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 58565, "infons": {"fpage": "320", "lpage": "326", "name_0": "surname:Mendrek;given-names:A.", "name_1": "surname:Jiménez;given-names:J.", "name_2": "surname:Mancini-Marïe;given-names:A.", "name_3": "surname:Fahim;given-names:C.", "name_4": "surname:Stip;given-names:E.", "pub-id_pmid": "20620024", "section_type": "REF", "source": "Eur. Psychiatry", "type": "ref", "volume": "26", "year": "2011"}, "text": "Correlations between sadness-induced cerebral activations and schizophrenia symptoms: an fmri study of sex differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 58684, "infons": {"fpage": "196", "issue": "2", "lpage": "207", "name_0": "surname:Mohammad;given-names:O.M.", "name_1": "surname:DeLisi;given-names:L.E.", "pub-id_pmid": "23340116", "section_type": "REF", "source": "Curr. Opin. Psychiatry", "type": "ref", "volume": "26", "year": "2013"}, "text": "N400 in schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 58715, "infons": {"fpage": "88", "lpage": "96", "name_0": "surname:Olabi;given-names:B.", "name_1": "surname:Ellison-Wright;given-names:I.", "name_2": "surname:McIntosh;given-names:A.M.", "name_3": "surname:Wood;given-names:S.J.", "name_4": "surname:Bullmore;given-names:E.", "name_5": "surname:Lawrie;given-names:S.M.", "pub-id_pmid": "21457946", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Are there progressive brain changes in schizophrenia? A meta-analysis of structural magnetic resonance imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 58834, "infons": {"fpage": "655", "lpage": "664", "name_0": "surname:Pantelis;given-names:C.", "name_1": "surname:Maruff;given-names:P.", "pub-id_pmid": "12169340", "section_type": "REF", "source": "J. Psychosom. Res.", "type": "ref", "volume": "53", "year": "2002"}, "text": "The cognitive neuropsychiatric approach to investigating the neurobiology of schizophrenia and other disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 58945, "infons": {"fpage": "442", "lpage": "460", "name_0": "surname:Pantelis;given-names:C.", "name_1": "surname:Barnes;given-names:T.R.", "name_2": "surname:Nelson;given-names:H.E.", "pub-id_pmid": "1349250", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "160", "year": "1992"}, "text": "Is the concept of frontal-subcortical dementia relevant to schizophrenia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 59019, "infons": {"fpage": "1922", "issue": "11", "lpage": "1932", "name_0": "surname:Peeters;given-names:S.C.", "name_1": "surname:van Bronswijk;given-names:S.", "name_2": "surname:van de Ven;given-names:V.", "name_3": "surname:Gronenschild;given-names:E.H.", "name_4": "surname:Goebel;given-names:R.", "name_5": "surname:van Os;given-names:J.", "name_6": "surname:Marcelis;given-names:M.", "name_7": "surname:Genetic Risk and Outcome of Psychosis (G.R.O.U.P.)", "pub-id_pmid": "26411531", "section_type": "REF", "source": "Eur. Neuropsychopharmacol.", "type": "ref", "volume": "25", "year": "2015"}, "text": "Cognitive correlates of frontoparietal network connectivity 'at rest' in individuals with differential risk for psychotic disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 59150, "infons": {"fpage": "363", "lpage": "376", "name_0": "surname:Perlini;given-names:C.", "name_1": "surname:Marini;given-names:A.", "name_2": "surname:Garzitto;given-names:M.", "name_3": "surname:Isola;given-names:M.", "name_4": "surname:Cerruti;given-names:S.", "name_5": "surname:Marinelli;given-names:V.", "pub-id_pmid": "22509998", "section_type": "REF", "source": "Acta Psychiatr. Scand.", "type": "ref", "volume": "126", "year": "2012"}, "text": "Linguistic production and syntactic comprehension in schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 59238, "infons": {"fpage": "799", "name_0": "surname:Pesciarelli;given-names:F.", "name_1": "surname:Gamberoni;given-names:T.", "name_2": "surname:Ferlazzo;given-names:F.", "name_3": "surname:Lo Russo;given-names:L.", "name_4": "surname:Pedrazzi;given-names:F.", "name_5": "surname:Melati;given-names:E.", "name_6": "surname:Cacciari;given-names:C.", "pub-id_pmid": "25346676", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "8", "year": "2014"}, "text": "Is the comprehension of idiomatic sentences indeed impaired in paranoid schizophrenia? A window into semantic processing deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 59368, "infons": {"fpage": "101", "issue": "1–3", "lpage": "105", "name_0": "surname:Rajarethinam;given-names:R.", "name_1": "surname:Venkatesh;given-names:B.K.", "name_2": "surname:Peethala;given-names:R.", "name_3": "surname:Phan;given-names:K.L.", "name_4": "surname:Keshavan;given-names:M.", "pub-id_pmid": "21684722", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "130", "year": "2011"}, "text": "Reduced activation of superior temporal gyrus during auditory comprehension in young offspring of patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59494, "infons": {"fpage": "495", "issue": "3", "lpage": "506", "name_0": "surname:Rikandi;given-names:E.", "name_1": "surname:Pamilo;given-names:S.", "name_2": "surname:Mäntylä;given-names:T.", "name_3": "surname:Suvisaari;given-names:J.", "name_4": "surname:Kieseppä;given-names:T.", "name_5": "surname:Hari;given-names:R.", "name_6": "surname:Seppä;given-names:M.", "name_7": "surname:Raij;given-names:T.", "pub-id_pmid": "27776563", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "47", "year": "2017"}, "text": "Precuneus functioning differentiates first-episode psychosis patients during the fantasy movie Alice in wonderland", "sentences": [], "annotations": [], "relations": []}, {"offset": 59609, "infons": {"fpage": "339", "lpage": "349", "name_0": "surname:Rubinov;given-names:M.", "name_1": "surname:Bullmore;given-names:E.", "pub-id_pmid": "24174905", "section_type": "REF", "source": "Dialogues Clin. Neurosci.", "type": "ref", "volume": "15", "year": "2013"}, "text": "Schizophrenia and abnormal brain network hubs", "sentences": [], "annotations": [], "relations": []}, {"offset": 59655, "infons": {"fpage": "194", "lpage": "200", "name_0": "surname:Ryu;given-names:V.", "name_1": "surname:An;given-names:S.K.", "name_2": "surname:Ha;given-names:R.Y.", "name_3": "surname:Kim;given-names:J.A.", "name_4": "surname:Ha;given-names:K.", "name_5": "surname:Cho;given-names:H.S.", "section_type": "REF", "source": "Prog. Neuro-Psychopharmacol. Biol. Psychiatry", "type": "ref", "volume": "38", "year": "2012"}, "text": "Differential alteration of automatic semantic processing in treated patients affected by bipolar mania and schizophrenia: an N400 study", "sentences": [], "annotations": [], "relations": []}, {"offset": 59791, "infons": {"fpage": "127", "issue": "2", "lpage": "132", "name_0": "surname:Salisbury;given-names:D.F.", "pub-id_pmid": "19819269", "section_type": "REF", "source": "Int. J. Psychophysiol.", "type": "ref", "volume": "75", "year": "2010"}, "text": "N400 to lexical ambiguity and semantic incongruity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59859, "infons": {"fpage": "240", "issue": "3", "name_0": "surname:Salisbury;given-names:D.F.", "pub-id_pmid": "20161687", "section_type": "REF", "source": "J. Neurolinguistics", "type": "ref", "volume": "23", "year": "2010"}, "text": "Abnormal N400 responses but intact differential hemispheric processing of ambiguity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59960, "infons": {"fpage": "1114", "issue": "5", "lpage": "1122", "name_0": "surname:Schneider;given-names:M.", "name_1": "surname:Walter;given-names:H.", "name_2": "surname:Moessnang;given-names:C.", "name_3": "surname:Schäfer;given-names:A.", "name_4": "surname:Erk;given-names:S.", "name_5": "surname:Mohnke;given-names:S.", "pub-id_pmid": "28207073", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "43", "year": "2017"}, "text": "Altered DLPFC-hippocampus connectivity during working memory: independent replication and disorder specificity of a putative genetic risk phenotype for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60126, "infons": {"fpage": "317", "lpage": "332", "name_0": "surname:Shenton;given-names:M.E.", "name_1": "surname:Whitford;given-names:T.J.", "name_2": "surname:Kubicki;given-names:M.", "pub-id_pmid": "20954428", "section_type": "REF", "source": "Dialogues Clin. Neurosci.", "type": "ref", "volume": "12", "year": "2010"}, "text": "Structural neuroimaging in schizophrenia: from methods to insights to treatments", "sentences": [], "annotations": [], "relations": []}, {"offset": 60207, "infons": {"fpage": "735", "issue": "6", "lpage": "744", "name_0": "surname:Speed;given-names:M.", "name_1": "surname:Toner;given-names:B.B.", "name_2": "surname:Shugar;given-names:G.", "name_3": "surname:Di Gasbarro;given-names:I.", "pub-id_pmid": "1757575", "section_type": "REF", "source": "J. Clin. Psychol.", "type": "ref", "volume": "47", "year": "1991"}, "text": "Thought disorder and verbal recall in acutely psychotic patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 60272, "infons": {"fpage": "164", "lpage": "174", "name_0": "surname:Spilka;given-names:M.J.", "name_1": "surname:Goghari;given-names:V.M.", "pub-id_pmid": "28093278", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "96", "year": "2017"}, "text": "Similar patterns of brain activation abnormalities during emotional and non-emotional judgments of faces in a schizophrenia family study", "sentences": [], "annotations": [], "relations": []}, {"offset": 60409, "infons": {"name_0": "surname:Stawarczyk;given-names:D.", "name_1": "surname:Majerus;given-names:S.", "name_2": "surname:Maquet;given-names:P.", "name_3": "surname:D'Argembeau;given-names:A.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Neural correlates of ongoing conscious experience: both task-unrelatedness and stimulus-independence are related to default network activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 60550, "infons": {"fpage": "63", "issue": "2", "lpage": "65", "name_0": "surname:Steinhauer;given-names:S.R.", "name_1": "surname:Condray;given-names:R.", "pub-id_pmid": "20034522", "section_type": "REF", "source": "Int. J. Psychophysiol.", "type": "ref", "volume": "75", "year": "2010"}, "text": "Psychophysiology of language processes in psychopathology: an overview of the special issue", "sentences": [], "annotations": [], "relations": []}, {"offset": 60642, "infons": {"fpage": "509", "lpage": "527", "name_0": "surname:Stephan;given-names:K.E.", "name_1": "surname:Friston;given-names:K.J.", "name_2": "surname:Frith;given-names:C.D.", "pub-id_pmid": "19155345", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "35", "year": "2009"}, "text": "Dysconnection in schizophrenia: from abnormal synaptic plasticity to failures of self-monitoring", "sentences": [], "annotations": [], "relations": []}, {"offset": 60739, "infons": {"fpage": "502", "name_0": "surname:Sterzer;given-names:P.", "name_1": "surname:Mishara;given-names:A.L.", "name_2": "surname:Voss;given-names:M.", "name_3": "surname:Heinz;given-names:A.", "pub-id_pmid": "27785123", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "10", "year": "2016"}, "text": "Thought insertion as a self-disturbance: an integration of predictive coding and phenomenological approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 60848, "infons": {"fpage": "147", "lpage": "151", "name_0": "surname:Stratta;given-names:P.", "name_1": "surname:Daneluzzo;given-names:E.", "name_2": "surname:Mattei;given-names:P.", "name_3": "surname:Bustini;given-names:M.", "name_4": "surname:Casacchia;given-names:M.", "name_5": "surname:Rossi;given-names:A.", "pub-id_pmid": "9323345", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "26", "year": "1997"}, "text": "No deficit in Wisconsin card sorting test performance of schizophrenic patients' first-degree relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 60952, "infons": {"fpage": "15578", "lpage": "15587", "name_0": "surname:Swaab;given-names:T.Y.", "name_1": "surname:Boudewyn;given-names:M.A.", "name_2": "surname:Long;given-names:D.L.", "name_3": "surname:Luck;given-names:S.J.", "name_4": "surname:Kring;given-names:A.M.", "name_5": "surname:Ragland;given-names:J.D.", "pub-id_pmid": "24068824", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "33", "year": "2013"}, "text": "Spared and impaired spoken discourse processing in schizophrenia: effects of local and global language context", "sentences": [], "annotations": [], "relations": []}, {"offset": 61063, "infons": {"name_0": "surname:Talairach;given-names:J.", "name_1": "surname:Tournoux;given-names:P.", "section_type": "REF", "type": "ref", "year": "1988"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 61064, "infons": {"fpage": "14", "lpage": "31", "name_0": "surname:Tan;given-names:E.J.", "name_1": "surname:Yelland;given-names:G.W.", "name_2": "surname:Rossell;given-names:S.L.", "pub-id_pmid": "27031118", "section_type": "REF", "source": "Cogn. Neuropsychiatry", "type": "ref", "volume": "21", "year": "2016"}, "text": "Characterising receptive language processing in schizophrenia using word and sentence tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 61156, "infons": {"fpage": "313", "issue": "2", "lpage": "320", "name_0": "surname:Titone;given-names:D.", "name_1": "surname:Holzman;given-names:P.S.", "name_2": "surname:Levy;given-names:D.L.", "pub-id_pmid": "12003452", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "111", "year": "2002"}, "text": "Idiom processing in schizophrenia: literal implausibility saves the day for idiom priming", "sentences": [], "annotations": [], "relations": []}, {"offset": 61246, "infons": {"fpage": "261", "issue": "3", "lpage": "271", "name_0": "surname:Toulopoulou;given-names:T.", "name_1": "surname:Rabe-Hesketh;given-names:S.", "name_2": "surname:King;given-names:H.", "name_3": "surname:Murray;given-names:R.M.", "name_4": "surname:Morris;given-names:R.G.", "pub-id_pmid": "12957705", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "63", "year": "2003"}, "text": "Episodic memory in schizophrenic patients and their relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 61308, "infons": {"fpage": "283", "lpage": "290", "name_0": "surname:Uhlhaas;given-names:P.J.", "pub-id_pmid": "23228430", "section_type": "REF", "source": "Curr. Opin. Neurobiol.", "type": "ref", "volume": "23", "year": "2013"}, "text": "Dysconnectivity, large-scale networks and neuronal dynamics in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61385, "infons": {"fpage": "345", "issue": "0", "lpage": "350", "name_0": "surname:Wagshal;given-names:D.", "name_1": "surname:Knowlton;given-names:B.J.", "name_2": "surname:Cohen;given-names:J.R.", "name_3": "surname:Bookheimer;given-names:S.Y.", "name_4": "surname:Bilder;given-names:R.M.", "name_5": "surname:Fernandez;given-names:V.G.", "name_6": "surname:Asarnow;given-names:R.F.", "pub-id_pmid": "25541139", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "161", "year": "2015"}, "text": "Cognitive correlates of gray matter abnormalities in adolescent siblings of patients with childhood-onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61505, "infons": {"fpage": "175", "issue": "3", "lpage": "183", "name_0": "surname:Wallentin;given-names:M.", "pub-id_pmid": "18722007", "section_type": "REF", "source": "Brain Lang.", "type": "ref", "volume": "108", "year": "2009"}, "text": "Putative sex differences in verbal abilities and language cortex: a critical review", "sentences": [], "annotations": [], "relations": []}, {"offset": 61589, "infons": {"issue": "10", "name_0": "surname:Wang;given-names:K.", "name_1": "surname:Cheung;given-names:E.F.", "name_2": "surname:Gong;given-names:Q.", "name_3": "surname:Chan;given-names:R.C.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Semantic processing disturbance in patients with schizophrenia: a meta-analysis of the N400 component", "sentences": [], "annotations": [], "relations": []}, {"offset": 61691, "infons": {"fpage": "890", "lpage": "897", "name_0": "surname:Weinberger;given-names:D.R.", "name_1": "surname:Berman;given-names:K.F.", "name_2": "surname:Suddath;given-names:R.", "name_3": "surname:Torrey;given-names:E.F.", "pub-id_pmid": "1609867", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "149", "year": "1992"}, "text": "Evidence of dysfunction of a prefrontal-limbic network in schizophrenia: a magnetic resonance imaging and regional cerebral blood flow study of discordant monozygotic twins", "sentences": [], "annotations": [], "relations": []}, {"offset": 61864, "infons": {"fpage": "1068", "issue": "4", "lpage": "1077", "name_0": "surname:Zhang;given-names:R.", "name_1": "surname:Picchioni;given-names:M.", "name_2": "surname:Allen;given-names:P.", "name_3": "surname:Toulopoulou;given-names:T.", "pub-id_pmid": "26738528", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "42", "year": "2016"}, "text": "Working memory in unaffected relatives of patients with schizophrenia: a meta-analysis of functional magnetic resonance imaging studies", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}