{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5048603", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13063-016-1607-7", "article-id_pmc": "5048603", "article-id_pmid": "27716290", "article-id_publisher-id": "1607", "elocation-id": "480", "kwd": "Alcohol dependence Neurofeedback training Functional magnetic resonance imaging Randomised controlled trial Relapse prevention", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Cox;given-names:W. Miles", "name_1": "surname:Subramanian;given-names:Leena", "name_10": "surname:Ihssen;given-names:Niklas", "name_11": "surname:Linden;given-names:David E. J.", "name_2": "surname:Linden;given-names:David E. J.", "name_3": "surname:Lührs;given-names:Michael", "name_4": "surname:McNamara;given-names:Rachel", "name_5": "surname:Playle;given-names:Rebecca", "name_6": "surname:Hood;given-names:Kerenza", "name_7": "surname:Watson;given-names:Gareth", "name_8": "surname:Whittaker;given-names:Joseph R.", "name_9": "surname:Sakhuja;given-names:Raman", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2016"}, "text": "Neurofeedback training for alcohol dependence versus treatment as usual: study protocol for a randomized controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 122, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 133, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Real-time functional magnetic resonance imaging (rtfMRI) is used for neurofeedback training (NFT). Preliminary results suggest that it can help patients to control their symptoms. This study uses rtfMRI NFT for relapse prevention in alcohol dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 386, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods/design", "sentences": [], "annotations": [], "relations": []}, {"offset": 401, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Participants are alcohol-dependent patients who have completed a detoxification programme within the past 6 months and have remained abstinent. Potential participants are screened for eligibility, and those who are eligible are randomly assigned to the treatment group (receiving rtfMRI NFT in addition to treatment as usual) or the control group (receiving only treatment as usual). Participants in both groups are administered baseline assessments to measure their alcohol consumption and severity of dependence and a variety of psychological and behavioural characteristics that are hypothesised to predict success with rtfMRI NFT. During the following 4 months, experimental participants are given six NFT sessions, and before and after each session various alcohol-related measures are taken. Participants in the control group are given the same measures to coincide with their timing in the experimental group. Eight and 12 months after the baseline assessment, both groups are followed up with a battery of measures. The primary research questions are whether NFT can be used to teach participants to down-regulate their brain activation in the presence of alcohol stimuli or to up-regulate their brain activation in response to pictures related to healthy goal pursuits, and, if so, whether this translates into reductions in alcohol consumption. The primary outcome measures will be those derived from the functional brain imaging data. We are interested in improvements (i.e., reductions) in participants’ alcohol consumption from pretreatment levels, as indicated by three continuous variables, not simply whether or not the person has remained abstinent. The indices of interest are percentage of days abstinent, drinks per drinking day, and percentage of days of heavy drinking. General linear models will be used to compare the NFT group and the control group on these measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2294, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 2305, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Relapse in alcohol dependence is a recurring problem, and the present evaluation of the role of rtfMRI in its treatment holds promise for identifying a way to prevent relapse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2481, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Trial registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 2500, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "ClinicalTrials.gov Identifier: NCT02486900, registered on 26 June 2015.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2572, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 2606, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (doi:10.1186/s13063-016-1607-7) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2746, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2757, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There has been a longstanding interest in the use of biofeedback in the treatment of a variety of medical and psychiatric disorders. The basic principle of biofeedback is that if patients are provided with feedback about the normally involuntary and uncontrollable physiological responses associated with their illness, they can use mental strategies to control these responses and thereby improve their symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3171, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "During the 1970s, there was a surge of interest in biofeedback using electroencephalography (EEG) Clinical syndromes for which it was attempted included tension headache, hypertension, chronic anxiety, and eating disorders. Although promising results were obtained, certain methodological problems prevailed, especially small sample sizes and the absence of satisfactory control conditions. Thus, definitive conclusions about the efficacy of biofeedback could not be reached. Nevertheless, the interest in it prevailed into the 1980s and beyond, and at this time there was an increase in the number of ailments for which it was used. Additionally, EEG biofeedback was extended to cognitive enhancement and skill training for musicians and dancers and even surgeons, again with promising results. Today various kinds of biofeedback are being offered in certain countries for a variety of clinical problems, including addiction, anxiety, attention deficit/hyperactivity disorder (ADHD), depression, epilepsy, asthma, and chronic pain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4204, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the past decade, there has been a revival of scientific interest in biofeedback and its clinical applications, partly driven by the development of real-time functional magnetic resonance imaging (rtfMRI) neurofeedback training (NFT). For NFT, rtfMRI has advantages over EEG. For example, it localises brain signals to specific areas of the brain with more precise resolution, and it capitalises on the fact that relevant brain areas can be activated when patients only imagine particular events happening (e.g. moving a limb of the body, having a drink of alcohol). rtfMRI NFT has already been used in pilot studies to help patients with a variety of disorders to ameliorate their symptoms or unwanted behaviour. These include patients with debilitating pain, Parkinson’s disease, depression, and nicotine addiction, or alcohol. The feedback that patients receive about their brain reactions and their ability to regulate them seems to have an added benefit in that it helps them to acquire a sense of control over their symptoms (e.g.). Despite these promising initial results, additional research is needed to identify (1) variables that determine the effectiveness of rtfMRI NFT, and (2) optimal strategies for using it in clinical applications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5456, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "BRAINTRAIN: taking imaging into the therapeutic domain", "sentences": [], "annotations": [], "relations": []}, {"offset": 5511, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "BRAINTRAIN (http://www.braintrainproject.eu/) is a research project supported by the European Commission under the Health Cooperation Work Programme of the 7th Framework Programme that is seeking to achieve these goals. BRAINTRAIN, coordinated by coauthor DL at Cardiff University, is a 4-year project to (1) further test whether rtfMRI is an effective additional form of treatment for people suffering from a variety of mental and behavioural disorders, and (2) identify variables that determine the effectiveness of rtfMRI NFT. The disorders that are being investigated include autism spectrum disorder (Universidade de Coimbra, Portugal), alcohol dependence (Cardiff University), posttraumatic stress disorder (Tel Aviv University, Israel), binge-eating disorder (Eberhard Karls Universität Tübingen, Germany), and childhood anxiety (University of Oxford/King’s College London).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6393, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The purpose of the present article is to describe the component of this research programme that is being conducted at Cardiff University. It is an early phase randomised feasibility trial to assess the effectiveness of rtfMRI NFT in the treatment of alcohol dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6663, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Study objectives", "sentences": [], "annotations": [], "relations": []}, {"offset": 6680, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The main aims of the Cardiff arm of BRAINTRAIN are (1) to determine whether participants who receive rtfMRI NFT can down-regulate their brain activation while they are exposed to alcohol stimuli (or up-regulate their brain activation in response to pictures related to healthy goal pursuits), and (2) to determine whether, compared to control participants, the training helps patients to reduce their urges to drink and their consumption of alcohol and to bring about other improvements in their functioning. Additionally, secondary aims of the trial are to (1) identify participant characteristics that are related to success with the training, and (2) refine the parameters of the training in order to achieve an optimal intervention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7417, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7425, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethical, safety, and privacy issues", "sentences": [], "annotations": [], "relations": []}, {"offset": 7461, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Wales Research Ethics Committee 1 approved the research protocol (Ref: 14/WA/1172). Additionally, the Research and Development Committee at Cwm Taf University Health Board, Cardiff and Vale University Health Board, and Aneurin Bevan University Health Board approved the protocol. Plans for modifying the trial protocol are unforeseen; however, should they arise, approval will be sought from the relevant ethics committees. Cardiff University as sponsor of the trial reserves the right to audit trial conduct should they have any concerns regarding conduct or safety. The South East Wales Trials Unit (SEWTU) is providing oversight of trial conduct. The protocol was designed in accordance with the SPIRIT (Standard Protocol Items: Recommendations for Interventional Trials) guidelines for interventional trials (Additional File 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8298, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A magnetic resonance imaging (MRI) safety-screening questionnaire is used to screen potential participants for MRI scanning. Patients who have contraindications for MRI scanning, such as metal implants in their bodies, are excluded. All information and data obtained from participants during the course of the study will be kept confidential by the research team in accordance with the UK Data Protection Act 1998.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8713, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Design", "sentences": [], "annotations": [], "relations": []}, {"offset": 8720, "infons": {"file": "13063_2016_1607_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Consolidated Standards of Reporting Trials (CONSORT) flow diagram of the phases of the BRAINTRAIN trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 8824, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) diagram", "sentences": [], "annotations": [], "relations": []}, {"offset": 8908, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th colspan=\"6\">Study period</th></tr><tr><th>Enrolment</th><th>Allocation</th><th colspan=\"4\"/></tr><tr><th>Timepoint</th><th>Pre intervention</th><th>Time 0</th><th>Baseline</th><th>Post intervention</th><th>8-month follow-up</th><th>12-month follow-up</th></tr></thead><tbody><tr><td colspan=\"7\">Enrolment:</td></tr><tr><td>Eligibility screen</td><td>X</td><td/><td/><td/><td/><td/></tr><tr><td>Informed consent</td><td>X</td><td/><td/><td/><td/><td/></tr><tr><td>Allocation</td><td/><td>X</td><td/><td/><td/><td/></tr><tr><td colspan=\"7\">Interventions:</td></tr><tr><td>rtfMRI NFT + TAU</td><td/><td/><td/><td>X</td><td/><td/></tr><tr><td>TAU</td><td/><td/><td/><td>X</td><td/><td/></tr><tr><td colspan=\"7\">Assessments:</td></tr><tr><td>Alcohol Timeline Followback</td><td>X</td><td/><td>X</td><td>X</td><td>X</td><td>X</td></tr><tr><td>Drinking Urges Questionnaire</td><td/><td/><td>X</td><td>X</td><td>X</td><td>X</td></tr><tr><td>Obsessive Compulsive Drinking Scale</td><td/><td/><td>X</td><td>X</td><td>X</td><td>X</td></tr><tr><td>Alcohol Stroop Test</td><td/><td/><td>X</td><td>X</td><td>X</td><td>X</td></tr><tr><td>Severity of Alcohol Dependence</td><td/><td/><td>X</td><td/><td/><td/></tr><tr><td>Thought Control Questionnaire</td><td/><td/><td>X</td><td/><td/><td/></tr><tr><td>Thought Control Ability Questionnaire</td><td/><td/><td>X</td><td/><td/><td/></tr><tr><td>Profile of Mood States</td><td/><td/><td>X</td><td/><td>X</td><td>X</td></tr><tr><td>Hospital Anxiety and Depression Scale</td><td/><td/><td>X</td><td>X</td><td>X</td><td>X</td></tr><tr><td>Beck Depression Inventory</td><td/><td/><td>X</td><td>X</td><td>X</td><td>X</td></tr></tbody></table>\n"}, "text": "\tStudy period\t \tEnrolment\tAllocation\t\t \tTimepoint\tPre intervention\tTime 0\tBaseline\tPost intervention\t8-month follow-up\t12-month follow-up\t \tEnrolment:\t \tEligibility screen\tX\t\t\t\t\t\t \tInformed consent\tX\t\t\t\t\t\t \tAllocation\t\tX\t\t\t\t\t \tInterventions:\t \trtfMRI NFT + TAU\t\t\t\tX\t\t\t \tTAU\t\t\t\tX\t\t\t \tAssessments:\t \tAlcohol Timeline Followback\tX\t\tX\tX\tX\tX\t \tDrinking Urges Questionnaire\t\t\tX\tX\tX\tX\t \tObsessive Compulsive Drinking Scale\t\t\tX\tX\tX\tX\t \tAlcohol Stroop Test\t\t\tX\tX\tX\tX\t \tSeverity of Alcohol Dependence\t\t\tX\t\t\t\t \tThought Control Questionnaire\t\t\tX\t\t\t\t \tThought Control Ability Questionnaire\t\t\tX\t\t\t\t \tProfile of Mood States\t\t\tX\t\tX\tX\t \tHospital Anxiety and Depression Scale\t\t\tX\tX\tX\tX\t \tBeck Depression Inventory\t\t\tX\tX\tX\tX\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9617, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nrtfMRI real-time functional magnetic resonance imaging, TAU treatment as usual", "sentences": [], "annotations": [], "relations": []}, {"offset": 9697, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study is an unblinded, early-phase randomised feasibility trial that includes an experimental group and a control group of alcohol-dependent participants. The experimental group (n = 25) receive fMRI NFT in addition to treatment as usual (TAU). The control group (n = 25) receive only TAU. Randomisation is balanced for time since detoxification (more than 3 months, less than 6 months). The South East Wales Trials Unit is providing an online randomisation programme. A flowchart showing the sequence of recruitment, assessment, and intervention is shown in Fig. 1. A Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) diagram of the study period is shown in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10395, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participant eligibility, recruitment, and screening", "sentences": [], "annotations": [], "relations": []}, {"offset": 10447, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Eligible participants are alcohol-dependent patients who have successfully completed an inpatient detoxification programme 1 to 6 months before enrolment and are currently enrolled as outpatients. The programmes through which patients have been detoxified include those run by the Cwm Taf University Health Board, Cardiff and Vale University Health Board, and Aneurin Bevan University Health Board. Additional recruitment sites might be added at a later time. The TAU that patients receive includes psychological support, psychoeducation, and medical management of abstinence, for example with anticraving medication or disulfiram. Participants are randomly assigned to (1) a control group who continue to receive only TAU, or (2) an experimental group who receive rtfMRI NFT in addition to TAU.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11243, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Potential participants’ diagnosis of alcohol dependence (International Classification of Diseases, tenth edition (ICD-10): F102) is confirmed by inspection of their clinical records. Patients meeting this criterion are initially identified and approached to judge their interest in and suitability for participating in the study. These contacts are made either by (1) clinicians who are directly involved in the care of the patients, or (2) staff from the Health and Care Research Workforce in Wales.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11744, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients who are identified as suitable for the study are either invited personally by their primary clinician or they are sent a letter of invitation by their clinical team. Patients are also offered the opportunity to obtain more information about the study and to ask questions at informational events called open days, which are organised at the recruitment sites. During the open days, one or more members of the research team present details about the procedures and practicalities of the study (e.g. scanning procedures, questionnaires that are being used).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12309, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Mini International Neuropsychiatric Interview (MINI) is a short, structured interview for diagnosing psychiatric disorders based on Diagnostic and Statistical Manual of Mental Disorders, fourth edition (DSM-IV) and ICD criteria. Only the psychosis section of the MINI is administered. Patients identified as having a history of a psychotic disorder not related to alcohol dependence are excluded from participating", "sentences": [], "annotations": [], "relations": []}, {"offset": 12728, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Wechsler Abbreviated Intelligence Scale (WASI-II) provides a global measure of patients’ level of intellectual functioning. Participants with an IQ below 70 are excluded because they would likely find the experimental tasks too difficult to complete", "sentences": [], "annotations": [], "relations": []}, {"offset": 12982, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An in-house drug-use questionnaire measures participants’ use of illicit substances. Patients who have on-going regular use of illicit drugs, except for cannabis, are excluded", "sentences": [], "annotations": [], "relations": []}, {"offset": 13158, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Alcohol Timeline Followback (TLFB) Questionnaire is used to determine whether patients have drunk alcohol since their discharge from their detoxification programme. Patients who have drunk any alcohol are excluded", "sentences": [], "annotations": [], "relations": []}, {"offset": 13376, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Once suitable patients have indicated an interest in participating in the study, they are invited to visit either one of the community alcohol and drug clinics or our research laboratory at Cardiff University. In either case, a research officer will give patients an information sheet about the study procedure, and will also ask participants to provide written informed consent to participate in the study (see Additional Files 2 and 3). If consent is obtained, participants are asked to complete several screening assessments as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 13916, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants are informed that they are free to withdraw from the study at any time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14001, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Baseline assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 14021, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Standardised measures administered", "sentences": [], "annotations": [], "relations": []}, {"offset": 14056, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Measure</th><th>Description</th></tr></thead><tbody><tr><td>Alcohol Timeline Followback (TLFB) Questionnaire<xref ref-type=\"bibr\" rid=\"CR13\">13</xref>; primary outcome measure</td><td>Measures alcohol use during the 4 months immediately prior to patients’ entering treatment</td></tr><tr><td>Drinking Urges Questionnaire<xref ref-type=\"bibr\" rid=\"CR22\">22</xref>; secondary outcome measure</td><td>Assesses participants’ desire to drink, expectations of positive effects following drinking, relief of withdrawal and negative affect following drinking, and intentions to drink</td></tr><tr><td>Obsessive Compulsive Drinking Scale (OCDS)<xref ref-type=\"bibr\" rid=\"CR23\">23</xref>; secondary outcome measure</td><td>Measures respondents’ obsessive thoughts about alcohol use and compulsive behaviours related to drinking</td></tr><tr><td>Alcohol Stroop Test<xref ref-type=\"bibr\" rid=\"CR24\">24</xref>; secondary outcome measure</td><td>Measures alcohol-related attentional distraction by alcohol-related stimuli</td></tr><tr><td>Severity of Alcohol Dependence Questionnaire<xref ref-type=\"bibr\" rid=\"CR25\">25</xref>; primary outcome measure</td><td>Measures the degree to which patients are physically and psychologically dependent on alcohol</td></tr><tr><td>Thought Control Questionnaire (TCQ)<xref ref-type=\"bibr\" rid=\"CR26\">26</xref>; BRAINTRAIN core outcome measure</td><td>Assesses the effectiveness of strategies used to control unpleasant or unwanted thoughts</td></tr><tr><td>Thought Control Ability Questionnaire (TCAQ)<xref ref-type=\"bibr\" rid=\"CR27\">27</xref>; BRAINTRAIN core outcome measure</td><td>Measures individuals’ perceived ability to control unwanted and intrusive thoughts</td></tr><tr><td>Profile of Mood States (POMS)<xref ref-type=\"bibr\" rid=\"CR28\">28</xref>; BRAINTRAIN core outcome measure</td><td>Measures anger, confusion, depression, fatigue, tension, and vigour</td></tr><tr><td>Hospital Anxiety and Depression Scale (HADS)<xref ref-type=\"bibr\" rid=\"CR29\">29</xref>; BRAINTRAIN core outcome measure</td><td>Measure anxiety and depression</td></tr><tr><td>Beck Depression Inventory (BDI)<xref ref-type=\"bibr\" rid=\"CR30\">30</xref>; BRAINTRAIN core outcome measure</td><td>Measures depression</td></tr></tbody></table>\n"}, "text": "Measure\tDescription\t \tAlcohol Timeline Followback (TLFB) Questionnaire; primary outcome measure\tMeasures alcohol use during the 4 months immediately prior to patients’ entering treatment\t \tDrinking Urges Questionnaire; secondary outcome measure\tAssesses participants’ desire to drink, expectations of positive effects following drinking, relief of withdrawal and negative affect following drinking, and intentions to drink\t \tObsessive Compulsive Drinking Scale (OCDS); secondary outcome measure\tMeasures respondents’ obsessive thoughts about alcohol use and compulsive behaviours related to drinking\t \tAlcohol Stroop Test; secondary outcome measure\tMeasures alcohol-related attentional distraction by alcohol-related stimuli\t \tSeverity of Alcohol Dependence Questionnaire; primary outcome measure\tMeasures the degree to which patients are physically and psychologically dependent on alcohol\t \tThought Control Questionnaire (TCQ); BRAINTRAIN core outcome measure\tAssesses the effectiveness of strategies used to control unpleasant or unwanted thoughts\t \tThought Control Ability Questionnaire (TCAQ); BRAINTRAIN core outcome measure\tMeasures individuals’ perceived ability to control unwanted and intrusive thoughts\t \tProfile of Mood States (POMS); BRAINTRAIN core outcome measure\tMeasures anger, confusion, depression, fatigue, tension, and vigour\t \tHospital Anxiety and Depression Scale (HADS); BRAINTRAIN core outcome measure\tMeasure anxiety and depression\t \tBeck Depression Inventory (BDI); BRAINTRAIN core outcome measure\tMeasures depression\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15604, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the baseline assessment, participants complete the following instruments: a demographic questionnaire (which asks about participants’ age, gender, level of education, and socioeconomic status); a National Health Service (NHS) resources utilisation questionnaire (which asks about the use of prescription medications and treatment services); and various standardised measures which are shown in Table 2. Patients are randomised after the baseline session.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16066, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Assessment at NFT sessions", "sentences": [], "annotations": [], "relations": []}, {"offset": 16093, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At each of the six NFT sessions across 4 months, patients in the experimental group complete the Drinking Urges Questionnaire (before and after the MRI scan), a self-rating of craving during the scanning session, the Alcohol TLFB (only after the last training session and covering the period from the baseline assessment to the present), the Alcohol Stroop Test (only after the last training session); the OCDS (only after the last training session); the HADS (only at the last training session); the BDI (only at the last training session); a debriefing interview questionnaire to identify strategies that participants used to down-regulate their brain reactions to alcohol stimuli (and up-regulate their brain responses to other goal-related pictures), their general experience with the procedure, and any adverse reactions that they might have experienced.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16953, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Four-month assessment of the control group", "sentences": [], "annotations": [], "relations": []}, {"offset": 16996, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Four months after their baseline assessment, patients in the control group complete the Alcohol TLFB (covering the period from the baseline assessment to the present), the NHS resource utilisation questionnaire, the Drinking Urges Questionnaire, the Alcohol Stroop Test, the OCDS, and the POMS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17291, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Follow-up assessments", "sentences": [], "annotations": [], "relations": []}, {"offset": 17313, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Eight and 12 months after the baseline assessment, both the experimental group and the control group are administered the Alcohol TLFB (covering the period from the previous assessment to the present), the NHS resource utilisation questionnaire, the Drinking Urges Questionnaire, the Alcohol Stroop Test, the OCDS, the POMS, the HADS, and the BDI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17661, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "BRAINTRAIN core outcome measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 17694, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Some of the assessment instruments named above are part of the BRAINTRAIN core outcome measures, i.e. they are given in all five of the centres involved in the BRAINTRAIN project. Some of them (e.g. those measuring intellectual functioning and thought control) are used mainly to predict who will perform better at NFT and benefit more from it clinically. These measures will be used to stratify patients, and they are largely exploratory. Other instruments in this set measure nonspecific clinical factors and comorbidities (e.g. depression, anxiety) and are included across the different trials to increase the power of secondary outcome measures and to examine nonspecific effects of NFT on mental health (across different diagnoses and research protocols).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18455, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants are being sent reminders to attend the follow-up sessions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18527, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Whenever possible, outcome data will be collected for all participants whether or not they adhere to the planned intervention. The data will be analysed according to the intention-to-treat principle.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18727, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Intervention", "sentences": [], "annotations": [], "relations": []}, {"offset": 18740, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the baseline assessment, participants also perform a computer-based rating task, in which they are presented with a total of 100 pictures showing different categories of alcoholic beverages (wine, beer, spirits, etc.) and pub scenes and 100 pictures illustrating alternative, healthy goals (positive personal relationships, health and fitness, employment and career, further education/self-improvement, and personal finances). For each alcohol-related picture, participants are asked to indicate (by using the mouse to move the cursor along a visual analogue scale on the screen) how much this specific picture makes them want a drink of alcohol; response options range from not at all to very strongly. Using the same response modalities, participants rate each of the pictures related to an alternative goal with regard to how much it reminds them of a positive goal that they are currently pursuing. For each of the subsequent NFT sessions in which alcohol-related pictures are down-regulated or alternative goal-related pictures are up-regulated, the pictures are randomly selected from the 14 pictures in each category that the participant rated most highly. Thus, the stimulus sets are tailored to each participant’s specific drinking preferences and hierarchy of alternative goals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20036, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The NFT involves magnetic resonance imaging (MRI) during which patients lie on a movable bed inside the bore of an MRI scanner. Before entering the MRI suite, patients undergo a detailed MRI safety screening (as described earlier), including a determination of potential safety hazards (see exclusion criteria) and the removal of all metal objects, such as keys or jewellery, from their body.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20429, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "While in the scanner, participants in the experimental group are again exposed to alcohol-related stimuli, such as pictures of alcoholic drinks, and they are trained to regulate their responses in specific brain regions that are activated by the stimuli. In addition, participants are exposed to pictures showing alternative, socially desirable goals, such as family/relationships or employment. The rationale for including the two categories of stimuli is that we earlier demonstrated at a neural level that heavy drinking is associated with overvaluation of alcohol and undervaluation of alternative, socially desirable goals. Moreover, consistent with motivational theory, it has been shown that problem drinkers’ success in reducing their drinking is associated with the degree to which they have other satisfying alternative goals to pursue and enjoy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21286, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The size of the images that participants see corresponds to the level of activation. They are told to use any kind of mental strategy at their disposal (e.g. thinking about the negative consequences of drinking) that helps to reduce size of the image (in the case of alcohol pictures) or increase size of the image and thereby the degree of brain activation (in the case of healthy, goal-related pictures).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21693, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Experimental participants have six NFT training sessions spread across 4 months, and they are also asked to practice at home the mental strategies they used in the MRI scanner. They also (1) rate their urges to drink before, during, and after each training session, and (2) complete questionnaires and other tests to measure their alcohol consumption and other relevant aspects of their behaviour. Control participants complete the same measures that are timed to coincide with their administration to the experimental group. The primary outcome measures are obtained 4 months after the baseline assessment. Eight and 12 months after baseline assessment both groups complete a follow-up assessment battery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22400, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the duration of the scanning session, several additional physiological parameters are measured, including heart rate via a finger pulse sensor and respiratory rate via a belt affixed to the participant’s chest. Participants are able to see outside the scanner during the scan, and radiographers are able to see and monitor participants from the control room. Participants are given a call button to press if they need to communicate with someone outside the scanner. The scan can be stopped at any time at a participant’s request (e.g. if he or she feels uncomfortable) or if the radiographer becomes concerned about a participant’s wellbeing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23048, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Imaging data are acquired using the 3T General Electric HDx or Siemens Prisma scanners at the Cardiff University Brain Research Imaging Centre (CUBRIC) and standard parameters for functional and structural brain imaging. Blood oxygenation level-dependent (BOLD) signals during localiser and neurofeedback runs (see description below) are measured with a T2*-weighted gradient echo planar imaging (EPI) sequence that is synchronised to the onset of the stimulus presentation. Each functional EPI volume contains 24 slices of 2.5-mm thickness, with 0.5-mm inter-slice spacing (in-plane resolution = 3 mm, matrix size = 64 × 64, FoV (field of view) = 192 mm, TR (repetition time) = 1500 ms, TE (echo time) = 30 ms, flip angle = 80°, orientation = transversal). High-resolution structural images are acquired before the first functional scan using a fast spoiled gradient echo sequence (FSPGR) with 172 contiguous sagittal slices of 1-mm thickness (voxel size: 1 × 1 × 1 mm, TR = 7.9 s, TE = 3.0 ms, flip angle = 20°, FoV = 256 × 256 × 172 mm).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24089, "infons": {"file": "13063_2016_1607_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Illustration of the neurofeedback setup used in the intervention group. Participants receive real-time feedback about the computed activation level in target areas that have been identified in a preceding localiser scan as key components of the motivational network involved in alcohol-cue reactivity. Activation levels are represented as varying picture sizes, with decreasing picture sizes reflecting successful down-regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 24519, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The basic neurofeedback setup being used in the trial is illustrated in Fig. 2. Patients are asked to lie still throughout the scanning sessions; they are in the scanner for no longer than 90 min. During the scan, patients are exposed to pictorial stimuli (depicting either alcoholic drinks or alternative goals), which are projected onto a screen behind the scanner and viewed through a mirror attached on the MRI head coil. Functional MRI (fMRI) data are acquired in short blocks (runs) having a duration of 7.5 min. The first run serves as the localiser procedure in which we present in alternating blocks of 30-s alcohol-related pictures or goal-related pictures and neutral pictures (household objects). Each block contains 15 different pictures of the same category (2 s per picture) and is followed by a fixation (rest) period. Participants are instructed to attentively watch the pictures without any cognitive/emotional regulation of the responses that are elicited by these pictures. Based on real-time preprocessing and statistical analysis of the BOLD signal recorded during the localiser, a specific target brain area (either alcohol- or goal-related) is individually selected for each participant in each session. Statistically significant regions of interest (ROIs) are selected using a t-contrast of alcohol/goal-related versus neutral images, and a variable t-threshold to ensure that a robust cluster is activated in a functionally relevant area (minimum of four connected voxels).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26019, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The next four runs consist of two NFT runs, during which the participant attempts to self-regulate activation in the target area, and two mirror (M) runs in the order NFT-M-NFT-M. During mirror runs, the previous feedback-modulated stimulus is presented, but participants are instructed to passively view it and not attempt to regulate their response. These runs serve as a control for potential low-level image size effects on activation in the target area. They will allow a comparison to be made between the same stimulus presentation with and without attempted self-regulation. Selection of both sets of pictures is based on the computer-based rating task that the participant performed during the baseline session.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26739, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each neurofeedback run consists of seven regulation blocks of 30-s duration showing one picture exemplar whose size changes according to the participant’s BOLD activation in the target area. Between regulation blocks, a 30-s resting block showing a fixation cross is interspersed, and each run begins with a 30-s rest block. Feedback is provided by varying the size of the picture, which can range from between 100 % of the entire projector screen (1024 × 768 pixels) and 10 % of the screen, depending on the level of activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27269, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Down-regulation is signalled by decreasing the size of the picture, following a procedure piloted by our research group for food-related stimuli. Up-regulation (during exposure to other goal-related pictures) is signalled by increases in the size of the picture. The aspect ratio of the pictures is kept constant for all picture sizes. The size of the picture is changed based on the percentage of the signal change in the current block compared to the baseline in the previously defined ROI. The last five volumes prior to the current neurofeedback block are used to calculate the baseline level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27867, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A moving average filtre of four volumes is used to overcome spikes and signal drops and to avoid large fluctuations in the size of the pictures. The percentage signal change is calculated using this equation:", "sentences": [], "annotations": [], "relations": []}, {"offset": 28076, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The percentage signal change (PSC) is then normalised to a value between −1 and +1 by dividing the fb value by a predefined maximum PSC of 1 %. This is done in order to be able to resize the pictures in the predefined way.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28299, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Between the fMRI runs, the experimenter speaks to the participant using an intercom and gives the participant the opportunity to rest. Participants in the control group are invited to attend four behavioural assessment sessions (baseline assessment, primary assessment after 4 months, and a follow-up assessment after 8 and 12 months).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28635, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All adverse events and serious adverse events (SAEs) will be recorded on the appropriate Case Report Form. Events meeting the criteria for a SAE will be reported according to the timelines specified in the study protocol (e.g. an SAE form should be completed for all SAEs within 24 h).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28921, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Post trial, all participants will remain under the care of their primary treating physician. Cardiff University will provide indemnity and compensation in the event of a claim by a participant, or by someone on a participant’s behalf, for negligent harm as a result of the study design and/or in respect of the protocol authors/research team. Cardiff University does not provide compensation for non-negligent harm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29337, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sample size estimation", "sentences": [], "annotations": [], "relations": []}, {"offset": 29360, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "There are no published randomised trials to inform a sample size calculation for the early phase efficacy trial of the neurofeedback intervention that is being evaluated. However, experimental neurofeedback studies have found large effect sizes of 0.5 to 1.5, depending on the patient group that was tested. At a significance level of 0.05, the present sample size (from which we expect a 20 % dropout rate, yielding a final size of 40 (or 20 in each group)) will allow us to detect effect sizes ranging from 0.8 with 70 % power to 1.1 with 90 % power. This level is suitable for single-site, early-phase detection of clinically promising results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30008, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 30017, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One of the study investigators will perform data entry, and a second member of staff will compare the database record (the electronic Case Report Form; eCRF) with the source record (the paper Case Report Form; pCRF). pCRFs will be stored securely in locked filing cabinets, and the data in the eCRFs will be stored securely in the database housed at Cardiff University. Access to the database is restricted to named study team personnel only and in accordance with their specific roles and responsibilities. The data management plan will contain all relevant details about how the data for the study are being handled and managed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30648, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study site statistician, the principal investigator (PI), and the trial unit statistician will have access to the final dataset for study site-specific analyses and meta-analyses across the sites in BRAINTRAIN. The analysis population will be on an intention-to-treat basis (as randomised) using complete data. We do not intend to perform imputation for missing data in this early phase study but will check for bias in any missing cohort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31092, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The anatomical and functional brain imaging data will be analysed using BrainVoyager (http://www.brainvoyager.com) or another appropriate software package. A general linear model will be used to test the effects of NFT on brain activation, both in target areas and at the whole-brain level. Specifically, we will contrast activation in neurofeedback runs with passive viewing during the perceptual control (mirror) runs. We expect to find reduced activation during neurofeedback in the target and other craving-related areas, but increased activation in other areas, e.g. those related to emotional control or which represent alternative, socially desirable goals (in the runs that include the goal-related pictures). Participants’ improvement in self-regulation across the sessions will be analysed using brain-activation parameters in repeated the correct term is definitely measures (with an \"s\") NOT measure. Analyses of variance (ANOVAS). The ability to self-regulate will also be correlated with online and offline craving scores obtained during each session.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32158, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The behavioural data will be analysed using SPSS or another appropriate statistical software package. The primary analyses will compare the experimental and control groups on three drinking indices (percentage of days abstinent, drinks per drinking day, and percentage of days of heavy drinking) at the primary endpoint (4 months after the baseline assessment). For these analyses, a general linear model will be used. Covariates will include potential variables that determine participants’ success with the NFT (e.g. their age and gender and drinking indices at baseline) and the variables that were used to balance the two groups during randomisation. Effect sizes for the intervention will be evaluated using confidence intervals around the group difference. Analyses will be conducted separately for the follow-up assessments, again using general linear models adjusted for baseline covariates and randomisation variables. Outcome measures related to craving will be evaluated for both immediate and sustained effects of the NFT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33193, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In exploratory analyses, data from the homework diaries will be examined for a potential relationship between the amount of self-regulation practice that participants report and their scores on craving and alcohol consumption. Finally, the relationship between nonalcohol-related measures (e.g. thought control ability, intellectual ability) and the alcohol-related outcome measures will be examined using analysis of covariance (ANCOVA) or correlational and regression analyses. Nonspecific effects of the NFT on participants’ mood will be examined using the measures related to emotional processes (e.g. the POMS).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33810, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A publication policy will be developed and reviewed during the course of the trial, which will include details of dissemination plans to health care professionals. Publications from the BRAINTRAIN consortium will be coordinated by the Executive Committee of BRAINTRAIN (chaired by the PI) in collaboration with the funding organisation. The trial results will be submitted for publication in an online open access journal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34233, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34244, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Alcohol dependence is a recalcitrant disorder, with high rates of relapse to heavy drinking occurring following treatment. In recent years, new medications and psychosocial interventions have been tested, but with disappointing effects on rates of relapse. In view of the encouraging results obtained with rtfMRI NFT in the case of other psychiatric and behavioural disorders, its use in the treatment of alcohol dependence offers great promise.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34690, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study allows us to evaluate the overall effectiveness of rtfMRI NFT in reducing patients’ urges to drink and various indices of their alcohol consumption. Additionally, we will be able to evaluate participant characteristics (e.g. the ability to control thoughts, anxiety, depression, intellectual ability) that help to determine patients’ degree of success with the intervention. If positive results are obtained, more cost-effective techniques for helping patients to achieve self-control over their alcohol consumption could be developed and evaluated. Moreover, the use of these techniques could be extended to include early stage problem drinkers. Early stage problem drinkers are far more numerous in society than are dependent drinkers, yet dependent drinkers are far more costly to treat. Thus, it could be highly effective and cost-effective to successfully intervene with people who are developing alcohol problems before these problems escalate into dependent drinking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35683, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Trial status", "sentences": [], "annotations": [], "relations": []}, {"offset": 35696, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This trial is ongoing and participants are being actively recruited.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35765, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Additional files", "sentences": [], "annotations": [], "relations": []}, {"offset": 35782, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 35795, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "rtfMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 35802, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Real-time functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 35850, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 35861, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kamiya J. Operant control of the EEG alpha rhythm and some of its reported effects on consciousness. Biofeedback and self-control: an Aldine Reader on the regulation of bodily processes and consciousness. 1971.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36072, "infons": {"name_0": "surname:Linden;given-names:DEJ", "name_1": "surname:Linden;given-names:DEJ", "section_type": "REF", "source": "Brain control: developments in therapy and implications for society", "type": "ref", "year": "2014"}, "text": "The brain controls itself: from brain reading to brain modulation via neurofeedback", "sentences": [], "annotations": [], "relations": []}, {"offset": 36156, "infons": {"fpage": "48", "lpage": "9", "name_0": "surname:De Bease;given-names:C", "section_type": "REF", "source": "Biofeedback", "type": "ref", "volume": "35", "year": "2007"}, "text": "Biofeedback Certification Institute of America certification: building skills without walls", "sentences": [], "annotations": [], "relations": []}, {"offset": 36248, "infons": {"fpage": "18626", "issue": "51", "lpage": "31", "name_0": "surname:deCharms;given-names:RC", "name_1": "surname:Maeda;given-names:F", "name_2": "surname:Glover;given-names:GH", "name_3": "surname:Ludlow;given-names:D", "name_4": "surname:Pauly;given-names:JM", "name_5": "surname:Soneji;given-names:D", "name_6": "surname:Gabrieli;given-names:JD", "name_7": "surname:Mackey;given-names:SC", "pub-id_doi": "10.1073/pnas.0505210102", "pub-id_pmid": "16352728", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "102", "year": "2005"}, "text": "Control over brain activation and pain learned by using real-time functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 36329, "infons": {"fpage": "16309", "issue": "45", "lpage": "17", "name_0": "surname:Subramanian;given-names:L", "name_1": "surname:Hindle;given-names:JV", "name_2": "surname:Johnston;given-names:S", "name_3": "surname:Roberts;given-names:MV", "name_4": "surname:Husain;given-names:M", "name_5": "surname:Goebel;given-names:R", "name_6": "surname:Linden;given-names:D", "pub-id_doi": "10.1523/JNEUROSCI.3498-11.2011", "pub-id_pmid": "22072682", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "31", "year": "2011"}, "text": "Real-time functional magnetic resonance imaging neurofeedback for treatment of Parkinson’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 36428, "infons": {"section_type": "REF", "type": "ref"}, "text": "Linden DEJ, Habes I, Johnston SJ, Linden S, Tatineni R, Subramanian L, Sorger B, Healy D, Goebel R. Real-time self-regulation of emotion networks in patients with depression. PLoS ONE. 2012;7(6):e38115.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36631, "infons": {"fpage": "739", "issue": "4", "lpage": "48", "name_0": "surname:Li;given-names:X", "name_1": "surname:Hartwell;given-names:KJ", "name_2": "surname:Borckardt;given-names:J", "name_3": "surname:Prisciandaro;given-names:JJ", "name_4": "surname:Saladin;given-names:ME", "name_5": "surname:Morgan;given-names:PS", "name_6": "surname:Johnson;given-names:KA", "name_7": "surname:Lematty;given-names:T", "name_8": "surname:Brady;given-names:KT", "name_9": "surname:George;given-names:MS", "pub-id_doi": "10.1111/j.1369-1600.2012.00449.x", "pub-id_pmid": "22458676", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "18", "year": "2013"}, "text": "Volitional reduction of anterior cingulate cortex activity produces decreased cue craving in smoking cessation: a preliminary real-time fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 36778, "infons": {"fpage": "2120", "issue": "12", "lpage": "4", "name_0": "surname:Canterberry;given-names:M", "name_1": "surname:Hanlon;given-names:CA", "name_10": "surname:George;given-names:MS", "name_2": "surname:Hartwell;given-names:KJ", "name_3": "surname:Li;given-names:X", "name_4": "surname:Owens;given-names:M", "name_5": "surname:LeMatty;given-names:T", "name_6": "surname:Prisciandaro;given-names:JJ", "name_7": "surname:Borckardt;given-names:J", "name_8": "surname:Saladin;given-names:ME", "name_9": "surname:Brady;given-names:KT", "pub-id_doi": "10.1093/ntr/ntt122", "pub-id_pmid": "23935182", "section_type": "REF", "source": "Nicotine Tob Res", "type": "ref", "volume": "15", "year": "2013"}, "text": "Sustained reduction of nicotine craving with real-time neurofeedback: exploring the role of severity of dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 36893, "infons": {"fpage": "79", "issue": "1", "lpage": "81", "name_0": "surname:Hanlon;given-names:CA", "name_1": "surname:Hartwell;given-names:KJ", "name_2": "surname:Canterberry;given-names:M", "name_3": "surname:Li;given-names:X", "name_4": "surname:Owens;given-names:M", "name_5": "surname:LeMatty;given-names:T", "name_6": "surname:Prisciandaro;given-names:JJ", "name_7": "surname:Borckardt;given-names:J", "name_8": "surname:Brady;given-names:KT", "name_9": "surname:George;given-names:MS", "pub-id_doi": "10.1016/j.pscychresns.2013.03.003", "pub-id_pmid": "23683344", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "213", "year": "2013"}, "text": "Reduction of cue-induced craving through realtime neurofeedback in nicotine users: the role of region of interest selection and multiple visits", "sentences": [], "annotations": [], "relations": []}, {"offset": 37037, "infons": {"section_type": "REF", "type": "ref"}, "text": "Karch S, Keeser D, Hümmer S, Paolini M, Kirsch V, Karali, T, Kupka M, Rauchmann B-S, Chrobok A, Blautzik J, Koller G, Ertl-Wagner B, Pogarell O. Modulation of craving related brain responses using real-time fMRI in patients with alcohol use disorder. PLoS ONE. 2015. http://dx.doi.org/10.1371/journal.pone.0133034.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37352, "infons": {"fpage": "224", "issue": "5", "lpage": "31", "name_0": "surname:Lecrubier;given-names:Y", "name_1": "surname:Sheehan;given-names:DV", "name_2": "surname:Weiller;given-names:E", "name_3": "surname:Amorim;given-names:P", "name_4": "surname:Bonora;given-names:I", "name_5": "surname:Sheehan;given-names:KH", "name_6": "surname:Janavs;given-names:J", "name_7": "surname:Dunbar;given-names:GC", "pub-id_doi": "10.1016/S0924-9338(97)83296-8", "section_type": "REF", "source": "Eur Psychiatry", "type": "ref", "volume": "12", "year": "1997"}, "text": "The Mini International Neuropsychiatric Interview (MINI): a short diagnostic structured interview: reliability and validity according to the CIDI", "sentences": [], "annotations": [], "relations": []}, {"offset": 37498, "infons": {"name_0": "surname:Wechsler;given-names:D", "section_type": "REF", "source": "Wechsler Abbreviated Scale of Intelligence", "type": "ref", "year": "1999"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 37499, "infons": {"fpage": "41", "lpage": "72", "name_0": "surname:Sobell;given-names:LC", "name_1": "surname:Sobell;given-names:MB", "name_2": "surname:Litten;given-names:RZ", "name_3": "surname:Allen;given-names:J", "section_type": "REF", "source": "Measuring alcohol consumption: psychosocial and biological methods", "type": "ref", "year": "1992"}, "text": "Timeline followback: A technique for assessing self-reported alcohol consumption", "sentences": [], "annotations": [], "relations": []}, {"offset": 37580, "infons": {"fpage": "1408", "lpage": "15", "name_0": "surname:Ihssen;given-names:N", "name_1": "surname:Cox;given-names:WM", "name_2": "surname:Wiggett;given-names:A", "name_3": "surname:Fadardi;given-names:JS", "name_4": "surname:Linden;given-names:EJ", "pub-id_doi": "10.1093/cercor/bhq220", "pub-id_pmid": "21045002", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "21", "year": "2011"}, "text": "Differentiating heavy from light drinkers by neural responses to visual alcohol cues and other motivational stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 37696, "infons": {"fpage": "168", "lpage": "80", "name_0": "surname:Cox;given-names:WM", "name_1": "surname:Klinger;given-names:E", "pub-id_doi": "10.1037/0021-843X.97.2.168", "pub-id_pmid": "3290306", "section_type": "REF", "source": "J Abnorm Psychol", "type": "ref", "volume": "97", "year": "1988"}, "text": "A motivational model of alcohol use", "sentences": [], "annotations": [], "relations": []}, {"offset": 37732, "infons": {"name_0": "surname:Cox;given-names:WM", "name_1": "surname:Klinger;given-names:E", "name_2": "surname:Cox;given-names:WM", "name_3": "surname:Klinger;given-names:E", "section_type": "REF", "source": "Handbook of motivational counseling: goal-based approaches to assessment and intervention with addiction and other problems", "type": "ref", "year": "2011"}, "text": "A motivational model of alcohol use: determinants of use and change", "sentences": [], "annotations": [], "relations": []}, {"offset": 37800, "infons": {"fpage": "16", "lpage": "22", "name_0": "surname:Cox;given-names:WM", "name_1": "surname:Klinger;given-names:E", "name_2": "surname:Fadardi;given-names:JS", "pub-id_doi": "10.1016/j.addbeh.2014.11.019", "pub-id_pmid": "25499579", "section_type": "REF", "source": "Addict Behav", "type": "ref", "volume": "44", "year": "2015"}, "text": "The motivational basis of cognitive determinants of addictive behaviors", "sentences": [], "annotations": [], "relations": []}, {"offset": 37872, "infons": {"fpage": "1", "lpage": "10", "name_0": "surname:Sokunbi;given-names:MO", "name_1": "surname:Linden;given-names:DEJ", "name_2": "surname:Habes;given-names:I", "name_3": "surname:Johnston;given-names:SJ", "name_4": "surname:Ihssen;given-names:N", "pub-id_doi": "10.3389/fnbeh.2014.00392", "pub-id_pmid": "24478648", "section_type": "REF", "source": "Front Behav Neurosci", "type": "ref", "volume": "8", "year": "2014"}, "text": "Real-time fMRI brain-computer interface: development of a “motivational feedback” subsystem for the regulation of visual cue reactivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 38008, "infons": {"fpage": "501", "issue": "6", "lpage": "7", "name_0": "surname:Agosti;given-names:V", "name_1": "surname:Nunes;given-names:EV", "name_2": "surname:O’Shea;given-names:D", "pub-id_doi": "10.1111/j.1521-0391.2012.00270.x", "pub-id_pmid": "23082827", "section_type": "REF", "source": "Am J Addict", "type": "ref", "volume": "21", "year": "2012"}, "text": "Do manualized psychosocial interventions help reduce relapse among alcohol-dependent adults treated with naltrexone or placebo? A meta‐analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38152, "infons": {"name_0": "surname:Schuckit;given-names:MA", "section_type": "REF", "source": "Drug and alcohol abuse: a clinical guide to diagnosis and treatment", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 38153, "infons": {"section_type": "REF", "type": "ref"}, "text": "Institute of Medicine (US) Committee on Treatment of Alcohol Problems. Broadening the Base of Treatment for Alcohol Problems. Washington (DC): National Academies Press (US); 1990.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38333, "infons": {"fpage": "600", "issue": "3", "lpage": "6", "name_0": "surname:Bohn;given-names:MJ", "name_1": "surname:Krahn;given-names:DD", "name_2": "surname:Staehler;given-names:BA", "pub-id_doi": "10.1111/j.1530-0277.1995.tb01554.x", "pub-id_pmid": "7573780", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "19", "year": "1995"}, "text": "Development and initial validation of a measure of drinking urges in abstinent alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 38423, "infons": {"fpage": "1484", "issue": "9", "lpage": "91", "name_0": "surname:Roberts;given-names:JS", "name_1": "surname:Anton;given-names:RF", "name_2": "surname:Latham;given-names:PK", "name_3": "surname:Moak;given-names:DH", "pub-id_doi": "10.1111/j.1530-0277.1999.tb04671.x", "pub-id_pmid": "10512314", "section_type": "REF", "source": "Alcohol Clin Exp Res", "type": "ref", "volume": "23", "year": "1999"}, "text": "Factor structure and predictive validity of the obsessive compulsive drinking scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 38507, "infons": {"fpage": "443", "issue": "3", "lpage": "76", "name_0": "surname:Cox;given-names:WM", "name_1": "surname:Fadardi;given-names:JS", "name_2": "surname:Pothos;given-names:EM", "pub-id_doi": "10.1037/0033-2909.132.3.443", "pub-id_pmid": "16719569", "section_type": "REF", "source": "Psychol Bull", "type": "ref", "volume": "132", "year": "2006"}, "text": "The addiction-Stroop test: theoretical considerations and procedural recommendations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38592, "infons": {"fpage": "79", "issue": "1", "lpage": "87", "name_0": "surname:Stockwell;given-names:T", "name_1": "surname:Hodgson;given-names:R", "name_2": "surname:Edwards;given-names:G", "name_3": "surname:Taylor;given-names:C", "name_4": "surname:Rankin;given-names:H", "pub-id_doi": "10.1111/j.1360-0443.1979.tb02415.x", "section_type": "REF", "source": "Br J Addict", "type": "ref", "volume": "74", "year": "1979"}, "text": "The development of a questionnaire to measure severity of alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 38669, "infons": {"fpage": "871", "issue": "8", "lpage": "8", "name_0": "surname:Wells;given-names:A", "name_1": "surname:Davies;given-names:MI", "pub-id_doi": "10.1016/0005-7967(94)90168-6", "pub-id_pmid": "7993332", "section_type": "REF", "source": "Behav Res Ther", "type": "ref", "volume": "32", "year": "1994"}, "text": "The Thought Control Questionnaire: a measure of individual differences in the control of unwanted thoughts", "sentences": [], "annotations": [], "relations": []}, {"offset": 38776, "infons": {"fpage": "997", "issue": "5", "lpage": "1008", "name_0": "surname:Luciano;given-names:JV", "name_1": "surname:Algarabel;given-names:S", "name_2": "surname:Tomás;given-names:JM", "name_3": "surname:Martínez;given-names:JL", "pub-id_doi": "10.1016/j.paid.2004.06.020", "section_type": "REF", "source": "Personal Individ Differ", "type": "ref", "volume": "38", "year": "2005"}, "text": "Development and validation of the thought control ability questionnaire", "sentences": [], "annotations": [], "relations": []}, {"offset": 38848, "infons": {"name_0": "surname:Heuchert;given-names:J", "name_1": "surname:McNair;given-names:D", "section_type": "REF", "source": "Profile of mood states", "type": "ref", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 38849, "infons": {"fpage": "361", "issue": "6", "lpage": "70", "name_0": "surname:Zigmond;given-names:AS", "name_1": "surname:Snaith;given-names:RP", "pub-id_doi": "10.1111/j.1600-0447.1983.tb09716.x", "pub-id_pmid": "6880820", "section_type": "REF", "source": "Acta Psychiatr Scand", "type": "ref", "volume": "67", "year": "1983"}, "text": "The Hospital Anxiety and Depression Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 38891, "infons": {"name_0": "surname:Beck;given-names:A", "name_1": "surname:Steer;given-names:R", "name_2": "surname:Brown;given-names:G", "section_type": "REF", "source": "Manual for Beck Depression Inventory-II", "type": "ref", "year": "1996"}, "text": "", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}