{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "5700958", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-017-14343-7", "article-id_pmc": "5700958", "article-id_pmid": "29170485", "article-id_publisher-id": "14343", "elocation-id": "16201", "license": "\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Cui;given-names:Long-Biao", "name_1": "surname:Wang;given-names:Liu-Xian", "name_10": "surname:Liu;given-names:Lin", "name_11": "surname:He;given-names:Hong", "name_12": "surname:Wu;given-names:Wen-Jun", "name_13": "surname:Xi;given-names:Yi-Bin", "name_14": "surname:Yin;given-names:Hong", "name_2": "surname:Tian;given-names:Ping", "name_3": "surname:Wang;given-names:Hua-Ning", "name_4": "surname:Cai;given-names:Min", "name_5": "surname:Guo;given-names:Fan", "name_6": "surname:Li;given-names:Chen", "name_7": "surname:Wu;given-names:Yu-Jing", "name_8": "surname:Qiao;given-names:Peng-Gang", "name_9": "surname:Xu;given-names:Zi-Liang", "section_type": "TITLE", "type": "front", "volume": "7", "year": "2017"}, "text": "Aberrant perfusion and its connectivity within default mode network of first-episode drug-naïve schizophrenia patients and their unaffected first-degree relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 163, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Neural substrates behind schizophrenia (SZ) and its heritability mediated by brain function are largely unknown. Cerebral blood flow (CBF), as a biomarker of activation in the brain, reflects the neuronal metabolism, and is promisingly used to detect cerebral alteration thereby shedding light on the features of individuals at high genetic risk. We performed a cross-sectional functional magnetic resonance imaging (MRI) study enrolling 45 first-episode drug-naïve patients with SZ, 32 unaffected first-degree relatives of these patients, and 51 healthy controls (HCs). We examined CBF, CBF connectivity, and CBF topological properties. SZ patients showed increased CBF in the left medial superior frontal gyrus and right precuneus compared with HCs, and decreased CBF in the left middle temporal gyrus compared with their relatives. Furthermore, unaffected relatives revealed higher level of CBF pronounced in regions within default mode network (DMN). Both SZ patients and their relatives exhibited dysconnectivity patterns. Notably, as for the network properties, unaffected relatives were with an intermediate level between SZ patients and HCs in the local efficiency and global efficiency. Our findings demonstrate the aberrant CBF of areas within DMN and the CBF connectivity pattern might be a familial feature in the brain of first-episode SZ patients and their relatives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1545, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1558, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia (SZ) is a severe psychiatric disease characterized by abnormal mental activities and disturbed behaviors. Common characteristics, such as genetic risk factors, are usually shared among the relatives of SZ patients. It has also been shown that family members of SZ patients have more severe subclinical negative symptoms such as social withdrawal and an increased risk for developing SZ compared with relatives of healthy people. However, the common and unique functional cerebral deficits between SZ patients and their unaffected relatives remain unclear to a large extent. Elucidation of neural substrates behind SZ is pivotal for treatment of this mental disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2238, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "SZ has been suggested to be associated with alterations in resting-state cerebral blood flow (CBF) in our recent study. With the progress of the noninvasive of arterial spin labeling (ASL) magnetic resonance imaging (MRI), novel and quantitative approach to the measurement of resting-state CBF could be provided. ASL uses magnetically labeled arterial blood water as an endogenous tracer, reflects the level of neuronal activity, and is comparable with positron emission tomography (PET). Accordingly, SZ patients have exhibited increased or decreased CBF in different brain regions, with hypo-perfusion in the frontal lobes, anterior and medial cingulated gyri and the parietal lobe, while increased perfusion in the cerebellum, brainstem and thalamus, compared with healthy controls (HCs). Moreover, several resting-state CBF alterations have been related to the core clinical symptoms of SZ or motor behavior. However, the results, especially the activated brain regions, are not all inclusive or consistent. A number of confounding factors, such as small sample sizes, heterogeneous treatment conditions, and/or durations of illness may count for the inconsistent results of previous studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3436, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The CBF may change synchronously in different brain regions to act similar network function. Default mode network (DMN) activates during rest and is deactivated during goal-oriented activity. It comprises the posterior cingulate cortex, precuneus, inferior parietal cortex, medial prefrontal cortex, and medial temporal lobe. Because of the functional connection between the DMN and internal mentation, the activation of DMN might be involved in misattribution of thoughts in SZ. With the boundary between imagined scenarios and blurred external attention, psychopathological phenomena such as auditory hallucinations may thus occur. Kindler et al. proved increased CBF connectivity within the DMN in SZ patients. CBF alterations in other brain areas, including the left thalamus, right medial superior frontal gyrus, left insula and postcentral gyrus, were also observed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4309, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Many studies have been done for the individuals at high risk of SZ, including structural changes and functional characteristics. It has been revealed the middle temporal, frontal, cingulate and occipital lobes with thinned cortices in first-degree relatives of SZ patients. Moreover, several previous studies reported different patterns of grey matter volume abnormalities in first-degree relatives, although the results remain inconclusive. In addition, Goghari et al. reported that increased fractional anisotropy in the right fimbria of the fornix for relatives compared to patients and HCs. It has also been suggested several brain regions involving the dorsolateral prefrontal cortex, anterior cingulate cortex, caudate, and hippocampus with functional alterations. With the whole-brain functional connectivity analysis, Lui et al. showed abnormal connectivity between the thalamus and bilateral parahippocampal gyri. Meanwhile, another study performed by Stolz et al. found distributed functional activity in the increased blood oxygenation level dependent (BOLD) response to retrieval in the prefrontal regions, thalamus and insula under task mission. However, ASL provides quantitative measure of perfusion while BOLD techniques represented semi-quantitative evaluation of local oxygenation. Nevertheless, the CBF study comparing the SZ and their first-degree relatives is still lacking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5705, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present study gathered a dataset in first-episode SZ patients, their unaffected first-degree relatives and matched HCs. Then, pulsed ASL (pASL) technique was adopted. The aim of the current study was to detect the CBF alteration patterns in SZ and their first-degree relatives. The association between CBF alterations and clinical parameters was also evaluated. Finally whether regions with altered CBF have abnormal patterns of CBF connectivity with other brain areas was determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6194, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6202, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 6215, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was approved by the ethical committee of Xijing Hospital, and all participants provided written informed consent after complete description of the study. All experiments were performed in accordance with relevant guidelines and regulations. A total of demographically matched 51 first-episode drug-naïve SZ patients, 33 unaffected first-degree relatives of these SZ patients, and 53 HCs were included in the experiment. In the subsequent analysis, six patients, one relative, and two HCs with excessive head motion (>3 mm translation and/or >3.0° rotation) were detected and then excluded from the current study. Subjects from our inpatient department or outpatient clinic were assessed according to the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria and consensus diagnoses of SZ were made using all the available information. This was based on the scores of the Positive And Negative Syndrome Scale (PANSS) (score ≥ 60) at the time of scanning. The following exclusion criteria applied to all groups: history of significant neurological or systematic illness, diagnosis of substance abuse in the prior 30 days or substance dependence in the prior 6 months, another axis I or II psychiatric disorder, receiving antipsychotics and/or intervention using transcranial direct current stimulation, transcranial magnetic stimulation, electroconvulsive therapy or behavioral therapy, and pregnancy or MRI contraindications. The Prodromal Questionnaire was used to confirm the absence of any psychotic syndromes in relatives and HCs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7812, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 7830, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As described previously, scanning was performed on a Siemens (Erlangen, Germany) 3.0 T Trio MR scanner using the body coil for transmission and an eight channel head coil for reception. A 10-min magnetization-prepared, rapid acquisition gradient echo (MPRAGE: 192 slices, voxel size = 1 × 1 × 1 mm3, matrix = 256 × 256, slice thickness = 1 mm, gap = 0 mm, FOV = 256 × 256, repetition time = 2530 ms, echo time = 3.5 ms) image was first acquired. The resting-state perfusion imaging was performed using a pASL sequence (repetition time = 2805 ms, echo time = 13 ms, post-label delay = 1800 ms, flip angle = 90°; field of view = 256 mm × 256 mm; reconstruction matrix = 256 × 256; slice thickness = 3 mm, gap = 0.75 mm; 31 axial slices). The acquisition time was 4 min and 20 s for the resting state ASL scan. During the ASL scan, all subjects were instructed to keep their eyes closed, relax and move as little as possible, think of nothing in particular, and not fall asleep. In order to avoid excessive head motion, we used a custom-built head cushion, reducing motion artifacts during acquisition. Thereafter, subjects with excessive head motion (>3 mm translation and/or 3.0° rotation during scanning, as mentioned above) were excluded from the current study in order to control its potential confound effect. Additionally, we carefully checked images of each subject before further analysis, thereby ensuring the quality of data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9264, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CBF calculation", "sentences": [], "annotations": [], "relations": []}, {"offset": 9280, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As we performed recently, data analysis was implemented in Arterial Spin Labeling Perfusion MRI Signal Processing Toolbox (ASLtbx; http://cfn.upenn.edu/~wangze/ASLtbx.php) in accordance with reports by Wang et al.. The detailed procedures, partly based on SPM12 (http://www.fil.ion.ucl.ac.uk/spm/), included image reorientation, motion correction, coregistering to each subject’s anatomical image then to PET-perfusion templates and finally to Montreal Neurological Institute (MNI) space by means of Affine transformation, spatial smoothing using a 6 mm full-width at half-maximum (FWHM) Gaussian kernel, removing non-brain tissue, as well as CBF quantification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9943, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CBF connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9969, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CBF matrix computation, connectivity matrix construction, and graph analysis were performed in the experiment using the method by Melie-Garcia et al., in which a full description of this approach is available. First, parcellation, with 90 anatomical structures using the automated anatomical labeling (AAL) atlas, was conducted to the preceding preprocessed CBF images for all the participants, yielding a matrix with “n” (number of participants) rows by 90 columns. Second, we defined a connection as statistical associations in CBF between brain regions for a particular parcellation and then constructed CBF connectivity matrix. We also calculated the sparsity/density of these matrices. The sparsity or density of a network is a fraction of the number of edges to the possible number of edges when the network is fully connected. Finally, we estimated global network properties, including clustering index, characteristic path length, and local and global efficiencies, to characterize brain CBF network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10978, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10999, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The group differences in CBF were compared in a voxel-wise manner using a one-way analysis of variance (ANOVA) and two-sample t-test. Multiple comparisons were corrected using an AlphaSim correction with a threshold of P < 0.005 (cluster > 27) according to the Correction Thresholds by AlphaSim module of Resting-State fMRI Data Analysis Toolkit V1.8 (http://www.restfmri.net/forum/REST_V1.8). For two-sample t-tests, we used a higher level of threshold, i.e., P < 0.005/3 (AlphaSim correction, cluster > 27), due to comparisons for three times. For each subject, Pearson correlation coefficients between brain function measures of each cluster with a significant group difference and the severity of symptoms (PANSS scores) were separately computed for SZ patient group. Correlation analyses were performed with SPSS software (version 13.0, SPSS, Inc.). Significance was set at P < 0.05. For CBF connectivity, Fisher’s z test was then used to compare correlations between two groups (http://www.fon.hum.uva.nl/Service/Statistics/Two_Correlations.html).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12053, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 12061, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic and clinical data", "sentences": [], "annotations": [], "relations": []}, {"offset": 12091, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographical and clinical characteristics of three groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12151, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Characteristics</th><th>SZ patients (n = 45)</th><th>Unaffected relatives (n = 32)</th><th>HCs (n = 51)</th></tr></thead><tbody><tr><td>Age (years)</td><td>26 ± 6</td><td>28 ± 5</td><td>27 ± 4</td></tr><tr><td>Sex (male/female)</td><td>25/20</td><td>23/9</td><td>32/19</td></tr><tr><td>Ethnicity</td><td>Han (Chinese)</td><td>Han (Chinese)</td><td>Han (Chinese)</td></tr><tr><td>Education (years)</td><td>13 ± 2*<sup>,#</sup>\n</td><td>14 ± 2</td><td>15 ± 2</td></tr><tr><td>Handedness (right/left)</td><td>45/0</td><td>32/0</td><td>51/0</td></tr><tr><td>Smoking status (smoker/nonsmoker)</td><td>11/34</td><td>8/24</td><td>18/33</td></tr><tr><td>PANSS Positive Score</td><td>24 ± 8</td><td>—</td><td>—</td></tr><tr><td>PANSS Negative Score</td><td>23 ± 7</td><td>—</td><td>—</td></tr><tr><td>PANSS General Psychopathology Score</td><td>49 ± 8</td><td>—</td><td>—</td></tr><tr><td>PANSS Total Score</td><td>96 ± 18</td><td>—</td><td>—</td></tr></tbody></table>\n"}, "text": "Characteristics\tSZ patients (n = 45)\tUnaffected relatives (n = 32)\tHCs (n = 51)\t \tAge (years)\t26 ± 6\t28 ± 5\t27 ± 4\t \tSex (male/female)\t25/20\t23/9\t32/19\t \tEthnicity\tHan (Chinese)\tHan (Chinese)\tHan (Chinese)\t \tEducation (years)\t13 ± 2*,#\t14 ± 2\t15 ± 2\t \tHandedness (right/left)\t45/0\t32/0\t51/0\t \tSmoking status (smoker/nonsmoker)\t11/34\t8/24\t18/33\t \tPANSS Positive Score\t24 ± 8\t—\t—\t \tPANSS Negative Score\t23 ± 7\t—\t—\t \tPANSS General Psychopathology Score\t49 ± 8\t—\t—\t \tPANSS Total Score\t96 ± 18\t—\t—\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12647, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\n*\nP < 0.05 versus unaffected relatives; #\nP < 0.05 versus HCs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12711, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The demographic and clinical data are shown in Table 1. There were significant differences in education years between SZ patients and unaffected relatives, SZ patients and HCs. No other obvious difference was found. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 12928, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Brain regions with significant differences in CBF", "sentences": [], "annotations": [], "relations": []}, {"offset": 12978, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Brain regions with significant differences in CBF of three groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13045, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Comparisons</th><th>Regions</th><th>Cluster size</th><th>Peak F/T value</th><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td colspan=\"7\">ANOVA</td></tr><tr><td/><td>Left MTG</td><td>104</td><td>9.8593</td><td>−52</td><td>−54</td><td>2</td></tr><tr><td/><td>Left MTG/STG</td><td>175</td><td>14.3602</td><td>−60</td><td>−40</td><td>6</td></tr><tr><td/><td>Right MTG/STG</td><td>233</td><td>10.4084</td><td>62</td><td>−34</td><td>4</td></tr><tr><td/><td>Left cuneus/precuneus/SOG</td><td>71</td><td>7.2865</td><td>−18</td><td>−64</td><td>24</td></tr><tr><td/><td>Right cuneus</td><td>29</td><td>6.3264</td><td>14</td><td>−86</td><td>18</td></tr><tr><td/><td>Right precuneus/SOG</td><td>72</td><td>8.7688</td><td>24</td><td>−64</td><td>28</td></tr><tr><td/><td>Right precuneus</td><td>64</td><td>7.9461</td><td>12</td><td>−66</td><td>50</td></tr><tr><td/><td>Bilateral MCG</td><td>95</td><td>6.7861</td><td>2</td><td>−24</td><td>30</td></tr><tr><td/><td>Left medial SFG</td><td>88</td><td>10.0719</td><td>−6</td><td>50</td><td>34</td></tr><tr><td colspan=\"7\">SZ &gt; HCs</td></tr><tr><td/><td>Left medial SFG</td><td>49</td><td>3.9741</td><td>−6</td><td>52</td><td>34</td></tr><tr><td/><td>Right precuneus</td><td>37</td><td>3.7397</td><td>12</td><td>−66</td><td>52</td></tr><tr><td colspan=\"7\">SZ &lt; Unaffected relatives</td></tr><tr><td/><td>Left MTG</td><td>51</td><td>−4.2625</td><td>−64</td><td>−42</td><td>4</td></tr><tr><td colspan=\"7\">Unaffected relatives &gt; HCs</td></tr><tr><td/><td>Right STG</td><td>163</td><td>4.5259</td><td>66</td><td>−32</td><td>6</td></tr><tr><td/><td>Right MTG</td><td>34</td><td>3.6221</td><td>54</td><td>−58</td><td>6</td></tr><tr><td/><td>Left MTG</td><td>239</td><td>5.3947</td><td>−60</td><td>−42</td><td>6</td></tr><tr><td/><td>Right precuneus</td><td>31</td><td>3.9009</td><td>8</td><td>−46</td><td>62</td></tr><tr><td/><td>Left precuneus</td><td>37</td><td>3.8766</td><td>2</td><td>−66</td><td>26</td></tr><tr><td/><td>Right cuneus</td><td>59</td><td>3.9966</td><td>22</td><td>−64</td><td>28</td></tr><tr><td/><td>Left SOG/cuneus</td><td>44</td><td>4.0131</td><td>−20</td><td>−64</td><td>24</td></tr></tbody></table>\n"}, "text": "Comparisons\tRegions\tCluster size\tPeak F/T value\tx\ty\tz\t \tANOVA\t \t\tLeft MTG\t104\t9.8593\t−52\t−54\t2\t \t\tLeft MTG/STG\t175\t14.3602\t−60\t−40\t6\t \t\tRight MTG/STG\t233\t10.4084\t62\t−34\t4\t \t\tLeft cuneus/precuneus/SOG\t71\t7.2865\t−18\t−64\t24\t \t\tRight cuneus\t29\t6.3264\t14\t−86\t18\t \t\tRight precuneus/SOG\t72\t8.7688\t24\t−64\t28\t \t\tRight precuneus\t64\t7.9461\t12\t−66\t50\t \t\tBilateral MCG\t95\t6.7861\t2\t−24\t30\t \t\tLeft medial SFG\t88\t10.0719\t−6\t50\t34\t \tSZ > HCs\t \t\tLeft medial SFG\t49\t3.9741\t−6\t52\t34\t \t\tRight precuneus\t37\t3.7397\t12\t−66\t52\t \tSZ < Unaffected relatives\t \t\tLeft MTG\t51\t−4.2625\t−64\t−42\t4\t \tUnaffected relatives > HCs\t \t\tRight STG\t163\t4.5259\t66\t−32\t6\t \t\tRight MTG\t34\t3.6221\t54\t−58\t6\t \t\tLeft MTG\t239\t5.3947\t−60\t−42\t6\t \t\tRight precuneus\t31\t3.9009\t8\t−46\t62\t \t\tLeft precuneus\t37\t3.8766\t2\t−66\t26\t \t\tRight cuneus\t59\t3.9966\t22\t−64\t28\t \t\tLeft SOG/cuneus\t44\t4.0131\t−20\t−64\t24\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 13889, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "MCG, middle cingulate gyrus; MTG, middle temporal gyrus; SFG, superior frontal gyrus; SOG, superior occipital gyrus; STG, superior temporal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14036, "infons": {"file": "41598_2017_14343_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparisons of CBF among SZ patients, their unaffected relatives and HCs using ANOVA. The coordinate of each slice is marked in the upper-left. The color bar on the right indicates the F values. Brain regions with difference in CBF are marked by white arrows. MCG, middle cingulate gyrus; MTG, middle temporal gyrus; SFG, superior frontal gyrus; SOG, superior occipital gyrus; STG, superior temporal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14443, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Whole brain CBF values of each subject were calculated before analysis. Differences between SZ patients and HCs, SZ patients and unaffected relatives, and unaffected relatives and HCs are displayed in Table 2 and Fig. 1. ANOVA showed significant difference of CBF in the bilateral middle/superior temporal gyri, precuneus, cuneus, superior occipital gyri and middle cingulate gyri, and left medial superior frontal gyrus (P < 0.005, AlphaSim correction, cluster >27). Compared with HCs, SZ patients had higher CBF values in the left medial superior frontal gyrus and right precuneus (P < 0.005, AlphaSim correction, cluster > 27). Analysis between SZ patients and unaffected relatives demonstrated that SZ patients had obvious decreased CBF values in the left middle temporal gyrus (P < 0.005, AlphaSim correction, cluster > 27). In addition to the former analysis, we also compared CBF values between unaffected relatives and HCs. Unaffected relatives demonstrated increased CBF values in the bilateral middle temporal gyri and precuneus/cuneus, left superior occipital gyrus, and right superior temporal gyrus (P < 0.005, AlphaSim correction, cluster > 27).  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 15605, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15626, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Correlation analysis between image measures and PANSS score in SZ patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15702, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>PANSS scores</th><th>Regions</th><th>\n<italic>r</italic> values</th><th>\n<italic>P</italic> values</th></tr></thead><tbody><tr><td rowspan=\"3\">Total score</td><td>Left medial SFG</td><td>−0.063</td><td>0.683</td></tr><tr><td>Right precuneus</td><td>0.184</td><td>0.227</td></tr><tr><td>\n<bold>Left MTG</bold>\n</td><td>\n<bold>−0.308</bold>\n</td><td>\n<bold>0.040</bold>\n</td></tr><tr><td rowspan=\"3\">Positive score</td><td>Left medial SFG</td><td>−0.034</td><td>0.826</td></tr><tr><td>Right precuneus</td><td>0.071</td><td>0.643</td></tr><tr><td>Left MTG</td><td>−0.271</td><td>0.072</td></tr><tr><td rowspan=\"3\">Negative score</td><td>Left medial SFG</td><td>0.064</td><td>0.678</td></tr><tr><td>Right precuneus</td><td>0.136</td><td>0.373</td></tr><tr><td>Left MTG</td><td>−0.235</td><td>0.119</td></tr><tr><td rowspan=\"3\">General Psychopathology score</td><td>Left medial SFG</td><td>−0.156</td><td>0.306</td></tr><tr><td>Right precuneus</td><td>0.208</td><td>0.170</td></tr><tr><td>Left MTG</td><td>−0.201</td><td>0.185</td></tr></tbody></table>\n"}, "text": "PANSS scores\tRegions\tr values\tP values\t \tTotal score\tLeft medial SFG\t−0.063\t0.683\t \tRight precuneus\t0.184\t0.227\t \tLeft MTG\t−0.308\t0.040\t \tPositive score\tLeft medial SFG\t−0.034\t0.826\t \tRight precuneus\t0.071\t0.643\t \tLeft MTG\t−0.271\t0.072\t \tNegative score\tLeft medial SFG\t0.064\t0.678\t \tRight precuneus\t0.136\t0.373\t \tLeft MTG\t−0.235\t0.119\t \tGeneral Psychopathology score\tLeft medial SFG\t−0.156\t0.306\t \tRight precuneus\t0.208\t0.170\t \tLeft MTG\t−0.201\t0.185\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16155, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "MTG, middle temporal gyrus; SFG, superior frontal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16212, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Correlation analysis between image measures and PANSS scores showed that CBF values in the left middle temporal gyrus manifested a significantly negative correlation with PANSS total score (r = −0.308, P = 0.040). Other results are shown in Table 3. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16463, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "CBF connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 16480, "infons": {"file": "41598_2017_14343_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The CBF connectivity matrix obtained by calculating Pearson’s correlation between regional CBF across subjects. Numbers on the left and lower sides of each matrix refer to the corresponding brain regions in AAL template. The color bar indicates the Pearson correlation coefficients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16763, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By calculating Pearson’s correlation between regional CBF across subjects, we obtained three 90 × 90 CBF connectivity matrices, exhibiting correlation coefficient value for each group, as shown in Fig. 2. In each matrix, the green color stand for non-correlation, and red and blue colors represent positive and negative trends of correlation, respectively. All 90 components’ CBF connectivity of whole brain can be observed from the matrix of each group. The sparsity/density of each connectivity matrix was 0.4150 (SZ), 0.3036 (relatives) and 0.6015 (HCs). Similar pattern of CBF connectivity, disconnection, was hence detected in SZ patients and their unaffected relatives. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 17440, "infons": {"file": "41598_2017_14343_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "The CBF networks showing connections with correlation coefficient value larger than 0.6 or less than −0.6. Connectivity pattern of each group is in line with the matrix in Fig. 2. Red balls represent the 90 brain regions in AAL atlas. Line color indicates the positive (red) or negative (blue) coefficient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17747, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_caption"}, "text": "\nz values of significant connectivity of regions with different CBF between SZ patients and their unaffected relatives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17867, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Comparisons</th><th>Connectivity</th><th>\n<italic>z</italic> values</th><th>\n<italic>P</italic> values</th></tr></thead><tbody><tr><td colspan=\"4\">SZ &gt; Relatives</td></tr><tr><td/><td>Left MTG-right hippocampus</td><td>3.2682</td><td>0.0038</td></tr><tr><td/><td>Left MTG-left auditory cortex</td><td>3.2902</td><td>0.0036</td></tr><tr><td/><td>Left MTG-right auditory cortex</td><td>3.7759</td><td>0.0006</td></tr><tr><td/><td>Left MTG-left STG</td><td>2.8149</td><td>0.0152</td></tr><tr><td/><td>Left MTG-right STG</td><td>3.5689</td><td>0.0014</td></tr><tr><td/><td>Left MTG-left MTG (temporal pole)</td><td>3.3776</td><td>0.0027</td></tr><tr><td/><td>Left MTG-right ITG</td><td>3.6094</td><td>0.0012</td></tr><tr><td colspan=\"4\">SZ &lt; Relatives</td></tr><tr><td/><td>Left MTG-left lingual gyrus</td><td>−3.1136</td><td>0.0063</td></tr><tr><td/><td>Left MTG-left IOG</td><td>−3.2017</td><td>0.0047</td></tr><tr><td/><td>Left MTG-right IOG</td><td>−2.9308</td><td>0.0109</td></tr><tr><td/><td>Left MTG-right inferior parietal lobule</td><td>−3.6329</td><td>0.0011</td></tr><tr><td/><td>Left MTG-right SMG</td><td>−2.9428</td><td>0.0105</td></tr><tr><td/><td>Left MTG-left angular gyrus</td><td>−5.3643</td><td>0.0000</td></tr><tr><td/><td>Left MTG-right angular gyrus</td><td>−2.9255</td><td>0.0111</td></tr><tr><td/><td>Left MTG-right putamen</td><td>−2.9335</td><td>0.0108</td></tr><tr><td/><td>Left MTG-right pallidum</td><td>−4.6493</td><td>0.0000</td></tr><tr><td/><td>Left MTG-right thalamus</td><td>−2.9342</td><td>0.0108</td></tr></tbody></table>\n"}, "text": "Comparisons\tConnectivity\tz values\tP values\t \tSZ > Relatives\t \t\tLeft MTG-right hippocampus\t3.2682\t0.0038\t \t\tLeft MTG-left auditory cortex\t3.2902\t0.0036\t \t\tLeft MTG-right auditory cortex\t3.7759\t0.0006\t \t\tLeft MTG-left STG\t2.8149\t0.0152\t \t\tLeft MTG-right STG\t3.5689\t0.0014\t \t\tLeft MTG-left MTG (temporal pole)\t3.3776\t0.0027\t \t\tLeft MTG-right ITG\t3.6094\t0.0012\t \tSZ < Relatives\t \t\tLeft MTG-left lingual gyrus\t−3.1136\t0.0063\t \t\tLeft MTG-left IOG\t−3.2017\t0.0047\t \t\tLeft MTG-right IOG\t−2.9308\t0.0109\t \t\tLeft MTG-right inferior parietal lobule\t−3.6329\t0.0011\t \t\tLeft MTG-right SMG\t−2.9428\t0.0105\t \t\tLeft MTG-left angular gyrus\t−5.3643\t0.0000\t \t\tLeft MTG-right angular gyrus\t−2.9255\t0.0111\t \t\tLeft MTG-right putamen\t−2.9335\t0.0108\t \t\tLeft MTG-right pallidum\t−4.6493\t0.0000\t \t\tLeft MTG-right thalamus\t−2.9342\t0.0108\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18676, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_foot"}, "text": "IOG, inferior occipital gyrus; ITG, inferior temporal gyrus; MTG, middle temporal gyrus; SMG, supramarginal gyrus; STG, superior temporal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18821, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to directly perceive the CBF correlation of each group, we used BrainNet Viewer to present the connectivity patterns with correlation coefficient value larger than 0.6 or less than −0.6, including the connectivity of all 90 modules of the whole brain (Fig. 3). Then, z values of connections with significant difference between SZ patients and their unaffected relatives are listed in Table 4, and the complete results are shown in the supplement.  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19279, "infons": {"file": "41598_2017_14343_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Global network properties as function of sparsity degree. The characteristic path length, clustering index, local efficiency, and global efficiency decrease as the sparsity degree increases. The error bar represents standard deviation. SZ, schizophrenia (red line); REL, relatives (green line); HCs, healthy controls (blue line).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19609, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "SZ patients and their unaffected relatives showed disrupted pattern of characteristic path length, and they also exhibited relatively small clustering index, and low local efficiency and global efficiency in contrast to HCs (Fig. 4). Moreover, unaffected relatives were with intermediate level between HCs and SZ patients for local efficiency and global efficiency. Generally, both SZ patient group and their unaffected relatives showed deficit communication within the network compared with HCs. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 20107, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 20118, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we used pASL to analyze CBF values and CBF connectivity of each group by recruiting first-episode, drug-naïve SZ patients, their unaffected relatives, and matched HCs, aiming at figuring out similarity between SZ patients and their unaffected relatives, together with differences between the former two groups and HCs. We found that SZ patients exhibited increased CBF values in the left medial superior frontal gyrus and right precuneus as compared with HCs, and decreased CBF value in the left middle temporal gyrus in contrast to their unaffected relatives. CBF value in the left middle temporal gyrus was negatively correlated with PANSS total score. We obtained three 90 × 90 CBF connectivity matrices and the BrainNet Viewer showed the connectivity patterns of each group, from which we can figure the correlation of brain regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20971, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Lots of scientists focused on functional mechanism underlying SZ and found many enlightening outcomes. But researches using first-episode, drug-naïve SZ patients remain being in demand for the original pathogenesis information because they offer implications without the effect of medicine or stage of disease. ASL is a reliable way assessing the CBF, which utilizes a specific magnetic resonance sequence to quantitatively obtain CBF values noninvasively. In this study, we applied this technique for obtaining the whole brain CBF values in first-episode, drug-naïve patients, their unaffected relatives, and HCs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21586, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Compared with HCs, we found SZ patients had higher CBF values in the left medial superior frontal gyrus, which was consistent with former studies. However, some research reported hypo-perfusion in this area. The medial prefrontal cortex is regarded as associating with the function of coordinating dynamic interaction between emotional and cognitive signals of the brain, so hyper-perfusion in left medial superior frontal gyrus may lead to some behavioral deficits in SZ patients. In the comparison of CBF values in SZ patients and HCs, we also found hyper-perfusion in the right precuneus in SZ patients, consistent with former research. As we learn from other studies, most demonstrated hypo-perfusion in focal regions, we supposed this difference maybe related with the exclusion criteria and medical background.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22403, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our previous studies indicate abnormalities in DMN and inter-hemispheric connectivity and reduced volume of several DMN regions in first-episode SZ patients. Most recently, we found altered effective connectivity related to a part of DMN, medial prefrontal cortex, in SZ patients using spectral dynamic causal modeling, indicating hippocampal-dorsolateral prefrontal-medial prefrontal hypoconnectivity. DMN, as one of the most acknowledged networks, is related with construction of an integrated self-representation which underlying pathogenesis in SZ. In addition to the left medial superior frontal gyrus, the right precuneus detected in our findings is another part of DMN. It has been reported that in first-episode, drug-naïve SZ patients, several dysconnectivity in DMN and between DMN with other networks could be found. During cognitively demanding tasks, DMN usually tends to represent deactivation, for the purpose of regulating the balance with the central-executive network. While increased CBF values may stand for aberrant activation of DMN in our study, which may cause troubles like failure in constructing proper self-referential stimulations. The left medial superior frontal gyrus, as a part consisted in DMN and left dorsal attention network, plays a crucial role in SZ. Its impaired connectivity with other regions may lead to deficits such as error in processing internal signals, and generating attention signals of current task, impairments in activation of sensory and motor regions, and all those alterations may lead to symptoms in SZ. Precuneus, being implicated with perceiving internal and external environment information, processing emotional salient stimuli and working memory dysfunction, was found to be hyper-perfusion in our study. It has been reported that precuneus manifested an increased connectivity within DMN in SZ, in addition to the increased CBF value in this area we found, representing deactivation of DMN during resting state, which may induce defective self-monitoring and other self-centered symptoms in SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24463, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, Kindler et al. reported CBF value in the precuneus was significantly correlated with PANSS score. Although CBF difference in the right precuneus was detected between SZ patients and HCs, we did not observe this correlation in our study. Treatment and sample size, as confounding factors mentioned above, may count for inconsistent results between these two studies. For one thing, a follow-up functional MRI study observed the longitudinal changes in resting-state cerebral activity in first-episode SZ patients. All patients had medications in the study by Kindler et al., but all participants were drug-naïve in the present study. For another, as compared with their study, we had a larger sample size in the current study, which might also have an impact on the statistical analysis. As shown in the correlation analysis, however, CBF value in the left middle temporal gyrus was significantly correlated with PANSS total score, suggesting CBF value in this area could become a potential biomarker in evaluating symptoms in SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25506, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As for the difference of CBF values between SZ patients’ unaffected relatives and HCs, we detected higher perfusion predominantly in the regions within DMN in relatives of SZ patients, namely middle/superior temporal gyri, precuneus, and cuneus. Brain structural deficits in twins discordant for SZ were more pronounced in monozygotic than in dizygotic twins, suggesting association of cerebral abnormalities with genetic factors for SZ. During the past five years, many structural MRI studies have revealed that gray matter and white matter in individuals at high risk of SZ are unlike controls, but usually to a lesser extent than that of patients, indicating that structural abnormalities may form markers of susceptibility and transition to SZ, despite not definitely consistent findings. Also, a series of studies have demonstrated functional alterations in relatives of SZ patients at resting or task state, with significant results found in several specific brain regions. It has been well established that familial risk plays a significant role in the etiology of SZ through family, adoption, twin, and sibling studies. SZ as a hereditary component affects 0.3% to 0.7% of the general population globally according to American Psychiatric Association, whereas first-degree relatives have increased risk of developing SZ, with an actual prevalence of approximate 10%. In genetic epidemiology studies, first-degree relatives of SZ patients are 10 times more likely to develop SZ than people in the general population, and a 31% to 58% concordance rate exists in monozygotic twins. Patrick et al. have demonstrated that genetic liability to SZ was 81% (95% confidence interval: 73%, 90%) based on results from 12 twin studies of SZ. When taken with these previous results, our findings in unaffected relatives point to the possibility of altered functional interplay within DMN as the unit responsible for cerebral dysfunction and initial sign for developing SZ. Accordingly, compromised activation of the brain links with the risk of developing SZ in individuals at familial high risk.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27598, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Additionally, we performed CBF connectivity and analyzed characteristics of its network. From the perspective of sparsity, the CBF connectivity matrix of HCs was dense, but those of SZ patients and their relatives were sparse. Based on the computed global network properties, including clustering index, characteristic path length, local efficiency, and global efficiency, SZ patients are unable to so efficiently transfer information within functional brain network, and they have weakened capacity against disturbance relative to HCs. Importantly, SZ patients’ relatives are with an intermediate level between HCs and patients for local efficiency and global efficiency, implying an disrupted integration in larger and sparser network. Previously, Zhu et al. and Liu et al. compared CBF connectivity between SZ patients and HCs, respectively, exhibiting CBF disconnections and disrupted topological properties in CBF covariance network. Most recently, we performed CBF connectivity analysis in SZ patients, dividing patients into groups based on symptoms. However, there are not ample papers using CBF-derived connectivity to compare SZ patients and their first-degree relatives. Our study provides an initial but comprehensive view of the CBF concurrent fluctuations-based network among brain areas for SZ patients and their relatives. As well, in our previous effective connectivity study using resting-state BOLD-functional MRI, we detected an abnormal pattern of anterior cingulate cortico-hippocampal connectivity in unaffected relatives of first-episode SZ. Both CBF connectivity (efficiency of blood flow distribution among brain areas) and effective connectivity (causal influence of one brain region exerting over another) provide a new perspective for understanding familial susceptibility for SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29408, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, there are some limitations in our study. First, because of the strict exclusion criteria, we recruited a relatively small sample, including 45 SZ patients, 32 unaffected relatives, and 51 HCs. This relatively small sample size may affect the statistical reliability of our results. Large sample and multi-center study is desirable to confirm our current results. We hope to enlarge the sample size in the following study, and obtain more reliable achievements in further. Second, the technique we used – ASL, a mature technique valuing CBF noninvasively – had a shortage of the fluctuation in CBF values which confronted with all research utilized this method. Compared with cerebral blood volume assessed by ASL, CBF values often tend to demonstrate different outcomes, which may affect our results. For the future study, we may utilize a combination of multimodalities, including BOLD-functional MRI, diffusion tensor imaging, magnetic resonance spectroscopy, electroencephalography, and PET, in hope of strengthening the conclusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30453, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, the present study reveals CBF change in first-episode, drug-naïve SZ patients and their first-degree relatives, demonstrates CBF alterations pronounced in brain regions within DMN and deficit CBF connectivity patterns, and further elucidates association between CBF values with clinical symptoms. Our results may help exploring pathogenesis underlying SZ itself and the heritability in liability of SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30868, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 30902, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Long-Biao Cui, Liu-Xian Wang and Ping Tian contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30979, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 31013, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": " Supplementary information accompanies this paper at 10.1038/s41598-017-14343-7.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31094, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": " Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31232, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 31253, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Hong Yin and Yi-Bin Xi had full access to all the data in the study, designed the study, and took responsibility for the integrity of the data and the accuracy of the data analysis. Long-Biao Cui, Liu-Xian Wang, Ping Tian, Hua-Ning Wang, Min Cai, Fan Guo, Chen Li, Yu-Jing Wu, Peng-Gang Qiao, Zi-Liang Xu, Lin Liu, Hong He, Wen-Jun Wu, Yi-Bin Xi, and Hong Yin undertook acquisition, analysis, and interpretation of data. Long-Biao Cui, Liu-Xian Wang, Ping Tian, and Fan Guo drafted the manuscript. Long-Biao Cui, Liu-Xian Wang, Ping Tian, Yi-Bin Xi, and Hong Yin critically revised the manuscript for important intellectual content. All authors have approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31934, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 31954, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32013, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 32024, "infons": {"fpage": "325", "lpage": "334", "name_0": "surname:Lewis;given-names:DA", "name_1": "surname:Lieberman;given-names:JA", "pub-id_doi": "10.1016/S0896-6273(00)00111-2", "pub-id_pmid": "11144342", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "28", "year": "2000"}, "text": "Catching up on schizophrenia: natural history and neurobiology", "sentences": [], "annotations": [], "relations": []}, {"offset": 32087, "infons": {"fpage": "645", "lpage": "647", "name_0": "surname:Lim;given-names:LC", "name_1": "surname:Sim;given-names:LP", "pub-id_pmid": "1488684", "section_type": "REF", "source": "Singapore Med J", "type": "ref", "volume": "33", "year": "1992"}, "text": "The prevalence of schizophrenia in relatives of schizophrenic patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 32158, "infons": {"fpage": "636", "lpage": "645", "name_0": "surname:Gottesman;given-names:II", "name_1": "surname:Gould;given-names:TD", "pub-id_doi": "10.1176/appi.ajp.160.4.636", "pub-id_pmid": "12668349", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "160", "year": "2003"}, "text": "The endophenotype concept in psychiatry: etymology and strategic intentions", "sentences": [], "annotations": [], "relations": []}, {"offset": 32234, "infons": {"fpage": "844", "name_0": "surname:Gershon;given-names:ES", "pub-id_doi": "10.1176/appi.ajp.157.5.844", "pub-id_pmid": "10784500", "section_type": "REF", "source": "The American journal of psychiatry", "type": "ref", "volume": "157", "year": "2000"}, "text": "Genetics of Mental Disorders: A Guide for Students, Clinicians, and Researchers", "sentences": [], "annotations": [], "relations": []}, {"offset": 32314, "infons": {"fpage": "252", "lpage": "257", "name_0": "surname:Gottesman;given-names:II", "name_1": "surname:Laursen;given-names:TM", "name_2": "surname:Bertelsen;given-names:A", "name_3": "surname:Mortensen;given-names:PB", "pub-id_doi": "10.1001/archgenpsychiatry.2010.1", "pub-id_pmid": "20194825", "section_type": "REF", "source": "Archives of general psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Severe mental disorders in offspring with 2 psychiatrically ill parents", "sentences": [], "annotations": [], "relations": []}, {"offset": 32386, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cui, L. B. et al. Cerebral blood flow and its connectivity features of auditory verbal hallucinations in schizophrenia: A perfusion study. Psychiatry Res260, 53–61, doi:S0925-4927(16)30209-8 (2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32585, "infons": {"fpage": "286", "lpage": "293", "name_0": "surname:Xu;given-names:G", "pub-id_doi": "10.1002/nbm.1507", "pub-id_pmid": "19953503", "section_type": "REF", "source": "NMR in biomedicine", "type": "ref", "volume": "23", "year": "2010"}, "text": "Reliability and precision of pseudo-continuous arterial spin labeling perfusion MRI on 3.0 T and comparison with 15O-water PET in elderly subjects at risk for Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 32764, "infons": {"fpage": "253", "lpage": "260", "name_0": "surname:Scheef;given-names:L", "pub-id_doi": "10.1148/radiol.10091224", "pub-id_pmid": "20505069", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "256", "year": "2010"}, "text": "Resting-state perfusion in nonmedicated schizophrenic patients: a continuous arterial spin-labeling 3.0-T MR study", "sentences": [], "annotations": [], "relations": []}, {"offset": 32879, "infons": {"fpage": "7", "lpage": "12", "name_0": "surname:Yuasa;given-names:S", "pub-id_doi": "10.1007/BF02191809", "pub-id_pmid": "8773213", "section_type": "REF", "source": "European archives of psychiatry and clinical neuroscience", "type": "ref", "volume": "246", "year": "1995"}, "text": "Clinical symptoms and regional cerebral blood flow in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32947, "infons": {"fpage": "28", "lpage": "35", "name_0": "surname:Zhu;given-names:J", "pub-id_doi": "10.1016/j.jpsychires.2015.03.002", "pub-id_pmid": "25812945", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "63", "year": "2015"}, "text": "Altered resting-state cerebral blood flow and its connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33027, "infons": {"fpage": "117", "lpage": "124", "name_0": "surname:Walther;given-names:S", "pub-id_doi": "10.1016/j.pscychresns.2010.12.002", "pub-id_pmid": "21511443", "section_type": "REF", "source": "Psychiatry research", "type": "ref", "volume": "192", "year": "2011"}, "text": "Resting state cerebral blood flow and objective motor activity reveal basal ganglia dysfunction in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33140, "infons": {"fpage": "64", "lpage": "72", "name_0": "surname:Pinkham;given-names:A", "pub-id_doi": "10.1016/j.pscychresns.2011.06.013", "pub-id_pmid": "21831608", "section_type": "REF", "source": "Psychiatry research", "type": "ref", "volume": "194", "year": "2011"}, "text": "Resting quantitative cerebral blood flow in schizophrenia measured by pulsed arterial spin labeling perfusion MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 33254, "infons": {"fpage": "163", "lpage": "170", "name_0": "surname:Kindler;given-names:J", "pub-id_doi": "10.1093/schbul/sbt180", "pub-id_pmid": "24327756", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "41", "year": "2015"}, "text": "Static and dynamic characteristics of cerebral blood flow during the resting state in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33354, "infons": {"fpage": "259", "lpage": "264", "name_0": "surname:Sprooten;given-names:E", "pub-id_doi": "10.1016/j.schres.2013.09.024", "pub-id_pmid": "24120958", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "151", "year": "2013"}, "text": "Cortical thickness in first-episode schizophrenia patients and individuals at high familial risk: a cross-sectional comparison", "sentences": [], "annotations": [], "relations": []}, {"offset": 33481, "infons": {"fpage": "413", "lpage": "420", "name_0": "surname:Bois;given-names:C", "pub-id_doi": "10.1016/j.biopsych.2014.12.030", "pub-id_pmid": "25758056", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "78", "year": "2015"}, "text": "Cortical surface area differentiates familial high risk individuals who go on to develop schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33584, "infons": {"fpage": "43", "lpage": "50", "name_0": "surname:Guo;given-names:W", "pub-id_doi": "10.1016/j.schres.2014.07.051", "pub-id_pmid": "25156295", "section_type": "REF", "source": "Schizophrenia research", "type": "ref", "volume": "159", "year": "2014"}, "text": "Decreased gray matter volume in the left middle temporal gyrus as a candidate biomarker for schizophrenia: a study of drug naive, first-episode schizophrenia patients and unaffected siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 33775, "infons": {"fpage": "297", "lpage": "304", "name_0": "surname:Boos;given-names:HB", "name_1": "surname:Aleman;given-names:A", "name_2": "surname:Cahn;given-names:W", "name_3": "surname:Hulshoff Pol;given-names:H", "name_4": "surname:Kahn;given-names:RS", "pub-id_doi": "10.1001/archpsyc.64.3.297", "pub-id_pmid": "17339518", "section_type": "REF", "source": "Archives of general psychiatry", "type": "ref", "volume": "64", "year": "2007"}, "text": "Brain volumes in relatives of patients with schizophrenia: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33850, "infons": {"fpage": "15", "lpage": "21", "name_0": "surname:Rosso;given-names:IM", "pub-id_doi": "10.1016/j.schres.2010.06.015", "pub-id_pmid": "20705433", "section_type": "REF", "source": "Schizophrenia research", "type": "ref", "volume": "123", "year": "2010"}, "text": "Regional prefrontal cortex gray matter volumes in youth at familial risk for schizophrenia from the Harvard Adolescent High Risk Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 33985, "infons": {"fpage": "435", "lpage": "440", "name_0": "surname:Goghari;given-names:VM", "name_1": "surname:Billiet;given-names:T", "name_2": "surname:Sunaert;given-names:S", "name_3": "surname:Emsell;given-names:L", "pub-id_doi": "10.1016/j.schres.2014.09.037", "pub-id_pmid": "25315220", "section_type": "REF", "source": "Schizophrenia research", "type": "ref", "volume": "159", "year": "2014"}, "text": "A diffusion tensor imaging family study of the fornix in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34056, "infons": {"fpage": "50", "lpage": "58", "name_0": "surname:Su;given-names:TW", "pub-id_doi": "10.1016/j.schres.2013.05.005", "pub-id_pmid": "23726722", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "148", "year": "2013"}, "text": "Reduced neuro-integration from the dorsolateral prefrontal cortex to the whole brain and executive dysfunction in schizophrenia patients and their relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 34213, "infons": {"fpage": "397", "lpage": "403", "name_0": "surname:Liao;given-names:H", "pub-id_doi": "10.1007/s11682-012-9154-7", "pub-id_pmid": "22370913", "section_type": "REF", "source": "Brain Imaging Behav", "type": "ref", "volume": "6", "year": "2012"}, "text": "A resting-state functional magnetic resonance imaging study on the first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34333, "infons": {"fpage": "383", "name_0": "surname:Xi;given-names:YB", "pub-id_doi": "10.3389/fnhum.2016.00383", "pub-id_pmid": "27512370", "section_type": "REF", "source": "Front Hum Neurosci", "type": "ref", "volume": "10", "year": "2016"}, "text": "Anterior cingulate cortico-hippocampal dysconnectivity in unaffected relatives of schizophrenia patients: A stochastic dynamic causal modeling study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34482, "infons": {"fpage": "97", "lpage": "108", "name_0": "surname:Lui;given-names:S", "pub-id_doi": "10.1017/S003329171400110X", "pub-id_pmid": "25066779", "section_type": "REF", "source": "Psychological medicine", "type": "ref", "volume": "45", "year": "2015"}, "text": "Resting-state brain function in schizophrenia and psychotic bipolar probands and their first-degree relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 34592, "infons": {"fpage": "1154", "lpage": "1161", "name_0": "surname:Stolz;given-names:E", "pub-id_doi": "10.1016/j.neuroimage.2012.08.030", "pub-id_pmid": "22992490", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "63", "year": "2012"}, "text": "Brain activation patterns during visual episodic memory processing among first-degree relatives of schizophrenia subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 34714, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34781, "infons": {"fpage": "117", "lpage": "125", "name_0": "surname:Loewy;given-names:RL", "name_1": "surname:Bearden;given-names:CE", "name_2": "surname:Johnson;given-names:JK", "name_3": "surname:Raine;given-names:A", "name_4": "surname:Cannon;given-names:TD", "pub-id_doi": "10.1016/j.schres.2005.03.007", "pub-id_pmid": "16276559", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "79", "year": "2005"}, "text": "The prodromal questionnaire (PQ): preliminary validation of a self-report screening measure for prodromal and psychotic syndromes", "sentences": [], "annotations": [], "relations": []}, {"offset": 34911, "infons": {"fpage": "589", "name_0": "surname:Cui;given-names:LB", "pub-id_doi": "10.3389/fnhum.2015.00589", "pub-id_pmid": "26578933", "section_type": "REF", "source": "Front Hum Neurosci", "type": "ref", "volume": "9", "year": "2015"}, "text": "Anterior cingulate cortex-related connectivity in first-episode schizophrenia: a spectral dynamic causal modeling study with functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 35074, "infons": {"fpage": "13", "lpage": "22", "name_0": "surname:Cui;given-names:LB", "pub-id_doi": "10.1016/j.schres.2016.02.039", "pub-id_pmid": "26995674", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "173", "year": "2016"}, "text": "Putamen-related regional and network functional deficits in first-episode schizophrenia with auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35198, "infons": {"fpage": "810", "lpage": "819", "name_0": "surname:Cui;given-names:LB", "pub-id_doi": "10.1148/radiol.2016160938", "pub-id_pmid": "28045645", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "283", "year": "2017"}, "text": "Disturbed brain activity in resting-state networks of patients with first-episode schizophrenia with auditory verbal hallucinations: A cross-sectional functional MR imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 35377, "infons": {"fpage": "6058", "lpage": "6062", "name_0": "surname:Zeng;given-names:LL", "pub-id_doi": "10.1073/pnas.1317424111", "pub-id_pmid": "24711399", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "111", "year": "2014"}, "text": "Neurobiological basis of head motion in brain imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 35431, "infons": {"fpage": "431", "lpage": "438", "name_0": "surname:Van Dijk;given-names:KR", "name_1": "surname:Sabuncu;given-names:MR", "name_2": "surname:Buckner;given-names:RL", "pub-id_doi": "10.1016/j.neuroimage.2011.07.044", "pub-id_pmid": "21810475", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "The influence of head motion on intrinsic functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 35501, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wang, Z. et al. Empirical optimization of ASL data analysis using an ASL data processing toolbox: ASLtbx. Magn Reson Imaging26, 261–269, doi:S0730-725X(07)00351-7 (2008).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35672, "infons": {"fpage": "881", "lpage": "888", "name_0": "surname:Hu;given-names:WT", "pub-id_doi": "10.1212/WNL.0b013e3181f11e35", "pub-id_pmid": "20819999", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "75", "year": "2010"}, "text": "Distinct cerebral perfusion patterns in FTLD and AD", "sentences": [], "annotations": [], "relations": []}, {"offset": 35724, "infons": {"fpage": "1409", "lpage": "1415", "name_0": "surname:Wang;given-names:Z", "pub-id_doi": "10.1016/j.mri.2012.05.004", "pub-id_pmid": "22789842", "section_type": "REF", "source": "Magn Reson Imaging", "type": "ref", "volume": "30", "year": "2012"}, "text": "Improving cerebral blood flow quantification for arterial spin labeled perfusion MRI by removing residual motion artifacts and global signal fluctuations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35878, "infons": {"fpage": "173", "lpage": "184", "name_0": "surname:Melie-Garcia;given-names:L", "name_1": "surname:Sanabria-Diaz;given-names:G", "name_2": "surname:Sanchez-Catasus;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2012.08.082", "pub-id_pmid": "22975159", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "64", "year": "2013"}, "text": "Studying the topological organization of the cerebral blood flow fluctuations in resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 35973, "infons": {"fpage": "273", "lpage": "289", "name_0": "surname:Tzourio-Mazoyer;given-names:N", "pub-id_doi": "10.1006/nimg.2001.0978", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 36105, "infons": {"fpage": "928", "lpage": "935", "name_0": "surname:Aslan;given-names:S", "name_1": "surname:Lu;given-names:H", "pub-id_doi": "10.1016/j.mri.2010.03.037", "pub-id_pmid": "20423754", "section_type": "REF", "source": "Magn Reson Imaging", "type": "ref", "volume": "28", "year": "2010"}, "text": "On the sensitivity of ASL MRI in detecting regional differences in cerebral blood flow", "sentences": [], "annotations": [], "relations": []}, {"offset": 36192, "infons": {"fpage": "935", "lpage": "941", "name_0": "surname:Catafau;given-names:AM", "pub-id_pmid": "8195878", "section_type": "REF", "source": "J Nucl Med", "type": "ref", "volume": "35", "year": "1994"}, "text": "Prefrontal and temporal blood flow in schizophrenia: resting and activation technetium-99m-HMPAO SPECT patterns in young neuroleptic-naive patients with acute disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 36359, "infons": {"fpage": "131", "lpage": "139", "name_0": "surname:Parellada;given-names:E", "pub-id_doi": "10.1016/0925-4927(94)90021-3", "pub-id_pmid": "7870853", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "55", "year": "1994"}, "text": "Prefrontal dysfunction in young acute neuroleptic-naive schizophrenic patients: a resting and activation SPECT study", "sentences": [], "annotations": [], "relations": []}, {"offset": 36476, "infons": {"section_type": "REF", "type": "ref"}, "text": "Steinberg, J. L., Devous, M. S., Paulman, R. G. & Gregory, R. R. Regional cerebral blood flow in first break and chronic schizophrenic patients and normal controls. Schizophr Res17, 229–240, doi:0920996496810127 (1995).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36696, "infons": {"fpage": "676", "lpage": "682", "name_0": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1073/pnas.98.2.676", "pub-id_pmid": "11209064", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "98", "year": "2001"}, "text": "A default mode of brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 36729, "infons": {"fpage": "11218", "name_0": "surname:Chang;given-names:X", "pub-id_doi": "10.1038/srep11218", "pub-id_pmid": "26053998", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "Distinct inter-hemispheric dysconnectivity in schizophrenia patients with and without auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 36846, "infons": {"fpage": "14505", "name_0": "surname:Huang;given-names:P", "pub-id_doi": "10.1038/srep14505", "pub-id_pmid": "26403064", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "Decreased bilateral thalamic gray matter volume in first-episode schizophrenia with prominent hallucinatory symptoms: A volumetric MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 36987, "infons": {"fpage": "74", "lpage": "80", "name_0": "surname:Orliac;given-names:F", "pub-id_doi": "10.1016/j.schres.2013.05.007", "pub-id_pmid": "23727217", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "148", "year": "2013"}, "text": "Links among resting-state default-mode network, salience network, and symptomatology in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37089, "infons": {"fpage": "145", "lpage": "153", "name_0": "surname:Li;given-names:M", "pub-id_doi": "10.1016/j.pscychresns.2015.03.001", "pub-id_pmid": "25819347", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "232", "year": "2015"}, "text": "A splitting brain: Imbalanced neural networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37152, "infons": {"fpage": "12569", "lpage": "12574", "name_0": "surname:Sridharan;given-names:D", "name_1": "surname:Levitin;given-names:DJ", "name_2": "surname:Menon;given-names:V", "pub-id_doi": "10.1073/pnas.0800005105", "pub-id_pmid": "18723676", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "105", "year": "2008"}, "text": "A critical role for the right fronto-insular cortex in switching between central-executive and default-mode networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 37269, "infons": {"fpage": "428", "lpage": "437", "name_0": "surname:Manoliu;given-names:A", "pub-id_doi": "10.1093/schbul/sbt037", "pub-id_pmid": "23519021", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "40", "year": "2014"}, "text": "Aberrant dependence of default mode/central executive network interactions on anterior insular salience network activity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37407, "infons": {"fpage": "292", "lpage": "297", "name_0": "surname:Corbetta;given-names:M", "name_1": "surname:Kincade;given-names:JM", "name_2": "surname:Ollinger;given-names:JM", "name_3": "surname:McAvoy;given-names:MP", "name_4": "surname:Shulman;given-names:GL", "pub-id_doi": "10.1038/73009", "pub-id_pmid": "10700263", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "3", "year": "2000"}, "text": "Voluntary orienting is dissociated from target detection in human posterior parietal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 37499, "infons": {"section_type": "REF", "type": "ref"}, "text": "Weissman, D. H., Warner, L. M. & Woldorff, M. G. The neural mechanisms for minimizing cross-modal distraction. J Neurosci24, 10941–10949, doi:24/48/10941 (2004).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37661, "infons": {"section_type": "REF", "type": "ref"}, "text": "Astafiev, S. V. et al. Functional organization of human intraparietal and frontal cortex for attending, looking, and pointing. J Neurosci23, 4689–4699, doi:23/11/4689 (2003).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37836, "infons": {"fpage": "279", "lpage": "296", "name_0": "surname:Broyd;given-names:SJ", "pub-id_doi": "10.1016/j.neubiorev.2008.09.002", "pub-id_pmid": "18824195", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "33", "year": "2009"}, "text": "Default-mode brain dysfunction in mental disorders: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 37908, "infons": {"fpage": "867", "lpage": "875", "name_0": "surname:Li;given-names:F", "pub-id_doi": "10.1148/radiol.2015151334", "pub-id_pmid": "27007945", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "279", "year": "2016"}, "text": "Longitudinal Changes in Resting-State Cerebral Activity in Patients with First-Episode Schizophrenia: A 1-Year Follow-up Functional MR Imaging Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 38057, "infons": {"section_type": "REF", "type": "ref"}, "text": "Baare, W. F. et al. Volumes of brain structures in twins discordant for schizophrenia. Arch Gen Psychiatry58, 33–40, doi:yoa9218 (2001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38194, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hulshoff Pol, H. E. et al. Gray and white matter volume abnormalities in monozygotic and same-gender dizygotic twins discordant for schizophrenia. Biol Psychiatry55, 126-130, doi:S0006322303007285 (2004).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38399, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hulshoff Pol, H. E. et al. Gray and white matter density changes in monozygotic and same-sex dizygotic twins discordant for schizophrenia using voxel-based morphometry. Neuroimage31, 482–488, doi:S1053-8119(05)02593-0 (2006).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38625, "infons": {"fpage": "144", "lpage": "154", "name_0": "surname:Bois;given-names:C", "name_1": "surname:Whalley;given-names:HC", "name_2": "surname:McIntosh;given-names:AM", "name_3": "surname:Lawrie;given-names:SM", "pub-id_doi": "10.1177/0269881114541015", "pub-id_pmid": "25049260", "section_type": "REF", "source": "J Psychopharmacol", "type": "ref", "volume": "29", "year": "2015"}, "text": "Structural magnetic resonance imaging markers of susceptibility and transition to schizophrenia: a review of familial and clinical high risk population studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 38785, "infons": {"fpage": "128", "lpage": "135", "name_0": "surname:Hao;given-names:Y", "pub-id_doi": "10.1016/j.schres.2009.07.001", "pub-id_pmid": "19643580", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "114", "year": "2009"}, "text": "Schizophrenia patients and their healthy siblings share disruption of white matter integrity in the left prefrontal cortex and the hippocampus but not the anterior cingulate cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 38966, "infons": {"fpage": "76", "lpage": "83", "name_0": "surname:McIntosh;given-names:AM", "pub-id_doi": "10.1002/ajmg.b.30254", "pub-id_pmid": "16342281", "section_type": "REF", "source": "Am J Med Genet B Neuropsychiatr Genet", "type": "ref", "volume": "141B", "year": "2006"}, "text": "Genetic liability to schizophrenia or bipolar disorder and its relationship to brain structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 39061, "infons": {"fpage": "58", "lpage": "65", "name_0": "surname:Jang;given-names:JH", "pub-id_doi": "10.1016/j.schres.2010.12.022", "pub-id_pmid": "21277171", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "127", "year": "2011"}, "text": "Reduced prefrontal functional connectivity in the default mode network is related to greater psychopathology in subjects with high genetic loading for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39226, "infons": {"fpage": "207", "lpage": "219", "name_0": "surname:Zhou;given-names:Y", "name_1": "surname:Fan;given-names:L", "name_2": "surname:Qiu;given-names:C", "name_3": "surname:Jiang;given-names:T", "pub-id_doi": "10.1007/s12264-014-1502-8", "pub-id_pmid": "25761914", "section_type": "REF", "source": "Neuroscience bulletin", "type": "ref", "volume": "31", "year": "2015"}, "text": "Prefrontal cortex and the dysconnectivity hypothesis of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39296, "infons": {"fpage": "1279", "lpage": "1284", "name_0": "surname:Whitfield-Gabrieli;given-names:S", "pub-id_doi": "10.1073/pnas.0809141106", "pub-id_pmid": "19164577", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "106", "year": "2009"}, "text": "Hyperactivity and hyperconnectivity of the default network in schizophrenia and in first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39432, "infons": {"fpage": "182", "lpage": "190", "name_0": "surname:Woodward;given-names:ND", "pub-id_doi": "10.1016/j.schres.2008.11.028", "pub-id_pmid": "19179050", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "109", "year": "2009"}, "text": "Abnormal prefrontal cortical activity and connectivity during response selection in first episode psychosis, chronic schizophrenia, and unaffected siblings of individuals with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 39622, "infons": {"fpage": "1207", "lpage": "1217", "name_0": "surname:Rasetti;given-names:R", "pub-id_doi": "10.1001/archgenpsychiatry.2011.103", "pub-id_pmid": "21810628", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "68", "year": "2011"}, "text": "Altered cortical network dynamics: a potential intermediate phenotype for schizophrenia and association with ZNF804A", "sentences": [], "annotations": [], "relations": []}, {"offset": 39739, "infons": {"section_type": "REF", "type": "ref"}, "text": "APA. Diagnostic and Statistical Manual of Mental Disorders. 5th ed. Washington, DC: American Psychiatric Association. 87–118 (2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39872, "infons": {"fpage": "12", "lpage": "17", "name_0": "surname:Cardno;given-names:AG", "name_1": "surname:Gottesman;given-names:II", "pub-id_doi": "10.1002/(SICI)1096-8628(200021)97:1<12::AID-AJMG3>3.0.CO;2-U", "pub-id_pmid": "10813800", "section_type": "REF", "source": "Am J Med Genet", "type": "ref", "volume": "97", "year": "2000"}, "text": "Twin studies of schizophrenia: from bow-and-arrow concordances to star wars Mx and functional genomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 39975, "infons": {"section_type": "REF", "type": "ref"}, "text": "Tsuang, M. Schizophrenia: genes and environment. Biol Psychiatry47, 210-220, doi:S0006-3223(99)00289-9 (2000).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40086, "infons": {"fpage": "1187", "lpage": "1192", "name_0": "surname:Sullivan;given-names:PF", "name_1": "surname:Kendler;given-names:KS", "name_2": "surname:Neale;given-names:MC", "pub-id_doi": "10.1001/archpsyc.60.12.1187", "pub-id_pmid": "14662550", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "60", "year": "2003"}, "text": "Schizophrenia as a complex trait: evidence from a meta-analysis of twin studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 40166, "infons": {"fpage": "1059", "lpage": "1069", "name_0": "surname:Rubinov;given-names:M", "name_1": "surname:Sporns;given-names:O", "pub-id_doi": "10.1016/j.neuroimage.2009.10.003", "pub-id_pmid": "19819337", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "52", "year": "2010"}, "text": "Complex network measures of brain connectivity: uses and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 40239, "infons": {"fpage": "036111", "name_0": "surname:Estrada;given-names:E", "name_1": "surname:Hatano;given-names:N", "pub-id_doi": "10.1103/PhysRevE.77.036111", "pub-id_pmid": "18517465", "section_type": "REF", "source": "Phys Rev E Stat Nonlin Soft Matter Phys", "type": "ref", "volume": "77", "year": "2008"}, "text": "Communicability in complex networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 40275, "infons": {"fpage": "308", "name_0": "surname:Liu;given-names:F", "name_1": "surname:Zhuo;given-names:C", "name_2": "surname:Yu;given-names:C", "pub-id_pmid": "27445677", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "volume": "10", "year": "2016"}, "text": "Altered cerebral blood flow covariance network in schizophrenia", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}