{"source": "PMC", "date": "20201221", "key": "pmc.key", "infons": {}, "documents": [{"id": "5865171", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-017-0067-5", "article-id_pmc": "5865171", "article-id_pmid": "29430009", "article-id_publisher-id": "67", "elocation-id": "46", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Orlov;given-names:Natasza D.", "name_1": "surname:Giampietro;given-names:Vincent", "name_2": "surname:O’Daly;given-names:Owen", "name_3": "surname:Lam;given-names:Sheut-Ling", "name_4": "surname:Barker;given-names:Gareth J.", "name_5": "surname:Rubia;given-names:Katya", "name_6": "surname:McGuire;given-names:Philip", "name_7": "surname:Shergill;given-names:Sukhwinder S.", "name_8": "surname:Allen;given-names:Paul", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "Real-time fMRI neurofeedback to down-regulate superior temporal gyrus activity in patients with schizophrenia and auditory hallucinations: a proof-of-concept study", "sentences": [], "annotations": [], "relations": []}, {"offset": 164, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Neurocognitive models and previous neuroimaging work posit that auditory verbal hallucinations (AVH) arise due to increased activity in speech-sensitive regions of the left posterior superior temporal gyrus (STG). Here, we examined if patients with schizophrenia (SCZ) and AVH could be trained to down-regulate STG activity using real-time functional magnetic resonance imaging neurofeedback (rtfMRI-NF). We also examined the effects of rtfMRI-NF training on functional connectivity between the STG and other speech and language regions. Twelve patients with SCZ and treatment-refractory AVH were recruited to participate in the study and were trained to down-regulate STG activity using rtfMRI-NF, over four MRI scanner visits during a 2-week training period. STG activity and functional connectivity were compared pre- and post-training. Patients successfully learnt to down-regulate activity in their left STG over the rtfMRI-NF training. Post- training, patients showed increased functional connectivity between the left STG, the left inferior prefrontal gyrus (IFG) and the inferior parietal gyrus. The post-training increase in functional connectivity between the left STG and IFG was associated with a reduction in AVH symptoms over the training period. The speech-sensitive region of the left STG is a suitable target region for rtfMRI-NF in patients with SCZ and treatment-refractory AVH. Successful down-regulation of left STG activity can increase functional connectivity between speech motor and perception regions. These findings suggest that patients with AVH have the ability to alter activity and connectivity in speech and language regions, and raise the possibility that rtfMRI-NF training could present a novel therapeutic intervention in SCZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1927, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1940, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Auditory verbal hallucinations (AVH) are a cardinal feature of schizophrenia (SCZ), occurring in around 70% of patients with the illness. They are associated with high levels of distress as well as functional and occupational disability. In 30% of patients with AVH, traditional antipsychotic drugs have little or no effect. Thus, there is a clear need for an enhanced understanding of the neural systems that underlie AVH and how function within these systems can be altered.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2417, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The neural basis of AVH in patients with SCZ is not fully understood. However, over the last few decades, neuroimaging techniques have allowed researchers to identify brain regions associated with AVH. There is now consensus that AVH are associated with a functional network of brain areas including auditory and language regions in the superior temporal gyrus (STG) and inferior parietal gyrus (IPG), and speech motor regions in the inferior prefrontal cortex/gyrus (IFG), as well as cortical midline region around the cingulate cortex and paracingulate sulcus. Hyperactivity in the posterior STG, a region sensitive to speech and human voices, is a particularly robust neuroimaging finding in patients with SCZ and AVH. The posterior STG has been shown to spontaneously activate during silence and increased resting activity  and cerebral perfusion in this sensory region have also been reported in people with AVH. These findings are consistent with neuroimaging studies employing a “symptom-capture design” that show increased activity in the STG and temporo-parietal language regions when patients with SCZ are actively experiencing AVH. Moreover, altered neuronal connectivity between STG and speech motor areas in the inferior frontal gyrus (IFG) has also been reported. Dysconnectivity between STG and speech motor regions in the IFG may impair the ability of the motor system to convey information about the sensory consequences of self-generated actions, such as inner speech, to sensory regions. Such a defective prediction mechanism may result in the failure of the normal attenuation of sensory response in the speech-sensitive STG to self-generated speech.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4088, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Building on these neuroimaging findings, transcranial magnetic stimulation (TMS) studies have shown that a reduction in the cortical excitability of temporo-parietal sensory regions can reduce AVH severity. Whilst this approach has the advantage of establishing causal links between these regions and AVH, it is often unattractive to patients as it involves the application of a strong magnetic pulse. Furthermore, changes in network dynamics cannot be readily investigated using TMS in isolation. Real-time functional magnetic resonance imaging neurofeedback (rtfMRI-NF) offers an alternative approach, as it can be better targeted than TMS, and it allows individuals to monitor and self-regulate their own brain activity. During rtfMRI-NF, brain activity is measured in real time and fed back to participants so that they can progressively achieve voluntary control over their own neural activity. Precisely defining the target brain area or network is important for rtfMRI-NF protocols and the vastly superior spatial resolution of MRI, as compared to alternative neurofeedback protocols using electroencephalography, allows the feedback signal to be better localized. rtfMRI-NF studies in patients with SCZ are limited, but a recent case report shows subjective improvements in some aspects of three patients’ AVH when rtfMRI-NF was applied to the anterior cingulate cortex. rtfMRI-NF experiments could make a major contribution to our understanding of the brain regions and networks involved in AVH and, crucially, could enable us to test if people with SCZ can be trained to alter activity and connectivity in these networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5720, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The aim of the current study was to investigate, for the first time, whether patients with SCZ and AVH could learn to down-regulate left STG activity using an rtfMRI-NF training protocol. We also examined if left STG down-regulation would lead to network connectivity changes in speech motor and sensory regions. We chose to use the speech-sensitive region in the posterior STG as our rtfMRI-NF target region as it has been shown to be activated during AVH, to be tonically hyperactive in patients with AVH, can be functionally localized, and can be effectively down-regulated by rtfMRI-NF training. Changes in STG activity have also been shown to alter connections with other brain regions in healthy volunteers. Specifically, we predicted that rtfMRI-NF training, targeting the voice-sensitive region of the STG, would reduce activity in this region, and enhance functional connectivity between left STG and other fronto-temporal speech and language regions. Exploratory analyzes of clinical data examined if changes in AVH symptom severity were related to neurofunctional changes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6804, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6812, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 6825, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Twelve right-handed participants with a Diagnostic and Statistical Manual of Mental Disorders 5th Edition diagnosis of SCZ or schizoaffective disorder were recruited to the study from the South London and Maudsely NHS Trust in London, UK. Patients were required to provide written informed consent and to be treated with stable doses of antipsychotic medication for the 3 months prior to study enrollment. Participants who met the criteria for alcohol or substance dependence in the previous 6 months were excluded. The inclusion criteria required a score of ≥3 on the hallucinatory behavior (P3) item of the Positive and Negative Syndrome Scale (PANSS),. The study was approved by the Stanmore National Research Ethics Committee (REC number 15/LO/1007); all study procedures have been conducted in accordance with the Declaration of Helsinki.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7669, "infons": {"file": "41398_2017_67_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Study design. Participants attended five study visits. During the baseline visit participants were assessed on the inclusion/exclusion criteria, and clinical and socio-demographic information was collected. During the first scanning visit a mask of the speech-sensitive left STG was created for each participant using the functional localizer task: inc/exc inclusion/exclusion, WASI Wechsler Abbreviate Scale of Intelligence, PsyRats Psychotic Symptom Rating Scale, PANSS Positive and Negative Syndrome Scale, rtfMRI-NF real-time functional magnetic resonance imaging neurofeedback", "sentences": [], "annotations": [], "relations": []}, {"offset": 8251, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were required to attend the study on five separate visits (Fig. 1). Baseline clinical assessments were conducted on the first day. The four subsequent visits for MRI scans were completed over a 2-week period. Clinical assessments were also completed during these visits. Assessment included the PANSS at baseline and after the last fMRI visit, and the Psychotic Rating Symptom Scale (PsyRats) hallucination subscale at baseline, after each rtfMRI-NF scan (visits 2–4), and 1 week post fMRI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8755, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Intelligence quotient (IQ) was assessed using subsets (Matrix reasoning, and vocabulary) of the Wechsler Abbreviated Scale of Intelligence. The PANSS and PsyRats instruments were administered by an independent researcher (MS), who was blind to the study protocol and objectives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9034, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Imaging data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 9059, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional images were acquired on a General Electric MR750 3.0 T MR scanner at the Department of Neuroimaging, Institute of Psychiatry, Psychology and Neuroscience, King’s College London (London, UK). A 12-channel head coil was used for radio frequency transmission and reception. A single-shot gradient recalled echo planar imaging sequence was used for fMRI acquisition (64 × 64 matrix over a 21.1 × 21.1 cm2 field of view (FOV), giving an in-plane voxel size of 3.3 mm; slice thickness 3 mm with a 0.3 mm slice gap; repetition time (TR) = 2000ms; echo time (TE) = 30ms, flip angle = 75°). A high-resolution three-dimensional (3D) T1-weighted enhanced gradient echo (256 × 256 matrix over a 27 × 27 cm2 FOV, giving an in-plane voxel size of 1.05 mm; slice thickness 1.2 mm; TR = 7.312 ms, TE = 3.015 ms, flip angle = 11°) scan was acquired for image normalization. The first four volumes of each rtfMRI-NF run were discarded to allow steady-state magnetization to be established.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10042, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Localizer scan", "sentences": [], "annotations": [], "relations": []}, {"offset": 10057, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the first visit participants underwent a localizer scan to identify voice-sensitive regions in their left STG. This consisted of a voice perception task comprising blocks of vocal and non-vocal stimuli. Vocal stimuli were words for everyday objects neutral in semantic and prosodic content, whereas the non-vocal stimuli were based on non-speech digitalized sounds with amplitude and energy matched with control sounds. The presentation was alternated, with a total of eight 20 s blocks of vocal and seven 20 s blocks of non-vocal stimuli, lasting approximately 5 min in total. Stimuli loudness was adjusted individually, to ensure that participants could hear the stimuli clearly above the scanner noise. To create a functional mask from which to derive the rtfMRI-NF signal, we calculated the effective signal change in areas activated by the functional localizer task using conventional univariate fMRI analysis techniques. This was based on the task contrast of the average BOLD signal between the activation block (vocal stimuli) and the baseline block (non-vocal stimuli). Online pre-processing and analysis were conducted using AFNI software (https://afni.nimh.nih.gov/) and using local scripts written and developed by the author V.G. In short, the data were smoothed and corrected for head motion. The contrast vocal > non-vocal was chosen and faces touching clusters with the highest t-statistic were displayed (https://afni.nimh.nih.gov/pub/dist/doc/program_help/3dclust.html). The individual functional masks were created based on the maximally activated cluster in the left posterior STG by manually thresholding the target cluster until the required size/shape was present in the left posterior STG (ROISTG). The left STG was chosen because this region is typically active during AVH. We used white matter as a reference region to cancel out non-specific global brain effects (ROIREF): a white matter mask was created by segmenting the T1-weighted structural image in AFNI, eroding to limit partial volume effects, and mapping it onto the functional localizer mask by reversing the normalization process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12183, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "rtfMRI-NF data acquisition and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 12225, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A custom rtfMRI-NF interface system and AFNI software were used for real-time transfer and analysis of fMRI data. The rtfMRI-NF interface system ran on the scanner hardware to access the fMRI scans as they were reconstructed. The images were then transferred to a Linux workstation where they were pre-processed using AFNI’s built in real-time capabilities. Once the target in the STG ROI (ROISTG) had been identified using the functional localizer described above, the neurofeedback signal was calculated using the formula: ((ROISTG−ROIREF)−(ROI STG Previous−ROIREF Previous)), where the previous ROIs are the average activation of the left STG and references regions in the previous rest block. Thus, the NF signal was a function of the difference of the current ROISTG activity (averaged over 3 TR periods in order to reduce jitter) to the average of the previous rest block, with all values being measured relative to the corresponding white matter signal (changes which represent global signal variations of no interest).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13252, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "rtfMRI-NF training", "sentences": [], "annotations": [], "relations": []}, {"offset": 13271, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each rtfMRI-NF training run comprised a block design similar to that used in previous studies. Each rtfMRI-NF training run alternated between no-regulation “rest” blocks (7 blocks of 30 s) and down-regulation blocks (6 blocks of 50 s), lasting around 9 min per run. To motivate participants during training runs, and to provide a more visually engaging task, we used a visual feedback interface depicting a “vertically orientated space rocket”. Participants were instructed to land the rocket by bringing it down to Earth. Visual feedback was provided during the training blocks, and during the rest block participants observed a fixation cross. After each visit participants reported the strategy that they used to down-regulate their left STG activity. Participants were informed about the inherent delay in feedback due to the hemodynamic response (approx. 6 s). To enhance motivation and the likelihood of successful left STG signal down-regulations, we did not provide any overt instructions or suggest any strategies; participants were asked to devise their own strategy to down-regulate their left STG signal (Supplementary material). All participants attended four 1-h visits for MRI. The functional localizer task was completed during the first scanner visit. During visits 2, 3, and 4, participants completed between 2 and 6 rtfMRI-NF training runs depending on the time available (mean number of runs per scanner v2 = 4.8, v3 = 4.5, v4 = 3.6). During the fourth (final) visit, participants also undertook a “transfer” run. The transfer run was identical to the training runs except that no visual feedback (static picture) was given. This allowed the overall success of the training to be assessed (i.e., participants’ ability to down-regulate their STG signal in the absence of direct feedback). Participants were informed that the picture would remain static, and were asked to employ the same strategies they used during the rtfMRI-NF training. Transfer runs measure retention of learning and are considered a proximal measure of successful transfer of training strategies to everyday life.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15376, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15390, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Clinical data", "sentences": [], "annotations": [], "relations": []}, {"offset": 15404, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess overall clinical change, and any adverse effect of the study procedures on clinical presentation, we conducted a paired t test for PANSS scores pre and post rtfMRI-NF training. To investigate the specific change in AVH symptoms over the rtfMRI-NF training period, we analyzed the total PsyRats AVH symptoms score by specifying a full maximum-likelihood random-effect multilevel model (MLREM). Post hoc exploratory analyses examined changes over the rtfMRI-NF training period in individual PsyRats items using one-sided, paired-sample t tests. These results are reported at an uncorrected threshold of p < 0.05, but no tests survived correction for multiple testing (p = 0.05/11). Data distribution checks and statistical analyses were carried out using STATA 12.1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16179, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "fMRI data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16198, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All offline data were pre-processed and analyzed using Statistical Parametric Mapping 12 (SPM12). All functional data were slice-timed corrected and realigned, to correct for volume-to-volume head motion. Following this, the time series was co-registered to the high-resolution T1-weighted image, and normalized into the Montreal Neurological Institute (MNI) template using parameters generated by unified segmentation of the T1-weighted structural image. The transformed data were smoothed using an 8 mm full-width at half-maximum isotropic Gaussian kernel. For the localizer task subject-specific fixed models were constructed with regressors encoding the predicted blood oxygenation level-dependent (BOLD) response for vocal stimuli and non-vocal stimuli blocks. For the rtfMRI-NF runs, subject-specific fixed-effects models were constructed with regressors encoding the predicted BOLD response for each of the rtfMRI-NF runs (ranging from 9 to 16 across subjects), with baseline (rest) blocks serving as the baseline. For both the localizer task and the rtfMRI-NF runs, the six motion parameters for each run, generated during realignment, were included as nuisance regressors. For all first-level models voxelwise parameter estimates for these regressors were obtained by restricted maximum-likelihood estimation using a temporal high-pass filter (cutoff = 128 s) to remove low-frequency drifts, and modeling temporal autocorrelation across scans with an AR(1) process. Following parameter estimation, contrasts of beta coefficients for the primary contrasts of interest were generated. For the localizer task the contrast was vocal stimuli > non-vocal stimuli. As the number of rtfMRI-NF runs differed between participants (9–16; mean = 14; median = 14), the second-level model comprised contrasts for the first vs. last rtfMRI-NF run acquired during the second, third, and fourth scanner visits, entered into a repeated-measures analysis of variance (ANOVA) (i.e., 6 contrasts). Finally, to check that down-regulation effects in the left STG were not due to repeated exposure to the rtfMRI-NF task (i.e., habituation) over runs within a single visit, we examined the main effect of “visit” as this would be less prone to habituation confounds, that is, patients would be unlikely to show habituation in the left STG from visit to visit.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18542, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Transfer task", "sentences": [], "annotations": [], "relations": []}, {"offset": 18556, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Using a separate model, subject-specific first-level models were created using a regressor encoding the predicted response for the first rtfMRI-NF run vs. the transfer run. Motion parameters generated during the realignment for both runs were also included. A second-level paired t test was used to test for effects in the left STG. The association between changes in left STG activity and changes in PsyRats total scores was investigated using a regression model with a single contrast image (first > transfer run) from each subject and their corresponding change in PsyRats scores as a regressor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19155, "infons": {"file": "41398_2017_67_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "a 3D SPM render of mean STG ROI based on localizer task (vocal stimuli > non-vocal stimuli). b 3D SPM render showing effect of rtfMRI-NF training in left STG ROI. c Plot showing effect of rtfMRI-NF training in left STG ROI (first/last run from visits 2, 3, and 4 plus transfer scan (visit 4)", "sentences": [], "annotations": [], "relations": []}, {"offset": 19447, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to focus on signal change in voice-sensitive regions of the left STG, we conducted analyses within the mean left STG ROI created by the localizer task (contrast: vocal stimuli > non-vocal stimuli). First, we adjusted obliqueness to match the individual T1-weighted structural image, removed the white matter control regions, and transformed the individual masks into MNI space, using parameters generated by unified segmentation of the T1 image. The mean mask was then computed using ImCalc in SPM12 based on the transformed individual functional localizer masks (Fig. 2a). For all second-level analyses, significant ROI results are reported at a p value of ≤0.05 following family-wise error correction on the basis of response amplitude (i.e., peak-level family-wise error (FWE)).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20238, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Psychophysiological interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 20271, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The effect of rtfMRI-NF training on functional connectivity was investigated by a PPI analysis with a left STG seed region derived from the group ANOVA analysis. First, the eigenvariate from the seed region extracted from the subject-specific models described above. We used a 6 mm radius sphere, to pin the PPI analysis seed within the cluster size obtained in the repeated-measures ANOVA. Subject-specific response peak were required to be within the 6 mm of the group peak to be included in the PPI analysis. This was the case for all participants. Subsequently, two PPI regressors were created via deconvolution of the eigenvariate time series and by weighting of the resultant time series with the task contrast time series (the first and last rtfMRI-NF run). The regressors were adjusted for the effect of interest, and reconvoled with the hemodynamic response function to provide the predicted temporal pattern of BOLD signal that would be expected in a region if its connectivity was changed when the seed is modulated by the rtfMRI-NF run (i.e., first vs. last). The resulting two contrasts (from the first and last rtfMRI-NF runs) were tested with a paired-sample t test at the second-level analysis. Given our interest in functional connectivity changes in frontal and temporal speech and language regions activated during AVH, we studied changes in two ROIs taken from a meta-analysis of functional imaging studies in patients with AVH. An IFG (Broca’s area) ROI was specified using MNI coordinates (−48, 10, 8) and an ROI in the supramarginal gyrus was specified using (−52, −20, 15). Associations between left STG ROI functional connectivity and changes in PsyRats total scores were investigated using a regression model. PPI results are reported at a p value of ≤0.025 following FWEpeak and correction for two ROIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22102, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 22110, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Patient characteristics and symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 22147, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Socio-demographic information of study participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 22199, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><italic>N</italic> = 11</th><th>Mean</th><th>SD</th></tr></thead><tbody><tr><td>Age</td><td>35.1</td><td>8.1</td></tr><tr><td>Gender</td><td>2 Females</td><td/></tr><tr><td>Education (years)</td><td>11.9</td><td>1.5</td></tr><tr><td>Duration of illness (years)</td><td>10.8</td><td>8.4</td></tr><tr><td>Age at onset (years)</td><td>24.3</td><td>7</td></tr><tr><td>Medication* mg</td><td>607.5</td><td>330</td></tr><tr><td>WASI IQ</td><td>98</td><td>18.7</td></tr></tbody></table>\n"}, "text": "N = 11\tMean\tSD\t \tAge\t35.1\t8.1\t \tGender\t2 Females\t\t \tEducation (years)\t11.9\t1.5\t \tDuration of illness (years)\t10.8\t8.4\t \tAge at onset (years)\t24.3\t7\t \tMedication* mg\t607.5\t330\t \tWASI IQ\t98\t18.7\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22395, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "*Chlorpromazine equivalent; WASI Wechsler Abbreviated Scale of Intelligence", "sentences": [], "annotations": [], "relations": []}, {"offset": 22471, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "PANSS and PsyRats pre vs. post training; N = 11", "sentences": [], "annotations": [], "relations": []}, {"offset": 22519, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>\n<bold>Pre rtfMRI-NF</bold>\n</th><th>\n<bold>Mean</bold>\n</th><th>\n<bold>SD</bold>\n</th><th>\n<bold>Post rtfMRI-NF</bold>\n</th><th>\n<bold>Mean</bold>\n</th><th>\n<bold>SD</bold>\n</th><th>\n<bold>Sig</bold>\n</th><th>\n<bold>Test statistic</bold>\n</th><th>\n<bold>Effect size</bold>\n</th></tr></thead><tbody><tr><td>PANSS Pos.</td><td>20.4</td><td>5.5</td><td>PANSS Pos.</td><td>21.3</td><td>5.5</td><td>0.32</td><td><italic>t</italic> = 1.05</td><td/></tr><tr><td>PANSS Neg.</td><td>13.5</td><td>4.9</td><td>PANSS Neg.</td><td>14.5</td><td>5.3</td><td>0.72</td><td><italic>t</italic> = 0.38</td><td/></tr><tr><td>PANSS Gen.</td><td>35.2</td><td>8.9</td><td>PANSS Gen.</td><td>34.6</td><td>7.6</td><td>0.4</td><td><italic>t </italic>= −0.89</td><td/></tr><tr><td>PsyRats Tot</td><td>25.2</td><td>4.4</td><td>PsyRats Tot</td><td>22.1</td><td>8</td><td>0.09</td><td><italic>t</italic> = 1.38</td><td>Cohen’s <italic>d</italic> = 0.45</td></tr><tr><td>PsyRats BAO</td><td>2.7</td><td>1.1</td><td>PsyRats BAO</td><td>2</td><td>1.2</td><td>\n<italic>0.04</italic>\n</td><td><italic>t</italic> = 1.91</td><td>Cohen’s <italic>d</italic> = 0.65</td></tr><tr><td>PsyRats IOD</td><td>2.6</td><td>1</td><td>PsyRats IOD</td><td>1.9</td><td>1.1</td><td>\n<italic>0.02</italic>\n</td><td><italic>t</italic> = 2.34</td><td>Cohen’s <italic>d</italic> = 0.66</td></tr></tbody></table>\n"}, "text": "Pre rtfMRI-NF\tMean\tSD\tPost rtfMRI-NF\tMean\tSD\tSig\tTest statistic\tEffect size\t \tPANSS Pos.\t20.4\t5.5\tPANSS Pos.\t21.3\t5.5\t0.32\tt = 1.05\t\t \tPANSS Neg.\t13.5\t4.9\tPANSS Neg.\t14.5\t5.3\t0.72\tt = 0.38\t\t \tPANSS Gen.\t35.2\t8.9\tPANSS Gen.\t34.6\t7.6\t0.4\tt = −0.89\t\t \tPsyRats Tot\t25.2\t4.4\tPsyRats Tot\t22.1\t8\t0.09\tt = 1.38\tCohen’s d = 0.45\t \tPsyRats BAO\t2.7\t1.1\tPsyRats BAO\t2\t1.2\t0.04\tt = 1.91\tCohen’s d = 0.65\t \tPsyRats IOD\t2.6\t1\tPsyRats IOD\t1.9\t1.1\t0.02\tt = 2.34\tCohen’s d = 0.66\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22984, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "PANSS Positive and Negative Syndrome Scale, Pos. positive subscale, Neg. negative, Gen. general psychopathology subscale, PsyRats Psychotic Symptom Rating Scale, Tot Total, BAO beliefs about origins, IOD intensity of distress, italics statistical significance", "sentences": [], "annotations": [], "relations": []}, {"offset": 23244, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patients’ clinical and socio-demographic information characteristics and IQ are reported in Table 1. One participant’s data was excluded due to excessive movements during the fMRI acquisition. Therefore, data in 11 participants were analyzed. rtfMRI-NF training did not worsen clinical symptoms as assessed by the PANSS scores (pre vs. post training scores) (Table 2.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23613, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was a trend effect for reduced PsyRats Total scores pre vs. post rtfMRI-NF training (Table 2). MLREM revealed a significant change in PsyRats Total scores over the rtfMRI-NF training period p = 0.015; (b = −0.76, 95% confidence interval: −1.38 to 0.15). Exploratory analysis of PsyRats sub-items showed that there was a post training reduction in scores for PsyRats item 5 (beliefs regarding the origin of voices) (p = 0.05, t = 1.91) and PsyRats Item 9 (Intensity of distress) (p = 0.02, t = 2.34). The post training effect for item 5 was maintained at a trend level (p = 0.055, t = 1.77) at 1-week follow-up. However, single PsyRats item effects did not survive correction for multiple testing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24316, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Localizer scan", "sentences": [], "annotations": [], "relations": []}, {"offset": 24331, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Across all participants the functional localizer task activated the left STG. Compared to non-vocal stimuli, vocal stimuli activated the voice-sensitive posterior left STG (x, y, z = −64, −14, 4); (t 1(10) = 3.16 [tpeak = 5.76] KE = 294, PFWE = 0.02, z-scorepeak = 3.74) with a sub-peak at (x, y, z = −64, −26, −4); ([tpeak = 5.59], PFWE = 0.02, z-scorepeak = 3.68) (Fig. 2a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24708, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "rtfMRI-NF training", "sentences": [], "annotations": [], "relations": []}, {"offset": 24727, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was a significant decrease in activity over rtfMRI-NF training runs in a cluster of KE = 405 in the left STG/superior temporal sulcus (x, y, z = −60, −30, 20); (t 1(60) = 2.39 [tpeak = 4.22], PFWE = 0.013, z-scorepeak = 3.93), extending to the supramarginal gyrus/IPG (x, y, z = −58, −36, 24); (t 1(60) = 2.39 [tpeak = 3.48], PFWE = 0.09, z-scorepeak = 3.31) (Fig. 2b, c). There were no regions within the left STG ROI that showed increased activation over the course of the rtfMRI-NF. The down-regulation effect in the left STG ROI was significant across visits 2, 3, and 4 (x, y, z = −60, −28, 20); (t1(60) = 2.39[tpeak = 4.26], PFWE = 0.011, z-scorepeak = 3.96). Over the rtfMRI-NF training protocol, there was no suprathreshold effect during the baseline blocks, that is, STG ROI activity during baseline blocks remained stable across the training protocol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25595, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Transfer task", "sentences": [], "annotations": [], "relations": []}, {"offset": 25609, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Relative to the first rtfMRI-NF training run, there was a significant reduction in activity in the left STG ROI during the transfer run x, y, z = (−60, −28, 16); (t 1(10) = 2.76[tpeak = 6.59]; KE = 156, PFWE = 0.03, z-scorepeak = 3.99).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25846, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "PPI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 25859, "infons": {"file": "41398_2017_67_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "a SPM 3D render showing regions in left inferior frontal gyrus (IFG)/Insula and left inferior parietal gyrus (IPG)/supramarginal gyrus where functional connectivity was increased in the last rtfMRI-NF run compared to the first rtfMRI-NF (left hemisphere shown on left side of image) (p = 0.001 unc for purpose of figure). b Axial volumes showing left IFG and IPG regions. c Mean PPI parameter estimates in IPG/supramarginal gyrus for 1st vs. last rtfMRI-NF run and d mean PPI parameter estimates left insula/IFG for 1st vs. last rtfMRI-NF run", "sentences": [], "annotations": [], "relations": []}, {"offset": 26402, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Using the seed region in the left posterior STG, PPI analysis revealed greater functional connectivity parameter estimates during the last rtfMRI-NF, relative to the first rtfMRI-NF run in a cluster covering the left insula extending to the left IFG (x, y, z = −48, 10, 2) (t1(10) = 6.66 [tpeak = 6.38]; KE = 34, PFWE = 0.002, z- scorepeak = 3.94) and in a cluster in the supramarginal gyrus/IPG (x, y, z, = −52, −20, 16), (t1(10) = 4.14 [tpeak = 5.11]; KE = 81, PFWE = 0.011, z-scorepeak = 3.51) (Fig. 3b). There were no areas where functional connectivity decreased after rtfMRI-NF training.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26996, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "PsyRat associations", "sentences": [], "annotations": [], "relations": []}, {"offset": 27016, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A regression model testing the association between left STG down-regulation during the transfer run (1st run vs. transfer run) and changes in PsyRats Total scores was non-significant. There was, however, a significant positive association between change in PsyRat Total scores over the rtfMRI-NF training period (pre–post training scores) and functional connectivity between the left STG seed region and the left insula/IFG during the last rtfMRI-NF run (x, y, x = −48, 12, 4); (t1(09) = 1.83 [tpeak = 6.77]; KE = 233, PFWE = 0.01, z-scorepeak = 3.90).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27569, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 27580, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We showed in this pioneering study that patients with SCZ and AVH could learn to down-regulate activity in speech-sensitive regions of their left STG with an average of 14 runs of 9 min NF training. Left STG down-regulation was seen between scanner visits suggesting that this effect could not easily be attributed to within visit STG habituation over rtfMRI-training runs. Furthermore, rtfMRI-NF training resulted in increased functional connectivity between frontal and temporal language regions that was associated with changes in AVH symptom severity. During the transfer scan, patients were able to reduce activity without visually presented feedback, suggesting that they had learnt strategies to reduce activity in the voice-sensitive region of the left STG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28346, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It has been reported that AVH are associated with spontaneous brain activity, increase in blood flow, and increased resting state activity in the posterior STG. Reduced activity in the left STG brought about by rtfMRI-NF training demonstrates that participants can develop and apply an endogenous technique to regulate brain activity in this region, known to be involved in linguistic perception, and active when patients with SCZ are experiencing AVH. However, although activity in the posterior STG region appears to be central to the perceptual experience, dysfunction in non-sensory regions is also likely to contribute to the phenomenological characteristics of AVH. Several studies have reported altered functional and structural connectivity in fronto-temporal and perisylvian language networks. In the present study, the enhanced coupling between the posterior STG seed region and the insula/IFG brought about by rtfMRI-NF training is of particular interest. The IFG region contains the speech motor area (i.e., Broca’s area), also reported to be active during AVH. Moreover, the subjective reality of AVH is associated with increased activity in the IFG, a region involved in both inner speech and in the imagination of others’ speech. Inner-speech models of AVH posit that increased activity in speech perception regions in the posterior STG is a consequence of reduced or defective signaling from speech motor areas; that is, speech motor regions fail to attenuate sensory activation in the STG. Consequently, this failure can produce confusion regarding the agency between one’s own actions/inner-speech and externally generated actions such as perceived voices and speech. The finding of increased coupling between the posterior STG region and the left insula (part of the same IFG cluster) is also of interest. This region is thought to be an extension of Broca’s convolution important for verbal imagery and volumetric change in the insula has been shown to be correlated with the intensity of AVH. Functional connectivity analysis also revealed increased coupling between the posterior STG seed region and a cluster just superior to the seed region in the left IPG/supramarginal gyrus, which is part of Wernicke’s area, and is known to be involved in speech processing. Reduced white matter integrity between left posterior STG and IPG has been reported previously in SCZ patients with AVH, suggesting reduced connectivity within speech and language perception areas, as well as with more distal speech motor regions in the IFG. A recent functional imaging study in SCZ patients with AVH, reports that patients displayed a deficit in prediction errors signaling in the posterior STG; the same region activated when patients experience AVH. It is possible that sensory hyperactivity in speech perception regions may arise through sensory learning and predictive coding deficits within these regions, influencing prior beliefs on sensory input. Such a learning mechanism may rely on efficient coupling within speech and language regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31398, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Overall, rtfMRI-NF training reduced activity in the posterior, speech-sensitive, STG, resulting in increased coupling between inferior frontal and posterior temporal speech and language regions. These findings are broadly consistent with TMS studies that report a reduction in AVH symptomatology after low-frequency TMS is used to reduce cerebral perfusion in the STG, IFG (and cingulate cortex) measured with arterial spin labeling. However, compared to rTMS, rtfMRI-NF protocols can be more targeted, helping to establish causality of associations between functional and clinical phenotypes. The study has some limitations that should be discussed. We did not combine our functional localizer with an anatomical mask, which would help to define the left STG. However, as can been seen Fig. 2a, our task isolated the left STG and contiguous inferior parietal cortex, that is, brain regions associated with the speech-sensitive cortex and regions that are associated with AVH. Further, the sample size was small and we did not compare our experimental group to a control condition (e.g., a sham rtfMRI-NF condition). Thus, it cannot be ruled out that the reduced left STG activity observed over the training period was a placebo effect of some kind. We will now need to conduct a larger randomized control trial to exclude this possibility and to test if rtfMRI-NF training can be used as a novel therapeutic intervention in people with SCZ and AVH. It does seem, however, that patients with SCZ and AVH do have the ability to regulate activity (neural plasticity, i.e., alter the functional organization of the brain) in speech sensory–motor regions, in contrast to suggestions that patients have a general deficit in cortical plasticity. This may open the way for wider investigations using neurotherapies, such as rtfMRI-NF, in people with SCZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33246, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33280, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33417, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33451, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary Information accompanies this paper at 10.1038/s41398-017-0067-5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33530, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 33551, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "N.O., V.G., O.O., L.S.-L., and P.A. report no biomedical financial interest or potential conflicts of interest. The other authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33729, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 33740, "infons": {"fpage": "177", "lpage": "189", "name_0": "surname:Nayani;given-names:TH", "name_1": "surname:David;given-names:AS", "pub-id_doi": "10.1017/S003329170003381X", "pub-id_pmid": "8643757", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "26", "year": "1996"}, "text": "The auditory hallucination: a phenomenological survey", "sentences": [], "annotations": [], "relations": []}, {"offset": 33794, "infons": {"fpage": "137", "lpage": "150", "name_0": "surname:Shergill;given-names:SS", "name_1": "surname:Murray;given-names:RM", "name_2": "surname:McGuire;given-names:PK", "pub-id_doi": "10.1016/S0920-9964(98)00052-8", "pub-id_pmid": "9720119", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "32", "year": "1998"}, "text": "Auditory hallucinations: a review of psychological treatments", "sentences": [], "annotations": [], "relations": []}, {"offset": 33856, "infons": {"fpage": "216", "lpage": "226", "name_0": "surname:Kane;given-names:JM", "name_1": "surname:Kishimoto;given-names:T", "name_2": "surname:Correll;given-names:CU", "pub-id_doi": "10.1002/wps.20060", "pub-id_pmid": "24096780", "section_type": "REF", "source": "World Psychiatry", "type": "ref", "volume": "12", "year": "2013"}, "text": "Non‐adherence to medication in patients with psychotic disorders: epidemiology, contributing factors and management strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 33983, "infons": {"fpage": "175", "lpage": "191", "name_0": "surname:Allen;given-names:P", "name_1": "surname:Laroi;given-names:F", "name_2": "surname:McGuire;given-names:PK", "name_3": "surname:Aleman;given-names:A", "pub-id_doi": "10.1016/j.neubiorev.2007.07.012", "pub-id_pmid": "17884165", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "32", "year": "2008"}, "text": "The hallucinating brain: a review of structural and functional neuroimaging studies of hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 34085, "infons": {"fpage": "695", "lpage": "703", "name_0": "surname:Allen;given-names:P", "pub-id_doi": "10.1093/schbul/sbs066", "pub-id_pmid": "22535906", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Neuroimaging auditory hallucinations in schizophrenia: from neuroanatomy to neurochemistry and beyond", "sentences": [], "annotations": [], "relations": []}, {"offset": 34187, "infons": {"fpage": "1046", "lpage": "1055", "name_0": "surname:Modinos;given-names:G", "pub-id_doi": "10.1016/j.cortex.2012.01.009", "pub-id_pmid": "22370252", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "Neuroanatomy of auditory verbal hallucinations in schizophrenia: a quantitative meta-analysis of voxel-based morphometry studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 34316, "infons": {"fpage": "779", "lpage": "786", "name_0": "surname:Kuhn;given-names:S", "name_1": "surname:Gallinat;given-names:J", "pub-id_doi": "10.1093/schbul/sbq152", "pub-id_pmid": "21177743", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Quantitative meta-analysis on state and trait aspects of auditory verbal hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34421, "infons": {"fpage": "73", "lpage": "81", "name_0": "surname:Jardri;given-names:R", "name_1": "surname:Pouchet;given-names:A", "name_2": "surname:Pins;given-names:D", "name_3": "surname:Thomas;given-names:P", "pub-id_doi": "10.1176/appi.ajp.2010.09101522", "pub-id_pmid": "20952459", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "Cortical activations during auditory verbal hallucinations in schizophrenia: a coordinate-based meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34531, "infons": {"fpage": "309", "lpage": "312", "name_0": "surname:Belin;given-names:P", "name_1": "surname:Zatorre;given-names:RJ", "name_2": "surname:Lafaille;given-names:P", "name_3": "surname:Ahad;given-names:P", "name_4": "surname:Pike;given-names:B", "pub-id_doi": "10.1038/35002078", "pub-id_pmid": "10659849", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "403", "year": "2000"}, "text": "Voice-selective areas in human auditory cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 34578, "infons": {"fpage": "189", "lpage": "194", "name_0": "surname:Hunter;given-names:MD", "pub-id_doi": "10.1073/pnas.0506268103", "pub-id_pmid": "16371474", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "103", "year": "2006"}, "text": "Neural activity in speech-sensitive auditory cortex during silence", "sentences": [], "annotations": [], "relations": []}, {"offset": 34645, "infons": {"fpage": "1685", "lpage": "1696", "name_0": "surname:Diederen;given-names:KM", "pub-id_doi": "10.1017/S0033291712002541", "pub-id_pmid": "23199762", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "43", "year": "2013"}, "text": "Aberrant resting-state connectivity in non-psychotic individuals with auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 34739, "infons": {"fpage": "304", "name_0": "surname:Homan;given-names:P", "pub-id_doi": "10.3389/fnhum.2013.00304", "pub-id_pmid": "23805093", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "Repeated measurements of cerebral blood flow in the left superior temporal gyrus reveal tonic hyperactivity in patients with auditory verbal hallucinations: a possible trait marker", "sentences": [], "annotations": [], "relations": []}, {"offset": 34920, "infons": {"fpage": "1008", "lpage": "1011", "name_0": "surname:Lawrie;given-names:SM", "pub-id_doi": "10.1016/S0006-3223(02)01316-1", "pub-id_pmid": "12062886", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "51", "year": "2002"}, "text": "Reduced frontotemporal functional connectivity in schizophrenia associated with auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35024, "infons": {"fpage": "37", "lpage": "46", "name_0": "surname:Ford;given-names:JM", "name_1": "surname:Mathalon;given-names:DH", "pub-id_doi": "10.1016/S0022-3956(03)00095-5", "pub-id_pmid": "14690769", "section_type": "REF", "source": "J. Psychiatr. Res.", "type": "ref", "volume": "38", "year": "2004"}, "text": "Electrophysiological evidence of corollary discharge dysfunction in schizophrenia during talking and thinking", "sentences": [], "annotations": [], "relations": []}, {"offset": 35134, "infons": {"section_type": "REF", "type": "ref"}, "text": "Curcic-Blake B. et al. When Broca goes uninformed: reduced information flow to Broca’s area in schizophrenia patients with auditory hallucinations. Schizophr. Bull.39: 1087–1095 (2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35320, "infons": {"fpage": "407", "lpage": "414", "name_0": "surname:Hoffman;given-names:RE", "name_1": "surname:Fernandez;given-names:T", "name_2": "surname:Pittman;given-names:B", "name_3": "surname:Hampson;given-names:M", "pub-id_doi": "10.1016/j.biopsych.2010.09.050", "pub-id_pmid": "21145042", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Elevated functional connectivity along a corticostriatal loop and the mechanism of auditory/verbal hallucinations in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35465, "infons": {"fpage": "596", "lpage": "600", "name_0": "surname:McGuire;given-names:PK", "pub-id_doi": "10.1016/S0140-6736(95)91435-8", "pub-id_pmid": "7651003", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "346", "year": "1995"}, "text": "Abnormal monitoring of inner speech: a physiological basis for auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35552, "infons": {"fpage": "361", "lpage": "363", "name_0": "surname:Fu;given-names:CH", "pub-id_doi": "10.1016/j.schres.2007.10.023", "pub-id_pmid": "18042348", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "100", "year": "2008"}, "text": "Increased superior temporal activation associated with external misattributions of self-generated speech in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35674, "infons": {"fpage": "2733", "lpage": "2743", "name_0": "surname:Hoffman;given-names:RE", "pub-id_doi": "10.1093/cercor/bhl183", "pub-id_pmid": "17298962", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "17", "year": "2007"}, "text": "Probing the pathophysiology of auditory/verbal hallucinations by combining functional magnetic resonance imaging and transcranial magnetic stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 35825, "infons": {"fpage": "E9", "name_0": "surname:Hubl;given-names:D", "name_1": "surname:Homan;given-names:P", "name_2": "surname:Kindler;given-names:J", "name_3": "surname:Dierks;given-names:T", "section_type": "REF", "source": "Clin. EEG Neurosci.", "type": "ref", "volume": "44", "year": "2013"}, "text": "Neurobiology of psychiatric symptomatology: From origin to treatment of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35928, "infons": {"fpage": "103", "name_0": "surname:Fovet;given-names:T", "pub-id_doi": "10.3389/fpsyt.2016.00103", "pub-id_pmid": "27445865", "section_type": "REF", "source": "Front. Psychiatry", "type": "ref", "volume": "7", "year": "2016"}, "text": "Translating neurocognitive models of auditory-verbal hallucinations into therapy: using real-time fMRI-neurofeedback to treat voices", "sentences": [], "annotations": [], "relations": []}, {"offset": 36061, "infons": {"fpage": "678", "lpage": "682", "name_0": "surname:McCarthy-Jones;given-names:S", "pub-id_doi": "10.1093/schbul/sbs006", "pub-id_pmid": "22323675", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Taking back the brain: could neurofeedback training be effective for relieving distressing auditory verbal hallucinations in patients with schizophrenia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 36215, "infons": {"fpage": "37", "name_0": "surname:Dyck;given-names:MS", "pub-id_doi": "10.3389/fpsyt.2016.00037", "pub-id_pmid": "27014102", "section_type": "REF", "source": "Front. Psychiatry", "type": "ref", "volume": "7", "year": "2016"}, "text": "Targeting treatment-resistant auditory verbal hallucinations in schizophrenia with fMRI-based neurofeedback—exploring different cases of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36366, "infons": {"fpage": "1775", "lpage": "1781", "name_0": "surname:Van De Ville;given-names:D", "pub-id_doi": "10.1016/j.neuroimage.2012.08.061", "pub-id_pmid": "22960086", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "63", "year": "2012"}, "text": "Recovery of the default mode network after demanding neurofeedback training occurs in spatio-temporally segregated subnetworks", "sentences": [], "annotations": [], "relations": []}, {"offset": 36493, "infons": {"fpage": "243", "lpage": "252", "name_0": "surname:Haller;given-names:S", "pub-id_doi": "10.1016/j.neuroimage.2013.05.019", "pub-id_pmid": "23684872", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "81", "year": "2013"}, "text": "Dynamic reconfiguration of human brain functional networks through neurofeedback", "sentences": [], "annotations": [], "relations": []}, {"offset": 36574, "infons": {"section_type": "REF", "type": "ref"}, "text": "Association AP. Diagnostic and statistical manual of mental disorders (DSM-5®). (American Psychiatric Pub, Arlington, VA; 2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36703, "infons": {"fpage": "59", "lpage": "67", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Opler;given-names:LA", "name_2": "surname:Lindenmayer;given-names:JP", "section_type": "REF", "source": "Diagnostic and Statistical Manual of Mental Disorders (DSM-5®)", "type": "ref", "volume": "13", "year": "1989"}, "text": "The Positive and Negative Syndrome Scale (PANSS): rationale and standardisation", "sentences": [], "annotations": [], "relations": []}, {"offset": 36783, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The Positive and Negative Syndrome Scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36850, "infons": {"fpage": "879", "lpage": "889", "name_0": "surname:Haddock;given-names:G", "name_1": "surname:McCarron;given-names:J", "name_2": "surname:Tarrier;given-names:N", "name_3": "surname:Faragher;given-names:EB", "pub-id_doi": "10.1017/S0033291799008661", "pub-id_pmid": "10473315", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "29", "year": "1999"}, "text": "Scales to measure dimensions of hallucinations and delusions: the psychotic symptom rating scales (PSYRATS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 36958, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wechsler D. Wechsler Abbreviated Scale of Intelligence (WASI). (The Psychological Corporation, San Antonio, TX, 1999).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37077, "infons": {"section_type": "REF", "type": "ref"}, "text": "Bodurka, J. & Bandettini, P. A. Real-time software for monitoring MRI scanner opertaions. In Proceedings of Human Brain Mapping, S85 (Neuroimage: Melbourne, 2008).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37241, "infons": {"fpage": "162", "lpage": "173", "name_0": "surname:Cox;given-names:RW", "pub-id_doi": "10.1006/cbmr.1996.0014", "pub-id_pmid": "8812068", "section_type": "REF", "source": "Comput. Biomed. Res", "type": "ref", "volume": "29", "year": "1996"}, "text": "AFNI: software for analysis and visualization of functional magnetic resonance neuroimages", "sentences": [], "annotations": [], "relations": []}, {"offset": 37332, "infons": {"fpage": "3190", "lpage": "3209", "name_0": "surname:Alegria;given-names:AA", "pub-id_doi": "10.1002/hbm.23584", "pub-id_pmid": "28342214", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "38", "year": "2017"}, "text": "Real-time fMRI neurofeedback in adolescents with attention deficit hyperactivity disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 37422, "infons": {"fpage": "200", "lpage": "212", "name_0": "surname:Ruiz;given-names:S", "pub-id_doi": "10.1002/hbm.21427", "pub-id_pmid": "22021045", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "34", "year": "2013"}, "text": "Acquired self-control of insula cortex modulates emotion recognition and brain network connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37539, "infons": {"fpage": "1238", "lpage": "1246", "name_0": "surname:Caria;given-names:A", "pub-id_doi": "10.1016/j.neuroimage.2007.01.018", "pub-id_pmid": "17336094", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "35", "year": "2007"}, "text": "Regulation of anterior insular cortex activity using real-time fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 37607, "infons": {"section_type": "REF", "type": "ref"}, "text": "Singer J. D. & Willett J. B. Applied Longitudinal Data Analysis: Modeling Change and Event Occurrence (Oxford University Press, 2003).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37742, "infons": {"section_type": "REF", "type": "ref"}, "text": "Evans, A. C. et al. (eds). 3D statistical neuroanatomical models from 305 MRI volumes. In Nuclear Science Symposium and Medical Imaging Conference,1993 IEEE Conference Record (IEEE, 1993).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37931, "infons": {"fpage": "1", "lpage": "20", "name_0": "surname:Curcic-Blake;given-names:B", "pub-id_doi": "10.1016/j.pneurobio.2016.11.002", "pub-id_pmid": "27890810", "section_type": "REF", "source": "Prog. Neurobiol.", "type": "ref", "volume": "148", "year": "2017"}, "text": "Interaction of language, auditory and memory brain networks in auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38025, "infons": {"fpage": "192", "lpage": "200", "name_0": "surname:Benetti;given-names:S", "pub-id_doi": "10.1093/schbul/sbt172", "pub-id_pmid": "24361862", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "41", "year": "2015"}, "text": "Auditory verbal hallucinations and brain dysconnectivity in the perisylvian language network: a multimodal investigation", "sentences": [], "annotations": [], "relations": []}, {"offset": 38146, "infons": {"fpage": "1143", "lpage": "1150", "name_0": "surname:Catani;given-names:M", "pub-id_doi": "10.1016/j.biopsych.2011.06.013", "pub-id_pmid": "21798516", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Altered integrity of perisylvian language pathways in schizophrenia: relationship to auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38255, "infons": {"fpage": "2994", "lpage": "3001", "name_0": "surname:Raij;given-names:TT", "pub-id_doi": "10.1093/brain/awp186", "pub-id_pmid": "19620178", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "132", "year": "2009"}, "text": "Reality of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38297, "infons": {"fpage": "29", "lpage": "38", "name_0": "surname:McGuire;given-names:PK", "pub-id_doi": "10.1017/S0033291700033699", "pub-id_pmid": "8643761", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "26", "year": "1996"}, "text": "Functional anatomy of inner speech and auditory verbal imagery", "sentences": [], "annotations": [], "relations": []}, {"offset": 38360, "infons": {"fpage": "187", "lpage": "196", "name_0": "surname:Liberman;given-names:AM", "name_1": "surname:Whalen;given-names:DH", "pub-id_doi": "10.1016/S1364-6613(00)01471-6", "pub-id_pmid": "10782105", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "4", "year": "2000"}, "text": "On the relation of speech to language", "sentences": [], "annotations": [], "relations": []}, {"offset": 38398, "infons": {"fpage": "60", "lpage": "69", "name_0": "surname:Nishitani;given-names:N", "name_1": "surname:Schürmann;given-names:M", "name_2": "surname:Amunts;given-names:K", "name_3": "surname:Hari;given-names:R", "pub-id_doi": "10.1152/physiol.00043.2004", "pub-id_pmid": "15653841", "section_type": "REF", "source": "Physiology", "type": "ref", "volume": "20", "year": "2005"}, "text": "Broca’s region: from action to language", "sentences": [], "annotations": [], "relations": []}, {"offset": 38438, "infons": {"fpage": "437", "lpage": "443", "name_0": "surname:Frith;given-names:CD", "name_1": "surname:Done;given-names:DJ", "pub-id_doi": "10.1192/bjp.153.4.437", "pub-id_pmid": "3074851", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "153", "year": "1988"}, "text": "Towards a neuropsychology of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38481, "infons": {"fpage": "232", "lpage": "237", "name_0": "surname:Simons;given-names:CJ", "pub-id_doi": "10.1016/j.biopsych.2009.09.007", "pub-id_pmid": "19846064", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Functional magnetic resonance imaging of inner speech in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38552, "infons": {"fpage": "407", "lpage": "415", "name_0": "surname:Allen;given-names:P", "name_1": "surname:Aleman;given-names:A", "name_2": "surname:McGuire;given-names:PK", "pub-id_doi": "10.1080/09540260701486498", "pub-id_pmid": "17671873", "section_type": "REF", "source": "Int. Rev. Psychiatry", "type": "ref", "volume": "19", "year": "2007"}, "text": "Inner speech models of auditory verbal hallucinations: evidence from behavioural and neuroimaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 38658, "infons": {"fpage": "241", "lpage": "253", "name_0": "surname:Shergill;given-names:SS", "pub-id_doi": "10.1017/S003329170100335X", "pub-id_pmid": "11232912", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "31", "year": "2001"}, "text": "A functional study of auditory verbal imagery", "sentences": [], "annotations": [], "relations": []}, {"offset": 38704, "infons": {"fpage": "169", "lpage": "173", "name_0": "surname:Palaniyappan;given-names:L", "name_1": "surname:Balain;given-names:V", "name_2": "surname:Radua;given-names:J", "name_3": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1016/j.schres.2012.01.038", "pub-id_pmid": "22341902", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "137", "year": "2012"}, "text": "Structural correlates of auditory hallucinations in schizophrenia: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38787, "infons": {"fpage": "353", "lpage": "362", "name_0": "surname:Binder;given-names:JR", "pub-id_pmid": "8987760", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "17", "year": "1997"}, "text": "Human brain language areas identified by functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 38866, "infons": {"fpage": "8072", "lpage": "8082", "name_0": "surname:Horga;given-names:G", "name_1": "surname:Schatz;given-names:KC", "name_2": "surname:Abi-Dargham;given-names:A", "name_3": "surname:Peterson;given-names:BS", "pub-id_doi": "10.1523/JNEUROSCI.0200-14.2014", "pub-id_pmid": "24920613", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "34", "year": "2014"}, "text": "Deficits in predictive coding underlie hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38937, "infons": {"fpage": "518", "lpage": "524", "name_0": "surname:Kindler;given-names:J", "pub-id_doi": "10.1016/j.biopsych.2012.06.019", "pub-id_pmid": "22840762", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "73", "year": "2013"}, "text": "Reduced neuronal activity in language-related regions after transcranial magnetic stimulation therapy for auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 39074, "infons": {"fpage": "509", "lpage": "527", "name_0": "surname:Stephan;given-names:KE", "name_1": "surname:Friston;given-names:KJ", "name_2": "surname:Frith;given-names:CD", "pub-id_doi": "10.1093/schbul/sbn176", "pub-id_pmid": "19155345", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "35", "year": "2009"}, "text": "Dysconnection in schizophrenia: from abnormal synaptic plasticity to failures of self-monitoring", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}