{"source": "PMC", "date": "20210103", "key": "pmc.key", "infons": {}, "documents": [{"id": "5750081", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1109/TMI.2017.2725306", "article-id_manuscript": "NIHMS927523", "article-id_pmc": "5750081", "article-id_pmid": "28708547", "fpage": "93", "issue": "1", "kwd": "Multimodal Fusion with Reference MCCAR Supervised Learning Schizophrenia Working Memory ICA MCCB CMINDS", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "105", "name_0": "surname:Qi;given-names:Shile", "name_1": "surname:Calhoun;given-names:Vince D.", "name_10": "surname:Ford;given-names:Judith M.", "name_11": "surname:Voyvodic;given-names:James", "name_12": "surname:Mueller;given-names:Bryon A.", "name_13": "surname:Belger;given-names:Aysenil", "name_14": "surname:Ewen;given-names:Sarah Mc", "name_15": "surname:Potkin;given-names:Steven G.", "name_16": "surname:Preda;given-names:Adrian", "name_17": "surname:Jiang;given-names:Tianzi", "name_18": "surname:Sui;given-names:Jing", "name_2": "surname:van Erp;given-names:Theo G. M.", "name_3": "surname:Bustillo;given-names:Juan", "name_4": "surname:Damaraju;given-names:Eswar", "name_5": "surname:Turner;given-names:Jessica A.", "name_6": "surname:Du;given-names:Yuhui", "name_7": "surname:Chen;given-names:Jiayu", "name_8": "surname:Yu;given-names:Qingbao", "name_9": "surname:Mathalon;given-names:Daniel H.", "section_type": "TITLE", "title": "Index Terms", "type": "front", "volume": "37", "year": "2018"}, "text": "Multimodal Fusion with Reference: Searching for Joint Neuromarkers of Working Memory Deficits in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 111, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Multimodal fusion is an effective approach to take advantage of cross-information among multiple imaging data to better understand brain diseases. However, most current fusion approaches are blind, without adopting any prior information. To date, there is increasing interest to uncover the neurocognitive mapping of specific behavioral measurement on enriched brain imaging data; hence, a supervised, goal-directed model that enables a priori information as a reference to guide multimodal data fusion is in need and a natural option. Here we proposed a fusion with reference model, called “multi-site canonical correlation analysis with reference plus joint independent component analysis” (MCCAR+jICA), which can precisely identify co-varying multimodal imaging patterns closely related to reference information, such as cognitive scores. In a 3-way fusion simulation, the proposed method was compared with its alternatives on estimation accuracy of both target component decomposition and modality linkage detection. MCCAR+jICA outperforms others with higher precision. In human imaging data, working memory performance was utilized as a reference to investigate the covarying functional and structural brain patterns among 3 modalities and how they are impaired in schizophrenia. Two independent cohorts (294 and 83 subjects respectively) were used. Interestingly, similar brain maps were identified between the two cohorts, with substantial overlap in the executive control networks in fMRI, salience network in sMRI, and major white matter tracts in dMRI. These regions have been linked with working memory deficits in schizophrenia in multiple reports, while MCCAR+jICA further verified them in a repeatable, joint manner, demonstrating the potential of such results to identify potential neuromarkers for mental disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1943, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "I. Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1959, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Noninvasive neuroimaging has provided remarkable new insights into human brain structure and function in both health and disease. There is increasing evidence that instead of using a single imaging modality to study its relationship with physiological or cognitive features, people are paying more attention to multimodal fusion, an approach that is able to capitalize on the strength of multiple imaging techniques, since it can uncover the hidden relationships that might be missed from separate unimodal imaging studies. Compelling evidence has confirmed that neuropsychiatric disorders reflect fundamental differences in brain structure and function. By jointly analyzing rich types of data and taking advantage of the cross-information, multimodal fusion can help better reveal the potential functional-structural covariations. For example, how brain structure shapes brain function, and to what degree brain function is related to the underlying brain anatomy. Increasingly, studies are focusing on identifying the intrinsic functional or structural brain patterns that may ultimately drive a specific domain of human cognition or behavior, whereas most existing fusion models are purely data-driven. Hence in this work, we are motivated to develop a supervised multimodal fusion model that is able to discover the co-varying imaging features particularly related to a referred measurement more precisely and robustly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3384, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Existing multivariate data-driven multimodal fusion methods have in most cases been based on blind source separation (BSS) techniques. Specifically, multi-set canonical correlation analysis (CCA) and sparse CCA maximize the inter-modality covariance across multiple data sets, thus enable the identification of the co-varying multimodal components with similar individual variabilities, but their associated spatial maps may not be sufficiently unique. Joint independent component analysis (ICA), and linked ICA perform well in spatial decomposition by maximizing the joint independence, but all modalities share a common profile. Combining the strengths of MCCA and jICA, Sui et al developed “MCCA+jICA”, a blind fusion algorithm, which successfully captures both multimodal interactions and spatial components at high accuracy to study brain diseases. Other data fusion approaches like independent vector analysis (IVA) generalizes ICA to multiple data sets using the mutual information rate, achieving a similar performance to MCCA+jICA. Similarly, Liu et al proposed parallel ICA to specially deal with imaging genetic data, by maximizing both inter-modality correlation and the independence within each modality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4602, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although the above existing fusion methods can optimize joint source separation among multiple modalities in different aspects, investigators may also be interested in discovering multimodal associations with a specific reference varying across subjects, e.g., a cognitive score or a psychotic symptom. However, all above mentioned approaches are unsupervised, without inducing any prior reference. Hence they may not be optimal when investigating the brain patterns related to a specific measure of interest. By contrast, a supervised learning model can be more goal-directed, since it takes advantage of the prior knowledge to guide the fusion analysis and is able to pinpoint a particular component of interest from a large complex dataset. One example is pICA-R (parallel ICA with reference) which used candidate genes as spatial priori to improve investigation of the relationships between brain imaging and specific genetic attributes. While currently utilizing neuroimaging data to identify cognitive biomarkers has been a hot topic, mining multimodal co-alterations linking with a specific cognitive domain, e.g. working memory remains unexplored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5758, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "All above motivate us to improve the existing method and propose a supervised, fusion with reference model, i.e., “MCCAR+jICA” (multi-set CCA with reference + joint ICA). While keeping the original excellent performance on joint separation, the proposed method will further enable detection of the co-varying multimodal features that have significant correlations with the reference, which may not be achieved by blind N-way multimodal fusion approaches.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6213, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "On the other hand, in neuropsychological studies, evidence has been accumulated that many mental disorders including schizophrenia (SZ) are associated with significant impairment in cognitive functioning, in which working memory is one of the most severely affected cognitive domains. While most existing studies on schizophrenic working memory deficits are based on unimodal analysis, multi-modal fusion become a natural option to provide more clues by exploiting the relationship between the enriched imaging data and the cognitive ability across individuals. In this paper, based on the proposed model, we aim to adopt working memory performance as the reference to guide a 3-way function+diffusion+structure MRI fusion, and ultimately identify the abnormal brain patterns correspond to the working memory impairment in schizophrenia. Two independent human data cohorts with 147 HC/147SZ and 44HC/39SZ respectively were used. Results show similar brain co-variations identified by MCCAR+jICA, with substantial overlap between the two cohorts for the executive control networks in fMRI, salience network in sMRI, and major white matter tracts in dMRI. These regions have previously been suggested to be associated with working memory deficits in multiple reports, but never in a multimodal analysis across multiple cohorts in the same study. To the best of our knowledge, this is the first attempt to estimate cognitive biomarkers by jointly mining three types of MRI data under the guidance of a particular cognitive domain score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7747, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The remaining of the paper is organized as follows: section II presents the algorithm development of MCCAR+jICA as well as the used data. Section III is the results of simulation. In section IV, the real human brain data application with working memory were detailed. Section V includes a discussion of the results and a conclusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8080, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "II. Methods and Materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 8106, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The main idea of MCCAR+jICA is straightforward: while maintaining the performance of MCCA+jICA, we hope to optimize specific subject-level correlations with a reference. To do this, a prior reference such as a cognitive score is incorporated to guide joint source separation, as shown in Figure 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8404, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "A. MCCAR", "sentences": [], "annotations": [], "relations": []}, {"offset": 8413, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Assume that there are n multimodal datasets Xk, k = 1,2, …, n, each is a linear mixture of components Ck with a nonsingular mixing matrix Ak, k denotes modality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8575, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  where Xk is a subjects-by-voxels feature matrix, Ak is in dimension of subjects by number of components M. MCCA with reference (MCCAR) imposes an additional constraint upon the MCCA framework to maximize not only the covariations among mixing matrices of each modality, but also the top column-wise correlations between Ak and the reference signal, as shown in Figure 1(c) and equation (2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8968, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  where corr(Ak, Aj) is the column-wise correlations between Ak and Aj, k, j = {1,2,3 … n}, k ≠ j.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9067, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The basic strategy of MCCAR is as follows: consider that there are N subjects, dimension reduction is first performed on Xk, thus the signal subspace given by Yk = XkEk are determined. MCCAR is thus performed on Yk, generating the canonical variants Ak by maximizing the sum of squared correlations (SSQCOR) among canonical variants (CVs) as well as the SSQCOR between each CVs and the reference signal. We can summarize the optimization procedure of MCCAR as below. Consider that the CVs Ak given by Ak = Ykwk were jointly decomposed into M components, then the canonical coefficient vectors wk are updated by two stages:", "sentences": [], "annotations": [], "relations": []}, {"offset": 9690, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Stage 1: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9700, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Stage 2: for i = 2: M ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9723, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "end", "sentences": [], "annotations": [], "relations": []}, {"offset": 9727, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "where   is the ith column of the w matrices,   is the correlation between the ith column of Ak and Aj,   is the correlation between the ith column of Ak and the reference signal, which has the same length of subject numbers. λ is the regularization parameter balancing the weight of two objective functions:   and   and controls the convergence of the optimization. Stage 1 is solved by first calculating the partial derivative function of the SSQCOR cost with respect to each   and equating it to zero to find the stationary point. Since the SSQCOR cost is a quadratic function of each  , the partial derivative is a linear function of   and hence, the closed form solution can be derived. Stage 2 and higher stages are solved in a similar manner with the cost function replaced by a Lagrangian multiplier incorporating the orthogonality constraints on the canonical coefficient vectors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10616, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In Figure 1, k ≠ j, k, j = 1,2,3, an example is when M = 5, as shown in Figure 1(b) and (c), based on the above optimization, we can obtain A1, A2, A3 simultaneously as shown in Figure 1(d), which satisfies: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 10825, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "k ≠ j, k, j ∈ {1,2,3}; i.e., the covariation of Ak will be a diagonal matrix. In addition, one or more joint components, here the 3rd joint component, will be the target component that has significant correlations with the reference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11059, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "B. MCCAR+jICA", "sentences": [], "annotations": [], "relations": []}, {"offset": 11073, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Due to the potential marginally significant correlations between ROI and reference in each modality, applying correlation with reference within each dataset may introduce ambiguity in feature matching. While MCCA focus only on maximizing inter-modality covariance as shown in Fig. 1(b); therefore, the proposed MCCAR solves two problems in one processing, resulting in unique and robust cross-modality correspondence as well as a CV that is highly correlated with reference in each modality. Although MCCAR can provide a useful decomposition in many cases, the associated maps Ck may still not be unique in some cases. In order to keep the joint target component and maximize the spatial independence, we further apply jICA on the concatenated maps [C1, C2, …, Cn] to obtain the final independent components (ICs)Sk, as well as their corresponding mixing matrices Dk:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 11943, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Combined with equation (1),", "sentences": [], "annotations": [], "relations": []}, {"offset": 11971, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Therefore, compared to blind N-way decomposition, MCCAR+jICA ensures both spatial independence and better correspondence with the reference in the mixing profile. This means in human brain imaging applications, we could simultaneously explore interested multimodal covariation and associate it with specific clinical measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12298, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "C. Simulated Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 12316, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We next simulated multimodal MRI data to compare the proposed method with its alternatives for its capability to extract accurate spatial maps and correspondence between multiple modalities and with the reference. Eight brain networks were simulated using the simTB for fMRI and sMRI. DMRI was generated using the Johns Hopkins University (JHU) white matter atlas in which we selected 8 typical fiber bundles, as shown in Figure 2 (the red boxed source maps are designed to be correlated with reference). Loading matrices for each modality, A1, A2, A3 were constructed in size of 300×8, resulting in 300 samples with 21025, 40000 and 65536 voxels for fMRI, dMRI and sMRI feature matrices respectively by linear combination. Here, we used a real cognitive score of 300 subjects as a reference and carefully designed one component for each modality (in different order, 7th, 4th, 1st for fMRI, sMRI and dMRI respectively) to be significantly correlated with the reference, as shown in Supplementary Table I. We then applied MCCAR+jICA to the simulated datasets and compared its performance with 4 alternative methods under 16 noise levels. The noise levels were simulated with peak signal-to-noise ratio (PSNR) ranges from 1 dB to 34dB. Typical PSNR value for the acceptable image quality is about 30 dB; the lower the value, the more degraded the image.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13669, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "D. Human Brain Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 13689, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this study, we used two independent data cohorts. One is recruited from the Function Biomedical Informatics Research Network (FBIRN) phase III datasets including 147 SZs (39.5 ± 11.7) and 147 HCs (37.4 ± 11) that were matched for age, gender, handedness, and race distributions. Demographics of all subjects are shown in Supplementary Table II. All subjects were collected from seven FBIRN consortium sites (University of California Irvine, University of California Los Angeles, University of California San Francisco, Duke University, University of North Carolina, University of New Mexico, University of Iowa, and University of Minnesota). Each dataset including diagnosis, age at time of scan, gender, illness duration, symptom scores, and current medications when available, were shared by each research group according to their site’s protocols. Inclusion criteria required all participants to be adults between the ages of 18 and 65 years. Diagnosis of schizophrenia was confirmed by trained raters using the Structured Clinical Interview for DSM-IV (SCID). All patients were on a stable dose of antipsychotic medication either typical, atypical, or a combination for at least 2 months. Current symptom severity was rated using the Positive and Negative Syndrome Scale (PANSS). All SZs were clinically stable at the time of scanning. In addition, HC participants were excluded for current or past psychiatric illness based on SCID assessment or for having a first-degree relative with a diagnosis of an Axis-I psychotic disorder. Written informed consent was obtained from all study participants under protocols approved by the Institutional Review Boards at each study site. Demographic information for subjects of each sites are provided in Supplementary Table III.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15466, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Another cohort consisting of 39 SZs (35.6±13.1) and 44 HCs (36.3±12.5) were collected from the University of New Mexico (UNM). Details of the demographic information, inclusion and exclusion criteria could be found in Supplementary Table IV.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15708, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "1) Image Parameters and Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 15746, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The resting state fMRI data were collected on six 3T Siemens TIM Trio scanners and one 3T MR750 General Electric (GE) scanner. The imaging protocol for the resting state scans at all sites was a T2*-weighted AC-PC aligned echo planar imaging sequence (TR/TE 2 s/30 ms, flip angle 77 degrees, 32 slices collected sequentially from superior to inferior, 3.4 × 3.4 × 4 mm with 1 mm gap, 162 frames, 5:38 min). For the resting scan, subjects were instructed to lie still with eyes closed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16231, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DMRI were acquired on six 3T Siemens Tim Trio System and one 3T GE Discovery MR750 scanner. All parameters for these two scanners were the same except for TE (Siemens 84ms/GE 81.7ms). The rest of the parameters for both Siemens and GE were as follows: TR = 9000ms; acquisition matrix = 128 × 128; field of view (FOV) = 256×256 mm; slice thickness = 2 mm; number of slices = 72; slice gap=2 mm; voxel resolution 2×2×2 mm; flip angle = 90; number of diffusion gradient directions = 30, b = 800 seconds/mm2, and 5 measurements with b = 0; number of excitations (NEX) =1. All images were registered to the first b = 0 image by FMRIB Linear Image Registration Tool (FLIRT: http://fsl.fmrib.ox.ac.uk/fsl/fslwiki/FLIRT).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16945, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "High-resolution structural brain scans were also acquired on six 3T Siemens Tim Trio System and one 3T GE Discovery MR750 scanner using standardized sequences. Siemens MP-RAGE scan parameters were: TR/TE/TI=2300/2.94/1100 ms, flip angle=9°, resolution =256×256×160. GE IR_SPGR scan parameters were: TR/TE/TI=5.95/1.99/45 ms, flip angle =12°, resolution =256×256×166. All scans covered the entire brain with FOV=220 mm2, voxel size= 0.86×0.86×1.2 mm3, sagittal scan plane, GRAPPA/ASSET acceleration factor=2, and NEX=1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17464, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fMRI data was preprocessed using the automated analysis pipeline, whose steps are conducted in SPM 5 (http://www.fil.ion.ucl.ac.uk/spm) as follows: Motion correction to the first image using INRIalign; slice timing corrected to the middle slice; and normalization to MNI space, including reslicing to 3 × 3 × 3 mm voxels. We further regressed out six motion parameters, white matter, and cerebrospinal fluid in denoising. Data were then spatially smoothed with an 8 mm full width half max (FWHM) Gaussian filter. To calculate fractional amplitude of low frequency fluctuations (fALFF), the sum of the amplitude values in the 0.01 to 0.08Hz low-frequency power range was divided by the sum of the amplitudes over the entire detectable power spectrum (range: 0–0.25Hz) [see more details in ].", "sentences": [], "annotations": [], "relations": []}, {"offset": 18259, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DMRI data were preprocessed using the FMRIB Software Library (www.fmrib.ox.ac.uk/fsl) and consisted of the following steps: 1) quality check with any gradient directions with excessive motion or vibration artifacts identified and removed; 2) motion and eddy current correction; 3) correction of gradient directions for any image rotation done during the previous motion correction step; and 4) calculation of diffusion tensor and scalar measures such as fractional anisotropy (FA), which were then smoothed using 8 mm FWHM Gaussian filter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18799, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Using the unified segmentation methods of SPM5, the sMRI was normalized to MNI space, resliced to 3 × 3 × 3 mm, and segmented into gray matter (GM), white matter, and cerebral spinal fluid (CSF). Then, the GM images were smoothed with a FWHM of 8 mm Gaussian filter. Subject outlier detection was further performed using a spatial Pearson correlation with the template image to ensure that all subjects were properly segmented [details can be found in ].", "sentences": [], "annotations": [], "relations": []}, {"offset": 19254, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "2) Normalization and Site Effect Correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 19298, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After preprocessing, the three-dimensional brain images of each subject were reshaped into a one-dimensional vector and stacked, forming a matrix (Nsubj×Nvoxel) for each of the three modalities. These three matrices were then normalized to have the same average sum of squares (computed across all subjects and all voxels for each modality) to ensure all modalities had the same ranges.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19685, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Multivariate analysis of covariance (MANCOVA) was performed on the normalized feature matrices. Gender, age and site were set as covariates, along with their interactions were all regressed out from fALFF, FA and GM matrices respectively, to minimize their potential impact on the imaging data, the resulting data were then ready for fusion analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20036, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "3) The Working Memory Scores", "sentences": [], "annotations": [], "relations": []}, {"offset": 20065, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We use one cognitive domain measure, working memory (WM) score, as the reference for supervised multimodal MRI fusion. For fBIRN data, the WM score was measured by the Computerized Multiphasic Interactive Neuro-cognitive System (CMINDS). As listed in Supplementary Table II, CMINDS involves 6 domains, i.e., speed of processing, attention/vigilance, working memory, verbal learning, visual learning and reasoning/problem solving. For the validated data cohort from UNM, working memory score is measured by the MATRICS Consensus Cognitive Battery (MCCB) system, which is launched by the National Institute of Mental Health and contain one more domain, social cognition than CMINDS, see supplementary Table IV. Both cognitive measurement systems include computerized neuropsychological tasks that are structurally and functionally similar, and the neurocognitive domain z-scores were computed from these tests. As reported by, CMINDS is very similar to MATRICS on measuring cognitive deficits in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21074, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "III. Results of Simulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 21101, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The proposed method MCCAR+jICA together with its 4 alternatives (MCCA1, MCCA2, MCCAR, MCCA+jICA) were tested on the carefully designed simulated data, in which MCCA1 denotes MCCA optimized by the maximum variance method, MAXVAR, MCCA2 represent MCCA optimized by the sum of squared correlations method, SSQCOR. For each method, the decomposed components are paired with the true sources via cross-correlation automatically within each modality. We compared their fusion performance across multiple aspects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21608, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "One important property is that whether the supervised method is able to detect the target component (significantly correlated with reference) accurately and with right correspondence across modalities. Figure 3(a) shows the ability for different fusion methods in getting priority-set reference signals as one joint component under one noise level (PSNR =7). It is clear that only supervised method MCCAR (blue) and MCCAR+jICA (magenta) could obtain multi-modal target components with right correspondence (same component order, all correlated with reference), i.e., the component linked with the reference in multiple modalities will come out as one joint component. While unsupervised algorithms may lose such correspondence info in noisy conditions, though the correlation value with reference could be captured. Figure 3(b) and (c) displays the boxplot of the estimation accuracy of the identified target component across 16 noise levels. The estimation accuracy used here is defined as the correlation between the true source(s)/mixing matrices and the estimated component(s)/mixing matrices. It is evident that MCCA+jICA (yellow) and MCCAR+jICA (magenta) exhibit outperform others on both source and mixing matrix for 3 modalities. Figure 3(d) displays the estimation of inter-modality correlation (black is the true value) of the identified target component and Figure 3(e) shows the mean absolute error of the estimated multimodal correlation. It is also evident that the estimation accuracy of MCCAR+jICA is closest to the ground truth. More importantly, even compared with 3 separate ICA in each modality, MCCAR+jICA also achieves the best modal-connection estimation with minimum absolute error, validating the advantages of the supervised, goal-directed model on extracting the target component more precisely.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23431, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Besides the target component, for decomposition of other components, as shown in Figure 4, it is evident that MCCAR+jICA is quite robust to noise and its source separation performance is consistently the best in all noise conditions among 5 approaches, MCCA+jICA is the second best in source and mixing matrix estimation. Moreover, the performance of MCCAR is not as good as MCCAR+jICA, since MCCAR+ jICA achieves more precise source estimation than MCCAR, which demonstrates the necessity of applying jICA. Finally, the accuracy for different component numbers to identify target components is shown in Figure 5. The higher values of the accuracy, the brighter color is in the squares in Figure 5. It is clear that when estimated component number is equal or higher than the true value (M ≥ 8), MCCAR+jICA achieved the highest or close to highest accuracy among 5 methods in most cases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24319, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When determining the value of λ that balances the weight of   and   in (3)/(4), we performed 5-fold cross validation on 300 simulated data for 50 times. 4/5 of the data was trained by MCCAR+jICA to be decomposed into Atrain and S, where S is further used in the left out 1/5 testing data to decompose it into Atest and S. Then we tested the correlation between the reference and the target component of Atest (with the same IC order of the target component derived from Atrain) for 5×50=250 times on each modality. As shown in Figure 6, the mean and standard derivation of correlations of all iterations for 3 modalities were calculated. When λ= 0.8, the mean correlation between estimated target IC and the reference reaches its maximum value, thus we set λ=0.8 in simulation under PSNR=7. For real human MRI data, we adopted the same strategy to determine the value of λ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25193, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "IV. Results of Human Brain Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 25225, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "A. FBIRN Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 25242, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In human data application, we first applied the proposed method on FBIRN Phase III multimodal data consisting of 294 subjects (147 HC, 147 SZ), who were measured by CMINDS with a working memory score. Three representative MRI features, i.e., fALFF from resting-state functional MRI, GM volume from sMRI, and FA from dMRI were extracted and combined by MCCAR+jICA, in which the working memory domain score was set as the reference. Similar cross-validation method (as shown in Figure 6) was used to determine λ in FBIRN data, and we finally set λ = 0.8. We aim to discover the joint ICs that are not only significantly correlated with CMINDS working memory scores, but also joint group-discriminative. Here the joint IC means components of the same index across modalities. 20 components were estimated for each feature according to an improved MDL criterion. We then performed two-sample t-tests on mixing coefficients of each IC for each modality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26191, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among the 20 derived ICs, the 6th IC was found to be the component of interest. It is both correlated with working memory scores (r=0.296, 0.241, 0.301), and significantly group-discriminating (p=7.4×10−6, 1.0×10−3, 7.0×10−9 FDR corrected) for fMRI, dMRI and sMRI, respectively. Figure 7 displayed the spatial maps (transformed into Z scores, visualized at |Z| >2) and showing HC>SZ for all modalities on the mean of loading parameters, as the boxplot shown in Figure 7 (b), so that the positive Z-values (red regions) indicate higher contribution in HC than SZ and the negative Z-values (blue regions) indicate higher contribution in SZ than HC. The identified regions in IC6 are summarized in Supplementary Table V for fALFF and GM components as well as FA (white matter tracts, from John Hopkins Atlas). Figure 7 (c) indicates the positive correlation between loadings of IC6 and the working memory scores in three modalities (HC: red dots, SZ: blue dots); the higher loadings correspond to better working memory performance. Additionally, the identified IC6 is also anti-correlated with PANSS negative scores (r=−0.229, −0.276, −0.240) for fMRI, dMRI and sMRI, respectively. No significant correlation was found with PANSS positive scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27435, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Regarding the identified brain regions, both fMRI_IC6 and sMRI_IC6 identified dorsolateral prefrontal cortex (DLPFC), where patients indicated higher fALFF values but lower GM volume. There are very consistent evidences that SZ have difficulty with processes attributed to the central executive component of working memory. Two meta-analyses on working memory related brain activation in schizophrenia provide consistent evidence for altered activity in DLPFC, indicating that the link between DLPFC dysfunction and disrupted working memory is a prominent feature of leading cognitive neuroscience models of schizophrenia. Several lines of evidence also suggest working memory and the DLPFC component in particular, as a critical domain of dysfunction in the pathophysiology of schizophrenia. In sMRI studies, the DLPFC is a key cortical region in which gray matter is reduced in volume in schizophrenia, changes that are correlated with negative symptom severity in patients. Overall, our results suggest that higher fALFF but lower GM volume in DLPFC relates to worse working memory in schizophrenia. Commonly in fMRI_IC6 and sMRI_IC6, SZ also showed lower values in thalamus, which is believed to be the mediator of attention under the notable contextual and leading influence of the neocortex. Thalamus has dense reciprocal projections with cerebral neocortex and with limbic structures, and forms a key part of the pathway for transmission of sensory information to cortex. The thalamus and the basal ganglia are key structures linked to the prefrontal cortex and are known to be involved in working memory and it also participate in the thalamic–cortical–striatal circuitry subserving working memory. An alternative account of the present findings, which emphasizes the fractional similarity network analysis results, posits the DLPFC/anterior cingulate cortex (ACC)/thalamus triad as a core deficit, with the dysfunction elsewhere in the network as a downstream functional consequence of working memory disturbance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29458, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For fMRI only, patients indicated higher fALFF values in superior frontal gyrus, medial frontal gyrus, superior temporal gyrus (STG), and inferior parietal lobule. Both fronto-temporal and front-parietal circuits’ abnormalities were observed in fALFF. Fronto-temporal dysconnectivity has been proposed as a mechanism leading to the psychotic symptoms, especially auditory hallucinations, in schizophrenia. Disrupted fronto-parietal circuit may account for the impaired executive function and cognitive control in schizophrenia, especially the working memory deficit.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30025, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For GM only, patients showed lower GM volume in ACC, insular, which consist of the salience network, as well as subcortical areas including caudate, amygdala, hippocampus. Insular is a cortical structure with extensive connections to many areas of the cortex and limbic system. It integrates external sensory input with the limbic system and is integral to the awareness of the body’s state (interoception). Recent studies report that the dorsal anterior insular and dACC, core regions of the salience network, play a critical role in mediating the interaction between emotion perception and executive control involving in emotional working memory processing. Although the DLPFC lesion is reported consistently in patients with schizophrenia relative to healthy subjects, abnormal activation patterns are not restricted to this region. Two previous meta-analysis about working memory deficits in schizophrenia has pointed out that apart from DLPFC dysfunction, the ACC and bilateral insular (main parts of the salience network) also participate in working memory performance in SZ. We successfully replicated the previous studies that a relatively greater degree of reduction in prefrontal and salience network in schizophrenia has been extracted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31273, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For dMRI, the co-occurring FA values in superior longitudinal fasciculus (SLF), inferior longitudinal fasciculus (ILF), forceps minor (FMIN) and forceps major (FMAJ) were lower in SZ. The FMIN linking DLPFC region is traversed by tracts interconnecting the frontal lobe, providing evidence for disrupted anatomical connections in the fronto-limbic circuitry. FA changes in the SLF, the major white matter connection between prefrontal and parietal cortices, relate to verbal working memory performance. As reported, the integrity of this physiological connection predicted performance on a verbal working memory task, indicating that this structural change may have important functional implications. According to the macrocircuit theory, specific white matter tracts are disrupted either as a cause or a consequence of a disorder in the gray matter regions they connect. Consistent with previous reports, the current study also found moderate correlations between the severity of negative symptom and diffusion measurements of certain tracts, including FMAJ, FMIN, SLF, and ILF.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32353, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "B. Independent Cohort Validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 32386, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to the interferential effects of varying measurement conditions and demographic distributions, few studies have been strictly validated for independent cohorts. Here we further tested the stability of our proposed method using another independent validation cohort, data from UNM, including 39 SZs and 44 HCs. No overlapped subjects between UMN and FBIRN. A similar working memory domain score from a cognition measurement system: MCCB, was used as reference. 24 components were estimated for each feature according to an improved MDL criterion. Among the 24 derived ICs, IC1 was found to be both correlated with MCCB working memory scores (r=0.284, 0.3, 0.224) and significantly group-discriminating (p=4.0×10−4, 1.7×10−2, 4.8×10−2) for all 3 modalities, as displayed in Figure 8. The identified regions in IC1 are summarized in Supplementary Table VI for fALFF, FA, and GM, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33280, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 9 indicates the comparison of working memory (WM) related components obtained from 2 independent cohorts. Note that the working memory performance was calculated from two systems, though they are not completely identical in WM tasks, we still obtained very similar brain patterns related to WM performance between two independent data sets. Particularly, sMRI and DTI get the highest overlapped brain regions for both FBIRN and UNM. For sMRI, decreased GM values in salience network (including dorsal ACC and insular) and executive control network (including DLPFC and STG), and subcortical areas (including caudate, putamen, thalamus) were detected for both cohorts. For DTI, the major tract including the SLF, inferior fronto-occipital fasciculus, ILF, FMAJ and FMIN, ATR, which are summarized by a recent meta-analysis, were almost the same for both cohorts. While for fMRI, the prefrontal areas and posterior DMN are the most consistent brain areas for both FBIRN and UNM. Previous studies showed that the DMN was generally divided into two subsystems: anterior part and posterior part (pDMN). The former is mostly related to self-referential mental thought and the latter engages in episodic memory retrieval. In our results, we recognized pDMN (including posterior cingulate cortex (PCC), superior frontal gyrus, middle frontal gyrus, posterior inferior parietal lobule and middle temporal gyrus) in fMRI, which showed higher fALFF values in SZ. Previous task-related neuroimaging studies have indicated that the PCC increases activation in successful retrieval of episodic memory. Overall, all the above mentioned brain networks (the salience network, pDMN, executive control network and prefrontal areas) were replicated in another independent cohort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35047, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, to verify the effectiveness of the identified regions, we also searched the meta-analysis results from Neurosynth (http://neurosynth.org/) using working memory as search terms. According to the inference map we obtained, the bilateral anterior insular, middle frontal and inferior frontal areas are the brain regions most associated with working memory performance, while we successfully extract then in two sites on both GM and fALFF. Note in Neurosynth, if a study used working memory as the searched keywords, we obtained statistical inference maps displaying z-scores according to the probability of a region’s being activated. In other words, these maps displayed the brain regions that were consistently activated in studies that are loaded highly on a specific term. These maps were threshold at a false discovery rate (FDR) of 0.01. We also noticed that the subcortical regions in fMRI are different between two sites, this may be due to the discrepancy of the working memory tasks included in two cognitive measurement systems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36097, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In sum, we successfully replicated the modality-covarying network particularly related to WM deficits in schizophrenia. The highly consistent functional-anatomical-structural co-alterations between two sites verified the effectiveness of the proposed fusion with reference model. More importantly, the identified executive control network, salience network, and the posterior default mode network have previously been suggested to be associated with WM deficits in multiple reports but never in a multimodal analysis across multiple cohorts in the same study, which suggests a great potential for the use of the proposed method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36726, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "V. Discussion and Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 36755, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we proposed a novel supervised fusion with reference model, MCCAR+jICA, which is able to extract interested components associated with a specific prior reference, e.g., cognitive scores. Compared to the blind (unsupervised) fusion approaches, e.g. MCCA, jICA, etc. as summarized in Sui, the proposed model is more goal-directed by taking advantage of a priori to guide the fusion, which is also shown to be more stable in various noise levels and even when the estimation of component number is not accurate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37279, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In simulation, we compared MCCAR+jICA with its alternatives on the performance of getting right target joint components. Results indicate that MCCAR+jICA is able to extract the particular component of interest with improved accuracy on both mixing coefficients and source maps. Moreover, source separation performance of all other components is also kept as the higher level. In the real-world fusion application, we combined data from brain function, white matter tracts and gray matter volume from schizophrenia and healthy controls. A joint component was identified that are not only correlated with working memory domain scores from CMINDS, but also show significant group differences between schizophrenia and controls. Specifically, we successfully extracted robust modality-common covarying networks including the executive control network and prefrontal areas (both detected in fALFF and GM), and the modality-specific networks including pDMN (only detected in fALFF) and the salience network (only detected in GM). Most importantly, the identified working memory related, brain functional and structural networks can be replicated in another independent cohort and both were impaired in SZ. This means for brain imaging applications, we can simultaneously explore multimodal inter-subject covariation linked with a specific clinical measure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38630, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to working memory dysfunction, other cognitive domains could also be studied using our method, e.g. composite cognitive scores, one of the most widely reported cognitive deficit in schizophrenia, which would appear in our another work. Furthermore, MCCAR+jICA can be applied straightforwardly to study other brain diseases (such as psychotic major depression disorder (MDD), or non-psychotic bipolar disorder (BP)). In addition, the choice of cognitive measure is flexible. Other references that could be used include symptom severity scores, age, or behavioral measures. Finally, apart from the above mentioned cognitive measures, genetic data could also be used as reference, e.g. a microRNA, to explore brain structure and function associated with genetic variants, presenting a new direction of future fusion work on mental disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39481, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A possible limitation of this work is that MCCAR+jICA operates on extracted features, rather than the original imaging data, (e.g. using fALFF instead of 4DfMRI data). Although some of the temporal information is lost using this method, a “feature” tends to be more tractable than working with the large-dimensional original data and provides a simpler space in which to link the data. While in future work, we can include temporal features, like dynamic states, or functional network connectivity matrices as fusion input for fMRI, to capture both temporal and spatial co-alterations. Furthermore, most participants were receiving antipsychotic and/or mood stabilizing medication at the time of scanning (medication information can be found in Supplementary Table VII), which may result in potential structural and functional brain alterations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40327, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, this study proposed a novel supervised fusion model MCCAR+jICA, and provided proof-of-concept of its application in brain imaging data. To our knowledge, this is the first attempt to use cognitive score as a reference to guide multimodal imaging data fusion for seeking potential multimodal neuromarkers of working memory deficits in schizophrenia. Based on the proposed model, we not only identified co-varying brain regions that were suggested linked with core schizophrenic deficits of working memory in multiple reports, but also verified the results in a repeatable manner in an independent cohort, promising a widely use of the proposed method in detection of potential biomarkers for mental disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41048, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 41071, "infons": {"fpage": "11", "issue": "Pt 1", "lpage": "23", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Huster;given-names:R", "name_2": "surname:Yu;given-names:Q", "name_3": "surname:Segall;given-names:JM", "name_4": "surname:Calhoun;given-names:VD", "pub-id_pmid": "24084066", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "102", "year": "2014"}, "text": "Function-structure associations of the brain: evidence from multimodal connectivity and covariance studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 41178, "infons": {"comment": "In press", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Sui;given-names:J", "section_type": "REF", "source": "Biological Psychiatry: Cognitive Neuroscience and Neuroimaging", "type": "ref", "year": "2016"}, "text": "Multimodal fusion of brain imaging data: A key to finding the missing link(s) in complex mental illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 41282, "infons": {"fpage": "598", "lpage": "610", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Kiehl;given-names:KA", "name_3": "surname:Astur;given-names:R", "name_4": "surname:Pekar;given-names:JJ", "name_5": "surname:Pearlson;given-names:GD", "pub-id_pmid": "16342150", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "27", "year": "2006"}, "text": "A method for multitask fMRI data fusion applied to schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 41347, "infons": {"name_0": "surname:Meng;given-names:X", "name_1": "surname:Jiang;given-names:R", "name_2": "surname:Lin;given-names:D", "name_3": "surname:Bustillo;given-names:J", "name_4": "surname:Jones;given-names:T", "name_5": "surname:Chen;given-names:J", "section_type": "REF", "source": "Neuroimage", "type": "ref", "year": "2016"}, "text": "Predicting individualized clinical measures by a generalized prediction framework and multimodal fusion of MRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 41463, "infons": {"fpage": "853", "lpage": "869", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Calhoun;given-names:VD", "name_2": "surname:Filippi;given-names:M", "section_type": "REF", "source": "fMRI Techniques and Protocols", "type": "ref", "year": "2016"}, "text": "Multimodal Fusion of Structural and Functional Brain Imaging Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 41529, "infons": {"comment": "In Press", "name_0": "surname:Silva;given-names:RF", "name_1": "surname:Plis;given-names:SM", "name_2": "surname:Sui;given-names:J", "name_3": "surname:Pattichis;given-names:MS", "name_4": "surname:Adalı;given-names:T", "name_5": "surname:Calhoun;given-names:VD", "pub-id_doi": "10.1109/JSTSP.2016.2594945", "section_type": "REF", "source": "IEEE JSTSP", "type": "ref", "year": "2016"}, "text": "Blind Source Separation for Unimodal and Multimodal Brain Networks: A Unifying Framework for Subspace Modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 41640, "infons": {"fpage": "119", "lpage": "32", "name_0": "surname:Sui;given-names:J", "name_1": "surname:He;given-names:H", "name_2": "surname:Pearlson;given-names:GD", "name_3": "surname:Adali;given-names:T", "name_4": "surname:Kiehl;given-names:KA", "name_5": "surname:Yu;given-names:Q", "pub-id_pmid": "23108278", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "66", "year": "2013"}, "text": "Three-way (N-way) fusion of brain imaging data based on mCCA+jICA and its application to discriminating schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 41758, "infons": {"fpage": "839", "lpage": "55", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Pearlson;given-names:G", "name_2": "surname:Caprihan;given-names:A", "name_3": "surname:Adali;given-names:T", "name_4": "surname:Kiehl;given-names:KA", "name_5": "surname:Liu;given-names:J", "pub-id_pmid": "21640835", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "57", "year": "2011"}, "text": "Discriminating schizophrenia and bipolar disorder by fusing fMRI and DTI in a multimodal CCA+ joint ICA model", "sentences": [], "annotations": [], "relations": []}, {"offset": 41868, "infons": {"fpage": "1251", "lpage": "1266", "name_0": "surname:Li;given-names:YO", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Calhoun;given-names:VD", "pub-id_pmid": "17274023", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "28", "year": "2007"}, "text": "Estimating the number of independent components for functional magnetic resonance imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 41963, "infons": {"fpage": "241", "lpage": "55", "name_0": "surname:Liu;given-names:J", "name_1": "surname:Pearlson;given-names:G", "name_2": "surname:Windemuth;given-names:A", "name_3": "surname:Ruano;given-names:G", "name_4": "surname:Perrone-Bizzozero;given-names:NI", "name_5": "surname:Calhoun;given-names:V", "pub-id_pmid": "18072279", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "30", "year": "2009"}, "text": "Combining fMRI and SNP data to investigate connections between brain function and genetics using parallel ICA", "sentences": [], "annotations": [], "relations": []}, {"offset": 42073, "infons": {"fpage": "27", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Yu;given-names:Q", "name_2": "surname:He;given-names:H", "name_3": "surname:Pearlson;given-names:GD", "name_4": "surname:Calhoun;given-names:VD", "pub-id_pmid": "22375114", "section_type": "REF", "source": "Front Hum Neurosci", "type": "ref", "volume": "6", "year": "2012"}, "text": "A selective review of multimodal fusion methods in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42138, "infons": {"fpage": "68", "lpage": "81", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Yu;given-names:Q", "name_3": "surname:Chen;given-names:J", "name_4": "surname:Calhoun;given-names:VD", "pub-id_pmid": "22108139", "section_type": "REF", "source": "J Neurosci Methods", "type": "ref", "volume": "204", "year": "2012"}, "text": "A review of multivariate methods for multimodal fusion of brain imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 42215, "infons": {"fpage": "230", "lpage": "244", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Sui;given-names:J", "pub-id_pmid": "27347565", "section_type": "REF", "source": "Biol Psychiatry Cogn Neurosci Neuroimaging", "type": "ref", "volume": "1", "year": "2016"}, "text": "Multimodal fusion of brain imaging data: A key to finding the missing link(s) in complex mental illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 42319, "infons": {"fpage": "384", "lpage": "96", "name_0": "surname:Chen;given-names:J", "name_1": "surname:Calhoun;given-names:VD", "name_2": "surname:Pearlson;given-names:GD", "name_3": "surname:Perrone-Bizzozero;given-names:N", "name_4": "surname:Sui;given-names:J", "name_5": "surname:Turner;given-names:JA", "pub-id_pmid": "23727316", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "83", "year": "2013"}, "text": "Guided exploration of genomic risk for gray matter abnormalities in schizophrenia using parallel independent component analysis with reference", "sentences": [], "annotations": [], "relations": []}, {"offset": 42462, "infons": {"fpage": "811", "lpage": "822", "name_0": "surname:Michael;given-names:ARL", "name_1": "surname:Minzenberg;given-names:J", "name_2": "surname:Thelen;given-names:Sarah", "name_3": "surname:Carter;given-names:Cameron S", "name_4": "surname:David;given-names:C Glahn", "pub-id_pmid": "19652121", "section_type": "REF", "source": "Archives of General Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Meta-analysis of 41 Functional Neuroimaging Studies of Executive Function in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42553, "infons": {"fpage": "19", "lpage": "31", "name_0": "surname:Potkin;given-names:SG", "name_1": "surname:Turner;given-names:JA", "name_2": "surname:Brown;given-names:GG", "name_3": "surname:McCarthy;given-names:G", "name_4": "surname:Greve;given-names:DN", "name_5": "surname:Glover;given-names:GH", "pub-id_pmid": "19042912", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "35", "year": "2009"}, "text": "Working memory and DLPFC inefficiency in schizophrenia: the FBIRN study", "sentences": [], "annotations": [], "relations": []}, {"offset": 42625, "infons": {"fpage": "512", "lpage": "8", "name_0": "surname:Karlsgodt;given-names:KH", "name_1": "surname:van Erp;given-names:TG", "name_2": "surname:Poldrack;given-names:RA", "name_3": "surname:Bearden;given-names:CE", "name_4": "surname:Nuechterlein;given-names:KH", "name_5": "surname:Cannon;given-names:TD", "pub-id_pmid": "17720147", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "63", "year": "2008"}, "text": "Diffusion tensor imaging of the superior longitudinal fasciculus and working memory in recent-onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42739, "infons": {"fpage": "60", "lpage": "9", "name_0": "surname:Glahn;given-names:DC", "name_1": "surname:Ragland;given-names:JD", "name_2": "surname:Abramoff;given-names:A", "name_3": "surname:Barrett;given-names:J", "name_4": "surname:Laird;given-names:AR", "name_5": "surname:Bearden;given-names:CE", "pub-id_pmid": "15846819", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "25", "year": "2005"}, "text": "Beyond hypofrontality: a quantitative meta-analysis of functional neuroimaging studies of working memory in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42861, "infons": {"fpage": "123", "lpage": "34", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Pearlson;given-names:G", "name_3": "surname:Yang;given-names:H", "name_4": "surname:Sponheim;given-names:SR", "name_5": "surname:White;given-names:T", "pub-id_pmid": "20114081", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "51", "year": "2010"}, "text": "A CCA+ICA based model for multi-task brain imaging data fusion and its application to schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42961, "infons": {"fpage": "4160", "lpage": "4167", "name_0": "surname:Erhardt;given-names:EB", "name_1": "surname:Allen;given-names:EA", "name_2": "surname:Wei;given-names:Y", "name_3": "surname:Eichele;given-names:T", "name_4": "surname:Calhoun;given-names:VD", "pub-id_pmid": "22178299", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "SimTB, a simulation toolbox for fMRI data under a model of spatiotemporal separability", "sentences": [], "annotations": [], "relations": []}, {"offset": 43048, "infons": {"name_0": "surname:Thomos;given-names:N", "name_1": "surname:Boulgouris;given-names:NV", "name_2": "surname:Strintzis;given-names:MG", "section_type": "REF", "source": "IEEE Trans Image Process", "type": "ref", "volume": "15", "year": "2006"}, "text": "Optimized transmission of JPEG2000 streams over wireless channels", "sentences": [], "annotations": [], "relations": []}, {"offset": 43114, "infons": {"name_0": "surname:First;given-names:MBS", "name_1": "surname:RL", "name_2": "surname:Gibbon;given-names:MG", "name_3": "surname:Williams;given-names:JBW", "section_type": "REF", "source": "Structured Clinical Interview for DSM-IV-TR Axis I Disorders – Patient Edition", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 43115, "infons": {"fpage": "59", "lpage": "67", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Opler;given-names:LA", "name_2": "surname:Lindenmayer;given-names:JP", "section_type": "REF", "source": "Br J Psychiatry Suppl", "type": "ref", "volume": "7", "year": "1989"}, "text": "The positive and negative syndrome scale (PANSS): rationale and standardisation", "sentences": [], "annotations": [], "relations": []}, {"offset": 43195, "infons": {"fpage": "36", "name_0": "surname:Bockholt;given-names:HJ", "name_1": "surname:Scully;given-names:M", "name_2": "surname:Courtney;given-names:W", "name_3": "surname:Rachakonda;given-names:S", "name_4": "surname:Scott;given-names:A", "name_5": "surname:Caprihan;given-names:A", "pub-id_pmid": "20461147", "section_type": "REF", "source": "Front Neuroinform", "type": "ref", "volume": "3", "year": "2010"}, "text": "Mining the mind research network: a novel framework for exploring large scale, heterogeneous translational neuroscience research data sources", "sentences": [], "annotations": [], "relations": []}, {"offset": 43337, "infons": {"fpage": "137", "lpage": "41", "name_0": "surname:Zou;given-names:QH", "name_1": "surname:Zhu;given-names:CZ", "name_2": "surname:Yang;given-names:Y", "name_3": "surname:Zuo;given-names:XN", "name_4": "surname:Long;given-names:XY", "name_5": "surname:Cao;given-names:QJ", "pub-id_pmid": "18501969", "section_type": "REF", "source": "J Neurosci Methods", "type": "ref", "volume": "172", "year": "2008"}, "text": "An improved approach to detection of amplitude of low-frequency fluctuation (ALFF) for resting-state fMRI: fractional ALFF", "sentences": [], "annotations": [], "relations": []}, {"offset": 43460, "infons": {"fpage": "137", "name_0": "surname:Turner;given-names:JA", "name_1": "surname:Damaraju;given-names:E", "name_2": "surname:van Erp;given-names:TG", "name_3": "surname:Mathalon;given-names:DH", "name_4": "surname:Ford;given-names:JM", "name_5": "surname:Voyvodic;given-names:J", "pub-id_pmid": "23964193", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "volume": "7", "year": "2013"}, "text": "A multi-site resting state fMRI study on the amplitude of low frequency fluctuations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43562, "infons": {"fpage": "10", "lpage": "6", "name_0": "surname:van Erp;given-names:TG", "name_1": "surname:Greve;given-names:DN", "name_2": "surname:Rasmussen;given-names:J", "name_3": "surname:Turner;given-names:J", "name_4": "surname:Calhoun;given-names:VD", "name_5": "surname:Young;given-names:S", "pub-id_pmid": "24650452", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "222", "year": "2014"}, "text": "A multi-scanner study of subcortical brain volume abnormalities in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43643, "infons": {"fpage": "1133", "lpage": "42", "name_0": "surname:Gupta;given-names:CN", "name_1": "surname:Calhoun;given-names:VD", "name_2": "surname:Rachakonda;given-names:S", "name_3": "surname:Chen;given-names:J", "name_4": "surname:Patel;given-names:V", "name_5": "surname:Liu;given-names:J", "pub-id_pmid": "25548384", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "41", "year": "2015"}, "text": "Patterns of Gray Matter Abnormalities in Schizophrenia Based on an International Mega-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43738, "infons": {"fpage": "826", "lpage": "34", "name_0": "surname:van Erp;given-names:TG", "name_1": "surname:Preda;given-names:A", "name_2": "surname:Turner;given-names:JA", "name_3": "surname:Callahan;given-names:S", "name_4": "surname:Calhoun;given-names:VD", "name_5": "surname:Bustillo;given-names:JR", "pub-id_pmid": "26586142", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "230", "year": "2015"}, "text": "Neuropsychological profile in adult schizophrenia measured with the CMINDS", "sentences": [], "annotations": [], "relations": []}, {"offset": 43813, "infons": {"fpage": "433", "lpage": "451", "name_0": "surname:Kettenring;given-names:JR", "section_type": "REF", "source": "Biometrika", "type": "ref", "volume": "58", "year": "1971"}, "text": "Canonical analysis of several sets of variables", "sentences": [], "annotations": [], "relations": []}, {"offset": 43861, "infons": {"fpage": "3918", "lpage": "3929", "name_0": "surname:Yi-Ou Li;given-names:TA", "name_1": "surname:Wang;given-names:Wei", "name_2": "surname:Calhoun;given-names:Vince D", "section_type": "REF", "source": "IEEE TRANSACTIONS ON SIGNAL PROCESSING", "type": "ref", "volume": "50", "year": "2009"}, "text": "Joint Blind Source Separation by Multiset Canonical Correlation Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43934, "infons": {"fpage": "599", "lpage": "611", "name_0": "surname:Park;given-names:JLaS", "pub-id_pmid": "16351383", "section_type": "REF", "source": "J Abnorm Psychol", "type": "ref", "volume": "114", "year": "2005"}, "text": "Working memory impairments in schizophrenia A meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43994, "infons": {"fpage": "794", "lpage": "804", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Pearlson;given-names:GD", "name_2": "surname:Du;given-names:Y", "name_3": "surname:Yu;given-names:Q", "name_4": "surname:Jones;given-names:TR", "name_5": "surname:Chen;given-names:J", "pub-id_pmid": "25847180", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "78", "year": "2015"}, "text": "In Search of Multimodal Neuroimaging Biomarkers of Cognitive Deficits in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44081, "infons": {"fpage": "238", "lpage": "43", "name_0": "surname:Pinault;given-names:D", "pub-id_pmid": "21307040", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "37", "year": "2011"}, "text": "Dysfunctional thalamus-related networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44138, "infons": {"fpage": "1099", "lpage": "1119", "name_0": "surname:Robert;given-names:CGW", "name_1": "surname:McCarley;given-names:W", "name_2": "surname:Frumin;given-names:Melissa", "name_3": "surname:Hirayasu;given-names:Yoshio", "name_4": "surname:Levitt;given-names:James J", "name_5": "surname:Fischer;given-names:Iris A", "name_6": "surname:Shenton;given-names:Martha E", "pub-id_pmid": "10331102", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "45", "year": "1999"}, "text": "MRI Anatomy of Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44167, "infons": {"fpage": "49", "lpage": "53", "name_0": "surname:Bor;given-names:J", "name_1": "surname:Brunelin;given-names:J", "name_2": "surname:Sappey-Marinier;given-names:D", "name_3": "surname:Ibarrola;given-names:D", "name_4": "surname:d’Amato;given-names:T", "name_5": "surname:Suaud-Chagny;given-names:MF", "pub-id_pmid": "21067898", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "125", "year": "2011"}, "text": "Thalamus abnormalities during working memory in schizophrenia. An fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 44244, "infons": {"fpage": "11061", "lpage": "11071", "name_0": "surname:Stan;given-names:DNB", "name_1": "surname:Floresco;given-names:B", "name_2": "surname:Phillips;given-names:Anthony G", "pub-id_pmid": "10594086", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "19", "year": "1999"}, "text": "Thalamic– Cortical–Striatal Circuitry Subserves Working Memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 44307, "infons": {"fpage": "207", "lpage": "19", "name_0": "surname:Zhou;given-names:Y", "name_1": "surname:Fan;given-names:L", "name_2": "surname:Qiu;given-names:C", "name_3": "surname:Jiang;given-names:T", "pub-id_pmid": "25761914", "section_type": "REF", "source": "Neurosci Bull", "type": "ref", "volume": "31", "year": "2015"}, "text": "Prefrontal cortex and the dysconnectivity hypothesis of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44377, "infons": {"fpage": "2349", "lpage": "56", "name_0": "surname:Seeley;given-names:WW", "name_1": "surname:Menon;given-names:V", "name_2": "surname:Schatzberg;given-names:AF", "name_3": "surname:Keller;given-names:J", "name_4": "surname:Glover;given-names:GH", "name_5": "surname:Kenna;given-names:H", "pub-id_pmid": "17329432", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "27", "year": "2007"}, "text": "Dissociable intrinsic connectivity networks for salience processing and executive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 44467, "infons": {"fpage": "93", "lpage": "104", "name_0": "surname:Wylie;given-names:KP", "name_1": "surname:Tregellas;given-names:JR", "pub-id_pmid": "20832997", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "123", "year": "2010"}, "text": "The role of the insula in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44507, "infons": {"fpage": "5606", "lpage": "16", "name_0": "surname:Luo;given-names:Y", "name_1": "surname:Qin;given-names:S", "name_2": "surname:Fernandez;given-names:G", "name_3": "surname:Zhang;given-names:Y", "name_4": "surname:Klumpers;given-names:F", "name_5": "surname:Li;given-names:H", "pub-id_pmid": "25044711", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "35", "year": "2014"}, "text": "Emotion perception and executive control interact in the salience network during emotionally charged working memory processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 44634, "infons": {"fpage": "811", "lpage": "822", "name_0": "surname:Michael;given-names:ARL", "name_1": "surname:Minzenberg;given-names:J", "name_2": "surname:Thelen;given-names:Sarah", "name_3": "surname:Carter;given-names:Cameron S", "name_4": "surname:Glahn;given-names:David C", "pub-id_pmid": "19652121", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Meta-analysis of 41 Functional Neuroimaging Studies of Executive Function in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44725, "infons": {"fpage": "678", "lpage": "86", "name_0": "surname:Sun;given-names:H", "name_1": "surname:Lui;given-names:S", "name_2": "surname:Yao;given-names:L", "name_3": "surname:Deng;given-names:W", "name_4": "surname:Xiao;given-names:Y", "name_5": "surname:Zhang;given-names:W", "pub-id_pmid": "25993492", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Two Patterns of White Matter Abnormalities in Medication-Naive Patients With First-Episode Schizophrenia Revealed by Diffusion Tensor Imaging and Cluster Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44888, "infons": {"fpage": "976", "lpage": "84", "name_0": "surname:Szeszko;given-names:PR", "name_1": "surname:Robinson;given-names:DG", "name_2": "surname:Ashtari;given-names:M", "name_3": "surname:Vogel;given-names:J", "name_4": "surname:Betensky;given-names:J", "name_5": "surname:Sevy;given-names:S", "pub-id_pmid": "17581532", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "33", "year": "2008"}, "text": "Clinical and neuropsychological correlates of white matter abnormalities in recent onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44991, "infons": {"fpage": "665", "lpage": "74", "name_0": "surname:Ehrlich;given-names:S", "name_1": "surname:Geisler;given-names:D", "name_2": "surname:Yendiki;given-names:A", "name_3": "surname:Panneck;given-names:P", "name_4": "surname:Roessner;given-names:V", "name_5": "surname:Calhoun;given-names:VD", "pub-id_pmid": "23661633", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "40", "year": "2014"}, "text": "Associations of white matter integrity and cortical thickness in patients with schizophrenia and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 45105, "infons": {"fpage": "46", "lpage": "57", "name_0": "surname:Bora;given-names:E", "name_1": "surname:Fornito;given-names:A", "name_2": "surname:Radua;given-names:J", "name_3": "surname:Walterfang;given-names:M", "name_4": "surname:Seal;given-names:M", "name_5": "surname:Wood;given-names:SJ", "pub-id_pmid": "21300524", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "127", "year": "2011"}, "text": "Neuroanatomical abnormalities in schizophrenia: a multimodal voxelwise meta-analysis and meta-regression analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45219, "infons": {"fpage": "445", "lpage": "53", "name_0": "surname:Wagner;given-names:AD", "name_1": "surname:Shannon;given-names:BJ", "name_2": "surname:Kahn;given-names:I", "name_3": "surname:Buckner;given-names:RL", "pub-id_pmid": "16054861", "section_type": "REF", "source": "Trends Cogn Sci", "type": "ref", "volume": "9", "year": "2005"}, "text": "Parietal lobe contributions to episodic memory retrieval", "sentences": [], "annotations": [], "relations": []}, {"offset": 45276, "infons": {"fpage": "21001", "name_0": "surname:Xu;given-names:X", "name_1": "surname:Yuan;given-names:H", "name_2": "surname:Lei;given-names:X", "pub-id_pmid": "26867499", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "6", "year": "2016"}, "text": "Activation and Connectivity within the Default Mode Network Contribute Independently to Future-Oriented Thought", "sentences": [], "annotations": [], "relations": []}, {"offset": 45388, "infons": {"fpage": "824", "lpage": "34", "name_0": "surname:Lundstrom;given-names:BN", "name_1": "surname:Ingvar;given-names:M", "name_2": "surname:Petersson;given-names:KM", "pub-id_pmid": "15982902", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "27", "year": "2005"}, "text": "The role of precuneus and left inferior frontal cortex during source memory episodic retrieval", "sentences": [], "annotations": [], "relations": []}, {"offset": 45483, "infons": {"fpage": "1195", "lpage": "205", "name_0": "surname:Barbey;given-names:AK", "name_1": "surname:Koenigs;given-names:M", "name_2": "surname:Grafman;given-names:J", "pub-id_pmid": "22789779", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "Dorsolateral prefrontal contributions to human working memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 45545, "infons": {"fpage": "330", "lpage": "47", "name_0": "surname:Kraguljac;given-names:NV", "name_1": "surname:Srivastava;given-names:A", "name_2": "surname:Lahti;given-names:AC", "pub-id_pmid": "25379242", "section_type": "REF", "source": "Behav Sci (Basel)", "type": "ref", "volume": "3", "year": "2013"}, "text": "Memory deficits in schizophrenia: a selective review of functional magnetic resonance imaging (FMRI) studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 45654, "infons": {"fpage": "361", "lpage": "70", "name_0": "surname:Lett;given-names:TA", "name_1": "surname:Voineskos;given-names:AN", "name_2": "surname:Kennedy;given-names:JL", "name_3": "surname:Levine;given-names:B", "name_4": "surname:Daskalakis;given-names:ZJ", "pub-id_pmid": "24011822", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "75", "year": "2014"}, "text": "Treating working memory deficits in schizophrenia: a review of the neurobiology", "sentences": [], "annotations": [], "relations": []}, {"offset": 45734, "infons": {"fpage": "711", "lpage": "720", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Adali;given-names:T", "pub-id_pmid": "19273016", "section_type": "REF", "source": "IEEE Trans Inf Technol Biomed", "type": "ref", "volume": "13", "year": "2009"}, "text": "Feature-based fusion of medical imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 45779, "infons": {"fpage": "13040", "lpage": "5", "name_0": "surname:Smith;given-names:SM", "name_1": "surname:Fox;given-names:PT", "name_2": "surname:Miller;given-names:KL", "name_3": "surname:Glahn;given-names:DC", "name_4": "surname:Fox;given-names:PM", "name_5": "surname:Mackay;given-names:CE", "pub-id_pmid": "19620724", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "106", "year": "2009"}, "text": "Correspondence of the brain’s functional architecture during activation and rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 45860, "infons": {"fpage": "262", "lpage": "74", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Miller;given-names:R", "name_2": "surname:Pearlson;given-names:G", "name_3": "surname:Adali;given-names:T", "pub-id_pmid": "25374354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "84", "year": "2014"}, "text": "The chronnectome: time-varying connectivity networks as the next frontier in fMRI data discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 45957, "infons": {"fpage": "783", "lpage": "792", "name_0": "surname:Lui;given-names:S", "name_1": "surname:Li;given-names:T", "name_2": "surname:Deng;given-names:W", "name_3": "surname:Jiang;given-names:L", "name_4": "surname:Wu;given-names:Q", "name_5": "surname:Tang;given-names:H", "name_6": "surname:Yue;given-names:Q", "name_7": "surname:Huang;given-names:X", "name_8": "surname:Chan;given-names:RC", "name_9": "surname:Collier;given-names:DA", "pub-id_pmid": "20679586", "section_type": "REF", "source": "Archives of General Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Short-term effects of antipsychotic treatment on cerebral function in drug-naive first-episode schizophrenia revealed by “resting state” functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 46132, "infons": {"file": "nihms927523f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Flowchart of the supervised 3-way data fusion strategy of MCCAR+jICA. As an example, the feature matrix of each modality is decomposed as 5 independent components (ICs), M=5. (a) Data preprocessing and stacked to 2D matrix for each modality. (b) represents multi-site canonical correlation analysis with reference (MCCAR) and its objective function. (c) illustration of MCCAR when M=5 and the 3rd component is linked with reference, resulting in 3 canonical variants Ak, whose pair-wise covariation of is a diagonal matrix as shown in (d). (e) indicate the joint independent component analysis (jICA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46734, "infons": {"file": "nihms927523f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "The simulated 8 source maps for 3 modalities. The red boxed source maps are those designed to be correlated with the reference. Note that these component order are different between modalities, a strength of the supervised fusion model is able to extract them together as a joint component.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47025, "infons": {"file": "nihms927523f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of 5 approaches in a simulated 3-way data fusion, including MCCA1 (red), MCCA2 (green), MCCAR (blue), MCCA+jICA (yellow), and MCCAR+jICA (magenta). (a) Only two supervised method MCCAR and MCCAR+jICA are able to extract multi-modal target components with right correspondence as a joint component (same IC order). (b) and (c) show that MCCAR+jICA outperform others on estimation accuracy of both source and mixing profile of target ICs. (d) and (e) validate that MCCAR+jICA achieves best estimation of inter-modality correlation with minimum absolute error.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47594, "infons": {"file": "nihms927523f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "The comparison of estimation accuracy of all the components under 16 level noises. MCCA1 (red), MCCA2 (green), MCCAR (blue), MCCA+jICA (yellow), and MCCAR+jICA (magenta). The latter two methods combining ICA and CCA achieved best or equivalent best performance for the whole decomposition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47884, "infons": {"file": "nihms927523f5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Performance comparison when using different number of component M for decomposition. True source number =8, here M varies from 6 to 12. The color of squares represent the correlation between the estimated target IC and the ground truth on either source maps (top) or mixing coefficients (bottom) for different methods. The brighter square color, the higher estimation accuracy. Modality 1, 2, 3 denotes fMRI, dMRI and sMRI respectively. MCCAR+jICA achieves best estimation when M>= true source number.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48386, "infons": {"file": "nihms927523f6.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation of the identified components and reference signal across multiple cross-validations under PSNR=7. When λ is 0.8, the mean correlation between estimated target IC and the ground truth of all modalities and tests reaches its maximum value. The black line, yellow patch and blue line represent mean, standard error of the mean (SEM) and the standard deviation (SD) of correlations between target IC and reference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48809, "infons": {"file": "nihms927523f7.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "Joint components that are significantly correlated with working memory domain score of CMINDS and also indicate significant group differences in all modalities. (a) The spatial maps visualized at |Z|>2; the positive Z-values (red regions) means HC>SZ and the negative Z-values (blue regions) means HC<SZ. (b) Correlations between loadings of component and the CMINDS working memory scores (HC: red dots, SZ: blue dots); the higher loadings correspond to better working memory performance. (c) Boxplot of the loading parameters for each component, with the p values of two sample t-test between HC and SZ. In (c), the black line, gray patch and yellow patch represent mean, SD and SEM of the group loadings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49516, "infons": {"file": "nihms927523f8.jpg", "id": "F8", "section_type": "FIG", "type": "fig_caption"}, "text": "Joint components that are significantly correlated with CMINDS working memory scores and group-discriminating in all modalities. (a) The spatial maps visualized at |Z|>2. (b) Correlations between loadings of component and the CMINDS working memory scores (HC: red dots, SZ: blue dots). (c) Boxplot of the loading parameters for each component, with the p values of two sample t-test between HC and SZ. In (c), the black line, gray patch and yellow patch represent mean, SD and SEM of mixing coefficient for each group respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50048, "infons": {"file": "nihms927523f9.jpg", "id": "F9", "section_type": "FIG", "type": "fig_caption"}, "text": "Independent cohort validation of the identified joint target component. The working memory domain scores measured by CMINDS and MCCB systems were used as references for MCCAR+jICA for FBIRN and UNM data respectively. The spatial maps were visualized at |Z|>2; the positive Z-values (red regions) means HC>SZ and the negative Z-values (blue regions) means HC<SZ.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}