{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5681342", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2017.10.018", "article-id_pmc": "5681342", "article-id_pmid": "29159045", "article-id_publisher-id": "S2213-1582(17)30259-0", "fpage": "335", "kwd": "Schizophrenia Psychosis-risk syndrome Resting-state Functional magnetic resonance imaging Brain intrinsic functional networks Independent component analysis", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "346", "name_0": "surname:Du;given-names:Yuhui", "name_1": "surname:Fryer;given-names:Susanna L.", "name_2": "surname:Lin;given-names:Dongdong", "name_3": "surname:Sui;given-names:Jing", "name_4": "surname:Yu;given-names:Qingbao", "name_5": "surname:Chen;given-names:Jiayu", "name_6": "surname:Stuart;given-names:Barbara", "name_7": "surname:Loewy;given-names:Rachel L.", "name_8": "surname:Calhoun;given-names:Vince D.", "name_9": "surname:Mathalon;given-names:Daniel H.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2017"}, "text": "Identifying functional network changing patterns in individuals at clinical high-risk for psychosis and patients with early illness schizophrenia: A group ICA study", "sentences": [], "annotations": [], "relations": []}, {"offset": 165, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Although individuals at clinical high risk (CHR) for psychosis exhibit a psychosis-risk syndrome involving attenuated forms of the positive symptoms typical of schizophrenia (SZ), it remains unclear whether their resting-state brain intrinsic functional networks (INs) show attenuated or qualitatively distinct patterns of functional dysconnectivity relative to SZ patients. Based on resting-state functional magnetic imaging data from 70 healthy controls (HCs), 53 CHR individuals (among which 41 subjects were antipsychotic medication-naive), and 58 early illness SZ (ESZ) patients (among which 53 patients took antipsychotic medication) within five years of illness onset, we estimated subject-specific INs using a novel group information guided independent component analysis (GIG-ICA) and investigated group differences in INs. We found that when compared to HCs, both CHR and ESZ groups showed significant differences, primarily in default mode, salience, auditory-related, visuospatial, sensory-motor, and parietal INs. Our findings suggest that widespread INs were diversely impacted. More than 25% of voxels in the identified significant discriminative regions (obtained using all 19 possible changing patterns excepting the no-difference pattern) from six of the 15 interrogated INs exhibited monotonically decreasing Z-scores (in INs) from the HC to CHR to ESZ, and the related regions included the left lingual gyrus of two vision-related networks, the right postcentral cortex of the visuospatial network, the left thalamus region of the salience network, the left calcarine region of the fronto-occipital network and fronto-parieto-occipital network. Compared to HCs and CHR individuals, ESZ patients showed both increasing and decreasing connectivity, mainly hypo-connectivity involving 15% of the altered voxels from four INs. The left supplementary motor area from the sensory-motor network and the right inferior occipital gyrus in the vision-related network showed a common abnormality in CHR and ESZ groups. Some brain regions also showed a CHR-unique alteration (primarily the CHR-increasing connectivity). In summary, CHR individuals generally showed intermediate connectivity between HCs and ESZ patients across multiple INs, suggesting that some dysconnectivity patterns evident in ESZ predate psychosis in attenuated form during the psychosis risk stage. Hence, these connectivity measures may serve as possible biomarkers to predict schizophrenia progression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2651, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 2662, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This is the first study exploring functional networks in clinical high risk for psychosis using ICA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2763, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Novel group information guided ICA was applied to accurately estimate networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2843, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Multiple networks altered in early schizophrenia and clinical high risk groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2923, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Some regions showed step-wise worsening of dysconnectivity from healthy condition to psychosis risk to schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3041, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Early schizophrenia and psychosis risk groups also showed common abnormalities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3121, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 3134, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia (SZ) is a severe and disabling mental disorder, characterized by positive symptoms (including hallucinations, delusions, and thought disorders), negative symptoms (including poor motivation, anhedonia, and social withdrawal), and cognitive impairments. Prior to the onset of psychosis, a prodromal period lasting from a few weeks to several years typically occurs for most SZ patients. Individuals at clinical high-risk (CHR) for psychosis exhibit a psychosis-risk syndrome principally defined by the presence of attenuated forms of the positive symptoms characteristic of SZ. Approximately 35% of individuals meeting CHR criteria transitions to psychosis within 2.5 years of initial ascertainment in longitudinal studies. The majority of CHR individuals who convert to psychosis develop a disorder in the SZ spectrum. Yet, relatively few brain imaging studies directly compare CHR individuals with early illness SZ (ESZ) patients to determine whether functional brain abnormalities evident in ESZ are present in attenuated form, or in qualitatively distinct patterns, in the psychosis-risk syndrome. This knowledge gap is evident in the realm of brain intrinsic functional networks (INs) that reflect correlated activity among distributed brain regions. INs have shown promise as neuropsychiatric biomarkers for mental disorder diagnoses in general, and specific patterns of IN dysconnectivity have been reported in SZ. Although the heterogeneity of clinical outcomes for CHR individuals might lead to patterns of IN dysconnectivity that are qualitatively distinct from those observed in ESZ, the fact that the psychosis-risk syndrome is largely defined by attenuated forms of SZ positive symptoms leads us to hypothesize that CHR individuals may primarily show similar but attenuated IN dysconnectivity relative to ESZ patients. If true, this would suggest that the IN dysconnectivity patterns seen in SZ predate the onset of full-blown psychosis, albeit in a less severe manner. Moreover, given that most CHR individuals have had minimal or no prior exposure to antipsychotic medication, the presence of attenuated IN dysconnectivity in CHR individuals would provide strong evidence that the dysconnectivity findings in SZ patients are not secondary to the confounding effects of antipsychotic drugs. Accordingly, the current study sought to directly compare IN dysconnectivity patterns in CHR individuals and ESZ patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5575, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In order to extract INs from resting-state functional magnetic resonance imaging (fMRI) data, researchers have used one of two general analytic approaches: model-based and data-driven analyses. Among model-based approaches, the most widely used is the region of interest (ROI)-based method, which measures functional connectivity (correlation or coherence) among different ROIs or between a specified “seed” ROI and all other voxels in brain. Most previous IN studies of CHR individuals employed an ROI-based method seeded by thalamus, superior temporal gyrus, posterior cingulate cortex, medial prefrontal cortex and anterior insula, Broca's area, or cerebellum. These studies computed correlations between the mean time series in a specific ROI and the time series of other voxels in brain. The identified IN abnormalities of CHR individuals were primarily located in the frontal lobes, temporal lobes, thalamus, sensory motor cortex and Heschl's gyrus, some of which also showed an intermediate degree of abnormality in the CHR syndrome compared to first episode psychosis. One limitation of such studies is that results depend on a somewhat arbitrary definition of a specific ROI, including delineation of its shape, extent, and precise location. Furthermore, such studies typically only focus on several predefined ROIs and thus do not evaluate IN patterns across the whole brain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6961, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In contrast to ROI-based method, data-driven approaches estimating INs do not require specification of predefined ROIs. These increasingly popular approaches include spatial independent component analysis (ICA), principle component analysis (PCA), and clustering methods. In particular, ICA is a widely used approach that has shown great promise in identifying network-based biomarkers of psychiatric disorders such as SZ. Spatial ICA on individual-subject's fMRI data decomposes an fMRI data-converted matrix (time points × voxels) as a linear combination of multiple independent components (ICs), of which meaningful ICs can be regarded as INs. Advantages of ICA, relative to ROI-based methods, include that it does not require selecting prior ROIs and that it can simultaneously estimate multiple INs from whole-brain data. Different from ROI-based method which represents each IN as functional connectivity between different ROIs, ICA regards each spatial IC as an IN where voxels with higher Z-scores tend to have higher intra-connectivity (or co-activation). For multi-subject studies, group ICA approaches enable estimation of individual-subject components, some of which are identified as meaningful INs, based on group-level ICs. Traditional group ICA typically used either PCA-based or regression-based (e.g., dual regression) back-reconstruction. However, these methods cannot guarantee independence of individual-subject components. More recently, we have proposed a new back-reconstruction method called group information guided ICA (GIG-ICA). GIG-ICA utilizes a multi-objective function optimization algorithm to simultaneously optimize the independence among each subject's components as well as the correspondence between each group-level component and its associated subject-specific component, consequently resulting in more accurate networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8823, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study, using resting-state fMRI data from CHR individuals, ESZ patients, and healthy controls (HCs), we estimate whole-brain multiple INs for each subject using the GIG-ICA method and then investigate all possible network changing patterns in each IN. We hypothesize that ESZ patients would show dysconnectivity (either hypo- or hyperconnectivity) across multiple INs relative to HC individuals. We further hypothesize that CHR individuals would generally show similar, but attenuated, dysconnectivity across many INs in which ESZ patients show dysconnectivity, consistent with their attenuated positive symptoms relative to ESZ patients. However, given that dysconnectivity in some INs may emerge after the onset of schizophrenia, we expect to find some INs that showed dysconnectivity in ESZ patients but normal connectivity in CHR individuals. Our overarching goal is to perform a comprehensive whole-brain investigation of resting-state connectivity across multiple INs in order to identify and directly compare the resting-state dysconnectivity patterns in ESZ and in the psychosis-risk syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9940, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 9962, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 9971, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Subject demographic and clinical characteristics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10021, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th colspan=\"2\">HCs<break/>(n = 70)<hr/></th><th colspan=\"2\">CHR individuals<break/>(n = 53)<hr/></th><th colspan=\"2\">ESZ patients<break/>(n = 58)<hr/></th></tr><tr><th>Mean</th><th>SD</th><th>Mean</th><th>SD</th><th>Mean</th><th>SD</th></tr></thead><tbody><tr><td>Age (years)</td><td>21.9</td><td>5.6</td><td>20.4</td><td>4.5</td><td>21.8</td><td>3.8</td></tr><tr><td>PANSS positive symptoms</td><td>–</td><td>–</td><td>–</td><td>–</td><td>13.7</td><td>4.8</td></tr><tr><td>PANSS negative symptoms</td><td>–</td><td>–</td><td>–</td><td>–</td><td>17.4</td><td>6.6</td></tr><tr><td>PANSS general symptoms</td><td>–</td><td>–</td><td>–</td><td>–</td><td>32.9</td><td>8.9</td></tr><tr><td>SOPS positive symptoms</td><td>–</td><td>–</td><td>9.4</td><td>4.5</td><td>–</td><td>–</td></tr><tr><td>SOPS negative symptoms</td><td>–</td><td>–</td><td>12.2</td><td>5.8</td><td>–</td><td>–</td></tr><tr><td>SOPS general symptoms</td><td>–</td><td>–</td><td>8.1</td><td>4.5</td><td>–</td><td>–</td></tr><tr><td>SOPS disorganization symptoms</td><td>–</td><td>–</td><td>5.4</td><td>3.4</td><td>–</td><td>–</td></tr><tr><td>Maximum translation motion displacement (mm)</td><td>0.8</td><td>0.6</td><td>1.1</td><td>1.4</td><td>1.2</td><td>1.3</td></tr><tr><td>Maximum rotation motion displacement (degree)</td><td>0.8</td><td>1.0</td><td>1.0</td><td>0.9</td><td>0.9</td><td>0.8</td></tr><tr><td/><td>n</td><td>%</td><td>n</td><td>%</td><td>n</td><td>%</td></tr><tr><td>Male</td><td>41</td><td>59%</td><td>32</td><td>62%</td><td>38</td><td>65%</td></tr><tr><td>Subjects taking antipsychotic medication</td><td>–</td><td>–</td><td>12</td><td>23%</td><td>53</td><td>91%</td></tr><tr><td>Names of primary antipsychotic drugs</td><td colspan=\"2\">–</td><td colspan=\"2\">Abilify, Seroquel, Risperdal, Zyprexa, Risperdal</td><td colspan=\"2\">Abilify, Seroquel, Clozapine, Risperdal, Zyprexa, Risperdal</td></tr><tr><td>Name of primary antidepressant drugs</td><td colspan=\"2\">–</td><td colspan=\"2\">Prozac</td><td colspan=\"2\">Prozac</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 10032, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th colspan=\"2\">HCs<break/>(n = 70)<hr/></th><th colspan=\"2\">CHR individuals<break/>(n = 53)<hr/></th><th colspan=\"2\">ESZ patients<break/>(n = 58)<hr/></th></tr><tr><th>Mean</th><th>SD</th><th>Mean</th><th>SD</th><th>Mean</th><th>SD</th></tr></thead><tbody><tr><td>Age (years)</td><td>21.9</td><td>5.6</td><td>20.4</td><td>4.5</td><td>21.8</td><td>3.8</td></tr><tr><td>PANSS positive symptoms</td><td>–</td><td>–</td><td>–</td><td>–</td><td>13.7</td><td>4.8</td></tr><tr><td>PANSS negative symptoms</td><td>–</td><td>–</td><td>–</td><td>–</td><td>17.4</td><td>6.6</td></tr><tr><td>PANSS general symptoms</td><td>–</td><td>–</td><td>–</td><td>–</td><td>32.9</td><td>8.9</td></tr><tr><td>SOPS positive symptoms</td><td>–</td><td>–</td><td>9.4</td><td>4.5</td><td>–</td><td>–</td></tr><tr><td>SOPS negative symptoms</td><td>–</td><td>–</td><td>12.2</td><td>5.8</td><td>–</td><td>–</td></tr><tr><td>SOPS general symptoms</td><td>–</td><td>–</td><td>8.1</td><td>4.5</td><td>–</td><td>–</td></tr><tr><td>SOPS disorganization symptoms</td><td>–</td><td>–</td><td>5.4</td><td>3.4</td><td>–</td><td>–</td></tr><tr><td>Maximum translation motion displacement (mm)</td><td>0.8</td><td>0.6</td><td>1.1</td><td>1.4</td><td>1.2</td><td>1.3</td></tr><tr><td>Maximum rotation motion displacement (degree)</td><td>0.8</td><td>1.0</td><td>1.0</td><td>0.9</td><td>0.9</td><td>0.8</td></tr><tr><td/><td>n</td><td>%</td><td>n</td><td>%</td><td>n</td><td>%</td></tr><tr><td>Male</td><td>41</td><td>59%</td><td>32</td><td>62%</td><td>38</td><td>65%</td></tr><tr><td>Subjects taking antipsychotic medication</td><td>–</td><td>–</td><td>12</td><td>23%</td><td>53</td><td>91%</td></tr><tr><td>Names of primary antipsychotic drugs</td><td colspan=\"2\">–</td><td colspan=\"2\">Abilify, Seroquel, Risperdal, Zyprexa, Risperdal</td><td colspan=\"2\">Abilify, Seroquel, Clozapine, Risperdal, Zyprexa, Risperdal</td></tr><tr><td>Name of primary antidepressant drugs</td><td colspan=\"2\">–</td><td colspan=\"2\">Prozac</td><td colspan=\"2\">Prozac</td></tr></tbody></table>\n"}, "text": "\tHCs(n = 70)\tCHR individuals(n = 53)\tESZ patients(n = 58)\t \tMean\tSD\tMean\tSD\tMean\tSD\t \tAge (years)\t21.9\t5.6\t20.4\t4.5\t21.8\t3.8\t \tPANSS positive symptoms\t–\t–\t–\t–\t13.7\t4.8\t \tPANSS negative symptoms\t–\t–\t–\t–\t17.4\t6.6\t \tPANSS general symptoms\t–\t–\t–\t–\t32.9\t8.9\t \tSOPS positive symptoms\t–\t–\t9.4\t4.5\t–\t–\t \tSOPS negative symptoms\t–\t–\t12.2\t5.8\t–\t–\t \tSOPS general symptoms\t–\t–\t8.1\t4.5\t–\t–\t \tSOPS disorganization symptoms\t–\t–\t5.4\t3.4\t–\t–\t \tMaximum translation motion displacement (mm)\t0.8\t0.6\t1.1\t1.4\t1.2\t1.3\t \tMaximum rotation motion displacement (degree)\t0.8\t1.0\t1.0\t0.9\t0.9\t0.8\t \t\tn\t%\tn\t%\tn\t%\t \tMale\t41\t59%\t32\t62%\t38\t65%\t \tSubjects taking antipsychotic medication\t–\t–\t12\t23%\t53\t91%\t \tNames of primary antipsychotic drugs\t–\tAbilify, Seroquel, Risperdal, Zyprexa, Risperdal\tAbilify, Seroquel, Clozapine, Risperdal, Zyprexa, Risperdal\t \tName of primary antidepressant drugs\t–\tProzac\tProzac\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 10911, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "SD, standard deviation; HCs, healthy controls; CHR, clinical high-risk; ESZ, early illness schizophrenia; PANSS, Positive and Negative Syndrome Scale; SOPS, Scale of Prodromal Symptoms. p-value = 0.7 for gender examined by Chi Square test; p-value = 0.2 for age examined by analysis of variance. The maximum translation motion displacement was computed as the maximum translation across all axes (x-axis, y-axis and z-axis) and the whole scanning. The maximum rotation motion displacement was computed as the maximum rotation across the pitch, roll and yaw and the whole scanning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11492, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We analyzed resting-state fMRI data from 70 HCs, 53 CHR individuals, and 58 ESZ patients. Subject demographic and clinical information are presented in Table 1. There were no significant differences among the three groups in age or gender (see Table 1). CHR individuals were recruited from a psychosis-risk research clinic at the University of California, San Francisco (UCSF). Individuals recruited to the CHR group met the Criteria of Prodromal Syndromes (COPS) based on a Structured Interview for Prodromal Syndromes (SIPS) administered by trained clinicians. The COPS comprises three non-mutually exclusive syndromes: Attenuated Positive Symptom Syndrome (APSS), Brief Intermittent Psychotic Syndrome (BIPS), and/or Genetic Risk and Deterioration Syndrome (GRD). In our study, the majority (49/53, 92.5%) of CHR subjects met COPS criteria for APSS. Supplementary Table S1 shows the number and percentage of CHR subjects with each syndrome. Ratings of symptom severity in CHR individuals were obtained using the Scale of Prodromal Symptoms (SOPS), an embedded scale within the SIPS. Most of the CHR subjects (41/53; 77%) were antipsychotic medication-naive at the time of scanning. ESZ patients within five (mean ± standard deviation = 2.08 ± 1.37) years of illness onset were recruited from an early psychosis clinic at UCSF and from community clinics. Diagnosis of schizophrenia or schizoaffective disorder in ESZ subjects was verified using the Structured Clinical Interview for DSM-IV (SCID) and symptom severity was assessed using the Positive and Negative Syndrome Scale (PANSS). Most of the ESZ patients (53/58; 91%) were taking antipsychotic medication at the time of testing. HC subjects were recruited from the community and did not meet current or lifetime criteria for major Axis I psychiatric disorders based on the SCID. The same data were analyzed using dynamic connectivity analysis in our previous study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13417, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI scan acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 13438, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All brain images were acquired on a 3 T Siemens TIM Trio scanner at the UCSF Neuroimaging Center. Resting-state scans were acquired using whole-brain echo-planar imaging (EPI) sequences. Rest scans lasted 6 min, during which 180 functional images were obtained (32 axial slices, 3.5 mm slice thickness, 1.05 mm inter-slice gap, TR = 2 s, TE = 29 ms, flip angle = 75°, FOV = 24 cm, 64 × 64 matrix). Subjects were instructed to rest with their eyes closed and to stay awake.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13911, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13934, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FMRI data from each subject were preprocessed using Statistical Parametric Mapping (SPM8) (http://www.fil.ion.ucl.ac.uk/spm). The first ten volumes were discarded to allow for T1 equilibration effects, and the remaining volumes in the run were then slice-time corrected and realigned to the first volume to correct for head motion. In terms of head motion, translations were < 4 mm and rotations did not exceed 4° in all axes over the entire fMRI run for all included subjects. There were no significant group differences (p > 0.05, tested by analysis of variance) in the motion parameters displayed in Table 1. Subsequently, the images were spatially normalized to the Montreal Neurological Institute (MNI) EPI template, resliced to 3 mm × 3 mm × 3 mm voxels, and smoothed with a Gaussian kernel with a full-width at half-maximum (FWHM) of 6 mm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14781, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Estimating intrinsic functional networks using GIG-ICA", "sentences": [], "annotations": [], "relations": []}, {"offset": 14836, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We applied GIG-ICA to the preprocessed fMRI data of all subjects to estimate each subject's INs, resulting in INs with correspondence across subjects while also retaining subject-specific network features. Our method primarily involved the following three steps. First, based on the temporally-concatenated fMRI data of 181 subjects, ICA with the Infomax algorithm was used to estimate the group-level ICs. In order to decrease the influence of random initializations, we performed ICASSO with 20 ICA runs followed by selection of the most reliable ICA run to obtain reliable group-level ICs. Before the group-level ICA, subject-level and group-level PCAs were applied to reduce the dimensionality of the fMRI data. In this study, the number of ICs was set to 30 based on previous work, and the number of principle components used in the subject-level PCAs was specified as a greater number (i.e., 60) as recommended. Thus, 30 group -level ICs were obtained and Z-scored. It is worth noting that the sign of each resulting group-level IC is arbitrary. In our study, we computed the skewness of each IC and flipped the IC if its skewness was negative. Consequently, the positive Z-scores in each IC represented the voxels contributing the most to the associated network. Second, we manually identified the meaningful group-level networks after carefully inspecting all group-level ICs' spatial maps. If the primary activation of one IC's spatial map is located in gray matter, smooth and continuous, we preferred to regard it as an interesting functional network. Also, we referred to networks reported in previous studies to further confirm. The removed noise-related group-level ICs reflected head motion, physiological noise, and influence of scanner. Third, the remaining meaningful group-level ICs were characterized as the group-level INs and then used to calculate the subject-specific INs based on a multi-objective function optimization algorithm. GIG-ICA automatically yields Z-scored the subject-specific INs. Finally, a regression model was utilized to estimate the corresponding time courses (reflecting fluctuations) of the individual INs for each subject's fMRI data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17018, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "It is known that for each voxel in a given individual IN, a positive Z-score indicates that the time series (after preprocessing) in the voxel has a positive correlation with the time course of the IN; in contrast a negative Z-score represents that the time series in the voxel has a negative correlation with the time course of the IN. Therefore, for one specific IN, a region containing voxels with high positive Z-scores (taking a region only including two voxels as an example, Z-scores of two voxels = 10 and 9) tends to have stronger co-activation (i.e., positive correlation) within the IN compared to a region containing voxels with low positive Z-scores (e.g., Z-scores of two voxels = 2 and 1). In such case, the mean of the Z-scores in one region can reflect the co-activation extent of the region. In fact, if a region contains voxels with greater negative Z-scores (e.g., Z-scores of two voxels = − 10 and − 9) relative to the other region (e.g., Z-scores of two voxels = − 2 and − 1), the former also tends to have stronger co-activation than the later. In this study, considering that the positive Z-scores contributing the most include important spatial maps in each IN, we focused on investigating group differences in voxels primarily associated with positive Z-scores to simplify the subsequent analyses. It is also worth pointing out that if one region includes both higher and lower positive Z-scores (e.g., Z-scores of two voxels = 10 and 1) compared to the other region (e.g., Z-scores of two voxels = 2 and 8), we cannot determine which region has greater co-activation using Z-scores. Therefore, in this work, we applied two-sample t-tests (rather than analysis of variance) to identify brain regions including voxels with consistent changing patterns between groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18811, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identifying significant discriminative regions in intrinsic functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 18891, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on the estimated subject-specific INs, we investigated differences in each corresponding IN across the three groups in order to examine the network abnormalities of the ESZ and CHR group relative to each other and to the HC group. For each IN, we performed three analysis steps that include (1) extracting important voxels positively contributing to the network (i.e., voxels primarily involving positive Z-scores) and generating a network mask, (2) identifying regions based on all possible 19 inter-group changing patterns in the network mask, and (3) investigating group differences in the co-activation of each significant discriminative region. We describe the detailed processing on each IC as follows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19606, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the first step, for each voxel, a right-tailed one-sample t-test (p < 0.01 with Bonferroni correction, i.e., p < 0.01/the number of voxels in a brain mask = 0.01/69078 = 1.45e − 7) was applied to the voxel's Z-scores from the corresponding subject-specific INs of all 181 subjects to identify voxels whose Z-scores were positive in most of the subjects, resulting a network mask. The subsequent second and third steps were performed on the voxels in the network mask. Additionally, we tested if our strategy may fail to find group differences in some important voxels (or regions) showing positive Z-scores in one group (e.g., HC) but not showing positive Z-scores in other groups (e.g., CHR and ESZ). So, we examined whether performing one-sample t-tests on each group separately may generate significantly different network masks compared to performing one-sample t-tests on all the three groups. For each group (e.g., HC), voxel-wise right-tailed one-sample t-tests were applied on the corresponding individual-subject's networks. The parameter (p < 0.01 with Bonferroni correction, i.e., p < 0.01/the number of voxels in brain mask = 0.01/69078 = 1.45e − 7) used in one-sample t-tests on each group's subjects was as same as the parameter of one-sample t-tests on all subjects of three groups. We then combined the three masks obtained separately from the three groups in order to compare them with the mask obtained using the whole dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21055, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "The 19 possible non-overlapping changing patterns defined for each voxel within each intrinsic functional network (IN) based on the results of two-tailed two-sample t-tests on Z-scores (p < 0.05) for three pairs of groups (i.e., HC vs. CHR, HC vs. ESZ, and CHR vs. ESZ comparisons). The requirements used to identify each pattern are displayed. Group difference in Z-scores identified by a two-tailed two-sample t-test between a pair of groups (p < 0.05) is denoted by a red line.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21536, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 21543, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "The whole analysis framework. The steps include A: estimating subject-specific networks using GIG-ICA, B: performing voxel-wise right-tailed one-sample t-tests to identify a mask for each network, C: performing two-tailed two-sample t-tests for three pairs (HC vs. CHR, HC vs. ESZ, and CHR vs. ESZ) on each voxel within the network mask to identify significant discriminative region (SDR) with the same changing pattern, and D: investigating group difference in the co-activation of each SDR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22036, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 22043, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the second step, we defined 19 non-overlapping patterns (see Fig. 1) that reflect all possible significant differences among the three groups based on statistical analysis results from two-tailed two-sample t-tests, and then identified regions including voxels coinciding with each pattern. Specifically, for each significant voxel in the network mask identified, we performed two-tailed two-sample t-tests (p < 0.05) on its Z-score for three pairs of groups (HC vs. CHR, CHR vs. ESZ, and HC vs. ESZ) and then examined whether its Z-score exhibited one of 19 characteristic patterns. Among the 19 patterns, two patterns (Fig. 1A–B) corresponded to strictly decreasing and strictly increasing Z-scores from HC to CHR to ESZ. For example, for the strictly decreasing pattern, t-value > 0 was required for both the HC vs. CHR test and the CHR vs. ESZ test, reflecting significant decreases in Z-scores from the healthy condition to the psychosis-risk state and from the risk-state to full-blown schizophrenia. Four patterns (Fig. 1C–F) involved situations where the ESZ or HC group was significantly lower or significantly higher than the other two groups. For example, in the ESZ-decreasing pattern, t-value > 0 was required for both the HC vs. ESZ and CHR vs. ESZ comparisons, with no significant difference between the HC and CHR groups. Six additional patterns (Fig. 2G–L) were CHR-unique alteration related patterns in which the CHR group had significantly lower or higher Z-scores than the other two groups. For example, in terms of the CHR-decreasing pattern 1 (Fig. 2G), we required t-value > 0 for the HC vs. CHR comparison as well as t-value < 0 for the CHR vs. ESZ comparison, with no significant difference between the ESZ and HC groups. There were also six patterns (Fig. 1M–R) in which only one pair of groups showed a group difference. Taking the HC > ESZ pattern for an example, t-value > 0 for the HC vs. ESZ comparison and no group differences for other comparisons were required. Finally, a no-difference pattern (Fig. 2S) was possible, where all three groups showed no significant differences (i.e., p > 0.05 for all comparisons). Regarding each pattern, the associated voxels were identified and then corrected (p < 0.05) for multiple comparisons using Monte Carlo simulation (N = 1000) to obtain regions each of which were spatially continuous. Thus, each remaining region was required to have a size greater than a given voxel number that was determined by the threshold p < 0.05 and the network mask from the voxel-wise one-sample t-tests using 1000 Monte Carlo simulations. Except for the last pattern representing no significant difference across groups, we named the identified regions as significant discriminative regions (SDRs) within the associated INs. In our work, we applied two-tailed two-sample t-tests to define the changing patterns because we cannot make a hypothesis that one group (e.g., HC) shows higher (or lower) Z-scores in network than the other group (e.g., CHR). We are testing for the possibility of the relationship in both directions (i.e., the possibility of one group shows higher and lower Z-scores than the other group).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25219, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the third step, for each SDR including voxels with the same pattern in a specific IN, we tested whether its co-activation differed significantly among the HC, CHR and ESZ groups. Based on the results from the above mentioned voxel-wise two-sample t-tests of different voxels in one SDR, we applied a Fisher's combined probability test to measure the group difference of each SDR's co-activation, resulting in a combined p-value for any comparison between two groups (e.g., HC vs. CHR). Since Fisher's combined probability test was proposed originally under an assumption of independence among separate tests, we also performed a non-parametric combination method including 10,000 permutations as a supplement. The non-parametric combination procedure works even when independence is untenable. The detailed steps for the non-parametric combination method are described in the Supplementary materials. If the combined p-value of one comparison between two groups was smaller than 0.05/3, we regarded the co-activation in SDR significantly different between the two groups. Additionally, since the mean Z-score within voxels of each SDR can be used to reflect co-activation strength in the SDR, we calculated the Pearson correlation between the co-activation strengths of each SDR within one specific IN and the symptom severity ratings (in Table 1) for the CHR group and the ESZ group to explore the association between network measures and symptoms. The significance level was set to p < 0.05 for the correlation analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26745, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The whole analysis framework is shown in Fig. 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26794, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We also tested if medication has significant effects on the identified measures showing group differences. First, we converted all anti-psychotic data to their respective chlorpromazine (CPZ) dosage equivalents for ESZ patients with available dose-level medication data. Only one ESZ patient had no CPZ data. We then used a non-parametric Spearman's rank correlation method to evaluate the association between the CPZ equivalent and the co-activation (reflected by the mean Z-score) of each SDR (p < 0.05 with Bonferroni correction, i.e., p-value threshold = 0.05/the number of all SDRs) for ESZ patients. Spearman's rank correlation analysis was applied due to the non-normality of the CPZ variable. For CHR subjects, we did not perform correlation analysis on the CPZ equivalents due to the small number of the medicated CHR subjects and the relatively noisy property of CPZ equivalents. Instead, we examined difference in the co-activation of each SDR between the CHR individuals without medication treatment and the CHR individuals taking medication using a two-tailed two-sample t-test (p < 0.05 with Bonferroni correction, i.e., p-value threshold = 0.05/the number of all SDRs).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27979, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 27987, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Brain intrinsic functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 28023, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "A: t-value map of each of the 15 intrinsic functional networks (INs). Each t-value map was obtained by performing voxel-wise right-tailed one-sample t-tests (p < 0.01 with Bonferroni correction) on the corresponding subject-specific INs from the 181 subjects. B: t-value maps of all 15 INs, shown together. Different INs are shown using different colors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28378, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 28385, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Thirty reliable group-level ICs were estimated from the fMRI data of 181 subjects. Fifteen group-level ICs were then identified as noise-related components and removed (see Supplementary Fig. S1), leaving 15 group-level INs that were employed to guide the computation of subject-specific INs. The remaining 15 group-level INs are shown in the Supplementary Fig. S2. It is seen that for those networks, the spatial maps with positive Z-scores provided more important information than the spatial maps with negative Z-scores due to that the skewness of each IN was positive. As stated in the method section, for each group-level IN, the corresponding subject-specific IN was estimated for each subject using GIG-ICA. Regarding each of the 15 INs, we show the t-value map obtained by performing voxel-wise right-tailed one-sample t-tests on all subjects' individual networks in Fig. 3. These 15 INs primarily consisted of two default mode networks (DMNs) (IN 5 and IN 10), two fronto-parieto-cerebellar networks (IN 2 and IN 9), three vision-related networks (IN 1, IN 3 and IN 4), a sensory-motor network (IN 12), a salience network (IN 11), an auditory-related network (IN 6), a visuospatial network (IN 7), an anterior insula network (IN 8), a fronto-occipital network (IN 13), a fronto-parietal network (IN 14), and a fronto-parieto-occipital network (IN 15).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29746, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As stated in the method section, for each IN, the voxels passing multiple comparison correction of the one-sample t-tests on all subjects' individual networks were included in its network mask. It is worth noting that the brain regions (shown in the Section 3.2) identified using the specific changing patterns in each IN located within the relevant network mask. In the Supplementary Fig. S3, we show both the mask obtained from the one-sample t-tests on all groups' individual networks and the combined mask obtained from the one-sample t-tests on each group's individual networks. For all INs, the two kinds of mask were very similar while the slight difference was only on the edge of maps. That indicates if voxels showed significant positive Z-scores in one group, they also tended to show positive Z-scores in other groups. The mask we used had slightly more voxels than the union mask of three separate groups. Therefore, our analyses did not miss any important voxels with positive Z-scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30747, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Significant discriminative regions in intrinsic functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 30815, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "The 24 significant discriminative regions (SDRs) extracted from the 15 intrinsic networks (INs). For each SDR, the associated network, its index (ID), the voxels' Z-score changing pattern across groups, the number of included voxels, the volume in cubic millimeters, and the related brain regions are listed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31124, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>IN ID and IN name</th><th>ID of SDR identified in INs</th><th>Voxels' Z-score changing pattern</th><th>Number of voxels</th><th>Region volume (mm<sup>3</sup>)</th><th>Brain region name</th></tr></thead><tbody><tr><td>IN 1: Vision-related network</td><td>SDR-1-1</td><td>HC &gt; ESZ</td><td>104</td><td>2808</td><td>Lingual gyrus (L)</td></tr><tr><td>IN 3: Vision-related network</td><td>SDR-3-1</td><td>HC &lt; ESZ</td><td>80</td><td>2160</td><td>Inferior occipital gyrus (R)</td></tr><tr><td>IN 3: Vision-related network</td><td>SDR-3-2</td><td>HC &gt; CHR</td><td>116</td><td>3132</td><td>Lingual gyrus (R)</td></tr><tr><td>IN 4: Vision-related network</td><td>SDR-4-1</td><td>HC &gt; ESZ</td><td>125</td><td>3375</td><td>Lingual gyrus (L)</td></tr><tr><td>IN 4: Vision-related network</td><td>SDR-4-2</td><td>HC &lt; CHR</td><td>120</td><td>3240</td><td>Fusiform gyrus (R)</td></tr><tr><td>IN 5: Default mode network</td><td>SDR-5-1</td><td>CHR &gt; ESZ</td><td>140</td><td>3780</td><td>Precuneus and posterior cingulate cortex (R)</td></tr><tr><td>IN 6: Auditory-related network</td><td>SDR-6-1</td><td>ESZ-decreasing</td><td>112</td><td>3024</td><td>Heschl's gyrus (L)</td></tr><tr><td>IN 6: Auditory-related network</td><td>SDR-6-2</td><td>CHR &gt; ESZ</td><td>185</td><td>4995</td><td>Insula and rolandic operculum (L)</td></tr><tr><td>IN 7: Visuospatial network</td><td>SDR-7-1</td><td>ESZ-decreasing</td><td>74</td><td>1998</td><td>Precentral gyrus (R)</td></tr><tr><td>IN 7: Visuospatial network</td><td>SDR-7-2</td><td>HC &gt; ESZ</td><td>106</td><td>2862</td><td>Postcentral gyrus (R)</td></tr><tr><td>IN 8: Anterior insula network</td><td>SDR-8-1</td><td>HC &lt; CHR</td><td>118</td><td>3186</td><td>Superior temporal gyrus (L)</td></tr><tr><td>IN 9: Fronto-parieto-cerebellar network</td><td>SDR-9-1</td><td>HC &lt; ESZ</td><td>98</td><td>2646</td><td>Superior frontal gyrus (R)</td></tr><tr><td>IN 10: Default mode network</td><td>SDR-10-1</td><td>CHR &gt; ESZ</td><td>154</td><td>4158</td><td>Anterior cingulate gyrus (R)</td></tr><tr><td>IN 10: Default mode network</td><td>SDR-10-2</td><td>CHR &lt; ESZ</td><td>127</td><td>3429</td><td>Superior frontal gyrus, medial (L)</td></tr><tr><td>IN 11: Salience network</td><td>SDR-11-1</td><td>ESZ-decreasing</td><td>171</td><td>4617</td><td>Middle cingulum (L)</td></tr><tr><td>IN 11: Salience network</td><td>SDR-11-2</td><td>ESZ-increasing</td><td>77</td><td>2079</td><td>Middle frontal gyrus (R)</td></tr><tr><td>IN 11: Salience network</td><td>SDR-11-3</td><td>HC &gt; ESZ</td><td>161</td><td>4347</td><td>Thalamus (L)</td></tr><tr><td>IN 11: Salience network</td><td>SDR-11-4</td><td>CHR &gt; ESZ</td><td>236</td><td>6372</td><td>Middle cingulum (L)</td></tr><tr><td>IN 12: Sensory-motor network</td><td>SDR-12-1</td><td>ESZ-decreasing</td><td>81</td><td>2187</td><td>Paracentral lobule (L)</td></tr><tr><td>IN 12: Sensory-motor network</td><td>SDR-12-2</td><td>HC-decreasing</td><td>135</td><td>3645</td><td>Supplementary motor area (L)</td></tr><tr><td>IN 12: Sensory-motor network</td><td>SDR-12-3</td><td>HC &lt; CHR</td><td>82</td><td>2214</td><td>Precentral and supplementary motor area (L)</td></tr><tr><td>IN 13: Fronto-occipital network</td><td>SDR-13-1</td><td>HC &gt; ESZ</td><td>125</td><td>3375</td><td>Calcarine (L)</td></tr><tr><td>IN 14: Fronto-parietal network</td><td>SDR-14-1</td><td>HC &lt; CHR</td><td>142</td><td>3834</td><td>Precuneus (R)</td></tr><tr><td>IN 15: Fronto-parieto-occipital network</td><td>SDR-15-1</td><td>HC &gt; ESZ</td><td>142</td><td>3834</td><td>Calcarine (L)</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 31135, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>IN ID and IN name</th><th>ID of SDR identified in INs</th><th>Voxels' Z-score changing pattern</th><th>Number of voxels</th><th>Region volume (mm<sup>3</sup>)</th><th>Brain region name</th></tr></thead><tbody><tr><td>IN 1: Vision-related network</td><td>SDR-1-1</td><td>HC &gt; ESZ</td><td>104</td><td>2808</td><td>Lingual gyrus (L)</td></tr><tr><td>IN 3: Vision-related network</td><td>SDR-3-1</td><td>HC &lt; ESZ</td><td>80</td><td>2160</td><td>Inferior occipital gyrus (R)</td></tr><tr><td>IN 3: Vision-related network</td><td>SDR-3-2</td><td>HC &gt; CHR</td><td>116</td><td>3132</td><td>Lingual gyrus (R)</td></tr><tr><td>IN 4: Vision-related network</td><td>SDR-4-1</td><td>HC &gt; ESZ</td><td>125</td><td>3375</td><td>Lingual gyrus (L)</td></tr><tr><td>IN 4: Vision-related network</td><td>SDR-4-2</td><td>HC &lt; CHR</td><td>120</td><td>3240</td><td>Fusiform gyrus (R)</td></tr><tr><td>IN 5: Default mode network</td><td>SDR-5-1</td><td>CHR &gt; ESZ</td><td>140</td><td>3780</td><td>Precuneus and posterior cingulate cortex (R)</td></tr><tr><td>IN 6: Auditory-related network</td><td>SDR-6-1</td><td>ESZ-decreasing</td><td>112</td><td>3024</td><td>Heschl's gyrus (L)</td></tr><tr><td>IN 6: Auditory-related network</td><td>SDR-6-2</td><td>CHR &gt; ESZ</td><td>185</td><td>4995</td><td>Insula and rolandic operculum (L)</td></tr><tr><td>IN 7: Visuospatial network</td><td>SDR-7-1</td><td>ESZ-decreasing</td><td>74</td><td>1998</td><td>Precentral gyrus (R)</td></tr><tr><td>IN 7: Visuospatial network</td><td>SDR-7-2</td><td>HC &gt; ESZ</td><td>106</td><td>2862</td><td>Postcentral gyrus (R)</td></tr><tr><td>IN 8: Anterior insula network</td><td>SDR-8-1</td><td>HC &lt; CHR</td><td>118</td><td>3186</td><td>Superior temporal gyrus (L)</td></tr><tr><td>IN 9: Fronto-parieto-cerebellar network</td><td>SDR-9-1</td><td>HC &lt; ESZ</td><td>98</td><td>2646</td><td>Superior frontal gyrus (R)</td></tr><tr><td>IN 10: Default mode network</td><td>SDR-10-1</td><td>CHR &gt; ESZ</td><td>154</td><td>4158</td><td>Anterior cingulate gyrus (R)</td></tr><tr><td>IN 10: Default mode network</td><td>SDR-10-2</td><td>CHR &lt; ESZ</td><td>127</td><td>3429</td><td>Superior frontal gyrus, medial (L)</td></tr><tr><td>IN 11: Salience network</td><td>SDR-11-1</td><td>ESZ-decreasing</td><td>171</td><td>4617</td><td>Middle cingulum (L)</td></tr><tr><td>IN 11: Salience network</td><td>SDR-11-2</td><td>ESZ-increasing</td><td>77</td><td>2079</td><td>Middle frontal gyrus (R)</td></tr><tr><td>IN 11: Salience network</td><td>SDR-11-3</td><td>HC &gt; ESZ</td><td>161</td><td>4347</td><td>Thalamus (L)</td></tr><tr><td>IN 11: Salience network</td><td>SDR-11-4</td><td>CHR &gt; ESZ</td><td>236</td><td>6372</td><td>Middle cingulum (L)</td></tr><tr><td>IN 12: Sensory-motor network</td><td>SDR-12-1</td><td>ESZ-decreasing</td><td>81</td><td>2187</td><td>Paracentral lobule (L)</td></tr><tr><td>IN 12: Sensory-motor network</td><td>SDR-12-2</td><td>HC-decreasing</td><td>135</td><td>3645</td><td>Supplementary motor area (L)</td></tr><tr><td>IN 12: Sensory-motor network</td><td>SDR-12-3</td><td>HC &lt; CHR</td><td>82</td><td>2214</td><td>Precentral and supplementary motor area (L)</td></tr><tr><td>IN 13: Fronto-occipital network</td><td>SDR-13-1</td><td>HC &gt; ESZ</td><td>125</td><td>3375</td><td>Calcarine (L)</td></tr><tr><td>IN 14: Fronto-parietal network</td><td>SDR-14-1</td><td>HC &lt; CHR</td><td>142</td><td>3834</td><td>Precuneus (R)</td></tr><tr><td>IN 15: Fronto-parieto-occipital network</td><td>SDR-15-1</td><td>HC &gt; ESZ</td><td>142</td><td>3834</td><td>Calcarine (L)</td></tr></tbody></table>\n"}, "text": "IN ID and IN name\tID of SDR identified in INs\tVoxels' Z-score changing pattern\tNumber of voxels\tRegion volume (mm3)\tBrain region name\t \tIN 1: Vision-related network\tSDR-1-1\tHC > ESZ\t104\t2808\tLingual gyrus (L)\t \tIN 3: Vision-related network\tSDR-3-1\tHC < ESZ\t80\t2160\tInferior occipital gyrus (R)\t \tIN 3: Vision-related network\tSDR-3-2\tHC > CHR\t116\t3132\tLingual gyrus (R)\t \tIN 4: Vision-related network\tSDR-4-1\tHC > ESZ\t125\t3375\tLingual gyrus (L)\t \tIN 4: Vision-related network\tSDR-4-2\tHC < CHR\t120\t3240\tFusiform gyrus (R)\t \tIN 5: Default mode network\tSDR-5-1\tCHR > ESZ\t140\t3780\tPrecuneus and posterior cingulate cortex (R)\t \tIN 6: Auditory-related network\tSDR-6-1\tESZ-decreasing\t112\t3024\tHeschl's gyrus (L)\t \tIN 6: Auditory-related network\tSDR-6-2\tCHR > ESZ\t185\t4995\tInsula and rolandic operculum (L)\t \tIN 7: Visuospatial network\tSDR-7-1\tESZ-decreasing\t74\t1998\tPrecentral gyrus (R)\t \tIN 7: Visuospatial network\tSDR-7-2\tHC > ESZ\t106\t2862\tPostcentral gyrus (R)\t \tIN 8: Anterior insula network\tSDR-8-1\tHC < CHR\t118\t3186\tSuperior temporal gyrus (L)\t \tIN 9: Fronto-parieto-cerebellar network\tSDR-9-1\tHC < ESZ\t98\t2646\tSuperior frontal gyrus (R)\t \tIN 10: Default mode network\tSDR-10-1\tCHR > ESZ\t154\t4158\tAnterior cingulate gyrus (R)\t \tIN 10: Default mode network\tSDR-10-2\tCHR < ESZ\t127\t3429\tSuperior frontal gyrus, medial (L)\t \tIN 11: Salience network\tSDR-11-1\tESZ-decreasing\t171\t4617\tMiddle cingulum (L)\t \tIN 11: Salience network\tSDR-11-2\tESZ-increasing\t77\t2079\tMiddle frontal gyrus (R)\t \tIN 11: Salience network\tSDR-11-3\tHC > ESZ\t161\t4347\tThalamus (L)\t \tIN 11: Salience network\tSDR-11-4\tCHR > ESZ\t236\t6372\tMiddle cingulum (L)\t \tIN 12: Sensory-motor network\tSDR-12-1\tESZ-decreasing\t81\t2187\tParacentral lobule (L)\t \tIN 12: Sensory-motor network\tSDR-12-2\tHC-decreasing\t135\t3645\tSupplementary motor area (L)\t \tIN 12: Sensory-motor network\tSDR-12-3\tHC < CHR\t82\t2214\tPrecentral and supplementary motor area (L)\t \tIN 13: Fronto-occipital network\tSDR-13-1\tHC > ESZ\t125\t3375\tCalcarine (L)\t \tIN 14: Fronto-parietal network\tSDR-14-1\tHC < CHR\t142\t3834\tPrecuneus (R)\t \tIN 15: Fronto-parieto-occipital network\tSDR-15-1\tHC > ESZ\t142\t3834\tCalcarine (L)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 33268, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note: L, left; R, right. Regarding the SDR's ID, SDR-M-N means the Nth SDR in the Mth IN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33358, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given the specified 19 changing patterns shown in Fig. 1, the associated voxels in each IN were identified (see Supplementary Table S2). We found that 12 voxels in the salience network (IN 11) exhibited strictly decreasing trends, and only two voxels in the visuospatial network (IN 7) showed strictly increasing trends, in Z-scores from the HC group to the CHR group to the ESZ group. Few or no voxels belonged to the CHR-decreasing pattern 2 (and 3) and the CHR-increasing pattern 2 (and 3). Excepting for the no-difference pattern that most of the voxels were assigned to, the mostly occupied pattern was the HC > ESZ pattern. After multiple comparison correction, 24 SDRs were identified to be relevant to the 18 discriminative changing patterns (excluding the no-difference pattern). Detailed information of the 24 SDRs can be found in Table 2 and Supplementary Table S3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34235, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "A: The significant discriminative regions (SDRs) identified from the 15 intrinsic functional networks (INs) and the co-activation (measured by the mean Z-score) of each SDR in the associated IN for healthy control (HC), clinical high-risk (CHR), and early illness schizophrenia (ESZ) groups, separately. SDR-M-N means the Nth SDR in the Mth IN. Table 2 includes more detailed information about these SDRs. SDRs identified using different changing patterns are shown using different colors, and the associated INs are shown in yellow color. The Fisher's combined p-values corresponding to all comparisons between any pair of groups (HC vs. CHR, HC vs. ESZ, and CHR vs. ESZ) are shown in each subfigure's title. Each SDR's mean Z-scores of all subjects in one group are shown using a boxplot. In each boxplot, the central line is the median; the square is the mean; and the edges of the box are the 25th and 75th percentiles. The whiskers extend to 1 inter-quartile range, and each outlier is displayed with a “+” sign. B: Significant associations between the clinical symptom scores (in Table 1) and the co-activation of SDRs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35361, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 35368, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 4A shows the identified 24 SDRs and the results obtained from comparing the co-activation of each SDR among groups. We also report the relevant co-activation comparison results using the non-parameter combination method in the Supplementary Fig. S4. It is shown that the results in Figs. 4 and S4 were similar in terms of the combined p-values and consistent after the multiple comparison correction. Regarding the ESZ-decreasing pattern, there were four SDRs identified, which included left Heschl's gyrus from the auditory-related network, right precentral gyrus from the visuospatial network, left median cingulate of the salience network, and left paracentral lobule from the sensory-motor network. Evaluated by Fisher's combined probability test, we found that the co-activation in each of the four SDRs was significantly reduced in the ESZ group compared to both the HC and CHR groups, suggesting that ESZ patients had greater hypo-connectivity than CHR individuals in these SDRs. Regarding the ESZ-increasing pattern, we found one SDR, i.e., right middle frontal gyrus from the salience network, that showed relatively higher co-activation in the ESZ population than the other groups. In addition, the HC-decreasing pattern was evident in an SDR comprising left supplementary motor area from the sensory-motor network that persisted after correction for multiple comparisons. Its co-activation had enhanced strength for both CHR and ESZ groups, relative to the HC group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36851, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Numerous voxels in the INs indicated progressive Z-scores from the healthy condition to psychosis risk to schizophrenia. Regarding the HC > ESZ pattern, six SDRs from different networks were found. These SDRs involved the left lingual gyrus of two vision-related networks, the right postcentral cortex of the visuospatial network, the left thalamus region of the salience network, left calcarine region of the fronto-occipital network and fronto-parieto-occipital network. Interestingly, each of the six SDRs tended to display a strictly decreasing change in its co-activation from HCs to CHR individuals to ESZ patients, assessed using the Fisher's combined probability test. In terms of the HC < ESZ pattern, two SDRs were extracted. Evaluated by combined p-values, the right inferior occipital gyrus in the vision-related network showed a common increased co-activation in ESZ and CHR, while the right superior frontal gyrus in the fronto-parieto-cerebellar network had a progressive increasing alteration from HC to CHR and from CHR to ESZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37896, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our study, we also found that using the HC > CHR pattern, the HC < CHR pattern, the CHR > ESZ pattern and the CHR < ESZ pattern, 10 SDRs were identified, reflecting that the co-activation in these regions of the CHR group was not intermediate between the HC group and the ESZ group. Among the 10 SDRs, 8 SDRs in the CHR individuals showed enhanced co-activation compared to the other two groups. Precuneus, posterior cingulate cortex and anterior cingulate gyrus in the DMNs showed increased co-activation in the CHR group compared to the other two groups, indicating the complexity of CHR abnormality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38502, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In summary, widespread INs were diversely impacted. Among the voxels in the identified significant discriminative regions (obtained using all 19 possible changing patterns excepting the no-difference pattern), more than 25% of the voxels from six INs were identified with the HC > ESZ pattern. In addition, the CHR > ESZ pattern was found in 24% of the significant voxels from four INs, and the ESZ-decreasing pattern was found in 15% of the significant voxels from four INs. Our findings thus suggest that many brain regions of CHR individuals showed an intermediate connectivity trend between the HC and ESZ groups. Compared to the HC individuals, the reduced connectivity was the primary type of dysconnectivity evident in ESZ individuals. Some brain regions also showed a CHR-unique connectivity (primarily CHR-increasing alterations).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39342, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, significant associations were identified between SDRs' co-activation strengths and the symptom scores. As shown in Fig. 4B, the co-activation of superior temporal gyrus region in the anterior insula network was positively correlated with SOPS Disorganization scores in the CHR group (r = 0.42, p-value = 0.01). The co-activation of left supplementary motor cortex in the sensory-motor network was negatively correlated with both PANSS Positive Symptom scores (r = − 0.32; p-value = 0.02) and Negative Symptom scores (r = − 0.27; p-value = 0.04) in the ESZ group; and the co-activation of left calcarine region of the fronto-parieto-occipital network was negatively correlated with SOPS Disorganization scores in the CHR group (r = − 0.37; p-value = 0.02). Strikingly, each of the three SDRs with negative correlations with symptoms demonstrated a decreasing co-activation trend from the HC to the CHR to the ESZ groups (Fig. 4A). Regarding the ESZ group, the CPZ dosage equivalent did not have significant association with the co-activation (measured by the mean Z-score) in any of the identified SDRs showing a main effect of group differences. The details can be found in Supplementary Table S4. For the CHR group, our results (shown in Supplementary Table S5) suggest that most (all but one) of the SDRs showed no significant differences in the co-activation between the medicated and unmedicated CHR subgroups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40770, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion and conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 40797, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Individuals who meet clinical criteria for the psychosis-risk syndrome are neurobiologically vulnerable to developing a full-blown psychotic disorder, particularly schizophrenia. Abnormalities in several ICA-derived INs have been reported in schizophrenia patients. In this study, our purpose was to explore which brain regions in which networks were influenced by psychosis risk; further, we sought to determine if CHR individuals have similar network impairments as seen in SZ patients early in their illness course.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41316, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Using the GIG-ICA method, our results revealed multiple altered INs in the ESZ and CHR groups, which primarily included the DMN, salience, auditory-related, visuospatial, sensory-motor and parietal networks. Most of the identified INs have been previously associated with cognitive, emotional, executive, sensory and motor functions. Regarding different INs, various brain regions exhibited abnormally reduced or enhanced co-activation in both the ESZ and CHR groups. In total, 24 brain regions showing group differences were identified from all INs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41867, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Compared to HCs, ESZ patients exhibited diminished co-activation strength in the majority (17) of these regions, although some regions with increased co-activation strength in the ESZ patients were also found. Our findings generally support prior studies that have predominantly shown reduced connectivity in SZ, but are also in agreement with some previous work reporting increased connectivity in SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42270, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There were some brain regions that showed a significant step-wise worsening of dysconnectivity from HC to CHR to ESZ groups. In particular, the left lingual gyrus of two vision-related networks, the right postcentral cortex of the visuospatial network, the left thalamus region of the salience network, left calcarine region of the fronto-occipital network and fronto-parieto-occipital network displayed a strictly decreasing change in its co-activation from HCs to CHR individuals to ESZ patients, while the right superior frontal gyrus in the fronto-parieto-cerebellar network had a progressive increasing alteration from HC to CHR and from CHR to ESZ. Previous work has also found group differences in thalamic connectivity. While this pattern of results is consistent with the possibility of progressive dysconnectivity as individuals develop the psychosis-risk syndrome and then transition to full-blown psychosis, this pattern could also arise if only the small subgroup of CHR individuals who eventually transition to psychosis exhibit abnormal dysconnectivity on par with the ESZ patients. Unfortunately, sufficient clinical follow-up data were not available to help distinguish between these possibilities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43486, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Compared to both HC and CHR individuals, ESZ patients demonstrated hypo-connectivity mainly in left Heschl's gyrus from the auditory-related network, right precentral gyrus from the visuospatial network, left median cingulate of the salience network, and left paracentral lobule from the sensory-motor network, but showed stronger co-activation in the right middle frontal gyrus from the salience network. Prior schizophrenia studies have similarly shown abnormalities in left Heschl's gyrus associated with auditory hallucinations. Our current results indicate that these changes are not prominent in the psychosis-risk syndrome, although it remains a possibility that they would be evident in the subset of CHR individuals who eventually progress to full psychosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44254, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There were additional brain regions that exhibited similarly abnormal co-activation in CHR and ESZ groups, consistent with the emergence of dysconnectivity in these regions prior to the onset of psychosis and the possibility that they reflect the underlying vulnerability for schizophrenia rather than a mechanism involved in the pathogenesis of the full-blown clinical syndrome. Both CHR and ESZ subjects showed increased co-activation in the left supplementary motor area of the sensory-motor network and the right inferior occipital gyrus of the vision-related network, compared to HCs. Our findings are consistent with prior work showing abnormal connectivity in CHR and SZ groups in the sensory motor cortex and occipital gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44988, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is worth noting that CHR-unique alterations (primarily the CHR-increasing connectivity) were also evident in some brain regions, reflecting that the co-activation in these regions of the CHR group was not intermediate between the HC group and the ESZ group. Our previous study using dynamic connectivity analysis on the same data also found CHR-specific alterations relative to HCs and ESZ patients. A Meta-analysis reported that although the majority (73%) of CHR individuals who convert to psychosis develops schizophrenic psychoses (including schizophrenia, schizophreniform disorder and schizoaffective disorder), 11% of the converted CHR individuals develops affective psychoses (including depression with psychotic features and bipolar disorder with psychotic features). In our study, ESZ patients included patients with schizophrenia or schizoaffective disorder. So, these CHR-unique alterations that were not present in ESZ patients may reflect brain function alterations that are closer to abnormalities in affective psychoses (e.g., bipolar disorder with psychotic symptoms). Our previous studies have found that there are significant differences in functional connectivity among schizophrenia, schizoaffective disorder and psychotic bipolar disorder. Unfortunately, in the study, we cannot verify this point due to lacking of data from patients with affective psychoses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46373, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to the results of the group comparisons, clinical symptom correlations were also found for some of the regions. In ESZ patients, the co-activation of left supplementary motor cortex in the sensory-motor network was negatively correlated with both PANSS Positive and Negative Symptom scores. In CHR individuals, the co-activation of the left calcarine sulcus in the fronto-parieto-occipital network was negatively correlated with SOPS Disorganization Symptom scores. Indeed, the co-activation of these regions also showed a decreasing trend from HCs to CHR individuals to ESZ patients, supporting the possible role of these regions as biomarkers of clinical severity. We also found that there was no significant association between the CPZ dose equivalents of the ESZ patients and the co-activation of any SDR. For the CHR subjects, most of the SDRs showed no significant differences in the co-activation between the medicated and unmedicated CHR subgroups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47342, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, multiple INs showed significant changes in ESZ and CHR individuals. Among all regions identified, the most prominent group difference pattern involved reduced co-activation in the ESZ patients. Furthermore, similar network abnormalities were evident in individuals exhibiting the psychosis risk syndrome, although ESZ patients generally showed more severe changes. Many brain regions showed a progressive change from HC to CHR individuals to ESZ patients. Some regions also presented CHR-unique alterations. Additionally, co-activation strengths in some regions were associated with symptom severity ratings. In general, CHR individuals had INs with intermediate connectivity, falling between the normal connectivity present in HC individuals and the dysconnectivity evident in ESZ patients. Taken together, the IN abnormalities found in our study warrant further study in longitudinal designs in order to more precisely determine their roles in the pathogenesis of schizophrenia and other psychotic disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48365, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study had several limitations, including some that could limit the generalizability of our findings. First, a few parameters (e.g., the number of ICs used in GIG-ICA and the thresholds used for multiple comparisons correction) are adjustable and the specific settings we chose may have influenced the pattern of results we observed. Second, insufficient clinical follow-up data from our CHR participants prevented us from examining whether any of the IN abnormalities identified are predictive of conversion to psychosis. We will investigate this issue in the future when more data are available. Third, due to the relatively small sample sizes available for this study, we included a small number of CHR individuals who were treated with antipsychotic medication. Most of the ESZ patients analyzed took antipsychotic medication. Although we did not find significant associations between the medication and the identified measures showing group differences, influence of medication could be complex and deserves further investigation in future. In addition, we did not assess and cannot address whether treatment response or treatment resistance moderated functional connectivity in the ESZ patients, since we did not assess the treatment response information and also did not require stable doses of medication for entry into the study. However, to the extent that many of the IN abnormalities observed were evident in both ESZ and CHR individuals, there is a diminished likelihood that the network abnormalities observed in ESZ patients are the result of antipsychotic medication. Finally, since we flipped the estimated group-level ICs to ensure that their skewness was positive, in order to simplify the analyses for each IN, we only focused on the voxels with positive Z-scores in most subjects, i.e., those voxels that contributed the most to the networks (see Fig. S2). We ignored the voxels with negative Z-scores, thus we did not compute the co-activation within regions with negative Z-scores. We also did not investigate the anti-correlation between regions with positive Z-scores and regions with negative Z-scores. As shown in Fig. S2, the anti-correlation (e.g., the anti-correlation between the DMN and the salience network in IN 11) may deserve further study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50646, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 50657, "infons": {"fpage": "1207", "lpage": "1216", "name_0": "surname:Abou-Elseoud;given-names:A.", "name_1": "surname:Starck;given-names:T.", "name_2": "surname:Remes;given-names:J.", "name_3": "surname:Nikkinen;given-names:J.", "name_4": "surname:Tervonen;given-names:O.", "name_5": "surname:Kiviniemi;given-names:V.", "pub-id_pmid": "20063361", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "31", "year": "2010"}, "text": "The effect of model order selection in group PICA", "sentences": [], "annotations": [], "relations": []}, {"offset": 50707, "infons": {"fpage": "663", "lpage": "676", "name_0": "surname:Allen;given-names:E.A.", "name_1": "surname:Damaraju;given-names:E.", "name_2": "surname:Plis;given-names:S.M.", "name_3": "surname:Erhardt;given-names:E.B.", "name_4": "surname:Eichele;given-names:T.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "23146964", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Tracking whole-brain connectivity dynamics in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 50771, "infons": {"fpage": "882", "lpage": "891", "name_0": "surname:Anticevic;given-names:A.", "name_1": "surname:Haut;given-names:K.", "name_10": "surname:Cadenhead;given-names:K.S.", "name_11": "surname:Mirzakhanian;given-names:H.", "name_12": "surname:Cornblatt;given-names:B.A.", "name_13": "surname:Olvet;given-names:D.", "name_14": "surname:Mathalon;given-names:D.H.", "name_15": "surname:McGlashan;given-names:T.H.", "name_16": "surname:Perkins;given-names:D.O.", "name_17": "surname:Belger;given-names:A.", "name_18": "surname:Seidman;given-names:L.J.", "name_19": "surname:Tsuang;given-names:M.T.", "name_2": "surname:Murray;given-names:J.D.", "name_20": "surname:van Erp;given-names:T.G.M.", "name_21": "surname:Walker;given-names:E.F.", "name_22": "surname:Hamann;given-names:S.", "name_23": "surname:Woods;given-names:S.W.", "name_24": "surname:Qiu;given-names:M.L.", "name_25": "surname:Cannon;given-names:T.D.", "name_3": "surname:Repovs;given-names:G.", "name_4": "surname:Yang;given-names:G.J.", "name_5": "surname:Diehl;given-names:C.", "name_6": "surname:McEwen;given-names:S.C.", "name_7": "surname:Bearden;given-names:C.E.", "name_8": "surname:Addington;given-names:J.", "name_9": "surname:Goodyear;given-names:B.", "section_type": "REF", "source": "JAMA Psychiat.", "type": "ref", "volume": "72", "year": "2015"}, "text": "Association of thalamic dysconnectivity and conversion to psychosis in youth and young adults at elevated clinical risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 50891, "infons": {"fpage": "340", "lpage": "347", "name_0": "surname:Bassett;given-names:D.S.", "name_1": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "19494774", "section_type": "REF", "source": "Curr. Opin. Neurol.", "type": "ref", "volume": "22", "year": "2009"}, "text": "Human brain networks in health and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 50934, "infons": {"fpage": "1129", "lpage": "1159", "name_0": "surname:Bell;given-names:A.J.", "name_1": "surname:Sejnowski;given-names:T.J.", "pub-id_pmid": "7584893", "section_type": "REF", "source": "Neural Comput.", "type": "ref", "volume": "7", "year": "1995"}, "text": "An information-maximization approach to blind separation and blind deconvolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 51015, "infons": {"fpage": "537", "lpage": "541", "name_0": "surname:Biswal;given-names:B.", "name_1": "surname:Yetkin;given-names:F.Z.", "name_2": "surname:Haughton;given-names:V.M.", "name_3": "surname:Hyde;given-names:J.S.", "pub-id_pmid": "8524021", "section_type": "REF", "source": "Magn. Reson. Med.", "type": "ref", "volume": "34", "year": "1995"}, "text": "Functional connectivity in the motor cortex of resting human brain using echo-planar Mri", "sentences": [], "annotations": [], "relations": []}, {"offset": 51104, "infons": {"fpage": "277", "lpage": "290", "name_0": "surname:Bressler;given-names:S.L.", "name_1": "surname:Menon;given-names:V.", "pub-id_pmid": "20493761", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "14", "year": "2010"}, "text": "Large-scale brain networks in cognition: emerging methods and principles", "sentences": [], "annotations": [], "relations": []}, {"offset": 51177, "infons": {"fpage": "60", "lpage": "73", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Adali;given-names:T.", "pub-id_pmid": "23231989", "section_type": "REF", "source": "IEEE Rev. Biomed. Eng.", "type": "ref", "volume": "5", "year": "2012"}, "text": "Multisubject independent component analysis of fMRI: a decade of intrinsic networks, default mode, and neurodiagnostic discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 51306, "infons": {"fpage": "140", "lpage": "151", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Adali;given-names:T.", "name_2": "surname:Pearlson;given-names:G.D.", "name_3": "surname:Pekar;given-names:J.J.", "pub-id_pmid": "11559959", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "14", "year": "2001"}, "text": "A method for making group inferences from functional MRI data using independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51405, "infons": {"fpage": "17", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Eichele;given-names:T.", "name_2": "surname:Pearlson;given-names:G.", "pub-id_pmid": "19738925", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "3", "year": "2009"}, "text": "Functional brain networks in schizophrenia: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 51458, "infons": {"fpage": "75", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Sui;given-names:J.", "name_2": "surname:Kiehl;given-names:K.", "name_3": "surname:Turner;given-names:J.", "name_4": "surname:Allen;given-names:E.", "name_5": "surname:Pearlson;given-names:G.", "section_type": "REF", "source": "Front. Psych.", "type": "ref", "volume": "2", "year": "2011"}, "text": "Exploring the psychosis functional connectome: aberrant intrinsic networks in schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 51571, "infons": {"fpage": "744", "lpage": "756", "name_0": "surname:Cannon;given-names:T.D.", "pub-id_pmid": "26493362", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "19", "year": "2015"}, "text": "How schizophrenia develops: cognitive and brain mechanisms underlying onset of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51660, "infons": {"fpage": "28", "lpage": "37", "name_0": "surname:Cannon;given-names:T.D.", "name_1": "surname:Cadenhead;given-names:K.", "name_10": "surname:Heinssen;given-names:R.", "name_2": "surname:Cornblatt;given-names:B.", "name_3": "surname:Woods;given-names:S.W.", "name_4": "surname:Addington;given-names:J.", "name_5": "surname:Walker;given-names:E.", "name_6": "surname:Seidman;given-names:L.J.", "name_7": "surname:Perkins;given-names:D.", "name_8": "surname:Tsuang;given-names:M.", "name_9": "surname:McGlashan;given-names:T.", "pub-id_pmid": "18180426", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "65", "year": "2008"}, "text": "Prediction of psychosis in youth at high clinical risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 51715, "infons": {"fpage": "207", "lpage": "208", "name_0": "surname:Danivas;given-names:V.", "name_1": "surname:Venkatasubramanian;given-names:G.", "pub-id_pmid": "23825865", "section_type": "REF", "source": "Indian J. Psychiatry", "type": "ref", "volume": "55", "year": "2013"}, "text": "Current perspectives on chlorpromazine equivalents: comparing apples and oranges", "sentences": [], "annotations": [], "relations": []}, {"offset": 51796, "infons": {"fpage": "157", "lpage": "197", "name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Fan;given-names:Y.", "pub-id_pmid": "23194820", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "69", "year": "2013"}, "text": "Group information guided ICA for fMRI data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51848, "infons": {"name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Li;given-names:H.M.", "name_2": "surname:Wu;given-names:H.", "name_3": "surname:Fan;given-names:Y.", "section_type": "REF", "source": "Proceedings of SPIE, Medical Imaging 2012: Image Processing 8314", "type": "ref", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 51849, "infons": {"fpage": "1", "lpage": "4", "name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Sui;given-names:J.", "name_2": "surname:Yu;given-names:Q.B.", "name_3": "surname:He;given-names:H.", "name_4": "surname:Calhoun;given-names:V.D.", "section_type": "REF", "source": "IEEE 11th International Symposium on Biomedical Imaging (ISBI)", "type": "ref", "year": "2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 51850, "infons": {"fpage": "478", "lpage": "481", "name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:He;given-names:H.", "name_3": "surname:Wu;given-names:L.", "name_4": "surname:Chen;given-names:J.Y.", "name_5": "surname:Calhoun;given-names:V.D.", "section_type": "REF", "source": "IEEE 12th International Symposium on Biomedical Imaging (ISBI)", "type": "ref", "year": "2015"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 51851, "infons": {"fpage": "272", "lpage": "280", "name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:Liu;given-names:J.Y.", "name_3": "surname:Sui;given-names:J.", "name_4": "surname:Yu;given-names:Q.B.", "name_5": "surname:He;given-names:H.", "name_6": "surname:Castro;given-names:E.", "name_7": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "26216278", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "122", "year": "2015"}, "text": "A group ICA based framework for evaluating resting fMRI markers when disease categories are unclear: application to schizophrenia, bipolar, and schizoaffective disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 52021, "infons": {"fpage": "1005", "lpage": "1025", "name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Allen;given-names:E.A.", "name_2": "surname:He;given-names:H.", "name_3": "surname:Sui;given-names:J.", "name_4": "surname:Wu;given-names:L.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "26859308", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "37", "year": "2016"}, "text": "Artifact removal in the context of group ICA: a comparison of single-subject and group approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 52119, "infons": {"fpage": "55", "lpage": "65", "name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:Yu;given-names:Q.", "name_3": "surname:He;given-names:H.", "name_4": "surname:Lin;given-names:D.D.", "name_5": "surname:Sui;given-names:J.", "name_6": "surname:Wu;given-names:L.", "name_7": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "26654933", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "170", "year": "2016"}, "text": "Interaction among subsystems within default mode network diminished in schizophrenia patients: a dynamic connectivity approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 52246, "infons": {"name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Fryer;given-names:S.L.", "name_10": "surname:Mathalon;given-names:D.H.", "name_11": "surname:Calhoun;given-names:V.D.", "name_2": "surname:Fu;given-names:Z.N.", "name_3": "surname:Lin;given-names:D.D.", "name_4": "surname:Sui;given-names:J.", "name_5": "surname:Chen;given-names:J.Y.", "name_6": "surname:Damaraju;given-names:E.", "name_7": "surname:Mennigen;given-names:E.", "name_8": "surname:Stuart;given-names:B.", "name_9": "surname:Loewy;given-names:R.L.", "section_type": "REF", "source": "NeuroImage", "type": "ref", "year": "2017"}, "text": "Dynamic functional connectivity impairments in early schizophrenia and clinical high-risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 52350, "infons": {"fpage": "267", "name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Lin;given-names:D.D.", "name_2": "surname:Yu;given-names:Q.B.", "name_3": "surname:Sui;given-names:J.", "name_4": "surname:Chen;given-names:J.Y.", "name_5": "surname:Rachakonda;given-names:S.", "name_6": "surname:Adali;given-names:T.", "name_7": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "28579940", "section_type": "REF", "source": "Front. Neurosci.", "type": "ref", "volume": "11", "year": "2017"}, "text": "Comparison of IVA and GIG-ICA in Brain Functional Network Estimation Using fMRI Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 52435, "infons": {"fpage": "2683", "lpage": "2708", "name_0": "surname:Du;given-names:Y.H.", "name_1": "surname:Pearlson;given-names:G.", "name_10": "surname:Clementz;given-names:B.", "name_11": "surname:Bustillo;given-names:J.", "name_12": "surname:Calhoun;given-names:V.", "name_2": "surname:Lin;given-names:D.D.", "name_3": "surname:Sui;given-names:J.", "name_4": "surname:Chen;given-names:J.Y.", "name_5": "surname:Salman;given-names:M.", "name_6": "surname:Tamminga;given-names:C.", "name_7": "surname:Ivleva;given-names:E.I.", "name_8": "surname:Sweeney;given-names:J.", "name_9": "surname:Keshavan;given-names:M.", "pub-id_pmid": "28294459", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "38", "year": "2017"}, "text": "Identifying dynamic functional connectivity biomarkers using GIG-ICA: application to schizophrenia, schizoaffective disorder and psychotic bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 52591, "infons": {"fpage": "2075", "lpage": "2095", "name_0": "surname:Erhardt;given-names:E.B.", "name_1": "surname:Rachakonda;given-names:S.", "name_2": "surname:Bedrick;given-names:E.J.", "name_3": "surname:Allen;given-names:E.A.", "name_4": "surname:Adali;given-names:T.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "21162045", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "32", "year": "2011"}, "text": "Comparison of multi-subject ICA methods for analysis of fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 52657, "infons": {"name_0": "surname:First;given-names:M.B.", "name_1": "surname:Spitzer;given-names:R.L.", "name_2": "surname:Gibbon;given-names:M.", "name_3": "surname:Williams;given-names:J.", "section_type": "REF", "type": "ref", "year": "1995"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 52658, "infons": {"name_0": "surname:Fisher;given-names:R.A.", "section_type": "REF", "type": "ref", "year": "1925"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 52659, "infons": {"fpage": "172", "lpage": "187", "name_0": "surname:Fitzsimmons;given-names:J.", "name_1": "surname:Kubicki;given-names:M.", "name_2": "surname:Shenton;given-names:M.E.", "pub-id_pmid": "23324948", "section_type": "REF", "source": "Curr. Opin. Psychiatry", "type": "ref", "volume": "26", "year": "2013"}, "text": "Review of functional and anatomical brain connectivity findings in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52740, "infons": {"name_0": "surname:Fryer;given-names:S.L.", "name_1": "surname:Roach;given-names:B.J.", "name_2": "surname:Wiley;given-names:K.", "name_3": "surname:Loewy;given-names:R.L.", "name_4": "surname:Ford;given-names:J.M.", "name_5": "surname:Mathalon;given-names:D.H.", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "year": "2016"}, "text": "Reduced amplitude of low-frequency brain oscillations in the psychosis risk syndrome and early illness schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 52857, "infons": {"fpage": "220", "lpage": "229", "name_0": "surname:Fusar-Poli;given-names:P.", "name_1": "surname:Bonoldi;given-names:I.", "name_2": "surname:Yung;given-names:A.R.", "name_3": "surname:Borgwardt;given-names:S.", "name_4": "surname:Kempton;given-names:M.J.", "name_5": "surname:Valmaggia;given-names:L.", "name_6": "surname:Barale;given-names:F.", "name_7": "surname:Caverzasi;given-names:E.", "name_8": "surname:McGuire;given-names:P.", "pub-id_pmid": "22393215", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "69", "year": "2012"}, "text": "Predicting psychosis: meta-analysis of transition outcomes in individuals at high clinical risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 52953, "infons": {"fpage": "923", "lpage": "932", "name_0": "surname:Fusar-Poli;given-names:P.", "name_1": "surname:Bechdolf;given-names:A.", "name_2": "surname:Taylor;given-names:M.J.", "name_3": "surname:Bonoldi;given-names:I.", "name_4": "surname:Carpenter;given-names:W.T.", "name_5": "surname:Yung;given-names:A.R.", "name_6": "surname:McGuire;given-names:P.", "pub-id_pmid": "22589370", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "At risk for schizophrenic or affective psychoses? A meta-analysis of DSM/ICD diagnostic outcomes in individuals at high clinical risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 53087, "infons": {"fpage": "450", "lpage": "457", "name_0": "surname:Garrity;given-names:A.G.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:McKiernan;given-names:K.", "name_3": "surname:Lloyd;given-names:D.", "name_4": "surname:Kiehl;given-names:K.A.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "17329470", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Aberrant “default mode” functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53152, "infons": {"fpage": "519", "lpage": "534", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Hulshoff Pol;given-names:H.E.", "pub-id_pmid": "20471808", "section_type": "REF", "source": "Eur. Neuropsychopharmacol.", "type": "ref", "volume": "20", "year": "2010"}, "text": "Exploring the brain network: a review on resting-state fMRI functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 53236, "infons": {"name_0": "surname:van den Heuvel;given-names:M.", "name_1": "surname:Mandl;given-names:R.", "name_2": "surname:Hulshoff Pol;given-names:H.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "3", "year": "2008"}, "text": "Normalized cut group clustering of resting-state FMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 53295, "infons": {"fpage": "1214", "lpage": "1222", "name_0": "surname:Himberg;given-names:J.", "name_1": "surname:Hyvarinen;given-names:A.", "name_2": "surname:Esposito;given-names:F.", "pub-id_pmid": "15219593", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "22", "year": "2004"}, "text": "Validating the independent components of neuroimaging time series via clustering and visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 53394, "infons": {"fpage": "535", "lpage": "550", "name_0": "surname:Javitt;given-names:D.C.", "name_1": "surname:Sweet;given-names:R.A.", "pub-id_pmid": "26289573", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "16", "year": "2015"}, "text": "Auditory dysfunction in schizophrenia: integrating clinical and basic features", "sentences": [], "annotations": [], "relations": []}, {"offset": 53473, "infons": {"name_0": "surname:Jung;given-names:W.H.", "name_1": "surname:Jang;given-names:J.H.", "name_2": "surname:Shin;given-names:N.Y.", "name_3": "surname:Kim;given-names:S.N.", "name_4": "surname:Choi;given-names:C.H.", "name_5": "surname:An;given-names:S.K.", "name_6": "surname:Kwon;given-names:J.S.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Regional brain atrophy and functional disconnection in Broca's area in individuals at ultra-high risk for psychosis and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53607, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:S.R.", "name_1": "surname:Fiszbein;given-names:A.", "name_2": "surname:Opler;given-names:L.A.", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53674, "infons": {"fpage": "458", "lpage": "466", "name_0": "surname:Khadka;given-names:S.", "name_1": "surname:Meda;given-names:S.A.", "name_10": "surname:Pearlson;given-names:G.D.", "name_2": "surname:Stevens;given-names:M.C.", "name_3": "surname:Glahn;given-names:D.C.", "name_4": "surname:Calhoun;given-names:V.D.", "name_5": "surname:Sweeney;given-names:J.A.", "name_6": "surname:Tamminga;given-names:C.A.", "name_7": "surname:Keshavan;given-names:M.S.", "name_8": "surname:O'Neil;given-names:K.", "name_9": "surname:Schretlen;given-names:D.", "pub-id_pmid": "23746539", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "74", "year": "2013"}, "text": "Is aberrant functional connectivity a psychosis endophenotype? A resting state functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 53797, "infons": {"fpage": "158", "lpage": "164", "name_0": "surname:Klosterkotter;given-names:J.", "name_1": "surname:Hellmich;given-names:M.", "name_2": "surname:Steinmeyer;given-names:E.M.", "name_3": "surname:Schultze-Lutter;given-names:F.", "pub-id_pmid": "11177117", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "58", "year": "2001"}, "text": "Diagnosing schizophrenia in the initial prodromal phase", "sentences": [], "annotations": [], "relations": []}, {"offset": 53853, "infons": {"fpage": "113", "lpage": "128", "name_0": "surname:Ledberg;given-names:A.", "name_1": "surname:Akerman;given-names:S.", "name_2": "surname:Roland;given-names:P.E.", "pub-id_pmid": "9740755", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "8", "year": "1998"}, "text": "Estimation of the probabilities of 3D clusters in functional brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 53927, "infons": {"fpage": "1866", "lpage": "1872", "name_0": "surname:Lee;given-names:M.H.", "name_1": "surname:Smyser;given-names:C.D.", "name_2": "surname:Shimony;given-names:J.S.", "pub-id_pmid": "22936095", "section_type": "REF", "source": "AJNR Am. J. Neuroradiol.", "type": "ref", "volume": "34", "year": "2013"}, "text": "Resting-state fMRI: a review of methods and clinical applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 53993, "infons": {"fpage": "131", "lpage": "139", "name_0": "surname:Li;given-names:K.", "name_1": "surname:Guo;given-names:L.", "name_2": "surname:Nie;given-names:J.", "name_3": "surname:Li;given-names:G.", "name_4": "surname:Liu;given-names:T.", "pub-id_pmid": "19111443", "section_type": "REF", "source": "Comput. Med. Imaging Graph.", "type": "ref", "volume": "33", "year": "2009"}, "text": "Review of methods for functional brain connectivity detection using fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54066, "infons": {"fpage": "189", "lpage": "202", "name_0": "surname:Liu;given-names:T.", "pub-id_pmid": "21556745", "section_type": "REF", "source": "Brain Imaging Behav.", "type": "ref", "volume": "5", "year": "2011"}, "text": "A few thoughts on brain ROIs", "sentences": [], "annotations": [], "relations": []}, {"offset": 54095, "infons": {"fpage": "3406", "lpage": "3417", "name_0": "surname:Ma;given-names:S.", "name_1": "surname:Correa;given-names:N.M.", "name_2": "surname:Li;given-names:X.L.", "name_3": "surname:Eichele;given-names:T.", "name_4": "surname:Calhoun;given-names:V.D.", "name_5": "surname:Adali;given-names:T.", "pub-id_pmid": "21900068", "section_type": "REF", "source": "IEEE Trans. Biomed. Eng.", "type": "ref", "volume": "58", "year": "2011"}, "text": "Automatic identification of functional clusters in FMRI data using spatial dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 54181, "infons": {"name_0": "surname:Mattiaccio;given-names:L.M.", "name_1": "surname:Coman;given-names:I.L.", "name_2": "surname:Schreiner;given-names:M.J.", "name_3": "surname:Antshel;given-names:K.M.", "name_4": "surname:Fremont;given-names:W.P.", "name_5": "surname:Bearden;given-names:C.E.", "name_6": "surname:Kates;given-names:W.R.", "section_type": "REF", "source": "J. Neurodev. Disord.", "type": "ref", "volume": "8", "year": "2016"}, "text": "Atypical functional connectivity in resting-state networks of individuals with 22q11.2 deletion syndrome: associations with neurocognitive and psychiatric functioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 54348, "infons": {"name_0": "surname:McGlashan;given-names:T.", "name_1": "surname:Walsh;given-names:B.C.", "name_2": "surname:Woods;given-names:S.W.", "section_type": "REF", "type": "ref", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54349, "infons": {"fpage": "6864", "name_0": "surname:Meda;given-names:S.A.", "name_1": "surname:Ruano;given-names:G.", "name_10": "surname:Keshavan;given-names:M.S.", "name_11": "surname:Tamminga;given-names:C.A.", "name_12": "surname:Sweeney;given-names:J.A.", "name_13": "surname:Clementz;given-names:B.A.", "name_14": "surname:Calhoun;given-names:V.D.", "name_15": "surname:Pearlson;given-names:G.D.", "name_2": "surname:Windemuth;given-names:A.", "name_3": "surname:O'Neil;given-names:K.", "name_4": "surname:Berwise;given-names:C.", "name_5": "surname:Dunn;given-names:S.M.", "name_6": "surname:Boccaccio;given-names:L.E.", "name_7": "surname:Narayanan;given-names:B.", "name_8": "surname:Kocherla;given-names:M.", "name_9": "surname:Sprooten;given-names:E.", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "111", "year": "2014"}, "text": "Multivariate analysis reveals genetic associations of the resting default mode network in psychotic bipolar disorder and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54484, "infons": {"fpage": "703", "lpage": "715", "name_0": "surname:Miller;given-names:T.J.", "name_1": "surname:McGlashan;given-names:T.H.", "name_2": "surname:Rosen;given-names:J.L.", "name_3": "surname:Cadenhead;given-names:K.", "name_4": "surname:Cannon;given-names:T.", "name_5": "surname:Ventura;given-names:J.", "name_6": "surname:McFarlane;given-names:W.", "name_7": "surname:Perkins;given-names:D.O.", "name_8": "surname:Pearlson;given-names:G.D.", "name_9": "surname:Woods;given-names:S.W.", "pub-id_pmid": "14989408", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "29", "year": "2003"}, "text": "Prodromal assessment with the structured interview for prodromal syndromes and the scale of prodromal symptoms: predictive validity, interrater reliability, and training to reliability", "sentences": [], "annotations": [], "relations": []}, {"offset": 54669, "infons": {"fpage": "59", "lpage": "68", "name_0": "surname:Ongur;given-names:D.", "name_1": "surname:Lundy;given-names:M.", "name_2": "surname:Greenhouse;given-names:I.", "name_3": "surname:Shinn;given-names:A.K.", "name_4": "surname:Menon;given-names:V.", "name_5": "surname:Cohen;given-names:B.M.", "name_6": "surname:Renshaw;given-names:P.F.", "pub-id_pmid": "20553873", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "183", "year": "2010"}, "text": "Default mode network abnormalities in bipolar disorder and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54742, "infons": {"fpage": "1110", "lpage": "1124", "name_0": "surname:Pettersson-Yeo;given-names:W.", "name_1": "surname:Allen;given-names:P.", "name_2": "surname:Benetti;given-names:S.", "name_3": "surname:McGuire;given-names:P.", "name_4": "surname:Mechelli;given-names:A.", "pub-id_pmid": "21115039", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "35", "year": "2011"}, "text": "Dysconnectivity in schizophrenia: where are we now?", "sentences": [], "annotations": [], "relations": []}, {"offset": 54794, "infons": {"fpage": "289", "lpage": "297", "name_0": "surname:Seiferth;given-names:N.Y.", "name_1": "surname:Pauly;given-names:K.", "name_2": "surname:Habel;given-names:U.", "name_3": "surname:Kellermann;given-names:T.", "name_4": "surname:Shah;given-names:N.J.", "name_5": "surname:Ruhrmann;given-names:S.", "name_6": "surname:Klosterkotter;given-names:J.", "name_7": "surname:Schneider;given-names:F.", "name_8": "surname:Kircher;given-names:T.", "pub-id_pmid": "18187342", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "40", "year": "2008"}, "text": "Increased neural response related to neutral faces in individuals at risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 54882, "infons": {"fpage": "108", "lpage": "120", "name_0": "surname:Sheffield;given-names:J.M.", "name_1": "surname:Barch;given-names:D.M.", "pub-id_pmid": "26698018", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "61", "year": "2016"}, "text": "Cognition and resting-state functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54951, "infons": {"fpage": "6", "name_0": "surname:Shim;given-names:G.", "name_1": "surname:Oh;given-names:J.S.", "name_2": "surname:Jung;given-names:W.H.", "name_3": "surname:Jang;given-names:J.H.", "name_4": "surname:Choi;given-names:C.H.", "name_5": "surname:Kim;given-names:E.", "name_6": "surname:Park;given-names:H.Y.", "name_7": "surname:Choi;given-names:J.S.", "name_8": "surname:Jung;given-names:M.H.", "name_9": "surname:Kwon;given-names:J.S.", "pub-id_pmid": "20205779", "section_type": "REF", "source": "Behav. Brain Funct.", "type": "ref", "year": "2010"}, "text": "Altered resting-state connectivity in subjects at ultra-high risk for psychosis: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 55046, "infons": {"fpage": "260", "lpage": "268", "name_0": "surname:Shinn;given-names:A.K.", "name_1": "surname:Baker;given-names:J.T.", "name_2": "surname:Cohen;given-names:B.M.", "name_3": "surname:Ongur;given-names:D.", "pub-id_pmid": "23287311", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "143", "year": "2013"}, "text": "Functional connectivity of left Heschl's gyrus in vulnerability to auditory hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55154, "infons": {"name_0": "surname:Smith;given-names:S.M.", "name_1": "surname:Fox;given-names:P.T.", "name_2": "surname:Miller;given-names:K.L.", "name_3": "surname:Glahn;given-names:D.C.", "name_4": "surname:Fox;given-names:P.M.", "name_5": "surname:Mackay;given-names:C.E.", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Correspondence of the brain's functional architecture during activation and rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 55235, "infons": {"fpage": "652", "lpage": "660", "name_0": "surname:Sporns;given-names:O.", "pub-id_pmid": "24686784", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "17", "year": "2014"}, "text": "Contributions and challenges for network models in cognitive neuroscience", "sentences": [], "annotations": [], "relations": []}, {"offset": 55309, "infons": {"name_0": "surname:Wang;given-names:H.L.", "name_1": "surname:Guo;given-names:W.B.", "name_2": "surname:Liu;given-names:F.", "name_3": "surname:Wang;given-names:G.D.", "name_4": "surname:Lyu;given-names:H.L.", "name_5": "surname:Wu;given-names:R.R.", "name_6": "surname:Chen;given-names:J.D.", "name_7": "surname:Wang;given-names:S.", "name_8": "surname:Li;given-names:L.H.", "name_9": "surname:Zhao;given-names:J.P.", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "6", "year": "2016"}, "text": "Patients with first-episode, drug-naive schizophrenia and subjects at ultra-high risk of psychosis shared increased cerebellar-default mode network connectivity at rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 55478, "infons": {"fpage": "1279", "lpage": "1284", "name_0": "surname:Whitfield-Gabrieli;given-names:S.", "name_1": "surname:Thermenos;given-names:H.W.", "name_10": "surname:Wojcik;given-names:J.", "name_11": "surname:Gabrieli;given-names:J.D.", "name_12": "surname:Seidman;given-names:L.J.", "name_2": "surname:Milanovic;given-names:S.", "name_3": "surname:Tsuang;given-names:M.T.", "name_4": "surname:Faraone;given-names:S.V.", "name_5": "surname:McCarley;given-names:R.W.", "name_6": "surname:Shenton;given-names:M.E.", "name_7": "surname:Green;given-names:A.I.", "name_8": "surname:Nieto-Castanon;given-names:A.", "name_9": "surname:LaViolette;given-names:P.", "pub-id_pmid": "19164577", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Hyperactivity and hyperconnectivity of the default network in schizophrenia and in first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55614, "infons": {"fpage": "1486", "lpage": "1511", "name_0": "surname:Winkler;given-names:A.M.", "name_1": "surname:Webster;given-names:M.A.", "name_2": "surname:Brooks;given-names:J.C.", "name_3": "surname:Tracey;given-names:I.", "name_4": "surname:Smith;given-names:S.M.", "name_5": "surname:Nichols;given-names:T.E.", "pub-id_pmid": "26848101", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "37", "year": "2016"}, "text": "Non-parametric combination and related permutation tests for neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 55688, "infons": {"fpage": "663", "lpage": "667", "name_0": "surname:Woods;given-names:S.W.", "pub-id_pmid": "12823080", "section_type": "REF", "source": "J. Clin. Psychiatry", "type": "ref", "volume": "64", "year": "2003"}, "text": "Chlorpromazine equivalent doses for the newer atypical antipsychotics", "sentences": [], "annotations": [], "relations": []}, {"offset": 55758, "infons": {"fpage": "894", "lpage": "908", "name_0": "surname:Woods;given-names:S.W.", "name_1": "surname:Addington;given-names:J.", "name_10": "surname:McGlashan;given-names:T.H.", "name_2": "surname:Cadenhead;given-names:K.S.", "name_3": "surname:Cannon;given-names:T.D.", "name_4": "surname:Cornblatt;given-names:B.A.", "name_5": "surname:Heinssen;given-names:R.", "name_6": "surname:Perkins;given-names:D.O.", "name_7": "surname:Seidman;given-names:L.J.", "name_8": "surname:Tsuang;given-names:M.T.", "name_9": "surname:Walker;given-names:E.F.", "pub-id_pmid": "19386578", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "35", "year": "2009"}, "text": "Validity of the prodromal risk syndrome for first psychosis: findings from the North American Prodrome Longitudinal Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 55880, "infons": {"fpage": "1095", "lpage": "1104", "name_0": "surname:Wotruba;given-names:D.", "name_1": "surname:Michels;given-names:L.", "name_2": "surname:Buechler;given-names:R.", "name_3": "surname:Metzler;given-names:S.", "name_4": "surname:Theodoridou;given-names:A.", "name_5": "surname:Gerstenberg;given-names:M.", "name_6": "surname:Walitza;given-names:S.", "name_7": "surname:Kollias;given-names:S.", "name_8": "surname:Rossler;given-names:W.", "name_9": "surname:Heekeren;given-names:K.", "pub-id_pmid": "24243441", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Aberrant coupling within and across the default mode, task-positive, and salience network in subjects at risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56004, "infons": {"name_0": "surname:Yoon;given-names:Y.B.", "name_1": "surname:Yun;given-names:J.Y.", "name_2": "surname:Jung;given-names:W.H.", "name_3": "surname:Cho;given-names:K.I.K.", "name_4": "surname:Kim;given-names:S.N.", "name_5": "surname:Lee;given-names:T.Y.", "name_6": "surname:Park;given-names:H.Y.", "name_7": "surname:Kwon;given-names:J.S.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "Altered fronto-temporal functional connectivity in individuals at ultra-high-risk of developing psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56110, "infons": {"fpage": "964", "lpage": "971", "name_0": "surname:Yung;given-names:A.R.", "name_1": "surname:Yuen;given-names:H.P.", "name_10": "surname:Godfrey;given-names:K.", "name_11": "surname:Buckby;given-names:J.", "name_2": "surname:McGorry;given-names:P.D.", "name_3": "surname:Phillips;given-names:L.J.", "name_4": "surname:Kelly;given-names:D.", "name_5": "surname:Dell'Olio;given-names:M.", "name_6": "surname:Francey;given-names:S.M.", "name_7": "surname:Cosgrave;given-names:E.M.", "name_8": "surname:Killackey;given-names:E.", "name_9": "surname:Stanford;given-names:C.", "pub-id_pmid": "16343296", "section_type": "REF", "source": "Aust. N. Z. J. Psychiatry", "type": "ref", "volume": "39", "year": "2005"}, "text": "Mapping the onset of psychosis: the comprehensive assessment of at-risk mental states", "sentences": [], "annotations": [], "relations": []}, {"offset": 56196, "infons": {"fpage": "194", "lpage": "205", "name_0": "surname:Zhou;given-names:Y.", "name_1": "surname:Liang;given-names:M.", "name_2": "surname:Tian;given-names:L.", "name_3": "surname:Wang;given-names:K.", "name_4": "surname:Hao;given-names:Y.", "name_5": "surname:Liu;given-names:H.", "name_6": "surname:Liu;given-names:Z.", "name_7": "surname:Jiang;given-names:T.", "pub-id_pmid": "17628434", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "97", "year": "2007"}, "text": "Functional disintegration in paranoid schizophrenia using resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 56273, "infons": {"fpage": "207", "lpage": "219", "name_0": "surname:Zhou;given-names:Y.", "name_1": "surname:Fan;given-names:L.", "name_2": "surname:Qiu;given-names:C.", "name_3": "surname:Jiang;given-names:T.", "pub-id_pmid": "25761914", "section_type": "REF", "source": "Neurosci. Bull.", "type": "ref", "volume": "31", "year": "2015"}, "text": "Prefrontal cortex and the dysconnectivity hypothesis of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56343, "infons": {"fpage": "2163", "lpage": "2177", "name_0": "surname:Zuo;given-names:X.N.", "name_1": "surname:Kelly;given-names:C.", "name_2": "surname:Adelstein;given-names:J.S.", "name_3": "surname:Klein;given-names:D.F.", "name_4": "surname:Castellanos;given-names:F.X.", "name_5": "surname:Milham;given-names:M.P.", "pub-id_pmid": "19896537", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Reliable intrinsic connectivity networks: test-retest evaluation using ICA and dual regression approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 56447, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 56466, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2017.10.018.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}