{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6105009", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Modeling subjective relevance in schizophrenia", "article-id_doi": "10.1371/journal.pcbi.1006319", "article-id_pmc": "6105009", "article-id_pmid": "30096179", "article-id_publisher-id": "PCOMPBIOL-D-17-01775", "elocation-id": "e1006319", "issue": "8", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Katthagen;given-names:Teresa", "name_1": "surname:Mathys;given-names:Christoph", "name_10": "surname:Katthagen;given-names:Teresa", "name_11": "surname:Katthagen;given-names:Teresa", "name_12": "surname:Heinz;given-names:Andreas", "name_2": "surname:Deserno;given-names:Lorenz", "name_3": "surname:Walter;given-names:Henrik", "name_4": "surname:Kathmann;given-names:Norbert", "name_5": "surname:Heinz;given-names:Andreas", "name_6": "surname:Schlagenhauf;given-names:Florian", "name_7": "surname:Daunizeau;given-names:Jean", "name_8": "surname:Schlagenhauf;given-names:Florian", "name_9": "surname:Schlagenhauf;given-names:Florian", "notes": "All relevant data are within the paper and its Supporting Information files.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "14", "year": "2018"}, "text": "Modeling subjective relevance in schizophrenia and its relation to aberrant salience", "sentences": [], "annotations": [], "relations": []}, {"offset": 85, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In schizophrenia, increased aberrant salience to irrelevant events and reduced learning of relevant information may relate to an underlying deficit in relevance detection. So far, subjective estimates of relevance have not been probed in schizophrenia patients. The mechanisms underlying belief formation about relevance and their translation into decisions are unclear. Using novel computational methods, we investigated relevance detection during implicit learning in 42 schizophrenia patients and 42 healthy individuals. Participants underwent functional magnetic resonance imaging while detecting the outcomes in a learning task. These were preceded by cues differing in color and shape, which were either relevant or irrelevant for outcome prediction. We provided a novel definition of relevance based on Bayesian precision and modeled reaction times as a function of relevance weighted unsigned prediction errors (UPE). For aberrant salience, we assessed responses to subjectively irrelevant cue manifestations. Participants learned the contingencies and slowed down their responses following unexpected events. Model selection revealed that individuals inferred the relevance of cue features and used it for behavioral adaption to the relevant cue feature. Relevance weighted UPEs correlated with dorsal anterior cingulate cortex activation and hippocampus deactivation. In patients, the aberrant salience bias to subjectively task-irrelevant information was increased and correlated with decreased striatal UPE activation and increased negative symptoms. This study shows that relevance estimates based on Bayesian precision can be inferred from observed behavior. This underscores the importance of relevance detection as an underlying mechanism for behavioral adaptation in complex environments and enhances the understanding of aberrant salience in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1960, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Author summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 1975, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Schizophrenia patients display deficits in the appropriate attribution of meaningfulness to stimuli; such as aberrantly increased processing of irrelevant and insufficient processing of relevant information. We aimed to investigate the subjective nature of relevance detection and its deficit in schizophrenia and developed an implicit learning paradigm that allowed for parallel learning from relevant and irrelevant information. Based on the idea that subjective relevance might be captured by Bayesian precision we set up different computational models of how subjective relevance guides learning and behavioral adaptation. We found that subjects use Bayesian precision to estimate stimulus relevance in order to integrate multidimensional information and adapt more to the subjectively relevant stimuli. This relevance weighted adaptation correlated with brain activation within the salience network. Further, schizophrenia patients displayed an increased aberrant tendency to irrelevant events which related to decreased striatal coding of the relevant learning signal. To conclude, our findings demonstrate how individual beliefs about relevance can be inferred from computational models. Furthermore, we suggest that aberrant salience observed in patients with schizophrenia reflects an idiosyncratic bias in states of high subjective uncertainty.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3330, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 3343, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Reduced differentiation between relevance and irrelevance, a disruption of salience attribution, is the key component of the aberrant salience hypothesis of psychosis. According to this theoretical framework, neurobiological noise in terms of increased striatal dopamine turnover may cause the subjective experience of salience or meaningfulness in the absence of relevant contextual events that usually cause dopaminergic saliency signaling. This experience of aberrant salience is then attributed to random, irrelevant events that coincide with it and, thus, these irrelevant events turn subjectively meaningful. At the same time, chaotic aberrant salience signaling was proposed to blur the signal-to-noise ratio leading to decreased processing of contextually relevant events and the formation and maintenance of negative symptoms. This salience framework clearly renders the objective experimental measurement of (aberrant) salience challenging and highlights the subjective nature of relevance and salience attribution. This subjectivity aspect can be captured by modeling latent learning processes of individuals, which is a common approach for describing the processing of relevant information, for example, during reinforcement learning. However, while computational modeling has already revealed decreased learning from task relevant events in schizophrenia patients, this approach has not been applied to learning from relevant compared to irrelevant stimuli, which might shed further light on aberrant salience attribution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4879, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Both constructs, relevance and salience, are closely intertwined. In general, cues can be considered salient based on their physical characteristics, or cues are subjectively salient when they have been learned to be relevant in a certain context. For instance, neutral cues that are learned to predict reward can turn subjectively salient. Here, we define salient cues as those that have been learned to reliably predict important outcomes. These associations between cues and outcomes are learned via prediction error (PE) signals that code the surprise and unexpectedness of events; or computationally, the difference between observation and prediction. Thus, an unexpected event elicits a large unsigned prediction error (PE; a directed PE would carry information about the valence/reward) and the corresponding event would turn salient to the individual. Prediction errors are used to update the predictive value (belief) of the preceding stimulus. On the neural level, unexpectedness correlates with brain responses in the so-called salience network; such as the (dorsal) anterior cingulate cortex and the insula, while some studies also reported unsigned PE signaling in the striatum [for a review see ].", "sentences": [], "annotations": [], "relations": []}, {"offset": 6091, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In multidimensional environments, multiple cues are potentially important and individuals have to adapt to relevant cues that have proven to be reliable or precise predictors. A cue is precise when it announces a specific event with a high probability. Correspondingly, irrelevant cues that are experienced to be noisy and unreliable (= uncertain) should be dismissed. This was investigated by recent learning studies using multisensory cues where subjects were either instructed to find out the relevant cue feature or were told which information they had to focus on in order to achieve the task of choosing the correct stimulus for reward maximization. While applying computational modeling, these studies provided behavioral and neural evidence for learning from multiple sources of information by integrating these according to their respective subjective relevance. According to the principles of Bayesian learning, as incorporated in the Hierarchical Gaussian filter [HGF; ], Bayesian precision reflects the computational mechanism capturing the reliability of a stimulus. We use precision as our definition of subjective (in the sense of learned) relevance in multidimensional environments. Furthermore, we probe the influence of this subjective relevance on prediction errors, i.e. when the subject knows that the environment is irrelevant he/she should no longer experience a large prediction error as salient. In line with this approach, a theoretical account proposed that aberrant precision coding underlies psychosis formation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7633, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In schizophrenia and presumably due to chaotic dopaminergic signaling, the detection of task relevant cues seems to be disturbed while irrelevant cues not carrying reliable information can gain high subjective salience. This latter phenomenon of aberrant salience describes the subjective experience of patients characterized by random stimuli suddenly standing out and turning meaningful. According to the hypothesis, patients make sense of this aberrant salience experience by forming cognitive schemes that on the long run turn into delusional beliefs. However, though the aberrant salience concept offers high descriptive value and plausibility regarding clinical symptoms the behavioral quantification in experimental settings still remains challenging. So far, conclusions about increased aberrant salience attribution has been drawn from two kinds of findings both related to reinforcement learning: (1) heightened responses to cues that predicted (affectively) neutral outcomes and (2) increased responses to irrelevant, i.e. unreliable cues. Regarding the first operationalization, blunted differentiation between cues indicating either reinforcement or neutral outcomes were consistently found in schizophrenia patients. Whereas healthy individuals displayed enhanced responses to the reinforced over neutral cues, patients displayed the opposite pattern; increased responses (reaction times, skin conductance as well as midbrain and striatal BOLD responses) to stimuli that were followed by neutral outcomes. With regard to the second operationalization, aberrant salience may further be reflected in a tendency or bias towards one over another equally irrelevant stimulus, as defined in the Salience Attribution Test [SAT; ]. In the SAT, subjects have to speed up their responses to a target to increase their wins. Crucially, the target is preceded by conditioned stimuli with one feature being reliably informative about the following reward (instrumental motivational salience) and another feature being uninformative for predicting reward; being therefore relevant or irrelevant. Here, aberrant salience is reflected by the idiosyncratic bias inside the irrelevant dimension. This quantification of aberrant salience to irrelevant instead of neutral events circumvents instrumental learning deficits reported in schizophrenia. So far, it has revealed mixed results in schizophrenia patients possibly pointing to differential expressions of aberrant salience across the stages of illness. The explicit (= subjective judgment based) aberrant salience measure was increased in first episode patients with delusions and individuals at ultra-high risk for psychosis and striatal responses to irrelevant events correlated with positive symptoms. The implicit (= reaction time based) aberrant salience measure was increased in a medicated and rather chronic schizophrenia patients sample. However, other studies using the SAT in patients only found deficits in adaptive salience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10622, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In a previous study, we found that this idiosyncratic bias inside the irrelevant cue feature does not interfere with adaptive salience attribution that is needed to successfully solve the task. Hypothetically, this may imply that when schizophrenia patients are confronted with cues that are not associated with task-information and that are therefore imprecise they form a bias towards one of these cues in order to resolve this uncertainty. In other words, cues that are irrelevant within a particular (task) framework and that thereby are unreliable in serving instrumental aims may be inherently prone to capture aberrant salience. Thus, explicit task demands should be low in order to create an atmosphere where aberrant salience attribution can arise. A rather implicit task design would further reduce confounds by motivational, cognitive and stress-related deficits known in schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11529, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The aim of the current study was to test the idea of aberrant salience as an idiosyncratic bias to subjectively unreliable and thus task-irrelevant information. For that, we used computational modeling in order to assess relevance attribution on the subjective level. While we followed the idea of the SAT of having relevant and irrelevant cue dimensions, we used a more dynamic task design including contingency reversals in order to achieve ongoing learning that is better suited for computational modeling. Further, participants were not instructed to explicitly track contingencies between cues and outcomes in order to keep task demands low.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12176, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the current study, 42 schizophrenia patients and 42 healthy individuals performed an implicit salience paradigm during fMRI [ISP; ]. In this paradigm, participants had to discriminate between two outcomes (coin/circle) via button press. The outcome could be predicted from preceding graphic cues with dynamically changing contingencies along two distinct features (color and shape). By applying the Bayesian learning framework of the HGF, we used computational modeling to assess individual learning trajectories of these associations. Subjective relevance was formalized as Bayesian precision (as a dynamic reliability measure) and we compared different models, which varied in how subjective relevance affected learning and behavior. We hypothesized that participants would be more surprised by unexpected events and slow down their responses. On the computational level, this was defined via relevance weighted UPEs and we expected their neural correlates to be located in areas previously implicated in salience processing network and/or the striatum. Further, we defined aberrant salience as an idiosyncratic bias towards one unreliable and thus subjectively irrelevant cue feature. We hypothesized that this measure of aberrant salience would be increased in schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13468, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 13490, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethics statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 13507, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants gave written informed consent and received monetary compensation as well as the total wins of the task battery. The study was performed in accordance with the Declaration of Helsinki and was approved by the local ethics committee of Charité Universitätsmedizin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13786, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 13799, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In total, 42 schizophrenia patients and a matched healthy control group of 42 individuals participated in this study. Healthy individuals reported no past or present psychiatric disorder according to the SKID-I. Patients were diagnosed with schizophrenia according to the DSM-IV and ICD-10. Psychopathology was assessed using the Positive and Negative Syndrome Scale (PANSS) as well as the subscale for delusions and anhedonia of the Scale for the Assessment of Positive (SAPS) and Negative Symptoms (SANS), respectively (for information on demographics and psychopathology, see Table 1). All patients were on antipsychotic medication (for more details, see Table A in the Supplement). They were recruited from the inpatient and outpatient units of the Department of Psychiatry and Psychotherapy, Charité-Universitätsmedizin Berlin and the Psychiatric Department of the Schlossparkklinik Berlin. Aberrant salience raw data scores of a partially overlapping sample (37 healthy controls and 34 schizophrenia patients) were reported in a previous publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14856, "infons": {"file": "pcbi.1006319.t001.xml", "id": "pcbi.1006319.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Demographic and clinical characteristics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14898, "infons": {"file": "pcbi.1006319.t001.xml", "id": "pcbi.1006319.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\"/><th align=\"justify\" rowspan=\"1\" colspan=\"1\">SCHIZOPHRENIA PATIENTS (N = 42)</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">HEALTHY INDIVIDUALS (N = 42)</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">STATISTICS</th></tr></thead><tbody><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>Gender</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">12 females, 30 males</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">16 females, 26 males</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>χ</italic><sup><italic>2</italic></sup>(1) = .355, p = 0.488</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>AGE (IN YEARS)</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">35.1 (±7.4)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">33.5 (±7.8)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>t</italic>(82) = 1, p = 0.321</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>VERBAL IQ</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">101 (±9.4)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">104.9 (±9.4)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>t</italic>(78) = 2.13, p = 0.036</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>EHI</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">67.4(±53)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">69.72 (±48.09)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>t</italic>(77) = .21, p = .837</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>DURATION OF ILLNESS (YEARS)</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">9.4 (±6)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>AGE OF ILLNESS ONSET (YEARS)</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">25.9 (±7.1)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>PANSS POSITIVE</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">20.7 (±6.7)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>PANSS NEGATIVE</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">22.6 (±7.6)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>PANSS GENERAL</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">41 (±10.9)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>PANSS TOTAL</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">84.5 (±21.5)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>SAPS DELUSIONS</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">21.3 (±10.9)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>SANS ANHEDONIA</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">12.4 (±4.9)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "\tSCHIZOPHRENIA PATIENTS (N = 42)\tHEALTHY INDIVIDUALS (N = 42)\tSTATISTICS\t \tGender\t12 females, 30 males\t16 females, 26 males\tχ2(1) = .355, p = 0.488\t \tAGE (IN YEARS)\t35.1 (±7.4)\t33.5 (±7.8)\tt(82) = 1, p = 0.321\t \tVERBAL IQ\t101 (±9.4)\t104.9 (±9.4)\tt(78) = 2.13, p = 0.036\t \tEHI\t67.4(±53)\t69.72 (±48.09)\tt(77) = .21, p = .837\t \tDURATION OF ILLNESS (YEARS)\t9.4 (±6)\t\t\t \tAGE OF ILLNESS ONSET (YEARS)\t25.9 (±7.1)\t\t\t \tPANSS POSITIVE\t20.7 (±6.7)\t\t\t \tPANSS NEGATIVE\t22.6 (±7.6)\t\t\t \tPANSS GENERAL\t41 (±10.9)\t\t\t \tPANSS TOTAL\t84.5 (±21.5)\t\t\t \tSAPS DELUSIONS\t21.3 (±10.9)\t\t\t \tSANS ANHEDONIA\t12.4 (±4.9)\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15493, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Implicit salience paradigm (ISP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15526, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This paradigm was explicitly instructed like a target-detection task though implicitly being a learning paradigm where features of neutral stimuli predicted certain outcomes. It consisted of 160 trials where subjects were told to discriminate the outcomes (10 Eurocent coin or blue circle) of each trial. Therefore, their only task was to press a respective button when they saw a coin, versus another button when they saw the blue circle. Subjects were told that they would receive the amount of money they had seen during the task irrespective of whether they had pressed a button or not, though they were encouraged by the experimenters not to miss too many trials because this would impede the analysis. The outcomes were preceded by conditioned stimuli that differed in color and shape: gray or colorful squares or triangles (see Fig 1A and 1B). During the instructions, subjects were told not to pay attention to these stimuli preceding the outcomes. However, prior to scanning, participants were primed with the stimulus features while they were asked to name the color and the shape of each of the four conditioned stimuli. Then, they practiced the outcome detection for 10 trials. In this practice session, all outcomes were preceded by a stimulus that was not presented during the main experiment in the scanner. In the main experiment, the conditioned stimuli predicted the outcome types in a probabilistic manner that reversed during the task. Importantly, only one stimulus feature reliably predicted the outcome (eg, shape). For instance, 80% of all triangles were followed by the coin (20% circle), and 80% of all squares were followed by the blue circle (20% coin). Whether the square or the triangle predicted the coin reversed every 20 trials. In the meantime, the color of the stimuli was irrelevant in predicting the outcome; colorful and gray stimuli were equally followed by coins and circles (50% each). After the first half of the experiment this was reversed, and then the formerly irrelevant feature (here: shape) predicted the outcome, whereas the other feature turned irrelevant (see Fig 2). The relevant dimensions were counterbalanced across participants and coins and neutral outcomes were each displayed in 50% of all trials. In total, the experiment lasted 15 minutes and took place during fMRI scanning. Participants received the amount of coins seen in the experiment (8 Euro).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17939, "infons": {"file": "pcbi.1006319.g001.jpg", "id": "pcbi.1006319.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Depiction of one ISP trial. Participants see one of four cues (B) that is then followed by either a coin (representing reward) or a blue circle (neutral outcome). They have to respond to each outcome via a respective button press. (B) Conditioned cues varying in color and shape. (C) Log reaction times (logRT) and simulated logRT (dashed lines, based on the best model) for coin (green) and circle (orange) trials. Subjects were faster in coin than in circle trials and speeded up their responses over the course of each block. These effects were also captured by the best fitting model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18532, "infons": {"file": "pcbi.1006319.g002.jpg", "id": "pcbi.1006319.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "Upper plot: Underlying task contingencies between color and outcome (blue) and shape and outcome (red). Note that the direction of the trajectories reflects a tendency towards an association (eg, 1 for [triangle → reward; square →circle] and 0 for the opposite associations) and does not reflect a reward value. In this example, during the first half of the ISP, color is relevant for predicting the outcome, whereas the squares and triangles both predict coin and circle with a probability of 0.5 and are therefore irrelevant. The extradimensional relevance reverses after 80 trials, and shape becomes relevant. Inside the relevant features, the 80% rewarded feature manifestation reverses every 20 trial block. That is to say, if colorful cues are rewarded in 80% of trials (gray cues in 20%) in the beginning, gray cues are followed by coins (colorful cues by a circle) for the next 20 trials. Middle plot: One subject’s individual belief trajectories for color (blue) and shape (red) associations with outcome based on the best fitting model (2HGF RelPE+IrrelBias). Lower plot: Trajectories that were used to determine individual reaction times in the best response model: Inferred relevance weights (see Eq 5) for color (blue) and shape (red) predictions and the mean relevance weighted prediction error (magenta; see Eq 4.1.2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19866, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Raw data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 19884, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In our raw data analysis of reaction times, we focused on two aspects: (i) learning of the regularly reversing relevant feature and (ii) aberrant salience towards one manifestation of the irrelevant feature. Extreme reaction times (<150 ms and >1.5 s) were excluded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20151, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For analyses of potential learning, reaction times (in ms) were log transformed to achieve normal distribution required for variance analyses. First, we tested whether subjects learned the cue-outcome contingencies and slowed down their responses if the outcome could not be predicted based on the preceding cues and thus violated their expectation. For that, log reaction times were compared for expected (i.e. trials when the 0.8 rewarded feature was followed by reward and trials when the 0.8 non-rewarded feature was followed by a circle) versus unexpected events (i.e. trials when the 0.8 rewarded feature was followed by the circle and trials when the 0.8 non-rewarded feature was followed by a coin) of the relevant condition in a repeated-measures ANOVA with group as between-subject factor (HC versus patients) and event type as within factor (expected versus unexpected). Second, a change in reaction times over time following contingency changes inside the relevant cue feature was tested using a repeated-measures ANOVA. For all eight blocks with 20 trials each, log-reaction times of the 16 expected events (ie, spanning those 8 trials when the rewarded feature was followed by reward and the 8 trials when the non-rewarded feature was followed by a circle) were grouped for rewarded versus neutral outcome trials (Condition factor) and combined into 4 time bins each, consisting of 2 consecutive trials (Time factor). For analyses targeting responses with regard to different cue features, please see the Supplement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21682, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For aberrant salience attribution, aberrant salience scores were calculated as in the previous literature, and reflected an individual bias towards one of the two irrelevant cue manifestations based on the ground truth contingencies. For that, the mean reaction times (in ms) to each of the four cue features when they were irrelevant to the task were calculated. Then, aberrant salience was calculated as the absolute difference in reaction times between both manifestations of each condition (eg, square over triangle when shape is irrelevant). Then, these two scores were collapsed across test halves.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22287, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Computational modeling of relevant and irrelevant predictions", "sentences": [], "annotations": [], "relations": []}, {"offset": 22349, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used detailed computational modeling combined with model selection in order to assess the learning mechanisms driving the observed individual behavior. By that we tested if subjects learned the underlying cue-outcome associations and inferred the relevant cue feature. In keeping with our initial definition of relevance, a cue feature should be perceived as more relevant the more precisely it is believed to predict the outcome. In contrast, if the association between cue feature and outcome is very noisy, because the occurrence of reward and circle are equally probable this feature should be perceived as irrelevant. We set up novel response models that postulated slowing down of responses when the expectations were violated. Computationally, a violation was captured by the unsigned PE of each feature. In different models, we compared if unsigned PEs of the different cue features differentially affected behavior based on their current relevance. By the relevance weighted PE, we implemented increased adaptation to surprising events (unsigned PE) predicted by the most relevant cue feature as well as decreased adaptation to the irrelevant cue feature. Thereby, we tested if individuals adapted their behavior less to events when these had proven to be noisy and uninformative in the past. Instead, they would adapt their behavior to those unexpected events that were held to be informative because these may actually signal a real change in the environment (as the contingency changes in our task).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23864, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our modeling analysis was guided by two aims:", "sentences": [], "annotations": [], "relations": []}, {"offset": 23910, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Modeling two parallel learning processes of predicting the relevant and the irrelevant cue feature in order to compute distinct prediction error trajectories [for a comparable learning model, please see ]. Here, it is crucial to determine a formal definition of “relevance” since the participants had to dynamically infer which cue feature was relevant for predicting the outcome (even though this was not necessary to solve the task, that is, discriminating between a coin and a circle).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24399, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Describing the aberrant salience effect to an irrelevant feature as seen in previous analyses on a computational level by finding interindividual differences in model parameters capturing this effect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24600, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We modeled predictions for each of the two cue features, shape and color, in separate HGF learning models so that a trial-by-trial expectation was computed for each feature (learning model). We did not model relevant and irrelevant conditions separately because of two reasons. First, the generative model was supposed to capture the subjects’ learning experience and they were not instructed about the task structure having relevant and irrelevant conditions. Instead they were only primed with the distinction by feature, color and shape, in the practice session. Second, after the first half of the experiment we switched the relevant dimension (e.g. shape to color). Hence, modeling separately for relevance versus irrelevance would have introduced external information on the task structure that was not accessible to subjects and thus not generative. The resulting learning trajectories for shape and color were transformed into trial-by-trial predictors of reaction times (response model).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25597, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Hierarchical Gaussian filter [HGF; ]", "sentences": [], "annotations": [], "relations": []}, {"offset": 25634, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "According to the ‘Bayesian brain’ hypothesis, an agent forms a generative model of the world in part by increasing the precision of predictions (μ) to successfully adapt one’s behavior. The HGF offers a generic framework for Bayesian learning on multiple hierarchical levels. Crucially, the belief update at each level is comprised of a lower-level prediction error  that is weighted according to a cross-level precision ratio (Eqs 1 and 2; i for learning level, and k for trial number). The precision of each level’s prediction  is defined as the inverse variance of the prediction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26218, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used a “two branches” version of the HGF for parallel learning of the shape and color associations with the outcome. In our modelling, we focused on the reliability and thus undirected beliefs about associations. Thus, the direction of the learning trajectories (association beliefs  and prediction errors δ) did not reflect the reward value but an arbitrarily determined relationship between cue feature manifestations and outcomes. A more detailed description of the HGF and its levels can be found in the Supplement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26741, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "A novel definition of relevance: First-level precision", "sentences": [], "annotations": [], "relations": []}, {"offset": 26796, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Since the core aim of this study was the dissociation between learning about relevant versus irrelevant cue features, the term relevance needs to be defined formally. In terms of the ISP, a cue feature should be perceived as more relevant the more precisely it is believed to predict the outcome. In contrast, if the belief  of an association is 0.5 it should be perceived as irrelevant for outcome prediction (because in this case reward and circle will occur with the same probability and cannot be reliably predicted). In the HGF framework, this interpretation of relevance is reflected in the estimated precision of prediction on the first level  (see 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27456, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "It is a function only of the first-level association prediction , which ranges between 0 and 1.  has a minimum of 4 for  and increases symmetrically to infinity as  approaches 0 or 1. This relevance could affect how beliefs are updated (for this implementation (‘precision feedback’), see the Supplement) and/or how learning signals affect behavior, which we implemented in four response models. Our learning model space contained 2-level and 3-level HGFs with and without precision feedback (see Supplement), leading to four different hierarchical learning models: 2HGF, 2HGFprecfb, 3HGF, and 3HGFprecfb.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28062, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Response models", "sentences": [], "annotations": [], "relations": []}, {"offset": 28078, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prediction errors relating to the cue feature that is thought to be more relevant might translate more strongly into reaction times, and the aberrant salience effect found in the raw data may be explained as a bias towards one of the irrelevant features on a trial-by-trial basis. Both aspects were formalized in the following four response models. The baseline response model (see Eq 4) postulates that trial-by-trial reaction times are a linear function of the mean of the prediction errors of both features (4.1.1), a constant bias towards one feature manifestation (eg, triangles over squares) and the outcome (eg, slower for circles than for coin trials; 4.2.1). The four cue manifestation vectors m reflect whether the respective manifestations were displayed for every trial (eg, 1 for triangles and 0 for squares in mtriangle).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28914, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This response model was modified in three ways. In a first modification (4.1.2), the absolute prediction errors of each feature were weighted according to their respective relevance weight (rel; 5). The latter is formalized as the relative amount of each feature’s precision given the overall precisions of both features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29236, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In a second modification and in line with the aberrant salience effect, the constant bias was weighted according to its feature’s irrelevance (irrel; see Eq 4.2.2). The irrelevance weight of one feature was defined as the relevance weight of the opposing feature (see Eq 5). From the four cue feature parameters (β2, …, β5) one composite parameter was calculated in two steps. First, the individual absolute differences between the β2 and β3 for irrelevance weighted manifestations within color (and between the β4 and β5 for shape manifestations) were calculated. Then, they were collapsed across color and shape to achieve one parameter βirrelevance capturing the bias towards one cue feature manifestation that increased with subjective irrelevance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29989, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Thus, we compared four different response models: the baseline model (Eq 4), the baseline model with relevance weighted absolute prediction errors (Eq 4 with modification term 4.1.2; RelPE), the baseline model with only the irrelevance bias (Eq 4 with modification term 4.2.2; IrrelBias), and a full model with both modifications (Eq 4 with modification terms 4.1.2 and 4.2.2; RelPE+IrrelBias). This led to a total model space of 16 model combinations (see Figure S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30458, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Model fitting and Bayesian model comparison", "sentences": [], "annotations": [], "relations": []}, {"offset": 30502, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All models were fitted using the HGF toolbox 4.15 as part of TNU Algorithms for Psychiatry-Advancing Science (TAPAS, http://www.translationalneuromodeling.org/tapas/). For optimization, a quasi-Newton optimization algorithm was applied. We used random-effects Bayesian Model Selection [BMS, spm_BMS in SPM12, www.fil.ion.ucl.uk/spm; ] for each subject’s and each model’s negative free energy (as an approximation to log-model evidence) in order to identify which of the competing models best explained the subjects’ response time data. BMS takes into account accuracy of each model and also penalizes for complexity. It accounts for heterogeneity across subjects and treats each model as a random variable in the population. We report protected exceedance probabilities for each model (PXP) and posterior probabilities (PP) as well as exceedance probabilities (XP) for model families (HGF vs. HGFprecfb; 2HGF vs. 3HGF; BL vs. RelPE vs. IrrelBias vs. RelPE+IrrelBias). The XP describes the relative probability that the model would better replicate the data in comparison with the other models. The PXP that governed our model selection protects against the ‘null’ possibility that there are no differences in the likelihood of models across the population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31759, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Simulation analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 31779, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on the estimated individual parameters from the best-fitting model, we simulated trial-by-trial reaction time data. In addition to the Bayesian model comparison, we tested the model’s credibility by carrying out the same analyses as in the raw data section on the simulated data ((1) Expectedness*Group ANOVA, (2) Condition*Time*Group ANOVA, (3) ‘ground truth’ aberrant salience group differences). Using this approach, we checked whether the model was capable of reproducing the meaningful effects and group differences that were evident in the data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32337, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 32375, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For single and group statistics, an event-related analysis was applied using the general linear model (GLM) approach as implemented in SPM12 (http://www.fil.ion.ucl.ac.uk/spm/software/spm12/). On the single subject level, the outcome onsets were convolved with the hemodynamic response function and its temporal derivative. As parametric modulator, the mean of the relevance weighted absolute prediction errors of the best fitting model (2HGF-RelPe+IrrelBias) was introduced, representing how unexpected and salient the observed outcome was based on the subjects’ learned expectations about the two cue features. Regressors of no interest were no response trials, trials with reaction times>1.5 seconds and <150 milliseconds, realignment parameters with their first temporal derivative of translational movement, and one regressor for scans with >1mm scan-to-scan movement. For random effects group-level analysis, the individual contrast images for mean relevance weighted PEs were used in a two-sample t-test for between-group comparisons (controls vs. patients). Explorative analysis probed the association between model parameter βirrelevance and neural relevance weighted PE signals in schizophrenia patients. Hence, interindividual βirrelevance scores were introduced as a covariate in a one-sample t-test using the Mean relevance weighted PE contrast. Results are reported using FWE correction at the voxel level across the whole brain. Based on our hypothesis concerning activations in areas previously shown to code salience such as the ACC and insula, namely the so-called salience network, and the nucleus accumbens, we applied small volume correction at the voxel level for the respective bilateral anatomical masks derived from the WFU PickAtlas (http://fmri.wfubmc.edu/software/pickatlas). Thus, three VOIs were used for small volume correction at pFWE<0.05 and we indicate which results survive Bonferroni correction for three tests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34324, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 34332, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Raw data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34350, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Participants displayed increased log reaction times observed for probabilistic (unexpected) events compared to non-probabilistic (expected) events (Main effect of event type: F(1,82) = 5.9, p = 0.018, interaction event type*group F(1,82) = 0.02, p>0.8). The Reward*Time*Group ANOVA revealed that reaction times differed significantly between coin and circle (main effect Condition: F(1, 82) = 22.78, p < .001, see Fig 1C) and showed a trend-wise decrease following a reversal (main effect Time: F(3, 246) = 2.6, p = .053). Participants took around 8 trials to decrease their reaction times after slowing down following a reversal in contingencies (RT difference first time bin (trials 1–4) vs. third time bin (trials 8–12), t = 2.72, p = 0.048, Bonferroni corrected). Groups did not significantly differ in their reaction times (main effect of Group p>.2). The aberrant salience scores calculated based on the ground truth contingencies differed significantly from zero in both groups (mean (SD) for HC = 17.98 (10.88), t(41) = 10.7, p < .001; for Sz = 22.95 (14.46), t(41) = 10.3, p < .001). Schizophrenia patients displayed increased aberrant salience scores compared to healthy individuals (Welch’s F(1, 76.156) = 3.2, p = 0.04, one-tailed based on our a priori hypothesis).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35628, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Bayesian model comparison", "sentences": [], "annotations": [], "relations": []}, {"offset": 35654, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Across all subjects, the two-level HGF with the full response model was the best fitting model (PP = 0.3755; PXP = 0.5155; see Table 2). Among learning models there was clear evidence against the precision feedback model (PPHGF = .968; PPHGFprecfb = .032; exceedance probability XPHGF = 1), while there was only a very subtle advantage for two-level compared to three-level models (PP2HGF = .551; PP3HGF = .449; XP2HGF = .551; XP3HGF = .449). Concerning the response models, the full response model using the mean relevance weighted prediction error and the irrelevance weighted bias clearly explained the data best (PPBL = .015; PPirrelBias = .037; PPrelPE = .017; PPrelPE+irrelBias = .93; XPrelPE+irrelBias = 1). Therefore, we decided to do our fMRI analyses with the 2HGF model and the best response model relPE+irrelBias.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36480, "infons": {"file": "pcbi.1006319.t002.xml", "id": "pcbi.1006319.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Bayesian model comparison of the 16 model combinations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36536, "infons": {"file": "pcbi.1006319.t002.xml", "id": "pcbi.1006319.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">2HGF-BL</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">2HGF-relPE</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">2HGF-irrelBias</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">2HGF-full</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">2HGFprecfb-BL</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">2HGFprecfb-relPE</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">2HGFprecfb-irrelBias</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">2HGFprecfb-full</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">3HGF-BL</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">3HGF-relPE</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">3HGF-irrelBias</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">3HGF-full</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">3HGFprecfb-BL</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">3HGFprecfb-relPE</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">3HGFprecfb-irrelBias</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">3HGFprecfb-full</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"3\" colspan=\"1\"><bold>Full sample</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.012</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.013</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.023</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.375</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.012</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.013</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.017</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.036</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.012</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.013</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.023</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.372</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.012</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.013</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.021</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.035</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>XP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.515</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.485</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PXP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.515</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.485</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"3\" colspan=\"1\"><bold>Only HC</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.022</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.037</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.304</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.021</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.027</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.049</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.022</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.037</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.303</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.021</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.028</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.047</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>XP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.503</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.497</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PXP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.497</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.49</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.001</td></tr><tr><td align=\"left\" rowspan=\"3\" colspan=\"1\"><bold>Only Sz</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.021</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.023</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.038</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.278</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.022</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.029</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.064</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.021</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.023</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.038</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.276</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.022</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.041</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.062</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>XP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.505</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.494</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PXP</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"><bold>0.434</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.424</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr></tbody></table>\n"}, "text": "\t\t2HGF-BL\t2HGF-relPE\t2HGF-irrelBias\t2HGF-full\t2HGFprecfb-BL\t2HGFprecfb-relPE\t2HGFprecfb-irrelBias\t2HGFprecfb-full\t3HGF-BL\t3HGF-relPE\t3HGF-irrelBias\t3HGF-full\t3HGFprecfb-BL\t3HGFprecfb-relPE\t3HGFprecfb-irrelBias\t3HGFprecfb-full\t \tFull sample\tPP\t0.012\t0.013\t0.023\t0.375\t0.012\t0.013\t0.017\t0.036\t0.012\t0.013\t0.023\t0.372\t0.012\t0.013\t0.021\t0.035\t \tXP\t0\t0\t0\t0.515\t0\t0\t0\t0\t0\t0\t0\t0.485\t0\t0\t0\t0\t \tPXP\t0\t0\t0\t0.515\t0\t0\t0\t0\t0\t0\t0\t0.485\t0\t0\t0\t0\t \tOnly HC\tPP\t0.02\t0.022\t0.037\t0.304\t0.02\t0.021\t0.027\t0.049\t0.02\t0.022\t0.037\t0.303\t0.02\t0.021\t0.028\t0.047\t \tXP\t0\t0\t0\t0.503\t0\t0\t0\t0\t0\t0\t0\t0.497\t0\t0\t0\t0\t \tPXP\t0.001\t0.001\t0.001\t0.497\t0.001\t0.001\t0.001\t0.001\t0.001\t0.001\t0.001\t0.49\t0.001\t0.001\t0.001\t0.001\t \tOnly Sz\tPP\t0.021\t0.023\t0.038\t0.278\t0.02\t0.022\t0.029\t0.064\t0.021\t0.023\t0.038\t0.276\t0.02\t0.022\t0.041\t0.062\t \tXP\t0\t0\t0\t0.505\t0\t0\t0\t0\t0\t0\t0\t0.494\t0\t0\t0\t0\t \tPXP\t0.01\t0.01\t0.01\t0.434\t0.01\t0.01\t0.01\t0.01\t0.01\t0.01\t0.01\t0.424\t0.01\t0.01\t0.01\t0.01\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 37460, "infons": {"file": "pcbi.1006319.t002.xml", "id": "pcbi.1006319.t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "HC = healthy controls; Sz = schizophrenia patients; PP = Posterior probability; XP = exceedance probability; PXP = protected exceedance probability; BL = Baseline; relPE = relevance weighted prediction error; irrelBias = irrelevance weighted bias; full = full response model incl. relevance weighted PE and irrelevance bias;", "sentences": [], "annotations": [], "relations": []}, {"offset": 37785, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Model checking by data simulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 37819, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We repeated the same analyses as for the raw reaction time data for the simulated log RTs based on the best fitting model. The ANOVAs revealed similar behavioral effects: faster responses for expected than for unexpected events (F(1,82) = 296.8, p < .001), faster responses for coins than for circles (F(1,82) = 118.4, p < .001), as well as faster reaction times across time bins (F(1.6, 133.3) = 216.3, p < .001; see Fig 1C). The aberrant salience difference score was again significantly increased in schizophrenia patients (Mean = 14.4, SD = 8.2) compared to healthy individuals (Mean = 10.2, SD = 5.9) (Welch’s F(1, 74.6) = 7.2, p = .009) and correlated with the aberrant salience score from the raw data (Pearson’s r = 0.637, p<0.001). In line with that, βirrelevance reflecting the model based subjective bias towards irrelevant events differed significantly from zero in both groups (HC: t(41) = 12.6, p<0.001; Sz: t(41) = 12.1, p<0.001) and correlated with the aberrant salience difference score from the raw data analysis (HC: ρ = 0.523, p<0.001; Sz: ρ = 0.612, p<0.001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38900, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Response model parameter differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 38937, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We tested for group differences on three individual response parameters that weighted the influence of the relevance weighted prediction error (β1), the outcome (β6), and the irrelevance bias (βirrelevance) on reaction times. Schizophrenia patients showed an increased bias towards one of two equally irrelevant cue features as indicated by increased βirrelevance values (t(74.2) = 2.7, p = 0.036, corrected for multiple comparisons, see Fig 3). Both groups did not differ on β1 and β6 (p>0.7). For all fitted model parameters, see Table 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39478, "infons": {"file": "pcbi.1006319.g003.jpg", "id": "pcbi.1006319.g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Group means and individual values of the model parameter βirrelevance that captures the idiosyncratic bias to one out of the two subjectively irrelevant cue features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39645, "infons": {"file": "pcbi.1006319.t003.xml", "id": "pcbi.1006319.t003", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Mean (SD) free parameter estimates of the best fitting model 2HGF-relPE+irrelPE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39726, "infons": {"file": "pcbi.1006319.t003.xml", "id": "pcbi.1006319.t003", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Free parameters</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Schizophrenia patients</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Healthy individuals</th></tr></thead><tbody><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><inline-formula id=\"pcbi.1006319.e017\"><alternatives><graphic id=\"pcbi.1006319.e017g\" xlink:href=\"pcbi.1006319.e017\"/><mml:math id=\"M17\"><mml:msubsup><mml:mrow><mml:mi>σ</mml:mi></mml:mrow><mml:mrow><mml:mn>2</mml:mn></mml:mrow><mml:mrow><mml:mn>0</mml:mn></mml:mrow></mml:msubsup></mml:math></alternatives></inline-formula></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.05 (±.0007)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.05 (±.0008)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>ω</italic></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">-1.97(±.09)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">-1.98(±.08)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>β</italic><sub>0</sub></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">6.27 (±.15)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">6.22 (±.18)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>β</italic><sub>1</sub></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.21 (±.10)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.20 (±.10)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>β</italic><sub><italic>irrelevance</italic></sub></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.050 (±.027)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.037(±.02)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><italic>β</italic><sub>6</sub></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.07 (±.06)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.08 (±.06)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ζ</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.04 (±.22)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">.03 (±.01)</td></tr></tbody></table>\n"}, "text": "Free parameters\tSchizophrenia patients\tHealthy individuals\t \t\t.05 (±.0007)\t.05 (±.0008)\t \tω\t-1.97(±.09)\t-1.98(±.08)\t \tβ0\t6.27 (±.15)\t6.22 (±.18)\t \tβ1\t.21 (±.10)\t.20 (±.10)\t \tβirrelevance\t.050 (±.027)\t.037(±.02)\t \tβ6\t.07 (±.06)\t.08 (±.06)\t \tζ\t.04 (±.22)\t.03 (±.01)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 39993, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 40014, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In an explorative approach, we investigated how the response model parameter βirrelevance related to psychopathology using Spearman’s correlations within groups. In schizophrenia patients, βirrelevance was associated with an increased negative symptoms score from the PANSS (ρ = 0.334, p = 0.031) but there was no significant correlation with the other PANSS scores (all p-values>0.2; except p = 0.11 for total PANSS score).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40439, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Model based fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 40456, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Across all participants, the relevance weighted prediction error correlated with increased BOLD response in the anterior cingulate cortex ([12 32 22], t(74) = 4.2, pSVC for ACC VOI = 0.032, pB corr = 0.096, see Fig 4A). A negative correlation with relPE was observed in the left hippocampus ([-32–18–14], t(74) = 5.4, pFWE whole brain = 0.041, see Fig 4C). There was no group difference in relevance weighted PE response in any of the VOIs nor at the whole brain level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40926, "infons": {"file": "pcbi.1006319.g004.jpg", "id": "pcbi.1006319.g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "(A) Across all participants, relevance weighted PEs correlate with increased BOLD response in the right ACC ([12 32 22],], t(1,74) = 4.22, pSVC for ACC VOI = 0.032) and (B) decreased left hippocampus response ([-32–18–14], all plots displayed at p<0.001, k>10).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41188, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to probe the associations between model derived parameters and brain responses in patients, we focused on the model parameter βirrelevance that was increased in schizophrenia patients and related to psychopatholgy. In schizophrenia patients, there was an inverse correlation between βirrelevance values and relPE related bilateral nucleus accumbens response ([-14 4–10], t(36) = 5.21, pSVC for nucleus accumbens<0.001; pBonferroni corr = 0.001; [14 6–8], t(36) = 3.6, pSVC for nucleus accumbens = 0.019, pBonferroni corr = 0.057, see Fig 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41739, "infons": {"file": "pcbi.1006319.g005.jpg", "id": "pcbi.1006319.g005", "section_type": "FIG", "type": "fig_title_caption"}, "text": "In schizophrenia patients, the tendency towards an irrelevant cue feature (βirrelevance) correlated with decreased response to relevance weighted PEs in the bilateral nucleus accumbens (p. e. for parameter estimates; [-14 4–10] and [14 6–8], displayed at p<0.001, k>10).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42010, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 42021, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the current study, we established a novel definition of subjective relevance based on Bayesian precision of predictions. This computational mechanism was involved in implicit learning about multidimensional and changing environments, as well as in aberrant salience attribution in schizophrenia. To our knowledge, our study stands alone in investigating subjective beliefs during implicit learning in a dynamic appetitive Pavlovian conditioning task. We had three main findings: 1) Both groups learned the underlying associations equally well but patients showed more aberrant salience in terms of a bias towards task-irrelevant features; 2) in all participants unexpected outcomes as indicated by high relevance-weighted unsigned prediction errors were associated with increased dorsal ACC BOLD signal as part of the so-called salience network; and 3) heightened aberrant salience in patients in terms of a bias towards the currently task-irrelevant stimulus feature was associated with a lower neural salience signal in the nucleus accumbens and higher negative symptom severity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43106, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On the behavioral level, patients and controls both performed the target detection task with high accuracy and responded faster to the rewarding coin stimulus compared to the neutral circle. These two findings suggested that participants of both groups were engaged in the simple task of pressing one button upon seeing a coin and another for a circle, which had obviously minimal cognitive demands. We found that schizophrenia patients and healthy individuals seemed to use the preceding cues to speed up during the outcome discrimination task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43652, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Subjects were faster for expected than for unexpected events in terms of ground truth probabilistic contingencies. Detailed computational modeling combined with model selection revealed that participants learned and used the underlying cue-outcome associations and could determine the currently relevant feature. Thus, participants discriminated faster if the outcome was predicted based on the preceding cues but slowed down if the observed outcome violated the expectation, which was formalized in the relevance weighted PE. Responses to the most relevant cue feature were increased, whereas reactions to the irrelevant feature were decreased as implemented in the best-fitting response model. Hence, subjects adapted more to those unexpected events that were thought to be reliable and that thus signaled actual changes in the environment. Correspondingly, they downregulated responses to such information that was thought to be noisy and uninformative. To conclude, in our task the relevance weighted unsigned PE can be interpreted as subjective informative surprise that leads to subtle adaptation in behavior even in the absence of instrumental need.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44809, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While relevance weights scaled the influence of prediction errors on reaction times, that is, behavioral adaptation, we had no evidence that updating of association beliefs was increased by the subjective relevance of a cue feature beyond the HGF implementation of a cross level precision ratio. This may only hold for our implicit and dynamic paradigm and seems to be different when subjects are explicitly instructed to find out the steadily relevant aspect of a multidimensional learning cue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45305, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The relevance weighted unsigned PE correlated with BOLD responses in the salience network comprising the dorsal ACC. This is in line with the theory of proximal salience, which proposes that activity of ACC and insula regulates higher order processing of external stimuli. Especially the dorsal ACC/medial prefrontal cortex has been reported to respond to unexpectedness regardless of valence. According to the response-outcome theory, the dorsal ACC is crucial for detecting discrepancies between expectations and outcomes and thereby drives attentional and behavioral reallocation. Further studies that elaborated how individuals use those unexpectedness signals highlighted the ACC’s function in belief updating and in predicting future cognitive load based on previous experience. This can be related to the relevance weighted unsigned PE signal in our study that also comprised estimates of prior reliability of a cue feature. In line with our results, a recent study also used computational modeling of Bayesian conflict learning and reported similar UPE correlates in the dorsal ACC. On the other hand, the hippocampus showed an opposite pattern in our study: high hippocampus activation was associated with low relevance weighted UPE. This stands in contrast to previous findings and theories describing hippocampal activation during mismatching events [for a review see ]. In our task, low relevance weighted UPE occurred when the observed outcome was not surprising and would therefore be mostly present at the end of each block, after constantly changing contingencies have been learned. In other words, expected events elicit stronger BOLD response in the hippocampus which might indicate higher-order processes related to contextualizing and memorizing these learned contingencies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47100, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although participants were not incentivized for target detection, both groups performed well and no group differences emerged for learning contingencies indicating that patients and controls both used the cues for behavioral adaptation. Contrarily, there is sound evidence for learning deficits in schizophrenia patients mostly in more explicit and instrumental tasks. Our study assessed implicit learning which might have led to the subtle behavioral and neural effects. In addition, the reversals inside the relevant condition appeared every 20 trials. Presumably, fewer reversals with longer stable periods for learning the implicit associations might have led to stronger task effects. Switching the relevant condition in the middle of the experiment did not affect learning significantly (please see Supplement), though this seems to be different in tasks where such shifts happen more often and are explicitly instructed as during set-shifting. During these paradigms, schizophrenia patients are impaired. Hence, whereas we focused on the rather implicit and prediction error driven learning about relevance with our paradigm and model space, schizophrenia patients might show more pronounced deficits when explicit reasoning about the structure of the task is required. It has been shown that when healthy individuals were explicitly asked to find out the relevant cue dimension they used explicit strategies reflecting the assumed underlying task structure. Thus, group differences between schizophrenia patients and healthy individuals concerning the detection of relevance (shifting) might be better detectable and more pronounced in such more complex learning paradigms probing deliberative decisions that rely on the use of explicit task knowledge.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48861, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In keeping with previous results in a partially overlapping sample, schizophrenia patients displayed an increased bias for one of two equally task-irrelevant cue features as formalized using the ground truth contingencies of the task. This is in line with previous studies that reported increased responses in schizophrenia patients to neutral or unreliable information. We further elucidated this bias using computational modeling that took into account only subjective and dynamic relevance estimates. The response parameter capturing this irrelevance bias was increased in patients indicating that they attributed more aberrant salience to cues when they were subjectively irrelevant and thus thought to be less informative with regard to the task. This aberrant salience bias was associated with decreased striatal activation during relevance weighted PE signaling. Though this finding has to be treated with caution, since this region did not display a task effect per se, it might show that patients experiencing more idiosyncratic and task-unrelated saliency also showed a reduced striatal processing of relevant information. There is meta-analytic evidence for decreased striatal responses in schizophrenia patients to reward-predicting cues and rewarding feedback. Also, ultra-high risk subjects who decreased their unusual thought content after treatment showed an amelioration of striatal response to relevant and reinforced stimuli in the SAT. These studies focused on striatal reward anticipation, whereas the relevance weighted PE in our study was undirected, i.e. carried no information about reward, only about associability strength and the respective surprise when these associations were violated in both directions, good or bad. This striatal PE coding is in line with a recent study on explicit reasoning that elegantly decorrelated reward PEs from Bayesian surprise and the authors found that the latter was more strongly associated with striatal response. Taken together, the processing of relevant (not only rewarding) and the bias towards irrelevant information seem to be interfering phenomena. We cannot make any claims on causality here and would argue that bidirectional influences are plausible and may appear at the same time. A possible interpretation may be that not being able to figure out the correct (e.g. rewarding) cues for behavioral adaptation may cause a compensatory clinging to random cues as seen in the aberrant salience bias to irrelevant events in our study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51368, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Note that this aberrant salience definition which is based on the SAT literature targets increased responses to task-irrelevant and not to neutral events as often used in previous Pavlovian studies. This different operationalization of aberrant salience could be important for associations with psychopathology. One study reported increased BOLD response towards cues reliably indicating neutral outcomes to be associated with positive symptoms. Our aberrant salience measure to events that were learned to be uninformative of any outcome relates to negative symptoms. In the same vein, orientating behavior to unreliable, and thus irrelevant stimuli was proposed to underlie negative symptom formation. Taken together, a biased focus on uninformative, irrelevant events by possibly limiting attention to relevant events relates to increased negative symptoms. Roiser and colleagues found a similar association between (explicit) aberrant salience to irrelevant events and negative symptoms in patients as well as with anhedonia in healthy individuals. They interpreted this to result from ‘false negatives’ in phasic dopamine signaling to contextually relevant events contributing to reduced processing of reinforcing stimuli. This view is supported by an animal study reporting decreased striatal dopamine transients to relevant, reward-predicting stimuli following amphetamine administration. In the same vein, aberrant salience was related to increased tonic dopamine synthesis capacity and reduced responses to relevant events in the striatum in healthy individuals. Transferred to our findings, processing unreliable information in schizophrenia patients may increase processing of irrelevant as well as decrease processing of relevant events while contributing to both, positive and negative symptoms. Our association between the aberrant salience (irrelevance) bias and negative symptoms was found in a chronic patient sample on stable antipsychotic medication showing both negative and positive symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53382, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Taken together, we provide evidence that schizophrenia patients show a bias towards irrelevant stimuli when confronted with an uncertain and changing environment. Future longitudinal studies should examine the time-wise formation of this bias as well as the process of relevance detection and their respective associations with psychopathology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53727, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several limitations of our study need to be addressed. First, by keeping the contingency structure implicit, it possibly led to a high variance between subjects in how to solve the paradigm. We modeled reaction times and although there are notable exceptions, modeling of choice data is more widely used. For reaction time based analysis, unlike choice-based analysis, there is no clear absolute model fit to compare against as in previous studies. Second, because learning was not necessary for task performance, the implicit behavioral and neural learning effects were both very subtle and might need larger samples for the detection of group differences. Third, the two different cue features were initially chosen to be easily dissociable resulting in differences regarding their perceptual characteristics and presumably their saliency. As alterations of visual perception have been reported in schizophrenia patients, patients might have processed the cue features differently compared to controls. However, in our supplementary analyses we neither found evidence that the cue features were learned differently nor that cue features were processed differently between groups. Fourth, with our current paradigm we cannot disentangle the saliency of cues from their rewarding valence since we did not include a punishment condition. Finally, future studies of learning about multidimensional information in schizophrenia should include additional methods to detect relevance attribution, such as skin conductance response, eye-tracking, or MVPA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55277, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In sum, we give a novel computational account of the use of subjective relevance estimates in implicit learning that is based on Bayesian precision. Furthermore, we provide quantitative, model-based evidence of an impairment in the formation and/or use of relevance estimates associated with schizophrenia. In a task probing the implicit learning of multidimensional and dynamic associations, relevance detection and neural learning correlates in the ACC seem to be intact in patients with schizophrenia, but aberrant salience to subjectively irrelevant events was increased in patients and related to negative symptoms and reduced striatal response to salient events. Our findings suggest that individual beliefs about relevance can be inferred from computational models and highlight the importance of relevance detection to complex environmental stimuli.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56135, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 56158, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 56169, "infons": {"fpage": "9", "issue": "1", "lpage": "16", "name_0": "surname:Heinz;given-names:A", "pub-id_pmid": "11918987", "section_type": "REF", "source": "European psychiatry: the journal of the Association of European Psychiatrists", "type": "ref", "volume": "17", "year": "2002"}, "text": "Dopaminergic dysfunction in alcoholism and schizophrenia—psychopathological and behavioral correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 56271, "infons": {"fpage": "13", "issue": "1", "lpage": "23", "name_0": "surname:Kapur;given-names:S", "pub-id_doi": "10.1176/appi.ajp.160.1.13", "pub-id_pmid": "12505794", "section_type": "REF", "source": "The American journal of psychiatry", "type": "ref", "volume": "160", "year": "2003"}, "text": "Psychosis as a state of aberrant salience: a framework linking biology, phenomenology, and pharmacology in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56392, "infons": {"fpage": "85", "issue": "2", "lpage": "94", "name_0": "surname:Winton-Brown;given-names:TT", "name_1": "surname:Fusar-Poli;given-names:P", "name_2": "surname:Ungless;given-names:MA", "name_3": "surname:Howes;given-names:OD", "pub-id_doi": "10.1016/j.tins.2013.11.003", "pub-id_pmid": "24388426", "section_type": "REF", "source": "Trends Neurosci", "type": "ref", "volume": "37", "year": "2014"}, "text": "Dopaminergic basis of salience dysregulation in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56450, "infons": {"fpage": "52", "issue": "1", "lpage": "66", "name_0": "surname:Maia;given-names:TV", "name_1": "surname:Frank;given-names:MJ", "pub-id_doi": "10.1016/j.biopsych.2016.05.021", "pub-id_pmid": "27452791", "section_type": "REF", "source": "Biological psychiatry", "type": "ref", "volume": "81", "year": "2017"}, "text": "An Integrative Perspective on the Role of Dopamine in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56518, "infons": {"fpage": "1145", "issue": "11", "lpage": "55", "name_0": "surname:Corlett;given-names:PR", "name_1": "surname:Honey;given-names:GD", "name_2": "surname:Fletcher;given-names:PC", "pub-id_doi": "10.1177/0269881116650087", "pub-id_pmid": "27226342", "section_type": "REF", "source": "J Psychopharmacol", "type": "ref", "volume": "30", "year": "2016"}, "text": "Prediction error, ketamine and psychosis: An updated model", "sentences": [], "annotations": [], "relations": []}, {"offset": 56577, "infons": {"fpage": "172", "name_0": "surname:Deserno;given-names:L", "name_1": "surname:Boehme;given-names:R", "name_2": "surname:Heinz;given-names:A", "name_3": "surname:Schlagenhauf;given-names:F", "pub-id_doi": "10.3389/fpsyt.2013.00172", "pub-id_pmid": "24391603", "section_type": "REF", "source": "Frontiers in psychiatry", "type": "ref", "volume": "4", "year": "2013"}, "text": "Reinforcement learning and dopamine in schizophrenia: dimensions of symptoms or specific features of a disease group?", "sentences": [], "annotations": [], "relations": []}, {"offset": 56695, "infons": {"fpage": "1127", "issue": "5", "lpage": "38", "name_0": "surname:Diederen;given-names:KM", "name_1": "surname:Spencer;given-names:T", "name_2": "surname:Vestergaard;given-names:MD", "name_3": "surname:Fletcher;given-names:PC", "name_4": "surname:Schultz;given-names:W", "pub-id_doi": "10.1016/j.neuron.2016.04.019", "pub-id_pmid": "27181060", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "90", "year": "2016"}, "text": "Adaptive Prediction Error Coding in the Human Midbrain and Striatum Facilitates Behavioral Adaptation and Learning Efficiency", "sentences": [], "annotations": [], "relations": []}, {"offset": 56821, "infons": {"fpage": "105", "issue": "2–3", "lpage": "15", "name_0": "surname:White;given-names:TP", "name_1": "surname:Joseph;given-names:V", "name_2": "surname:Francis;given-names:ST", "name_3": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1016/j.schres.2010.07.020", "pub-id_pmid": "20724114", "section_type": "REF", "source": "Schizophrenia research", "type": "ref", "volume": "123", "year": "2010"}, "text": "Aberrant salience network (bilateral insula and anterior cingulate cortex) connectivity during information processing in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56956, "infons": {"fpage": "2349", "issue": "9", "lpage": "56", "name_0": "surname:Seeley;given-names:WW", "name_1": "surname:Menon;given-names:V", "name_2": "surname:Schatzberg;given-names:AF", "name_3": "surname:Keller;given-names:J", "name_4": "surname:Glover;given-names:GH", "name_5": "surname:Kenna;given-names:H", "pub-id_doi": "10.1523/JNEUROSCI.5587-06.2007", "pub-id_pmid": "17329432", "section_type": "REF", "source": "The Journal of neuroscience: the official journal of the Society for Neuroscience", "type": "ref", "volume": "27", "year": "2007"}, "text": "Dissociable intrinsic connectivity networks for salience processing and executive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 57046, "infons": {"fpage": "104", "name_0": "surname:Peters;given-names:SK", "name_1": "surname:Dunlop;given-names:K", "name_2": "surname:Downar;given-names:J", "pub-id_doi": "10.3389/fnsys.2016.00104", "pub-id_pmid": "28082874", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "10", "year": "2016"}, "text": "Cortico-Striatal-Thalamic Loop Circuits of the Salience Network: A Central Pathway in Psychiatric Disease and Treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 57166, "infons": {"fpage": "655", "issue": "5–6", "lpage": "67", "name_0": "surname:Menon;given-names:V", "name_1": "surname:Uddin;given-names:LQ", "pub-id_doi": "10.1007/s00429-010-0262-0", "pub-id_pmid": "20512370", "section_type": "REF", "source": "Brain Struct Funct", "type": "ref", "volume": "214", "year": "2010"}, "text": "Saliency, switching, attention and control: a network model of insula function", "sentences": [], "annotations": [], "relations": []}, {"offset": 57245, "infons": {"fpage": "283", "issue": "3", "lpage": "93", "name_0": "surname:Manza;given-names:P", "name_1": "surname:Hu;given-names:S", "name_2": "surname:Ide;given-names:JS", "name_3": "surname:Farr;given-names:OM", "name_4": "surname:Zhang;given-names:S", "name_5": "surname:Leung;given-names:HC", "pub-id_doi": "10.1177/0269881115625102", "pub-id_pmid": "26755547", "section_type": "REF", "source": "J Psychopharmacol", "type": "ref", "volume": "30", "year": "2016"}, "text": "The effects of methylphenidate on cerebral responses to conflict anticipation and unsigned prediction error in a stop-signal task", "sentences": [], "annotations": [], "relations": []}, {"offset": 57375, "infons": {"fpage": "2575", "issue": "11", "lpage": "86", "name_0": "surname:Cavanagh;given-names:JF", "name_1": "surname:Figueroa;given-names:CM", "name_2": "surname:Cohen;given-names:MX", "name_3": "surname:Frank;given-names:MJ", "pub-id_doi": "10.1093/cercor/bhr332", "pub-id_pmid": "22120491", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "22", "year": "2012"}, "text": "Frontal theta reflects uncertainty and unexpectedness during exploration and exploitation", "sentences": [], "annotations": [], "relations": []}, {"offset": 57465, "infons": {"fpage": "166", "lpage": "78", "name_0": "surname:Grundy;given-names:JG", "name_1": "surname:Shedden;given-names:JM", "pub-id_doi": "10.1016/j.neuropsychologia.2014.03.008", "pub-id_pmid": "24686093", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "57", "year": "2014"}, "text": "Support for a history-dependent predictive model of dACC activity in producing the bivalency effect: an event-related potential study", "sentences": [], "annotations": [], "relations": []}, {"offset": 57599, "infons": {"fpage": "1361", "issue": "4", "lpage": "74", "name_0": "surname:Liddle;given-names:EB", "name_1": "surname:Price;given-names:D", "name_2": "surname:Palaniyappan;given-names:L", "name_3": "surname:Brookes;given-names:MJ", "name_4": "surname:Robson;given-names:SE", "name_5": "surname:Hall;given-names:EL", "pub-id_doi": "10.1002/hbm.23107", "pub-id_pmid": "26853904", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "37", "year": "2016"}, "text": "Abnormal salience signaling in schizophrenia: The role of integrative beta oscillations", "sentences": [], "annotations": [], "relations": []}, {"offset": 57687, "infons": {"fpage": "17", "issue": "1", "lpage": "27", "name_0": "surname:Palaniyappan;given-names:L", "name_1": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1503/jpn.100176", "pub-id_pmid": "21693094", "section_type": "REF", "source": "J Psychiatry Neurosci", "type": "ref", "volume": "37", "year": "2012"}, "text": "Does the salience network play a cardinal role in psychosis? An emerging hypothesis of insular dysfunction", "sentences": [], "annotations": [], "relations": []}, {"offset": 57794, "infons": {"fpage": "548", "name_0": "surname:den Ouden;given-names:HE", "name_1": "surname:Kok;given-names:P", "name_2": "surname:de Lange;given-names:FP", "pub-id_doi": "10.3389/fpsyg.2012.00548", "pub-id_pmid": "23248610", "section_type": "REF", "source": "Front Psychol", "type": "ref", "volume": "3", "year": "2012"}, "text": "How prediction errors shape perception, attention, and motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 57860, "infons": {"fpage": "451", "issue": "2", "lpage": "63", "name_0": "surname:Leong;given-names:YC", "name_1": "surname:Radulescu;given-names:A", "name_2": "surname:Daniel;given-names:R", "name_3": "surname:DeWoskin;given-names:V", "name_4": "surname:Niv;given-names:Y", "pub-id_doi": "10.1016/j.neuron.2016.12.040", "pub-id_pmid": "28103483", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "93", "year": "2017"}, "text": "Dynamic Interaction between Reinforcement Learning and Attention in Multidimensional Environments", "sentences": [], "annotations": [], "relations": []}, {"offset": 57958, "infons": {"fpage": "1558", "issue": "3", "lpage": "69", "name_0": "surname:Wunderlich;given-names:K", "name_1": "surname:Beierholm;given-names:UR", "name_2": "surname:Bossaerts;given-names:P", "name_3": "surname:O'Doherty;given-names:JP", "pub-id_doi": "10.1152/jn.01051.2010", "pub-id_pmid": "21697443", "section_type": "REF", "source": "Journal of neurophysiology", "type": "ref", "volume": "106", "year": "2011"}, "text": "The human prefrontal cortex mediates integration of potential causes behind observed outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 58052, "infons": {"fpage": "1271", "issue": "4", "lpage": "9", "name_0": "surname:FitzGerald;given-names:TH", "name_1": "surname:Schwartenbeck;given-names:P", "name_2": "surname:Dolan;given-names:RJ", "pub-id_doi": "10.1523/JNEUROSCI.4389-13.2014", "pub-id_pmid": "24453318", "section_type": "REF", "source": "The Journal of neuroscience: the official journal of the Society for Neuroscience", "type": "ref", "volume": "34", "year": "2014"}, "text": "Reward-related activity in ventral striatum is action contingent and modulated by behavioral relevance", "sentences": [], "annotations": [], "relations": []}, {"offset": 58155, "infons": {"fpage": "889", "issue": "5", "lpage": "904", "name_0": "surname:Dayan;given-names:P", "name_1": "surname:Hinton;given-names:GE", "name_2": "surname:Neal;given-names:RM", "name_3": "surname:Zemel;given-names:RS", "pub-id_pmid": "7584891", "section_type": "REF", "source": "Neural computation", "type": "ref", "volume": "7", "year": "1995"}, "text": "The helmholtz machine", "sentences": [], "annotations": [], "relations": []}, {"offset": 58177, "infons": {"fpage": "815", "issue": "1456", "lpage": "36", "name_0": "surname:Friston;given-names:K", "pub-id_doi": "10.1098/rstb.2005.1622", "pub-id_pmid": "15937014", "section_type": "REF", "source": "Philos Trans R Soc Lond B Biol Sci", "type": "ref", "volume": "360", "year": "2005"}, "text": "A theory of cortical responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 58208, "infons": {"name_0": "surname:Helmholtz;given-names:H", "section_type": "REF", "source": "Handbuch der physiologischen Optik", "type": "ref", "year": "1860"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 58209, "infons": {"fpage": "39", "name_0": "surname:Mathys;given-names:C", "name_1": "surname:Daunizeau;given-names:J", "name_2": "surname:Friston;given-names:KJ", "name_3": "surname:Stephan;given-names:KE", "pub-id_doi": "10.3389/fnhum.2011.00039", "pub-id_pmid": "21629826", "section_type": "REF", "source": "Frontiers in human neuroscience", "type": "ref", "volume": "5", "year": "2011"}, "text": "A bayesian foundation for individual learning under uncertainty", "sentences": [], "annotations": [], "relations": []}, {"offset": 58273, "infons": {"name_0": "surname:Adams;given-names:RA", "name_1": "surname:Huys;given-names:QJ", "name_2": "surname:Roiser;given-names:JP", "pub-id_doi": "10.1136/jnnp-2015-310737", "pub-id_pmid": "26157034", "section_type": "REF", "source": "J Neurol Neurosurg Psychiatry", "type": "ref", "year": "2015"}, "text": "Computational Psychiatry: towards a mathematically informed understanding of mental illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 58365, "infons": {"fpage": "47", "name_0": "surname:Adams;given-names:RA", "name_1": "surname:Stephan;given-names:KE", "name_2": "surname:Brown;given-names:HR", "name_3": "surname:Frith;given-names:CD", "name_4": "surname:Friston;given-names:KJ", "pub-id_doi": "10.3389/fpsyt.2013.00047", "pub-id_pmid": "23750138", "section_type": "REF", "source": "Frontiers in psychiatry", "type": "ref", "volume": "4", "year": "2013"}, "text": "The computational anatomy of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58404, "infons": {"fpage": "48", "issue": "1", "lpage": "58", "name_0": "surname:Fletcher;given-names:PC", "name_1": "surname:Frith;given-names:CD", "pub-id_doi": "10.1038/nrn2536", "pub-id_pmid": "19050712", "section_type": "REF", "source": "Nature reviews Neuroscience", "type": "ref", "volume": "10", "year": "2009"}, "text": "Perceiving is believing: a Bayesian approach to explaining the positive symptoms of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58502, "infons": {"fpage": "472", "lpage": "85", "name_0": "surname:Heinz;given-names:A", "name_1": "surname:Schlagenhauf;given-names:F", "pub-id_doi": "10.1093/schbul/sbq031", "pub-id_pmid": "20453041", "section_type": "REF", "source": "Schizophrenia bulletin", "type": "ref", "year": "2010"}, "text": "Dopaminergic Dysfunction in Schizophrenia: Salience Attribution Revisited", "sentences": [], "annotations": [], "relations": []}, {"offset": 58576, "infons": {"fpage": "239 67", "issue": "3", "lpage": "76", "name_0": "surname:Murray;given-names:GK", "name_1": "surname:Corlett;given-names:PR", "name_2": "surname:Clark;given-names:L", "name_3": "surname:Pessiglione;given-names:M", "name_4": "surname:Blackwell;given-names:AD", "name_5": "surname:Honey;given-names:G", "pub-id_doi": "10.1038/sj.mp.4002058", "pub-id_pmid": "17684497", "section_type": "REF", "source": "Molecular psychiatry", "type": "ref", "volume": "13", "year": "2008"}, "text": "Substantia nigra/ventral tegmental reward prediction error disruption in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58659, "infons": {"fpage": "1246", "issue": "12", "lpage": "54", "name_0": "surname:Romaniuk;given-names:L", "name_1": "surname:Honey;given-names:GD", "name_2": "surname:King;given-names:JR", "name_3": "surname:Whalley;given-names:HC", "name_4": "surname:McIntosh;given-names:AM", "name_5": "surname:Levita;given-names:L", "pub-id_doi": "10.1001/archgenpsychiatry.2010.169", "pub-id_pmid": "21135324", "section_type": "REF", "source": "Archives of general psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Midbrain activation during Pavlovian conditioning and delusional symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58750, "infons": {"fpage": "473", "issue": "3", "lpage": "9", "name_0": "surname:Jensen;given-names:J", "name_1": "surname:Willeit;given-names:M", "name_2": "surname:Zipursky;given-names:RB", "name_3": "surname:Savina;given-names:I", "name_4": "surname:Smith;given-names:AJ", "name_5": "surname:Menon;given-names:M", "pub-id_doi": "10.1038/sj.npp.1301437", "pub-id_pmid": "17473838", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "33", "year": "2008"}, "text": "The formation of abnormal associations in schizophrenia: neural and behavioral evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 58838, "infons": {"fpage": "893", "issue": "9", "lpage": "903", "name_0": "surname:Holt;given-names:DJ", "name_1": "surname:Coombs;given-names:G", "name_2": "surname:Zeidan;given-names:MA", "name_3": "surname:Goff;given-names:DC", "name_4": "surname:Milad;given-names:MR", "pub-id_doi": "10.1001/archgenpsychiatry.2011.2310", "pub-id_pmid": "22945619", "section_type": "REF", "source": "Archives of general psychiatry", "type": "ref", "volume": "69", "year": "2012"}, "text": "Failure of neural responses to safety cues in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58898, "infons": {"fpage": "199", "issue": "2", "lpage": "209", "name_0": "surname:Roiser;given-names:JP", "name_1": "surname:Stephan;given-names:KE", "name_2": "surname:den Ouden;given-names:HE", "name_3": "surname:Barnes;given-names:TR", "name_4": "surname:Friston;given-names:KJ", "name_5": "surname:Joyce;given-names:EM", "pub-id_doi": "10.1017/S0033291708003863", "pub-id_pmid": "18588739", "section_type": "REF", "source": "Psychological medicine", "type": "ref", "volume": "39", "year": "2009"}, "text": "Do patients with schizophrenia exhibit aberrant salience?", "sentences": [], "annotations": [], "relations": []}, {"offset": 58956, "infons": {"fpage": "1328", "issue": "6", "lpage": "36", "name_0": "surname:Roiser;given-names:JP", "name_1": "surname:Howes;given-names:OD", "name_2": "surname:Chaddock;given-names:CA", "name_3": "surname:Joyce;given-names:EM", "name_4": "surname:McGuire;given-names:P", "pub-id_doi": "10.1093/schbul/sbs147", "pub-id_pmid": "23236077", "section_type": "REF", "source": "Schizophrenia bulletin", "type": "ref", "volume": "39", "year": "2013"}, "text": "Neural and behavioral correlates of aberrant salience in individuals at risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59047, "infons": {"fpage": "243", "issue": "2", "lpage": "54", "name_0": "surname:Schmidt;given-names:A", "name_1": "surname:Antoniades;given-names:M", "name_2": "surname:Allen;given-names:P", "name_3": "surname:Egerton;given-names:A", "name_4": "surname:Chaddock;given-names:CA", "name_5": "surname:Borgwardt;given-names:S", "pub-id_doi": "10.1017/S0033291716002439", "pub-id_pmid": "27697078", "section_type": "REF", "source": "Psychological medicine", "type": "ref", "volume": "47", "year": "2017"}, "text": "Longitudinal alterations in motivational salience processing in ultra-high-risk subjects for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59150, "infons": {"fpage": "67", "issue": "1", "lpage": "76", "name_0": "surname:Pankow;given-names:A", "name_1": "surname:Katthagen;given-names:T", "name_2": "surname:Diner;given-names:S", "name_3": "surname:Deserno;given-names:L", "name_4": "surname:Boehme;given-names:R", "name_5": "surname:Kathmann;given-names:N", "pub-id_doi": "10.1093/schbul/sbv098", "pub-id_pmid": "26194892", "section_type": "REF", "source": "Schizophrenia bulletin", "type": "ref", "volume": "42", "year": "2016"}, "text": "Aberrant Salience Is Related to Dysfunctional Self-Referential Processing in Psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59237, "infons": {"fpage": "17", "issue": "1–3", "lpage": "23", "name_0": "surname:Smieskova;given-names:R", "name_1": "surname:Roiser;given-names:JP", "name_2": "surname:Chaddock;given-names:CA", "name_3": "surname:Schmidt;given-names:A", "name_4": "surname:Harrisberger;given-names:F", "name_5": "surname:Bendfeldt;given-names:K", "pub-id_doi": "10.1016/j.schres.2015.04.036", "pub-id_pmid": "25999039", "section_type": "REF", "source": "Schizophrenia research", "type": "ref", "volume": "166", "year": "2015"}, "text": "Modulation of motivational salience processing during the early stages of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59321, "infons": {"fpage": "32", "lpage": "8", "name_0": "surname:Abboud;given-names:R", "name_1": "surname:Roiser;given-names:JP", "name_2": "surname:Khalifeh;given-names:H", "name_3": "surname:Ali;given-names:S", "name_4": "surname:Harrison;given-names:I", "name_5": "surname:Killaspy;given-names:HT", "pub-id_doi": "10.1016/j.scog.2016.04.002", "pub-id_pmid": "27284531", "section_type": "REF", "source": "Schizophr Res Cogn", "type": "ref", "volume": "4", "year": "2016"}, "text": "Are persistent delusions in schizophrenia associated with aberrant salience?", "sentences": [], "annotations": [], "relations": []}, {"offset": 59398, "infons": {"fpage": "22", "lpage": "7", "name_0": "surname:Katthagen;given-names:T", "name_1": "surname:Dammering;given-names:F", "name_2": "surname:Kathmann;given-names:N", "name_3": "surname:Kaminski;given-names:J", "name_4": "surname:Walter;given-names:H", "name_5": "surname:Heinz;given-names:A", "pub-id_doi": "10.1016/j.scog.2016.10.001", "pub-id_pmid": "28740821", "section_type": "REF", "source": "Schizophrenia Research: Cognition", "type": "ref", "volume": "6", "year": "2016"}, "text": "Validating the construct of aberrant salience in schizophrenia—Behavioral evidence for an automatic process", "sentences": [], "annotations": [], "relations": []}, {"offset": 59506, "infons": {"fpage": "e1", "issue": "1", "lpage": "e9", "name_0": "surname:Green;given-names:MF", "name_1": "surname:Harvey;given-names:PD", "pub-id_doi": "10.1016/j.scog.2014.02.001", "pub-id_pmid": "25254156", "section_type": "REF", "source": "Schizophr Res Cogn", "type": "ref", "volume": "1", "year": "2014"}, "text": "Cognition in schizophrenia: Past, present, and future", "sentences": [], "annotations": [], "relations": []}, {"offset": 59560, "infons": {"fpage": "375", "lpage": "410", "name_0": "surname:Waltz;given-names:JA", "name_1": "surname:Gold;given-names:JM", "pub-id_doi": "10.1007/7854_2015_385", "pub-id_pmid": "26370946", "section_type": "REF", "source": "Curr Top Behav Neurosci", "type": "ref", "volume": "27", "year": "2016"}, "text": "Motivational Deficits in Schizophrenia and the Representation of Expected Value", "sentences": [], "annotations": [], "relations": []}, {"offset": 59640, "infons": {"fpage": "2401", "issue": "14", "lpage": "13", "name_0": "surname:Bora;given-names:E", "name_1": "surname:Binnur Akdede;given-names:B", "name_2": "surname:Alptekin;given-names:K", "pub-id_doi": "10.1017/S0033291717000952", "pub-id_pmid": "28468693", "section_type": "REF", "source": "Psychological medicine", "type": "ref", "volume": "47", "year": "2017"}, "text": "Neurocognitive impairment in deficit and non-deficit schizophrenia: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59724, "infons": {"fpage": "151", "lpage": "6", "name_0": "surname:Krkovic;given-names:K", "name_1": "surname:Moritz;given-names:S", "name_2": "surname:Lincoln;given-names:TM", "pub-id_doi": "10.1016/j.schres.2016.11.002", "pub-id_pmid": "27838097", "section_type": "REF", "source": "Schizophrenia research", "type": "ref", "volume": "183", "year": "2017"}, "text": "Neurocognitive deficits or stress overload: Why do individuals with schizophrenia show poor performance in neurocognitive tests?", "sentences": [], "annotations": [], "relations": []}, {"offset": 59853, "infons": {"name_0": "surname:Diaconescu;given-names:AO", "name_1": "surname:Mathys;given-names:C", "name_2": "surname:Weber;given-names:LA", "name_3": "surname:Kasper;given-names:L", "name_4": "surname:Mauer;given-names:J", "name_5": "surname:Stephan;given-names:KE", "pub-id_doi": "10.1093/scan/nsw171", "pub-id_pmid": "28119508", "section_type": "REF", "source": "Social cognitive and affective neuroscience", "type": "ref", "year": "2017"}, "text": "Hierarchical prediction errors in midbrain and septum during social learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 59930, "infons": {"fpage": "825", "name_0": "surname:Mathys;given-names:CD", "name_1": "surname:Lomakina;given-names:EI", "name_2": "surname:Daunizeau;given-names:J", "name_3": "surname:Iglesias;given-names:S", "name_4": "surname:Brodersen;given-names:KH", "name_5": "surname:Friston;given-names:KJ", "pub-id_doi": "10.3389/fnhum.2014.00825", "pub-id_pmid": "25477800", "section_type": "REF", "source": "Frontiers in human neuroscience", "type": "ref", "volume": "8", "year": "2014"}, "text": "Uncertainty in perception and the Hierarchical Gaussian Filter", "sentences": [], "annotations": [], "relations": []}, {"offset": 59993, "infons": {"fpage": "79", "issue": "1", "lpage": "87", "name_0": "surname:Rao;given-names:RP", "name_1": "surname:Ballard;given-names:DH", "pub-id_doi": "10.1038/4580", "pub-id_pmid": "10195184", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "2", "year": "1999"}, "text": "Predictive coding in the visual cortex: a functional interpretation of some extra-classical receptive-field effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 60109, "infons": {"fpage": "1004", "issue": "4", "lpage": "17", "name_0": "surname:Stephan;given-names:KE", "name_1": "surname:Penny;given-names:WD", "name_2": "surname:Daunizeau;given-names:J", "name_3": "surname:Moran;given-names:RJ", "name_4": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1016/j.neuroimage.2009.03.025", "pub-id_pmid": "19306932", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "46", "year": "2009"}, "text": "Bayesian model selection for group studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 60152, "infons": {"fpage": "3467", "issue": "9", "lpage": "72", "name_0": "surname:Jessup;given-names:RK", "name_1": "surname:Busemeyer;given-names:JR", "name_2": "surname:Brown;given-names:JW", "pub-id_doi": "10.1523/JNEUROSCI.4130-09.2010", "pub-id_pmid": "20203206", "section_type": "REF", "source": "The Journal of neuroscience: the official journal of the Society for Neuroscience", "type": "ref", "volume": "30", "year": "2010"}, "text": "Error effects in anterior cingulate cortex reverse when error likelihood is high", "sentences": [], "annotations": [], "relations": []}, {"offset": 60233, "infons": {"fpage": "1039", "issue": "3", "lpage": "45", "name_0": "surname:Davidson;given-names:MC", "name_1": "surname:Horvitz;given-names:JC", "name_2": "surname:Tottenham;given-names:N", "name_3": "surname:Fossella;given-names:JA", "name_4": "surname:Watts;given-names:R", "name_5": "surname:Ulug;given-names:AM", "pub-id_doi": "10.1016/j.neuroimage.2004.07.049", "pub-id_pmid": "15528104", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "23", "year": "2004"}, "text": "Differential cingulate and caudate activation following unexpected nonrewarding stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 60321, "infons": {"fpage": "1338", "issue": "10", "lpage": "44", "name_0": "surname:Alexander;given-names:WH", "name_1": "surname:Brown;given-names:JW", "pub-id_doi": "10.1038/nn.2921", "pub-id_pmid": "21926982", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "14", "year": "2011"}, "text": "Medial prefrontal cortex as an action-outcome predictor", "sentences": [], "annotations": [], "relations": []}, {"offset": 60377, "infons": {"fpage": "E3660", "issue": "38", "lpage": "9", "name_0": "surname:O'Reilly;given-names:JX", "name_1": "surname:Schuffelgen;given-names:U", "name_2": "surname:Cuell;given-names:SF", "name_3": "surname:Behrens;given-names:TE", "name_4": "surname:Mars;given-names:RB", "name_5": "surname:Rushworth;given-names:MF", "pub-id_doi": "10.1073/pnas.1305373110", "pub-id_pmid": "23986499", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Dissociable effects of surprise and model update in parietal and anterior cingulate cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 60468, "infons": {"fpage": "423", "lpage": "41", "name_0": "surname:Fernandez;given-names:RS", "name_1": "surname:Boccia;given-names:MM", "name_2": "surname:Pedreira;given-names:ME", "pub-id_doi": "10.1016/j.neubiorev.2016.06.004", "pub-id_pmid": "27287939", "section_type": "REF", "source": "Neuroscience and biobehavioral reviews", "type": "ref", "volume": "68", "year": "2016"}, "text": "The fate of memory: Reconsolidation and the case of Prediction Error", "sentences": [], "annotations": [], "relations": []}, {"offset": 60537, "infons": {"fpage": "183", "issue": "1", "lpage": "92 e8", "name_0": "surname:Guise;given-names:KG", "name_1": "surname:Shapiro;given-names:ML", "pub-id_doi": "10.1016/j.neuron.2017.03.011", "pub-id_pmid": "28343868", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "94", "year": "2017"}, "text": "Medial Prefrontal Cortex Reduces Memory Interference by Modifying Hippocampal Encoding", "sentences": [], "annotations": [], "relations": []}, {"offset": 60624, "infons": {"fpage": "507", "issue": "9", "lpage": "13", "name_0": "surname:Lodge;given-names:DJ", "name_1": "surname:Grace;given-names:AA", "pub-id_doi": "10.1016/j.tips.2011.05.001", "pub-id_pmid": "21700346", "section_type": "REF", "source": "Trends Pharmacol Sci", "type": "ref", "volume": "32", "year": "2011"}, "text": "Hippocampal dysregulation of dopamine system function and the pathophysiology of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60719, "infons": {"name_0": "surname:Waltz;given-names:JA", "pub-id_doi": "10.1016/j.neuroscience.2016.06.005", "pub-id_pmid": "27282085", "section_type": "REF", "source": "Neuroscience", "type": "ref", "year": "2016"}, "text": "The neural underpinnings of cognitive flexibility and their disruption in psychotic illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 60811, "infons": {"fpage": "460", "issue": "5", "lpage": "73", "name_0": "surname:Dowd;given-names:EC", "name_1": "surname:Frank;given-names:MJ", "name_2": "surname:Collins;given-names:A", "name_3": "surname:Gold;given-names:JM", "name_4": "surname:Barch;given-names:DM", "pub-id_doi": "10.1016/j.bpsc.2016.05.005", "pub-id_pmid": "27833939", "section_type": "REF", "source": "Biol Psychiatry Cogn Neurosci Neuroimaging", "type": "ref", "volume": "1", "year": "2016"}, "text": "Probabilistic Reinforcement Learning in Patients With Schizophrenia: Relationships to Anhedonia and Avolition", "sentences": [], "annotations": [], "relations": []}, {"offset": 60921, "infons": {"fpage": "171", "lpage": "80", "name_0": "surname:Schlagenhauf;given-names:F", "name_1": "surname:Huys;given-names:QJ", "name_2": "surname:Deserno;given-names:L", "name_3": "surname:Rapp;given-names:MA", "name_4": "surname:Beck;given-names:A", "name_5": "surname:Heinze;given-names:HJ", "pub-id_doi": "10.1016/j.neuroimage.2013.11.034", "pub-id_pmid": "24291614", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "89", "year": "2014"}, "text": "Striatal dysfunction during reversal learning in unmedicated schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 61005, "infons": {"fpage": "474", "issue": "5", "lpage": "83", "name_0": "surname:Culbreth;given-names:AJ", "name_1": "surname:Westbrook;given-names:A", "name_2": "surname:Xu;given-names:Z", "name_3": "surname:Barch;given-names:DM", "name_4": "surname:Waltz;given-names:JA", "pub-id_doi": "10.1016/j.bpsc.2016.07.007", "pub-id_pmid": "28239676", "section_type": "REF", "source": "Biol Psychiatry Cogn Neurosci Neuroimaging", "type": "ref", "volume": "1", "year": "2016"}, "text": "Intact Ventral Striatal Prediction Error Signaling in Medicated Schizophrenia Patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 61092, "infons": {"fpage": "1", "lpage": "11", "name_0": "surname:Ballard;given-names:I", "name_1": "surname:Miller;given-names:EM", "name_2": "surname:Piantadosi;given-names:ST", "name_3": "surname:Goodman;given-names:ND", "name_4": "surname:McClure;given-names:SM", "pub-id_doi": "10.1093/cercor/bhx259", "pub-id_pmid": "29040494", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "year": "2017"}, "text": "Beyond Reward Prediction Errors: Human Striatum Updates Rule Values During Learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 61176, "infons": {"fpage": "247", "issue": "2–3", "lpage": "56", "name_0": "surname:Holt;given-names:DJ", "name_1": "surname:Titone;given-names:D", "name_2": "surname:Long;given-names:LS", "name_3": "surname:Goff;given-names:DC", "name_4": "surname:Cather;given-names:C", "name_5": "surname:Rauch;given-names:SL", "pub-id_doi": "10.1016/j.schres.2005.12.858", "pub-id_pmid": "16540291", "section_type": "REF", "source": "Schizophrenia research", "type": "ref", "volume": "83", "year": "2006"}, "text": "The misattribution of salience in delusional patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61249, "infons": {"fpage": "1243", "issue": "12", "lpage": "51", "name_0": "surname:Radua;given-names:J", "name_1": "surname:Schmidt;given-names:A", "name_2": "surname:Borgwardt;given-names:S", "name_3": "surname:Heinz;given-names:A", "name_4": "surname:Schlagenhauf;given-names:F", "name_5": "surname:McGuire;given-names:P", "pub-id_doi": "10.1001/jamapsychiatry.2015.2196", "pub-id_pmid": "26558708", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Ventral Striatal Activation During Reward Processing in Psychosis: A Neurofunctional Meta-Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 61348, "infons": {"fpage": "239", "name_0": "surname:Diaconescu;given-names:AO", "name_1": "surname:Jensen;given-names:J", "name_2": "surname:Wang;given-names:H", "name_3": "surname:Willeit;given-names:M", "name_4": "surname:Menon;given-names:M", "name_5": "surname:Kapur;given-names:S", "pub-id_doi": "10.3389/fnhum.2010.00239", "pub-id_pmid": "21267430", "section_type": "REF", "source": "Frontiers in human neuroscience", "type": "ref", "volume": "4", "year": "2011"}, "text": "Aberrant Effective Connectivity in Schizophrenia Patients during Appetitive Conditioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 61437, "infons": {"fpage": "58", "name_0": "surname:Schmidt;given-names:K", "name_1": "surname:Roiser;given-names:JP", "pub-id_doi": "10.3389/neuro.08.058.2009", "pub-id_pmid": "20057930", "section_type": "REF", "source": "Frontiers in behavioral neuroscience", "type": "ref", "volume": "3", "year": "2009"}, "text": "Assessing the construct validity of aberrant salience", "sentences": [], "annotations": [], "relations": []}, {"offset": 61491, "infons": {"fpage": "452", "issue": "2", "lpage": "63", "name_0": "surname:Daberkow;given-names:DP", "name_1": "surname:Brown;given-names:HD", "name_2": "surname:Bunner;given-names:KD", "name_3": "surname:Kraniotis;given-names:SA", "name_4": "surname:Doellman;given-names:MA", "name_5": "surname:Ragozzino;given-names:ME", "pub-id_doi": "10.1523/JNEUROSCI.2136-12.2013", "pub-id_pmid": "23303926", "section_type": "REF", "source": "The Journal of neuroscience: the official journal of the Society for Neuroscience", "type": "ref", "volume": "33", "year": "2013"}, "text": "Amphetamine paradoxically augments exocytotic dopamine release and phasic dopamine signals", "sentences": [], "annotations": [], "relations": []}, {"offset": 61582, "infons": {"fpage": "10103", "issue": "28", "lpage": "11", "name_0": "surname:Boehme;given-names:R", "name_1": "surname:Deserno;given-names:L", "name_2": "surname:Gleich;given-names:T", "name_3": "surname:Katthagen;given-names:T", "name_4": "surname:Pankow;given-names:A", "name_5": "surname:Behr;given-names:J", "pub-id_doi": "10.1523/JNEUROSCI.0805-15.2015", "pub-id_pmid": "26180188", "section_type": "REF", "source": "The Journal of neuroscience: the official journal of the Society for Neuroscience", "type": "ref", "volume": "35", "year": "2015"}, "text": "Aberrant Salience Is Related to Reduced Reinforcement Learning Signals and Elevated Dopamine Synthesis Capacity in Healthy Adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 61712, "infons": {"fpage": "e1002575", "issue": "11", "name_0": "surname:Marshall;given-names:L", "name_1": "surname:Mathys;given-names:C", "name_2": "surname:Ruge;given-names:D", "name_3": "surname:de Berker;given-names:AO", "name_4": "surname:Dayan;given-names:P", "name_5": "surname:Stephan;given-names:KE", "pub-id_doi": "10.1371/journal.pbio.1002575", "pub-id_pmid": "27846219", "section_type": "REF", "source": "PLoS Biol", "type": "ref", "volume": "14", "year": "2016"}, "text": "Pharmacological Fingerprints of Contextual Uncertainty", "sentences": [], "annotations": [], "relations": []}, {"offset": 61767, "infons": {"fpage": "1436", "issue": "6", "lpage": "50", "name_0": "surname:Vossel;given-names:S", "name_1": "surname:Mathys;given-names:C", "name_2": "surname:Daunizeau;given-names:J", "name_3": "surname:Bauer;given-names:M", "name_4": "surname:Driver;given-names:J", "name_5": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1093/cercor/bhs418", "pub-id_pmid": "23322402", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Spatial attention, precision, and Bayesian inference: a study of saccadic response speed", "sentences": [], "annotations": [], "relations": []}, {"offset": 61856, "infons": {"fpage": "1293", "issue": "9", "lpage": "9", "name_0": "surname:Lawson;given-names:RP", "name_1": "surname:Mathys;given-names:C", "name_2": "surname:Rees;given-names:G", "pub-id_doi": "10.1038/nn.4615", "pub-id_pmid": "28758996", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "20", "year": "2017"}, "text": "Adults with autism overestimate the volatility of the sensory environment", "sentences": [], "annotations": [], "relations": []}, {"offset": 61930, "infons": {"fpage": "11532", "issue": "33", "lpage": "42", "name_0": "surname:Vossel;given-names:S", "name_1": "surname:Mathys;given-names:C", "name_2": "surname:Stephan;given-names:KE", "name_3": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1523/JNEUROSCI.1382-15.2015", "pub-id_pmid": "26290231", "section_type": "REF", "source": "The Journal of neuroscience: the official journal of the Society for Neuroscience", "type": "ref", "volume": "35", "year": "2015"}, "text": "Cortical Coupling Reflects Bayesian Belief Updating in the Deployment of Spatial Attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 62021, "infons": {"fpage": "690", "issue": "4", "lpage": "9", "name_0": "surname:Silverstein;given-names:SM", "name_1": "surname:Keane;given-names:BP", "pub-id_doi": "10.1093/schbul/sbr052", "pub-id_pmid": "21700589", "section_type": "REF", "source": "Schizophrenia bulletin", "type": "ref", "volume": "37", "year": "2011"}, "text": "Perceptual organization impairment in schizophrenia and associated brain mechanisms: review of research from 2005 to 2010", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}