{"source": "PMC", "date": "20201219", "key": "pmc.key", "infons": {}, "documents": [{"id": "6043696", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "PEŠLOVÁ et al.", "article-id_doi": "10.1002/brb3.996", "article-id_pmc": "6043696", "article-id_pmid": "29873197", "article-id_publisher-id": "BRB3996", "elocation-id": "e00996", "issue": "7", "kwd": "deja vu hippocampal subfields hippocampal vulnerability mesial temporal lobe epilepsy schizophrenia", "license": "This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Pešlová;given-names:Eva", "name_1": "surname:Mareček;given-names:Radek", "name_2": "surname:Shaw;given-names:Daniel J.", "name_3": "surname:Kašpárek;given-names:Tomáš", "name_4": "surname:Pail;given-names:Martin", "name_5": "surname:Brázdil;given-names:Milan", "notes": "\n\n, , , , , . . . ;:\n\n\n", "pub-id_doi": "10.1002/brb3.996", "section_type": "TITLE", "source": "Brain Behav", "type": "front", "volume": "8", "year": "2018"}, "text": "Hippocampal involvement in nonpathological déjà vu: Subfield vulnerability rather than temporal lobe epilepsy equivalent", "sentences": [], "annotations": [], "relations": []}, {"offset": 121, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 130, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 143, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Morphological correlates of nonpathological déjà vu (DV) have been identified recently within the human brain. Significantly reduced gray matter volume (GMV) within a set of cortical and subcortical regions reported in subjects experiencing DV seems to mirror the distribution of GMV reduction in mesial temporal lobe epilepsy (MTLE) patients but vary in terms of the hippocampus. Another condition associated with hippocampal GMV reduction and DV alike disturbance in memory processing is schizophrenia (SCH). Here, we tested the hypothesis that hippocampal involvement in nonpathological DV resembles more closely the pattern of GMV decrease observed in MTLE compared with that occurring in SCH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 841, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 849, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Using automated segmentation of the MRI data we compared the medians of GMV within 12 specific hippocampal subfields in healthy individuals that do (DV+; N = 87) and do not report déjà vu experience (DV−; N = 26), and patients with MTLE (N = 47) and SCH (N = 29). By Pearson correlation, we then evaluated the similarity of MTLE and SCH groups to DV+ group with respect to spatial distribution of GMV deviation from DV− group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1276, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1284, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Significant GMV decrease was found in MTLE group in most of the subfields. There were just trends in the hippocampal GMV decrease found in DV+ or SCH groups. Concerning the spatial distribution of GMV decrease, we revealed statistically significant correlation for the left hippocampus for SCH vs DV+. Otherwise there was no statistically significant correlation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1648, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1660, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our findings reveal structural features of hippocampal involvement in nonpathological DV, MTLE, and SCH. Despite our expectations, the pattern of GMV reduction in the DV+ relative to the DV− group does not resemble the pattern observed in MTLE any more than that observed in SCH. The highly similar patterns of the three clinical groups rather suggest an increased vulnerability of certain hippocampal subfields; namely, Cornu Ammonis (CA)4, CA3, dentate gyrus granular cell layer (GC‐DG), hippocampal–amygdaloid transition area (HATA) and subiculum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2211, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 2224, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Déjà vu (DV) is a complex phenomenon of erroneous familiarity. When experienced by up to 76% of the healthy population (Adachi et al., 2003), DV is believed to reflect aberrant yet nonpathological brain function among memory‐related neural systems (Shaw, Mareček, & Brázdil, 2015). On the other hand, DV experience occurs also as a manifestation of neurological diseases, such as temporal lobe epilepsy (as a type of aura; Illman, Butler, Souchay, & Moulin, 2012), and in several psychiatric disorders, such as anxiety or depression (Richardson & Winokur, 1967). While different in frequency and duration, DV appears to be qualitatively same whether it occurs as a benign nonpathological event or in the context of epilepsy (Warren‐Gash & Zeman, 2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2977, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, morphological correlates of nonpathological DV have been identified within the human brain using magnetic resonance imaging (MRI, Brázdil et al., 2012; Labate et al., 2015). Using highly sensitive source‐based morphometry to investigate a large cohort of healthy subjects, significantly reduced gray matter volume (GMV) was revealed within bilateral mesiotemporal regions (namely hippocampi and parahippocampal gyri), insular cortices, superior temporal sulci, basal ganglia and thalami in subjects reporting prior experience of DV compared to those reporting no such experience. Importantly, GMV within these regions correlated inversely with the frequency of DV experience (Brázdil et al., 2012).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3686, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This finding converges closely with the results of a study by Shaw et al. (2015), whereby GMV reductions among medial temporal lobe structures were found to covary more strongly in healthy individuals reporting a higher frequency of DV experience (Shaw et al., 2015).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3954, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "More direct evidence for the role of medial temporal lobes in DV experience comes from the electrophysiological study by Bancaud, Brunet‐Bourgin, Chauvel, and Halgren (1994). These authors applied intracerebral electrical stimulation to evoke DV in patients with temporal lobe epilepsy. They concluded that the hippocampus and amygdala play key roles in the genesis of DV experience, with the temporal neocortex providing a secondary but important contribution (Bancaud et al., 1994).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4439, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The hippocampal formation is a gray matter region essential in memory functions. It consists of anatomically and functionally distinct subfields: presubiculum, parasubiculum, subiculum, Cornu Ammonis (CA)1, CA2, CA3, CA4, granular cell layer of the dentate gyrus (GC‐DG), fimbria, hippocampal–amygdaloid transition area (HATA), hippocampal molecular layer (molecular layer HP), fissure and tail. Some authors include also entorhinal cortex which serves as the main “interface” between the hippocampus and other parts of the brain (Andersen, Morris, Amaral, Bliss, & OKeefe, 2006). The trisynaptic pathway from the entorhinal cortex, inducing serial excitatory transmission through CA4, GC‐DG, CA2‐3, and CA1, and leading back to the entorhinal cortex through the subiculum, is then considered to be a fundamental network involved in learning and memory (Tamminga, Stan, & Wagner, 2010).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5326, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Aside from DV phenomenon, hippocampal volume is decreased frequently in the setting of epilepsy. The set of brain regions distinguishing brain experiencing DV (Brázdil et al., 2012) remarkably mirrored the distribution of GMV reduction in subjects with mesial temporal lobe epilepsy (MTLE) with hippocampal sclerosis (HS) involving hippocampal and parahippocampal regions, entorhinal and perirhinal cortices, amygdala, lateral temporal neocortex, thalamic and striatal nuclei, cingulate gyrus, insula, and cerebellum (Brázdil et al., 2009; Keller & Roberts, 2008; Labate et al., 2015; Pail, Brázdil, Mareček, & Mikl, 2010). Interestingly the pattern of GMV reduction seems to be distinctive within the hippocampi (Brázdil & Zeman, 2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6064, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A significant reduction in hippocampal volume was also found in several mental disorders, such as in the case of schizophrenia, where both neurodevelopmental and degenerative processes are thought to contribute to the pattern of neuroanatomic changes (Haukvik et al., 2015; Honea, Crow, Passingham, & Mackay, 2005; Kühn et al., 2012; Mathew et al., 2014). Hippocampus is presumably a key structure in pathophysiology of schizophrenia (Lodge & Grace, 2011). Impaired hippocampal recruitment during the memory recall (Heckers et al., 1998; Weiss et al., 2003) combined with attribution of strong behavioral importance to stimuli that would be otherwise safely ignored (termed “aberrant salience”) is suggested to potentially underlie delusional or hallucinatory states in schizophrenia (Kapur, 2003). Remarkably, this concept of providing irrelevant context to currently processed percepts/cognitions corresponds with one of the widely accepted theories considering mechanisms behind déjà vu. It is believed that aberrant memory processing leads to implicit familiarity of unrecognized stimuli (Brown, 2003).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7171, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The aforementioned results of morphology studies in healthy individuals and electrophysiological investigations with epileptic patients point to the important role of the hippocampal formation in the genesis of pathological and nonpathological DV.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7419, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The question is whether the morphological correlate of nonpathological DV in terms of hippocampal subfields converges with this one of MTLE as a condition with corresponding morphological correlate in various sites of the brain or with the schizophrenia which carries similar concept considering underlying mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7738, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To answer this inquiry and to define the precise involvement of the hippocampus in DV, we used automated segmentation to assess and compare GMV across the hippocampal subfields in four patient groups. The first group consisted of healthy individuals reporting DV experience regarded as nonpathological (DV+), the second group consisting of those reporting no such experience (DV−), and the third and fourth group comprising patients suffering from MTLE and schizophrenia (SCH) (with their DV considered as pathological).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8259, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Based on reports of high neuroanatomical similarity in healthy individuals reporting nonpathological DV and MTLE patients in whom pathological DV occurs frequently, we hypothesized that patterns of GMV reduction across hippocampal subfields in the DV+ group would resemble those measured in MTLE but differ from those observed in the SCH group with a more complex pattern of clinical presentation and distinct underlying hippocampal neuropathology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8708, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 8716, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 8725, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our sample comprised a total of 189 subjects participated in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8797, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MTLE group consisted of a left‐sided (L‐MTLE; N = 27; 8M, 19F; median age = 40.2 years; range = 17.7 – 54.6 years) and right‐sided subgroup (R‐MTLE; N = 20; 6M, 14F; median age = 38.2 years; range = 24.8 – 61.1 years). For the L‐MTLE subgroup, the median age at the time of disease onset was 3 years (range 1 – 35 years), the median disease duration was 32.5 years (range 6 – 54 years), and the median seizure frequency was 4 seizures per month (range 2 – 135 seizures). For the R‐MTLE subgroup, the median age at the time of the disease onset was 5.5 years (range 8 months – 40 years), the median disease duration was 29.5 years (range 8 – 55 years), and the median seizure frequency was 4.75 seizures per month (1 – 13).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9524, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At the time of testing, the subgroups did not differ significantly in age (p = .97, T–test), gender (p = .48; T–test), disease duration (p = .60, T–test) or seizure frequency (p = .40, T–test). There was no significant variance between the subgroups in their positive history of febrile convulsions (seven in L‐MTLE and six in R‐MTLE; p = .74, T–test). Majority of the subjects had a history of complex partial seizures. Ten patients in the L‐MTLE subgroup and eight patients in the R‐MTLE subgroup also presented secondary generalized seizures. One patient with L‐MTLE and one with R‐MTLE had simple partial seizures. DV in the context of aura was reported solely by one patient. The only statistically significant divergence between the subgroups was in the number of prescribed antiepileptic drugs (number of types): a mean of 2.3 medications for the L‐MTLE subgroup, and a mean of 1.8 medications for R‐MTLE subgroup (p = .03, T‐test). The diagnosis of unilateral MTLE was based on a consonance of history data, ictal and interictal EEG findings (long‐term semi‐invasive video‐EEG monitoring with sphenoidal electrodes), ictal semiology, neuropsychology, neuroimaging findings, and fulfillment of the diagnostic criteria for MTLE according to the International League Against Epilepsy (ILAE) criteria (Commission on Classification and Terminology of ILAE, 1989). As another inclusion criteria was set also hippocampal sclerosis, which is a substrate characterizing classical TLE (Hogan, 2001). Unilateral hippocampal sclerosis MRI evidence concordant with the EEG lateralization of the epileptogenic zone was found in all subjects. None of the subjects revealed any other structural brain lesions on MRI scans, and none had undergone previous intracranial surgery. All subjects had been seizure free for 24 hr prior to the MRI investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11370, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The SCH group comprised of 29 subjects (23M, 6F; median age = 33 years; range = 19.3 – 45.1 years) with a median disease duration of 4.5 years (range = 1 ‐ 288 months). The symptom severity in these patients was assessed with Positive and Negative Syndrome Scale (PANSS; Kay, Fiszbein, & Opler, 1987). Patients scored a median of 14 points (range = 7 – 20 points) on the positive scale, a median score of 21 points (range = 10 – 29 points) on the negative scale, and a median of 38 points (range = 21 – 53 points) on the general psychopathology scale. The median of experienced episodes was 2 (range = 1 ‐ 8 episodes) during the course of the disease, and all subjects were on stable antipsychotic medication with median of 1 (range = 1‐2 drugs, all atypical antipsychotics). None of the subjects reported history of epilepsy or signs of hippocampal sclerosis on MRI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12238, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The DV+ group comprised of 87 healthy volunteers (45M, 42F; median age = 24.1 years; range = 19.1 – 46.2 years) with no personal or family history of epilepsy or schizophrenia. All subjects completed the Inventory for Déjà vu Experiences Assessment (IDEA)—a questionnaire used widely in previous DV research (Sno, Schalken, de Jonghe, & Koeter, 1994)—and answered “yes” to the question A1:”Have you ever had the feeling of having experienced a sensation or situation before in exactly the same way when in fact you are experiencing it for the first time?”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12795, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The DV− group included 26 healthy volunteers (14M, 12F; median age = 24.2 years; range = 20.3 – 49.5 years) with no personal or family history of epilepsy or schizophrenia. These individuals answered “never” to question A1 of the IDEA questionnaire.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13045, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Group factor testing reached statistical significance in the case of age (Kruskal‐Wallis test H[4,189] = 59.6, p < .001) and gender (Pearson Chi‐square test, chi‐square = 17.9, p = .001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13233, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Written informed consent was obtained from each participant after all the procedures were explained in full. The study received the approval of the local ethics committee.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13405, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 13426, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We acquired a T1 MPRAGE high resolution MRI for each subject with a Siemens Symphony 1.5T MR scanner (160 sagittal slices; matrix size 256 × 256, resampled to 512 × 512; TR = 1,700 ms; TE = 3.96 ms; FOV = 246 mm; FA = 15°; slice thickness = 1.17 mm; native in plane resolution = 0.96 mm). Eight images were discarded due to severe motion artifacts identified by visual inspection. The resulting images comprised the data described above and analyzed as follows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13888, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13911, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the Freesurfer 6.0 toolbox for data preprocessing with additional tool for hippocampal subfields segmentation (recon‐all –all –hippocampal‐subfields‐T1 command) (Iglesias et al., 2015). The output of the preprocessing contained an information of the hippocampal subfields volumes, namely parasubiculum, presubiculum, subiculum, CA1, CA3, CA4, GC‐DG, HATA, fimbria, molecular layer HP, fissure and tail as well as an estimate of the total intracranial volume (TIV). The subfield volumes were corrected for age and gender effects using linear regression and for variability in head volume using normalization by TIV. We refer to these values as corrected subfield volumes (CSV).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14596, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 14607, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The purpose of the study was to map GMV within distinctive hippocampal subfields, and to perform comparisons in these measures of GMV among the DV+, DV−, SCH, and MTLE groups. We carried out two statistical tests with the STATISTICA 12 (StatSoft, Inc., USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14866, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Subfield specific GMV decrease", "sentences": [], "annotations": [], "relations": []}, {"offset": 14897, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To reveal subfield specific GMV change in DV+, SCH, and MTLE group relative to the DV− group, we performed Mann‐Whitney tests on CSV for each subfield and group (DV+, SCH and MTLE vs. DV−). The significance level was set to p < .05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15130, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Spatial distribution of GMV decrease", "sentences": [], "annotations": [], "relations": []}, {"offset": 15167, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We computed median of the CSV volumes (mCSV) across subjects for each group and subfield. To identify which patient group resembles more the DV+ group considering the spatial pattern of GMV deviations from DV− we further computed the deviation of mCSV between DV+/MTLE/SCH and DV− (dmSCV). The dmCSV patterns were assessed using Pearson correlation coefficient, that is, we computed correlation coefficient based on dmSCV for DV+ vs MTLE in affected hippocampus and DV+ vs SCH in both‐sided hippocampi. The significance level of correlation coefficients was set to p < .05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15741, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 15749, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Subfield specific GMV decrease", "sentences": [], "annotations": [], "relations": []}, {"offset": 15780, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Significant GMV decrease in the MTLE group relative to DV− was found in all hippocampal subfields with the exception of bilateral HATA, fimbria and fissure. There was no significant change of SCV found in DV+ or SCH groups. The extent and significance of the decrease shows Figure 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16064, "infons": {"file": "BRB3-8-e00996-g001.jpg", "id": "brb3996-fig-0001", "section_type": "FIG", "type": "fig_caption"}, "text": "Relative gray matter volume (GMV) decrease in DV+, schizophrenia (SCH), and mesial temporal lobe epilepsy (MTLE) compared to DV− in distinctive hippocampal subfields. Asterisks mark subfields within which GMV change reached statistical significance (p < .05) after Bonferroni correction. The Y‐axis indicates extent of GMV change relative to the DV− group", "sentences": [], "annotations": [], "relations": []}, {"offset": 16420, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GMV change in Mesial temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 16464, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the MTLE group, only the ipsilateral hippocampus was measured regarding the distinctive manner of hippocampal involvement in the left and right‐sided MTLE (Pail et al., 2010).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16643, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Significant GMV decrease of the MTLE group relative to DV− was found in all hippocampal subfields with the exception of bilateral HATA, fimbria and fissure. The largest relative decrease was found in the CA4, CA3 and GC‐DG subfields. More specifically, on the left side, the most pronounced decrease was measured in CA4 (relative change of volume in respect to the volume of the specific subfield in the DV− group with the sign of the number indicating either decrease or increase; −0.30), followed by CA3 (−0.27) and GC‐DG (−0.26) subfields. On the right side was the greatest decrease found in the CA3 subfield (−0.29), then CA4 (−0.27) and GC‐DG (−0.25) subfields.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17311, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GMV change in the Déjà vu", "sentences": [], "annotations": [], "relations": []}, {"offset": 17337, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was no significant change of GMV found in the DV+ group in comparison to DV− group in the present analysis. Nevertheless, there was a trend showing the most pronounced decrease in the fimbria, CA4, CA3, and fissure subfields. On the left side, the greatest extent of the relative decrease was found in the HATA (−0.04), followed by CA4, CA3, and fissure (−0.03). On the right side, the largest decrease was found in the CA3 and CA4 subfields (−0.03), followed by GC‐DG (−0.02).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17821, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In some of the subfields, there was even an insignificant increase in the SCV found—on the left side it was fimbria (0.04) and tail (0.01). On the right side, it was HATA (0.05) and fimbria, tail and subiculum (0.01).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18039, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GMV change in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 18067, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was no significant change in the GMV comparing SCH vs DV− groups. Anyway, the trend was on the left side, the greatest decrease was found in HATA (−0.11), subiculum (−0.05), CA4 and CA3 (−0.04).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18268, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the right sided hippocampus, the greatest extent of the decrease was found in the presubiculum (−0.04), CA3 (−0.03), and HATA (−0.02) subfields.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18416, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The increase in the GMV was found in the bilateral tail (0.01) and fimbria (0.02) and right CA1 (0.02) subfields.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18530, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Spatial distribution of GMV decrease", "sentences": [], "annotations": [], "relations": []}, {"offset": 18567, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the level of similarity, we compared correlation coefficients based on dmCSV and computed for DV+ vs SCH and DV+ vs MTLE. The correlation coefficient reached statistical significance for the left hippocampus for SCH vs DV+. Otherwise were the correlation coefficients without statistical significance. The values of the correlation coefficients are listed in Table 1 and the trend of the correlation coefficients across subfields is illustrated in Figure 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19035, "infons": {"file": "brb3996-tbl-0001.xml", "id": "brb3996-tbl-0001", "section_type": "TABLE", "type": "table_caption"}, "text": "The similarities of patterns of gray matter volume (GMV) changes among subgroups based on correlation coefficient", "sentences": [], "annotations": [], "relations": []}, {"offset": 19149, "infons": {"file": "brb3996-tbl-0001.xml", "id": "brb3996-tbl-0001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><thead valign=\"top\"><tr style=\"border-bottom:solid 1px #000000\"><th align=\"left\" rowspan=\"2\" valign=\"top\" colspan=\"1\"/><th align=\"char\" colspan=\"2\" style=\"border-bottom:solid 1px #000000\" valign=\"top\" rowspan=\"1\">Left hippocampus</th><th align=\"char\" colspan=\"2\" style=\"border-bottom:solid 1px #000000\" valign=\"top\" rowspan=\"1\">Right hippocampus</th></tr><tr style=\"border-bottom:solid 1px #000000\"><th align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SCH</th><th align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">MTLE L</th><th align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SCH</th><th align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">MTLE R</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>DV +</italic>\n</td><td align=\"char\" char=\" \" rowspan=\"1\" colspan=\"1\">\n<bold>.637 (.013)</bold>\n</td><td align=\"char\" char=\" \" rowspan=\"1\" colspan=\"1\">.337 (.142)</td><td align=\"char\" char=\" \" rowspan=\"1\" colspan=\"1\">.135 (.338)</td><td align=\"char\" char=\" \" rowspan=\"1\" colspan=\"1\">.228 (.238)</td></tr></tbody></table>\n"}, "text": "\tLeft hippocampus\tRight hippocampus\t \tSCH\tMTLE L\tSCH\tMTLE R\t \tDV +\t.637 (.013)\t.337 (.142)\t.135 (.338)\t.228 (.238)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19267, "infons": {"file": "brb3996-tbl-0001.xml", "id": "brb3996-tbl-0001", "section_type": "TABLE", "type": "table_footnote"}, "text": "MTLE, mesial temporal lobe epilepsy; SCH, schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19324, "infons": {"file": "brb3996-tbl-0001.xml", "id": "brb3996-tbl-0001", "section_type": "TABLE", "type": "table_footnote"}, "text": "The table shows correlation coefficients and p‐values (in brackets). Statistically significant result marked bold.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19439, "infons": {"file": "BRB3-8-e00996-g002.jpg", "id": "brb3996-fig-0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Scatterplots representing the correlation in gray matter volume (GMV) decrease relative to the DV− group (in mm3) between the DV+ and schizophrenia (SCH) or mesial temporal lobe epilepsy (MTLE) groups in the distinctive hippocampal subfields (colour coded) in the left/right sided hippocampus. The x‐axis value indicates GMV reduction for the DV+ relative to DV− group; the y‐axis indicates GMV reduction for SCH (left) or MTLE group (right) relative to DV−. Marks of the left SCH group are located at a shorter distance from the line of the best fit relative to those of the MTLE group, illustrating the higher correlation between DV+ and SCH compared to DV+ and MTLE at the left side", "sentences": [], "annotations": [], "relations": []}, {"offset": 20125, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our previous study (Brázdil et al., 2012) with healthy individuals showed a morphological correlate of nonpathological DV in terms of GMV decrease throughout a pattern of subcortical structures encompassing the hippocampi. In these regions, GMV was correlated inversely with the frequency of DV experience. On this basis we decided to examine differences in GMV between the distinctive hippocampal subfields according to the frequency of DV experience in the DV+ group. No statistically significant correlation between the GMV and the frequency of the DV has been found.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20696, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 20707, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To the best of our knowledge, this is the first study that examines the morphological correlates of DV at the level of hippocampal subfields. This level of analysis did not reveal statistically significant change in GMV considering specific hippocampal subfields.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20971, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On the other hand, a significant change in the GMV of distinctive hippocampal subfields was found in the MTLE group relative to DV− in all hippocampal subfields with the exception of bilateral HATA, fimbria and fissure subfields. There was no significant change in hippocampal GMV found in DV+ or SCH groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21280, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The expected change of the GMV in conditions such as déjà vu and schizophrenia is subtle considering their nature and in the large number of recognized subfields the change is spread finally losing statistical significance. On the other hand, expected decrease in the case of MTLE with hippocampal sclerosis is much more prominent, which may be the cause it was the only difference spotted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21671, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Concerning the spatial distribution of GMV decrease, we found statistically significant correlation for the left hippocampus for SCH vs DV+. Otherwise there was no statistically significant correlation. Thus, contrary to our hypothesis, GMV reductions in healthy individuals experiencing DV resembled more closely the pattern of GMV reduction observed in SCH patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22040, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Considering SCH group, no significant change has been found across hippocampal subfields which corresponds to some histological studies (Walker et al., 2002). Anyway the insignificant trend showing most profound decrease in the HATA, presubiculum, subiculum, CA4 and CA3 subfields correspond to some degree with the recent study of Haukvik et al. (2015) with the exception of HATA subfield, which was not recognized in the study. Mathew et al. (2014), however, found the most prominent decrease in CA4‐DG, subiculum and CA2‐3. This discrepancy could be explained by the work of Kühn et al. (2012), who report a negative correlation between positive symptoms expression and the volume of bilateral subfields CA2‐3 and CA1. Unfortunately, Mathew et al. do not specify the PANSS scores recorded from their subjects, thus a comparison with our SCH group cannot be made. CA1 sparing in the context of SCH is consistent with postmortem studies (Harrison, 2004).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22996, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For the MTLE group, our finding of GMV decrease in the majority of the hippocampal subfields is consistent with recent studies (Kim, Suh, & Kim, 2015; Schoene‐Bake et al., 2014). The specific pattern of GMV reduction also differed slightly, as Kim et al. measured the absolute decrease and found the most extensive reduction in ipsilateral CA2‐3 followed by subiculum and CA4‐DG. Our study on the other hand measured relative decrease considering volume of the particular subfield and found the maximal relative decrease in ipsilateral CA4 followed by CA3 and GC‐DG. Sparing of the HATA, fissure and fimbria subfields has not yet been observed in the literature considering the fact, that these subfields were not recognized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23722, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Hippocampal sclerosis present in all MTLE subjects brings certain difficulty to the evaluation of GMV decrease, considering the ongoing discussion whether it is in fact a cause of epilepsy, or rather a consequence of seizure activity itself (early febrile seizures, episodes of status epilepticus or repetitive brief seizures; Thom, Zhou, Martinian, & Sisodiya, 2005). On the other hand, the hippocampal sclerosis is present in approximately 70% of “non‐lesional” MTLE (Cascino et al., 1991) and provides certain confidence to MTLE diagnostics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24267, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The similarity of nonpathological DV to an ictal event was reported for the first time by Wilder Penfield more than sixty years ago (Penfield, 1955). Such qualitative similarity of DV experience in pathological and nonpathological instances was recently confirmed (Warren‐Gash & Zeman, 2014), as were similarities in neuroanatomical correlates (Brázdil et al., 2012) suggesting a common underlying process. Altered neural signaling within memory‐related medial temporal brain structures resulting in changes in GMV in covariating structures is supposed to underlie both pathological and nonpathological DV (Shaw et al., 2015).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24894, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our primary expectation was therefore to find a greater similarity of GMV reduction pattern between the DV+ and MTLE groups compared with the DV+ and SCH groups. Ultimately, however, our results displayed a greater resemblance between the pattern of GMV pattern in the DV+ and SCH groups. We do not consider such resemblance to reflect a direct link between the two conditions. Rather, we hypothesize that this represents an unequal vulnerability of the distinctive subfields to these conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25391, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The hippocampus is an especially plastic and vulnerable region of the brain (McEwen, 1999). This vulnerability was linked to a variety of insults including seizures (Cavazos, Das, & Sutula, 1994; Kotloski, Lynch, Lauersdorf, & Sutula, 2002; Mathern et al., 1996; Tasch et al., 1999), ischemia (Byeon et al., 2015) or inflammation (Malaeb et al., 2014; Marsland et al., 2015; O’Donovan et al., 2015), as well as gene‐environment interactions and physiological influences such as early life psychosocial stress (Butterworth, Cherbuin, Sachdev, & Anstey, 2012; Lindauer et al., 2005; Teicher, Anderson, & Polcari, 2012; Wang et al., 2010) or sleep deprivation (Novati, Hulshof, Koolhaas, Lucassen, & Meerlo, 2011). These factors, especially when they occur early in development, have been linked to hippocampal atrophy, alterations of postnatal neurogenesis and neuronal hyperexcitability (McEwen, 1999; Novati et al., 2011).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26314, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The mechanism of a deleterious stress action consists of a prolonged glucocorticoid (GC) exposure. The actions of these adrenal steroids occur predominantly in the hippocampus, a structure particularly rich in glucocorticoid receptors. This, in turn, leads to GC‐induced defense mechanism reduction, neuronal atrophy, or even neurotoxicity (Sapolsky, 1996).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26672, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Specifically, the CA3 subfield shows an abundance of GC receptors that allow for chronic restraint and psychosocial stress to produce atrophy of its pyramidal neurons apical dendrites (McEwen, 1999) and depletion and reorganization of synaptic vesicles in CA3 mossy fiber terminals (Magariños, Verdugo, & McEwen, 1997). Chronic elevations in corticosterone have also been shown to produce a suppression of synaptic plasticity in the dentate gyrus (Pavlides, Watanabe, & McEwen, 1993). Evidence of the deleterious effect of stress exposure on selected subfields can be found in the case of childhood maltreatment, where early exposure to elevated GC levels is believed to suppress neurogenesis and advance to GMV decrease in CA3, CA4, GC‐DG, and subiculum, respectively (Teicher et al., 2012).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27465, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another condition indicative of a detrimental effect of excessive stress exposure is PTSD. Sufferers of PTSD have been found to express selective GMV loss in the CA3 and GC‐DG subfields, together with suppression of neurogenesis and dendritic branching in these structures (Wang et al., 2010).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27759, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Considering our results with most pronounced GMV decrease in corresponding subfields in all studied groups together with existing findings of specific hippocampal plasticity we hypothesize, that various adverse conditions cause GMV decrease in specific increasingly vulnerable subfields in the course of neurogenesis. Déjà vu, schizophrenia, and MTLE (together with PTSD and childhood maltreatment) then represent various magnitude of consequent aberrant functioning depending on the level of hippocampal damage.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28272, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Thus, we conclude that the HATA, CA3, CA4, GC‐DG, and subiculum subfields of the hippocampus are likely to be more vulnerable to adverse conditions. This conclusion is supported by our finding of the most pronounced GMV decrease in these particular subfields in all studied groups, with the exception of the right hippocampus in which presubicular GMV decrease was most prominent for patients with schizophrenia. This assumption converges nicely with the studies of childhood maltreatment and PTSD mentioned above, with the exception of HATA which was not recognized in previous studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28860, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Certain limitations of our study demand attention. Although the resolution of raw MR images of approximately 1 mm isotropic is considered as high spatial resolution in neuroimaging, still it is some limitation of our study as it is quite near the transversal size of some parts of hippocampus. Thus, the results might be slightly biased toward false negative results by the imperfect accuracy of segmentation process which may occur in some subjects (Kim, Mansi, Bernasconi, & Bernasconi, 2012). Another limitation consists in comparing clinical groups that differ in terms of “disease” duration and severity. Moreover, considering its unpredictable nature, the only possibility to study déjà vu is in between the events. Together with the fact, that it is a phenomenon based on the patient self‐report it brings a certain difficulty in proper assessment both of the frequency and experience itself. Imbalance in the age and gender distribution among groups might also potentially bias our results. We have, however, regressed the potential effects of these nuisance parameters out of the data, a well‐established method in neuroscience. Additionally, the effects of laterality and medications were difficult to interpret in this context. There are studies reporting no significant effect of antipsychotic medication on hippocampal subfields volume (Brambilla et al., 2013; Kühn et al., 2012; Wang et al., 2008; Zierhut et al., 2013). On the other hand, certain studies report some level of sensitivity to antipsychotic medication in particular subfields (Mamah et al., 2012; Panenka et al., 2007). Analyses of larger patient groups are needed in order to provide a detailed characterization of volumetric change, and to control for the potential effects of modifying factors. Future studies should also compare GMV within hippocampal subfields in other disorders, such as depression, insomnia or Alzheimer’s disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30778, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "CONFLICT OF INTEREST", "sentences": [], "annotations": [], "relations": []}, {"offset": 30799, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "None declared.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30814, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 30825, "infons": {"fpage": "242", "lpage": "247", "pub-id_doi": "10.1097/01.NMD.0000061149.26296.DC", "pub-id_pmid": "12695735", "section_type": "REF", "source": "The Journal of Nervous and Mental Disease", "type": "ref", "volume": "191", "year": "2003"}, "text": "Demographic and psychological features of déjà vu experiences in a nonclinical Japanese population", "sentences": [], "annotations": [], "relations": []}, {"offset": 30924, "infons": {"pub-id_doi": "10.1093/acprof:oso/9780195100273.001.0001", "section_type": "REF", "source": "The hippocampus book", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 30925, "infons": {"fpage": "71", "issue": "Pt 1", "lpage": "90", "pub-id_doi": "10.1093/brain/117.1.71", "pub-id_pmid": "8149215", "section_type": "REF", "source": "Brain: A Journal of Neurology", "type": "ref", "volume": "117", "year": "1994"}, "text": "Anatomical origin of déjà vu and vivid “memories” in human temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 31007, "infons": {"fpage": "50", "lpage": "55", "pub-id_doi": "10.1192/bjp.bp.111.105700", "pub-id_pmid": "23284150", "section_type": "REF", "source": "The British Journal of Psychiatry: The Journal of Mental Science", "type": "ref", "volume": "202", "year": "2013"}, "text": "Schizophrenia severity, social functioning and hippocampal neuroanatomy: Three‐dimensional mapping study", "sentences": [], "annotations": [], "relations": []}, {"offset": 31112, "infons": {"fpage": "1226", "lpage": "1235", "pub-id_doi": "10.1002/hbm.20589", "pub-id_pmid": "18609565", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "30", "year": "2009"}, "text": "Correlation study of optimized voxel‐based morphometry and (1)H MRS in patients with mesial temporal lobe epilepsy and hippocampal sclerosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31253, "infons": {"fpage": "1240", "lpage": "1243", "pub-id_doi": "10.1016/j.cortex.2012.03.004", "pub-id_pmid": "22503281", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "48", "year": "2012"}, "text": "Unveiling the mystery of déjà vu: The structural anatomy of déjà vu", "sentences": [], "annotations": [], "relations": []}, {"offset": 31321, "infons": {"fpage": "1163", "lpage": "1164", "pub-id_doi": "10.1016/j.cortex.2012.09.015", "pub-id_pmid": "23117054", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "The boundaries of epilepsy: Where is the limit? A reply to Labate and Gambardella", "sentences": [], "annotations": [], "relations": []}, {"offset": 31403, "infons": {"fpage": "394", "lpage": "413", "pub-id_doi": "10.1037/0033-2909.129.3.394", "pub-id_pmid": "12784936", "section_type": "REF", "source": "Psychological Bulletin", "type": "ref", "volume": "129", "year": "2003"}, "text": "A review of the déjà vu experience", "sentences": [], "annotations": [], "relations": []}, {"offset": 31438, "infons": {"fpage": "548", "lpage": "556", "pub-id_doi": "10.1093/scan/nsr027", "pub-id_pmid": "21551226", "section_type": "REF", "source": "Social Cognitive and Affective Neuroscience", "type": "ref", "volume": "7", "year": "2012"}, "text": "The association between financial hardship and amygdala and hippocampal volumes: Results from the PATH through life project", "sentences": [], "annotations": [], "relations": []}, {"offset": 31562, "infons": {"fpage": "22", "lpage": "29", "pub-id_doi": "10.3340/jkns.2015.58.1.22", "pub-id_pmid": "26279809", "section_type": "REF", "source": "Journal of Korean Neurosurgical Society", "type": "ref", "volume": "58", "year": "2015"}, "text": "Cognitive dysfunction and hippocampal damage induced by hypoxic‐ischemic brain injury and prolonged febrile convulsions in immature rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 31699, "infons": {"fpage": "31", "lpage": "36", "pub-id_doi": "10.1002/ana.410300107", "pub-id_pmid": "1929226", "section_type": "REF", "source": "Annals of Neurology", "type": "ref", "volume": "30", "year": "1991"}, "text": "Magnetic resonance imaging‐based volume studies in temporal lobe epilepsy: Pathological correlations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31800, "infons": {"fpage": "3106", "lpage": "3121", "pub-id_doi": "10.1523/JNEUROSCI.14-05-03106.1994", "pub-id_pmid": "8182460", "section_type": "REF", "source": "The Journal of Neuroscience: The Official Journal of the Society for Neuroscience", "type": "ref", "volume": "14", "year": "1994"}, "text": "Neuronal loss induced in limbic pathways by kindling: Evidence for induction of hippocampal sclerosis by repeated brief seizures", "sentences": [], "annotations": [], "relations": []}, {"offset": 31929, "infons": {"fpage": "389", "lpage": "399", "pub-id_pmid": "2502382", "section_type": "REF", "source": "Epilepsia", "type": "ref", "volume": "30", "year": "1989"}, "text": "Proposal for revised classification of epilepsies and epileptic syndromes", "sentences": [], "annotations": [], "relations": []}, {"offset": 32003, "infons": {"fpage": "151", "lpage": "162", "pub-id_doi": "10.1007/s00213-003-1761-y", "pub-id_pmid": "15205886", "section_type": "REF", "source": "Psychopharmacology (Berl.)", "type": "ref", "volume": "174", "year": "2004"}, "text": "The hippocampus in schizophrenia: A review of the neuropathological evidence and its pathophysiological implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 32120, "infons": {"fpage": "581", "lpage": "588", "pub-id_doi": "10.1016/j.biopsych.2014.06.020", "pub-id_pmid": "25127742", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "77", "year": "2015"}, "text": "In Vivo hippocampal subfield volumes in schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 32195, "infons": {"fpage": "318", "lpage": "323", "pub-id_doi": "10.1038/1137", "pub-id_pmid": "10195166", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "1", "year": "1998"}, "text": "Impaired recruitment of the hippocampus during conscious recollection in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32282, "infons": {"fpage": "1484", "lpage": "1486", "pub-id_doi": "10.1001/archneur.58.9.1484", "pub-id_pmid": "11559325", "section_type": "REF", "source": "Archives of Neurology", "type": "ref", "volume": "58", "year": "2001"}, "text": "Mesial temporal sclerosis: Clinicopathological correlations", "sentences": [], "annotations": [], "relations": []}, {"offset": 32342, "infons": {"fpage": "2233", "lpage": "2245", "pub-id_doi": "10.1176/appi.ajp.162.12.2233", "pub-id_pmid": "16330585", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "Regional deficits in brain volume in schizophrenia: A meta‐analysis of voxel‐based morphometry studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 32445, "infons": {"fpage": "117", "lpage": "137", "pub-id_doi": "10.1016/j.neuroimage.2015.04.042", "pub-id_pmid": "25936807", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "115", "year": "2015"}, "text": "A computational atlas of the hippocampal formation using ex vivo, ultra‐high resolution MRI: Application to adaptive segmentation of in vivo MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 32590, "infons": {"fpage": "1", "lpage": "15", "pub-id_doi": "10.1155/2012/539567", "section_type": "REF", "source": "Epilepsy Research and Treatment", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Déjà experiences in temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 32633, "infons": {"fpage": "13", "lpage": "23", "pub-id_doi": "10.1176/appi.ajp.160.1.13", "pub-id_pmid": "12505794", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "160", "year": "2003"}, "text": "Psychosis as a state of aberrant salience: A framework linking biology, phenomenology, and pharmacology in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32754, "infons": {"fpage": "261", "lpage": "276", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32821, "infons": {"fpage": "741", "lpage": "757", "pub-id_doi": "10.1111/j.1528-1167.2007.01485.x", "pub-id_pmid": "18177358", "section_type": "REF", "source": "Epilepsia", "type": "ref", "volume": "49", "year": "2008"}, "text": "Voxel‐based morphometry of temporal lobe epilepsy: An introduction and review of the literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 32917, "infons": {"fpage": "1445", "lpage": "1455", "pub-id_doi": "10.1016/j.media.2012.04.008", "pub-id_pmid": "22613821", "section_type": "REF", "source": "Medical Image Analysis", "type": "ref", "volume": "16", "year": "2012"}, "text": "Surface‐based multi‐template automated hippocampal segmentation: Application to temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 33020, "infons": {"fpage": "74", "lpage": "81", "pub-id_doi": "10.1016/j.eplepsyres.2015.09.004", "pub-id_pmid": "26425829", "section_type": "REF", "source": "Epilepsy Research", "type": "ref", "volume": "117", "year": "2015"}, "text": "Volumetric and shape analysis of hippocampal subfields in unilateral mesial temporal lobe epilepsy with hippocampal atrophy", "sentences": [], "annotations": [], "relations": []}, {"offset": 33144, "infons": {"fpage": "95", "lpage": "110", "pub-id_doi": "10.1016/S0079-6123(02)35010-6", "pub-id_pmid": "12143373", "section_type": "REF", "source": "Progress in Brain Research", "type": "ref", "volume": "135", "year": "2002"}, "text": "Repeated brief seizures induce progressive hippocampal neuron loss and memory deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 33231, "infons": {"fpage": "e127", "pub-id_doi": "10.1038/tp.2012.51", "pub-id_pmid": "22692142", "section_type": "REF", "source": "Translational Psychiatry", "type": "ref", "volume": "2", "year": "2012"}, "text": "Hippocampal subfields predict positive symptoms in schizophrenia: First evidence from brain morphometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 33335, "infons": {"fpage": "1", "lpage": "7", "pub-id_doi": "10.1016/j.cortex.2014.09.020", "pub-id_pmid": "25461702", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "64", "year": "2015"}, "text": "Neuro‐anatomical differences among epileptic and non‐epileptic déjà‐vu", "sentences": [], "annotations": [], "relations": []}, {"offset": 33406, "infons": {"fpage": "1421", "lpage": "1431", "pub-id_doi": "10.1017/S0033291705005246", "pub-id_pmid": "16164766", "section_type": "REF", "source": "Psychological Medicine", "type": "ref", "volume": "35", "year": "2005"}, "text": "Effects of psychotherapy on hippocampal volume in out‐patients with post‐traumatic stress disorder: A MRI investigation", "sentences": [], "annotations": [], "relations": []}, {"offset": 33526, "infons": {"fpage": "507", "lpage": "513", "pub-id_doi": "10.1016/j.tips.2011.05.001", "pub-id_pmid": "21700346", "section_type": "REF", "source": "Trends in Pharmacological Sciences", "type": "ref", "volume": "32", "year": "2011"}, "text": "Hippocampal dysregulation of dopamine system function and the pathophysiology of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33621, "infons": {"fpage": "14002", "lpage": "14008", "pub-id_doi": "10.1073/pnas.94.25.14002", "pub-id_pmid": "9391142", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "94", "year": "1997"}, "text": "Chronic stress alters synaptic terminal structure in hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 33686, "infons": {"fpage": "363", "lpage": "369", "pub-id_doi": "10.1038/pr.2014.106", "pub-id_pmid": "25003911", "section_type": "REF", "source": "Pediatric Research", "type": "ref", "volume": "76", "year": "2014"}, "text": "Effect of sustained postnatal systemic inflammation on hippocampal volume and function in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 33781, "infons": {"fpage": "96", "pub-id_doi": "10.3389/fpsyt.2012.00096", "pub-id_pmid": "23162479", "section_type": "REF", "source": "Frontiers in Psychiatry", "type": "ref", "volume": "3", "year": "2012"}, "text": "Hippocampal shape and volume changes with antipsychotics in early stage psychotic illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 33871, "infons": {"fpage": "195", "lpage": "204", "pub-id_doi": "10.1016/j.bbi.2015.03.015", "section_type": "REF", "source": "Brain, Behavior, and Immunity", "type": "ref", "volume": "48", "year": "2015"}, "text": "Brain morphology links systemic inflammation to cognitive function in midlife adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 33956, "infons": {"fpage": "151", "lpage": "161", "pub-id_doi": "10.1016/S0920-1211(96)00052-6", "pub-id_pmid": "8985697", "section_type": "REF", "source": "Epilepsy Research", "type": "ref", "volume": "26", "year": "1996"}, "text": "The pathogenic and progressive features of chronic human hippocampal epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 34034, "infons": {"fpage": "769", "lpage": "777", "pub-id_doi": "10.1001/jamapsychiatry.2014.453", "pub-id_pmid": "24828364", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "71", "year": "2014"}, "text": "Medial temporal lobe structures and hippocampal subfields in psychotic disorders: Findings from the Bipolar‐Schizophrenia Network on Intermediate Phenotypes (B‐SNIP) study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34206, "infons": {"fpage": "105", "lpage": "122", "pub-id_doi": "10.1146/annurev.neuro.22.1.105", "section_type": "REF", "source": "Annual Review of Neuroscience", "type": "ref", "volume": "22", "year": "1999"}, "text": "Stress and hippocampal plasticity", "sentences": [], "annotations": [], "relations": []}, {"offset": 34240, "infons": {"fpage": "145", "lpage": "155", "pub-id_doi": "10.1016/j.neuroscience.2011.06.027", "pub-id_pmid": "21718758", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "190", "year": "2011"}, "text": "Chronic sleep restriction causes a decrease in hippocampal volume in adolescent rats, which is not explained by changes in glucocorticoid levels or neurogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34401, "infons": {"fpage": "557", "lpage": "566", "pub-id_doi": "10.1016/j.psyneuen.2014.11.010", "pub-id_pmid": "25465168", "section_type": "REF", "source": "Psychoneuroendocrinology", "type": "ref", "volume": "51", "year": "2015"}, "text": "Altered inflammatory activity associated with reduced hippocampal volume and more severe posttraumatic stress symptoms in Gulf War veterans", "sentences": [], "annotations": [], "relations": []}, {"offset": 34541, "infons": {"fpage": "511", "lpage": "518", "pub-id_doi": "10.1111/j.1528-1167.2009.02324.x", "pub-id_pmid": "19817822", "section_type": "REF", "source": "Epilepsia", "type": "ref", "volume": "51", "year": "2010"}, "text": "An optimized voxel‐based morphometric study of gray matter changes in patients with left‐sided and right‐sided mesial temporal lobe epilepsy and hippocampal sclerosis (MTLE/HS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 34718, "infons": {"fpage": "288", "lpage": "292", "pub-id_doi": "10.1016/j.schres.2007.05.002", "pub-id_pmid": "17570643", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "94", "year": "2007"}, "text": "A longitudinal study on the effects of typical versus atypical antipsychotic drugs on hippocampal volume in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34840, "infons": {"fpage": "183", "lpage": "192", "pub-id_doi": "10.1002/hipo.450030210", "section_type": "REF", "source": "Hippocampus", "type": "ref", "volume": "3", "year": "1993"}, "text": "Effects of glucocorticoids on hippocampal long‐term potentiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 34905, "infons": {"fpage": "451", "lpage": "465", "pub-id_doi": "10.1192/bjp.101.424.451", "pub-id_pmid": "13263844", "section_type": "REF", "source": "The Journal of Mental Science", "type": "ref", "volume": "101", "year": "1955"}, "text": "The twenty‐ninth Maudsley lecture: The role of the temporal cortex in certain psychical phenomena", "sentences": [], "annotations": [], "relations": []}, {"offset": 35003, "infons": {"fpage": "622", "lpage": "625", "pub-id_doi": "10.1001/archpsyc.1967.01730290110014", "pub-id_pmid": "6054257", "section_type": "REF", "source": "Archives of General Psychiatry", "type": "ref", "volume": "17", "year": "1967"}, "text": "Déjà vu in psychiatric and neurosurgical patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 35053, "infons": {"fpage": "1", "lpage": "19", "pub-id_doi": "10.3109/10253899609001092", "section_type": "REF", "source": "Stress: The International Journal on the Biology of Stress", "type": "ref", "volume": "1", "year": "1996"}, "text": "Stress, glucocorticoids, and damage to the nervous system: The current state of confusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 35143, "infons": {"fpage": "4718", "lpage": "4728", "pub-id_doi": "10.1002/hbm.22506", "pub-id_pmid": "24638919", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "35", "year": "2014"}, "text": "In vivo mapping of hippocampal subfields in mesial temporal lobe epilepsy: Relation to histopathology: Hippocampal Subfield Mapping in mTLE", "sentences": [], "annotations": [], "relations": []}, {"offset": 35283, "infons": {"pub-id_doi": "10.1007/s11682-015-9471-8", "section_type": "REF", "source": "Brain Imaging and Behavior", "type": "ref", "year": "2015"}, "text": "Structural covariance mapping delineates medial and medio‐lateral temporal networks in déjà vu", "sentences": [], "annotations": [], "relations": []}, {"offset": 35378, "infons": {"fpage": "27", "lpage": "33", "pub-id_doi": "10.1097/00005053-199401000-00006", "pub-id_pmid": "8277297", "section_type": "REF", "source": "The Journal of Nervous and Mental Disease", "type": "ref", "volume": "182", "year": "1994"}, "text": "The inventory for déjà vu experiences assessment. Development, utility, reliability, and validity", "sentences": [], "annotations": [], "relations": []}, {"offset": 35476, "infons": {"fpage": "1178", "lpage": "1193", "pub-id_doi": "10.1176/appi.ajp.2010.09081187", "pub-id_pmid": "20810471", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "167", "year": "2010"}, "text": "The hippocampal formation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35519, "infons": {"fpage": "568", "lpage": "576", "pub-id_doi": "10.1002/(ISSN)1531-8249", "pub-id_pmid": "10319878", "section_type": "REF", "source": "Annals of Neurology", "type": "ref", "volume": "45", "year": "1999"}, "text": "Neuroimaging evidence of progressive neuronal loss and dysfunction in temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 35612, "infons": {"fpage": "E563", "lpage": "E572", "pub-id_doi": "10.1073/pnas.1115396109", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "109", "year": "2012"}, "text": "Childhood maltreatment is associated with reduced volume in the hippocampal subfields CA3, dentate gyrus, and subiculum", "sentences": [], "annotations": [], "relations": []}, {"offset": 35732, "infons": {"fpage": "1344", "lpage": "1357", "pub-id_doi": "10.1093/brain/awh475", "pub-id_pmid": "15758032", "section_type": "REF", "source": "Brain: A Journal of Neurology", "type": "ref", "volume": "128", "year": "2005"}, "text": "Quantitative post‐mortem study of the hippocampus in chronic epilepsy: Seizures do not inevitably cause neuronal loss", "sentences": [], "annotations": [], "relations": []}, {"offset": 35850, "infons": {"fpage": "821", "lpage": "828", "pub-id_doi": "10.1176/appi.ajp.159.5.821", "pub-id_pmid": "11986137", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "159", "year": "2002"}, "text": "Estimated neuronal populations and volumes of the hippocampus and its subfields in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35947, "infons": {"fpage": "1060", "lpage": "1068", "pub-id_doi": "10.1016/j.biopsych.2008.08.007", "pub-id_pmid": "18814865", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Progressive deformation of deep brain nuclei and hippocampal‐amygdala formation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36044, "infons": {"fpage": "296", "lpage": "303", "pub-id_doi": "10.1001/archgenpsychiatry.2009.205", "pub-id_pmid": "20194830", "section_type": "REF", "source": "Archives of General Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Magnetic resonance imaging of hippocampal subfields in posttraumatic stress disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 36129, "infons": {"fpage": "143", "lpage": "147", "pub-id_doi": "10.1136/jnnp-2012-303520", "section_type": "REF", "source": "Journal of Neurology, Neurosurgery and Psychiatry", "type": "ref", "volume": "85", "year": "2014"}, "text": "Is there anything distinctive about epileptic deja vu?", "sentences": [], "annotations": [], "relations": []}, {"offset": 36184, "infons": {"fpage": "48", "lpage": "55", "pub-id_doi": "10.1016/S0006-3223(02)01541-X", "pub-id_pmid": "12513944", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "53", "year": "2003"}, "text": "Impaired hippocampal recruitment during normal modulation of memory performance in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36281, "infons": {"fpage": "804", "lpage": "814", "pub-id_doi": "10.1093/brain/aws335", "pub-id_pmid": "23388407", "section_type": "REF", "source": "Brain: A Journal of Neurology", "type": "ref", "volume": "136", "year": "2013"}, "text": "Hippocampal CA1 deformity is related to symptom severity and antipsychotic dosage in schizophrenia", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}