{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6095949", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2018.08.014", "article-id_pmc": "6095949", "article-id_pmid": "30128276", "article-id_publisher-id": "S2213-1582(18)30255-9", "fpage": "380", "kwd": "pSTS, posterior superior temporal sulcus", "license": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).", "lpage": "387", "name_0": "surname:Jimenez;given-names:Amy M.", "name_1": "surname:Lee;given-names:Junghee", "name_2": "surname:Reavis;given-names:Eric A.", "name_3": "surname:Wynn;given-names:Jonathan K.", "name_4": "surname:Green;given-names:Michael F.", "section_type": "TITLE", "title": "Abbreviations", "type": "front", "volume": "20", "year": "2018"}, "text": "Aberrant patterns of neural activity when perceiving emotion from biological motion in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 101, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Social perceptual deficits in schizophrenia are well established. Recent work suggests that the ability to extract social information from bodily cues is reduced in patients. However, little is known about the neurobiological mechanisms underlying this deficit. In the current study, 20 schizophrenia patients and 16 controls completed two tasks using point-light animations during fMRI: a basic biological motion task and an emotion in biological motion task. The basic biological motion task was used to localize activity in posterior superior temporal sulcus (pSTS), a critical region for biological motion perception. During the emotion in biological motion task, participants viewed brief videos depicting happiness, fear, anger, or neutral emotions and were asked to decide which emotion was portrayed. Activity in pSTS and amygdala was interrogated during this task. Results indicated that patients showed overall reduced activation compared to controls in pSTS and at a trend level in amygdala across emotions, despite similar task performance. Further, a functional connectivity analysis revealed that controls, but not patients, showed significant positive connectivity between pSTS and left frontal regions as well as bilateral angular gyrus during the emotion in biological motion task. These findings indicate that schizophrenia patients show aberrant neural activity and functional connectivity when extracting complex social information from simple motion stimuli, which may contribute to social perception deficits in this disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1650, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1661, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Perception of social information from bodily cues is impaired in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1741, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We examined neural correlates of perception of emotion from biological motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1820, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Activity in amygdala and posterior superior temporal sulcus was reduced in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1905, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "pSTS functional connectivity with frontal and parietal regions was reduced in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1993, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Aberrant neural responses may contribute to social perceptual deficits in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2082, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2095, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We live in a dynamic visual world. The detection of motion and the ability to obtain information from motion is an important visual perception ability. Reflecting that importance, humans are remarkably adept at recognizing coherent motion, and distinguishing actions performed by other humans from non-human movement. Human movement is considered to be a type of biological motion. Humans can recognize biological motion even when the patterns of movements are portrayed by nothing more than a handful of light points attached to the head and major joints of the body, as in point-light animations (e.g.,.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2701, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Thus, biological motion is an important aspect of social cue perception. From observing biological motion (e.g., gestures and gait) we gather socially relevant information and make inferences about the intentions and motivations of others. We can also infer emotion based on particular patterns of human movement displayed by point-light animations (e.g.,.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3058, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In healthy controls, there is robust evidence that activity in the posterior portion of the superior temporal sulcus (pSTS) is critical for biological motion perception. Activity in pSTS is associated with perception of static images of the face and body as well as movements of the eyes, mouth, hands, and body. More broadly, the pSTS is part of a large neural circuit involved in the perception of intention from action and response to objects and events of social and emotional relevance. Primate studies, as well as more recent neuroimaging studies in humans, have identified other key regions within this circuit, including amygdala and orbitofrontal cortex, which receive projections from pSTS. The amygdala, in particular, is responsive to emotional facial expressions and complex body movements (e.g., and has been shown to modulate activity in STS neurons. That modulation has been shown to vary as a function of the emotional content of an action (e.g.,.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4023, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In schizophrenia, the ability to extract social information, including emotion, from bodily cues is reduced (e.g.,. A recent meta-analysis of 6 published studies found an mean effect size for reduced detection of emotion in biological motion of −0.61. However, little is known about the neurobiological mechanisms underlying deficits in biological motion detection or the ability to extract more complex information such as emotion from biological motion in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4496, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There have been only a few studies to examine the structural or functional neuroanatomy of impaired basic biological motion perception using point-light animations in schizophrenia. Kim et al., in a series of experiments, used two sets of basic biological motion fMRI tasks – localizer tasks and the primary experimental paradigm. The pSTS localizer task was a simple block-design with alternating blocks of biological and scrambled motion designed to identify BOLD activity in pSTS. The experimental paradigm was a more complex event-related task which required participants to judge whether a given motion stimulus (biological, scrambled, and 37% scrambled) depicted a human activity or not. For the pSTS localizer task, patients activated pSTS to the same extent as controls. This finding was replicated by Hashimoto et al. in a separate study using a similar task. However, during the more complex discrimination task, Kim et al. found that patients with schizophrenia showed an abnormal pattern of pSTS activity compared to controls. Specifically, pSTS activation was selective to biological versus non-biological (i.e., scrambled) motion in controls, but not in patients. Finally, Matsumoto et al. examined the relationship between behavioral performance on a basic biological motion perception task and regional gray matter volume. They found that task accuracy was positively correlated with gray matter reductions in the middle and anterior portion of right STS in schizophrenia. No studies to date have examined the neural basis of detection of emotion in biological motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6081, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To address this gap in this literature, the current study utilized two fMRI tasks using point-light animations in controls and patients with schizophrenia. First, a basic biological motion task was used as a localizer task to activate pSTS. This task has reliably activated pSTS and has been used previously as a pSTS localizer. We hypothesized that patients would activate pSTS to the same extent as controls during this task. Second, an emotion in biological motion task was used to examine neural activation associated with emotion judgments from biological motion in two ROIs: pSTS and amygdala. We also examined functional connectivity between pSTS and amygdala, as well as between pSTS and the rest of the brain, during emotion judgments. We chose the pSTS as the seed region for the connectivity analyses given its central role in the neural network associated with perception of human biological motion (e.g.,). We hypothesized that during the emotion in biological motion task patients would show reduced activation in pSTS and amygdala, and that functional connectivity associated with the task would be reduced in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7216, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7224, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 7237, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Twenty patients with schizophrenia (7 female) and 16 healthy controls (5 female) completed the study. Patients were recruited from community outpatient treatment clinics and met diagnostic criteria for schizophrenia based on the Structured Clinical Interview for DSM-IV Axis I Disorders (SCID). Controls were recruited through internet postings and interviewed with the SCID-I and portions of the Structured Clinical Interview for DSM-IV Axis II Disorders (SCID-II).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7704, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants were between 18 and 65 years of age, and were excluded from participation if they had: an identifiable neurological disorder, history of loss of consciousness for more than 1 h, or were not sufficiently fluent in English to consent and understand procedures. Additional exclusion criteria for patients was self-reported substance abuse in the past month or dependence in the last six months, and indication of IQ < 70 based on chart review. Additional exclusion criteria for controls was a first-degree relative with schizophrenia or another psychotic disorder, a personal history of schizophrenia or other psychotic disorder, bipolar disorder, or recurrent depression, a lifetime history of substance dependence or any substance abuse in the last 6 months, and any of the following Axis II disorders: avoidant, paranoid, schizoid, or schizotypal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8569, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 8587, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Psychiatric symptoms in patients were evaluated using the 24-item version of the Brief Psychiatric Rating Scale (BPRS) and Scale for the Assessment of Negative Symptoms (SANS). For the BPRS we report the total score and the mean for the positive symptom factor. For the SANS we report the sum of four global scales: Affective Flattening, Alogia, Avolition-Apathy, and Anhedonia-Asociality. Functional outcome was assessed with the Role Functioning Scale (RFS).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9048, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All clinical assessments were conducted by interviewers trained to reliability through the Treatment Unit of the Department of Veterans Affairs VISN 22 Mental Illness Research, Education, and Clinical Center (MIRECC) based on established procedures. The study protocol was reviewed and approved by the Institutional Review Board of the University of California, Los Angeles. All participants provided written informed consent after procedures were fully explained.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9513, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 9524, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Activation paradigms", "sentences": [], "annotations": [], "relations": []}, {"offset": 9545, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Example point-light animation stimuli from A.) Basic Biological Motion Task and B.) Emotion in Biological Motion Task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9664, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 9671, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants completed two tasks involving point-light animations during fMRI (Fig. 1). The first was the Basic Biological Motion Task. The second task was the Emotion in Biological Motion Task. The tasks were generated using E-Prime version 2.0 professional (Psychology Software Tools, USA). Prior to the scan session, participants completed practice trials to become familiar with each task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10065, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Basic biological motion task (localizer): Stimuli consisted of 1 s animations of point-light walkers; each animation video was comprised of 12 black dots presented on a white background at central fixation. The dots were arranged and animated in a manner that corresponded to human (e.g., walking, jumping) or random movement (Fig. 1A). Participants viewed 12 alternating blocks of human (0% scrambled) and random (100% scrambled) movement. Each block included 7 animations with an inter-stimulus interval (ISI) of 1 s. A 1 s fixation cross was presented during each ISI. A 4 s fixation cross was presented between each block. To maintain the participant's attention, each block required performance of a 1-back task in which they were required to press a button whenever the current animation was identical to the one appearing immediately before it. Participants had 2 s to make their response; they could respond at any time after stimulus onset and prior to the onset of the next video.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11056, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Emotion in biological motion task (Emo Bio): Stimuli consisted of 20 animations of point-light walkers (average duration: 8.05 s, standard deviation: 6.7 s); videos were comprised of 12 white dots presented on a black background at central fixation. The dots were arranged and animated in a manner that depicted happiness, fear, anger, or neutral human emotion. A 1 s fixation cross was presented prior to each animation. After stimulus offset, the screen prompted the participant to make their response. Participants were asked to decide which emotion was being portrayed by pressing a corresponding button on a 4-button response box. Participants had 4 s to make their response. Responses triggered progression to a blank screen for the remainder of the 4 s response period. Each animation was followed by a “null” trial consisting of a fixation cross (mean duration: 4.25 s, range: 2.5–7.5 s).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11953, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "fMRI data acquisition and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 11990, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All scanning was performed using two identical 3 T Siemens Tim Trio scanners running identical software at the UCLA Ahmanson-Lovelace Brain Mapping Center and the UCLA Staglin Center for Cognitive Neuroscience. Each scanner utilized the same quality assurance protocols daily to assess scanner performance. There was no difference between scanners in terms of number of subjects per group or signal-to-noise ratio (Supplementary Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12429, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional runs were acquired with T2*-weighted blood oxygen level-dependent (BOLD) gradient echo planar imaging (EPI) sequences for each activation task (TR = 2500 ms, TE = 35 ms, flip angle = 75°, 38 interleaved slices, slice thickness = 3.3 mm; matrix = 64 × 64; FOV = 192 mm; in-plane resolution = 3x3mm). Two sets of structural images were acquired from each subject for anatomical localization and registration of functional data: a high-resolution T1-weighted magnetization prepared rapid-acquisition gradient echo image (MPRAGE) [TR = 1900 ms; TE = 3.43 ms; flip angle = 9°; 160 sagittal slices; slice thickness = 1 mm; matrix = 256 × 256; FOV = 256 mm; voxel size = 1x1x1mm] and a T2-weighted matched-bandwidth high-resolution scan with the same slice prescription as the EPI [TR = 6000 ms; TE = 66 ms; flip angle = 90°; 38 slices; slice thickness = 3.3 mm; matrix = 128 × 128; FOV = 192 mm; voxel size = 1.5 × 1.5 × 3.3 mm].", "sentences": [], "annotations": [], "relations": []}, {"offset": 13364, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Image preprocessing was carried out using the FMRIB Software Library (FSL v5.0.9; Analysis Group, Oxford, UK). Preprocessing steps included high-pass filtering (100 s cut-off), spatial smoothing (5 mm FWHM), skull stripping, and registration. Registration was carried out using FSL's FLIRT (FMRIB's Linear Image Registration Tool v6.0). Each run of individual EPI data was registered first to the co-planar matched-bandwidth T2-weighted image (affine transformation; 6 degrees of freedom), then to the T1-weighted MPRAGE (Boundary-Based Registration, BBR) and finally, to Montreal Neurological Institute (MNI) standard space (affine transformation, 12 degrees of freedom).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14037, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We addressed potential motion artifacts in several ways. Motion estimates were inspected to ensure that relative mean displacement did not exceed 0.5 mm for any participant. In addition, all images were realigned to the middle volume using MCFLIRT and movement parameters calculated by MCFLIRT were modeled as nuisance covariates. Finally, the FSL motion outliers tool was used to remove the effects of any time-points corrupted by motion beyond what realignment and linear motion parameter regression methods can fix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14556, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Behavioral analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 14576, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the demographic data, independent samples t-tests and chi-square tests were used to assess group differences for continuous and categorical variables, respectively. For the localizer task, behavioral data were collected to ensure participants were attending to the task but these data were not analyzed as a primary outcome variable. For the Emo Bio task, separate independent samples t-tests were used to assess group differences in response time and accuracy across condition (emotion type). Analyses measured significance at the 0.05 level, two-tailed. Given our relatively small sample size, we also give weight to any findings with an effect size of medium or greater.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15254, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "fMRI analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 15268, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Analysis of fMRI data was performed separately for the two tasks. For both tasks, we used a general linear model (GLM) approach with FEAT (FMRI Expert Analysis Tool v6.0), and a timing model based on a double-gamma hemodynamic response function. In the first-level analysis, linear contrasts of trials by condition were created for each subject. The primary contrast of interest for the Basic Biological Motion Task was “biological” > “non-biological.” For the Emotion in Biological Motion Task, the primary contrasts of interest were each condition (“happy,” “afraid,” “angry,” “neutral”) versus baseline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15875, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "pSTS ROI - emotion in biological motion data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15921, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "A. Location of ROI; crosshairs centered on the following coordinates (x, y, z) in MNI standard space: 52, −56, 6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16035, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "B. fMRI activity in pSTS for each group and each condition (emotion type). Controls showed significantly greater activation than patients across conditions. Across groups, there was significantly greater activation for the anger condition compared to the fear and neutral conditions. Blue solid = controls; Red dash = patients. Bars represent plus or minus the standard error of the mean.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16424, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Abbreviations: pSTS, posterior superior temporal sulcus; ROI, region-of-interest; MNI, Montreal Neurological Institute. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 16674, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 16681, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Localizer task: The primary goal of the localizer task analyses was to identify voxels responsive to biological motion within bilateral pSTS. An anatomically constrained functional region of interest (ROI) for pSTS was created using a two-step procedure. First, a 20 mm diameter spheres were created around peak coordinates in MNI standard space (x = ±52, y = −56, z = 6) identified by a recent meta-analysis. Next, contiguous voxels within that anatomical region of cortex were identified that were significantly activated at the group level (all subjects combined) by biological motion relative to scrambled motion at a false discovery rate (FDR) of q < 0.05 (Fig. 2A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17353, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Amygdala ROI – emotion in biological motion data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17403, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "A. Location of ROI; crosshairs centered on the following coordinates (x, y, z) in MNI standard space: 26, −1, −20.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17518, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "B. fMRI activity in amygdala for each group and each condition (emotion type). Controls showed a trend toward greater activation than patients across conditions. Across groups, there was greater activation for the anger condition compared to the neutral condition. Blue solid = controls; Red dash = patients. Bars represent plus or minus the standard error of the mean.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17888, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Abbreviations: ROI, region-of-interest; MNI, Montreal Neurological Institute. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 18096, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 18103, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Emo Bio task: Our primary analytic approach for the Emo Bio task was to use ROIs to focus on pSTS and amygdala. The bilateral pSTS ROI was defined as outlined above and transformed to each individual's native space. Bilateral anatomical amygdala ROIs were created in individual native space based on the HarvardOxford subcortical probability atlas at a 25% probability threshold (Fig. 3A). First, separate 2 (Group) × 2 (Condition: all emotions vs. neutral) rmANOVAs were conducted on parameter estimates (i.e., beta values) for each ROI to compare within and between groups on fMRI activity during the task. Follow-up 2 (Group) x 3 (Condition: separate emotions) rmANOVAs were conducted for each ROI to explore ROI activity by emotion. A two-tailed significance threshold of p < .05 was applied, with additional weight given to any findings with an effect size of medium or greater.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18987, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A secondary voxel-wise whole-brain analysis was conducted using FSL. Within- and between-group averages for contrasts of interest were compared using mixed effects analysis via the FLAME (FMRIB's Local Analysis of Mixed Effects) stage 1 module. Variance estimates were calculated for each group separately. Clusters exceeding a height threshold of Z > 2.3 and a cluster probability of p < .05, corrected for whole-brain multiple comparisons are reported.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19442, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We examined functional connectivity during the emotion conditions (excluding the neutral condition) between pSTS as a seed region and amygdala, and between pSTS and the rest of the brain. Individual subject time courses from the Emo Bio task were extracted from the preprocessed data for each subject's pSTS ROI. The time course was then entered into individual subject general linear models in FSL as a psychophysiological interaction with the combined emotion conditions. The neutral condition was entered as a separate regressor to account for variance associated with that condition. For the whole-brain voxel-wise connectivity analysis, within and between groups averages were compared using mixed effects analysis via FLAME stage 1 module using the same significance thresholds as the whole-brain GLM analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20259, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 20267, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic and clinical data", "sentences": [], "annotations": [], "relations": []}, {"offset": 20297, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic, clinical, and behavioral data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20341, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Patients<break/><italic>n</italic> = 20</th><th>Controls<break/><italic>n</italic> = 16</th><th>Statistic</th><th>df</th><th><italic>p</italic> value</th><th>Effect size (Cohen's <italic>d</italic>)</th></tr></thead><tbody><tr><td>Gender</td><td>7F 13M</td><td>5F 11M</td><td>ᵪ<sup>2</sup> = 0.06</td><td>1</td><td>0.81</td><td/></tr><tr><td>Ethnicity/Race</td><td/><td/><td/><td/><td/><td/></tr><tr><td> % Hispanic</td><td>10.0</td><td>12.5</td><td/><td/><td/><td/></tr><tr><td> % African American</td><td>35.0</td><td>25.0</td><td/><td/><td/><td/></tr><tr><td/><td><bold>Mean (SD)</bold></td><td><bold>Mean (SD)</bold></td><td/><td/><td/><td/></tr><tr><td> Age</td><td>48.3 (9.9)</td><td>44.69 (11.1)</td><td><italic>F</italic> = 1.1</td><td>1,34</td><td>0.31</td><td/></tr><tr><td> Personal education (years)</td><td>13.5 (2.9)</td><td>15.5 (1.5)</td><td><italic>F</italic> = 6.2</td><td>1,34</td><td>0.02</td><td/></tr><tr><td> Parental education (years)<xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref></td><td>14.5 (1.9)</td><td>15.3 (2.6)</td><td><italic>F</italic> = 1.1</td><td>1,31</td><td>0.30</td><td/></tr><tr><td>Medication dosage<break/>(chlorpromazine equivalent in mg/day)</td><td>340.6 (229.5)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td>BPRS</td><td/><td/><td/><td/><td/><td/></tr><tr><td> Total score</td><td>45.1 (13.8)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td> Average positive symptoms</td><td>1.04 (0.5)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td>SANS</td><td/><td/><td/><td/><td/><td/></tr><tr><td> Total score (four global scales)</td><td>39.9 (12.8)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td>RFS</td><td/><td/><td/><td/><td/><td/></tr><tr><td> Total score</td><td>15.2 (4.1)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td colspan=\"7\">\u2028\u2028</td></tr><tr><td colspan=\"7\">Emotion in biological motion task</td></tr><tr><td>% Accuracy</td><td>58.3 (16.6)</td><td>65.0 (12.6)</td><td><italic>t</italic> = −1.3</td><td>34</td><td>0.19</td><td>0.45</td></tr><tr><td>Response time (<italic>sec</italic>)</td><td>1.46 (0.57)</td><td>1.27 (0.42)</td><td><italic>t</italic> = 1.1</td><td>34</td><td>0.28</td><td>0.38</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20352, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Patients<break/><italic>n</italic> = 20</th><th>Controls<break/><italic>n</italic> = 16</th><th>Statistic</th><th>df</th><th><italic>p</italic> value</th><th>Effect size (Cohen's <italic>d</italic>)</th></tr></thead><tbody><tr><td>Gender</td><td>7F 13M</td><td>5F 11M</td><td>ᵪ<sup>2</sup> = 0.06</td><td>1</td><td>0.81</td><td/></tr><tr><td>Ethnicity/Race</td><td/><td/><td/><td/><td/><td/></tr><tr><td> % Hispanic</td><td>10.0</td><td>12.5</td><td/><td/><td/><td/></tr><tr><td> % African American</td><td>35.0</td><td>25.0</td><td/><td/><td/><td/></tr><tr><td/><td><bold>Mean (SD)</bold></td><td><bold>Mean (SD)</bold></td><td/><td/><td/><td/></tr><tr><td> Age</td><td>48.3 (9.9)</td><td>44.69 (11.1)</td><td><italic>F</italic> = 1.1</td><td>1,34</td><td>0.31</td><td/></tr><tr><td> Personal education (years)</td><td>13.5 (2.9)</td><td>15.5 (1.5)</td><td><italic>F</italic> = 6.2</td><td>1,34</td><td>0.02</td><td/></tr><tr><td> Parental education (years)<xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref></td><td>14.5 (1.9)</td><td>15.3 (2.6)</td><td><italic>F</italic> = 1.1</td><td>1,31</td><td>0.30</td><td/></tr><tr><td>Medication dosage<break/>(chlorpromazine equivalent in mg/day)</td><td>340.6 (229.5)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td>BPRS</td><td/><td/><td/><td/><td/><td/></tr><tr><td> Total score</td><td>45.1 (13.8)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td> Average positive symptoms</td><td>1.04 (0.5)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td>SANS</td><td/><td/><td/><td/><td/><td/></tr><tr><td> Total score (four global scales)</td><td>39.9 (12.8)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td>RFS</td><td/><td/><td/><td/><td/><td/></tr><tr><td> Total score</td><td>15.2 (4.1)</td><td>n/a</td><td/><td/><td/><td/></tr><tr><td colspan=\"7\">\u2028\u2028</td></tr><tr><td colspan=\"7\">Emotion in biological motion task</td></tr><tr><td>% Accuracy</td><td>58.3 (16.6)</td><td>65.0 (12.6)</td><td><italic>t</italic> = −1.3</td><td>34</td><td>0.19</td><td>0.45</td></tr><tr><td>Response time (<italic>sec</italic>)</td><td>1.46 (0.57)</td><td>1.27 (0.42)</td><td><italic>t</italic> = 1.1</td><td>34</td><td>0.28</td><td>0.38</td></tr></tbody></table>\n"}, "text": "\tPatientsn = 20\tControlsn = 16\tStatistic\tdf\tp value\tEffect size (Cohen's d)\t \tGender\t7F 13M\t5F 11M\tᵪ2 = 0.06\t1\t0.81\t\t \tEthnicity/Race\t\t\t\t\t\t\t \t % Hispanic\t10.0\t12.5\t\t\t\t\t \t % African American\t35.0\t25.0\t\t\t\t\t \t\tMean (SD)\tMean (SD)\t\t\t\t\t \t Age\t48.3 (9.9)\t44.69 (11.1)\tF = 1.1\t1,34\t0.31\t\t \t Personal education (years)\t13.5 (2.9)\t15.5 (1.5)\tF = 6.2\t1,34\t0.02\t\t \t Parental education (years)a\t14.5 (1.9)\t15.3 (2.6)\tF = 1.1\t1,31\t0.30\t\t \tMedication dosage(chlorpromazine equivalent in mg/day)\t340.6 (229.5)\tn/a\t\t\t\t\t \tBPRS\t\t\t\t\t\t\t \t Total score\t45.1 (13.8)\tn/a\t\t\t\t\t \t Average positive symptoms\t1.04 (0.5)\tn/a\t\t\t\t\t \tSANS\t\t\t\t\t\t\t \t Total score (four global scales)\t39.9 (12.8)\tn/a\t\t\t\t\t \tRFS\t\t\t\t\t\t\t \t Total score\t15.2 (4.1)\tn/a\t\t\t\t\t \t\u2028\u2028\t \tEmotion in biological motion task\t \t% Accuracy\t58.3 (16.6)\t65.0 (12.6)\tt = −1.3\t34\t0.19\t0.45\t \tResponse time (sec)\t1.46 (0.57)\t1.27 (0.42)\tt = 1.1\t34\t0.28\t0.38\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21236, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Data available for 17 patients, 16 controls; Abbreviations: SD, standard deviation; BPRS, Brief Psychiatric Rating Scale; SANS, Scale for the Assessment of Negative Symptoms; RFS, Role Functioning Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21440, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 1 provides group demographic information and clinical data for patients. There were no differences between groups in terms of age, sex, ethnicity, or parental education. Patients were chronically ill and exhibited mild to moderate symptoms. Most patients were receiving atypical antipsychotic medication; two patients were not receiving any antipsychotic medication and two patients were receiving a combination of atypical and typical antipsychotics. Mean daily doses reported in Table 1 were calculated in chlorpromazine equivalents.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21982, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavioral data", "sentences": [], "annotations": [], "relations": []}, {"offset": 21998, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Performance of the 1-back task during the Basic Bio run was examined as a validity check. There were no participants in either group who failed to complete button presses periodically throughout the task. For the Emo Bio task there was no difference in accuracy or response time, collapsing across emotion conditions, between groups (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22342, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 22352, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Localizer task: Both patients and controls showed BOLD activation in bilateral pSTS, extending into medial temporal gyrus, supramarginal gyrus, angular gyrus and lateral occipital lobe.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22538, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Emo Bio task: Results of ROI analyses for the Emotion in Biological Motion Task are displayed in Figs. 2B and 3B. For the pSTS, there was a significant main effect of group (F(1, 34) = 5.83, p = .02, ηp2 = 0.15) indicating greater activation in controls than patients across conditions. There was also a significant main effect of condition (F(1, 34) = 86.24, p < .001, ηp2 = 0.72), driven by significantly greater activation for the emotion conditions (combined) compared to the neutral condition across groups. There was no significant group by condition interaction (F(1, 34) = 2.25, p = .14, ηp2 = 0.06). Follow-up examination of ROI activity by emotion type revealed a significant main effect of group (F(1, 34) = 4.80, p = .04, ηp2 = 0.12) indicating greater activation in controls than patients across emotion conditions. There was also a significant main effect of emotion (F(2, 68) = 6.35, p = .003, ηp2 = 0.16), driven by significantly greater activation for the anger condition compared to the fear (p = .004) and happy (p = .07) conditions across groups. There was no significant group by condition interaction (F(1, 34) = 1.78, p = .19, ηp2 = 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23701, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the amygdala, there was a marginally significant main effect of group (F(1, 34) = 3.72, p = .06, ηp2 = 0.10) indicating greater activation in controls than patients across conditions. There was a significant main effect of condition (F(1, 34) = 16.23, p < .001, ηp2 = 0.32), driven by greater activation for the emotion conditions compared to the neutral condition (p < .001) across groups. There was no significant group by condition interaction (F(1, 34) = 0.80, p = .38, ηp2 = 0.02). Follow-up examination of ROI activity by emotion type revealed no significant main effect of group (F(1, 34) = 2.45, p = .13, ηp2 = 0.07) or emotion (F(2, 68) = 1.98, p = .15, ηp2 = 0.06) and no significant group by condition interaction (F(2, 68) = 0.10, p = .90, ηp2 = 0.003).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24471, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Results of exploratory whole brain analyses for the three emotion conditions combined versus baseline are detailed in Supplemental Materials (Supplementary Table 2 and Supplementary Fig. 1). Across emotion conditions, controls showed greater BOLD activity compared to patients in posterior cingulate/precuneus and bilateral fusiform gyrus. Patients did not show any areas with greater BOLD activity compared to controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24892, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Seed-based functional connectivity between-group comparison. Controls showed significantly greater positive functional connectivity compared to patients with schizophrenia. Seed region: pSTS. Threshold: Z > 2.3, p < .05, corrected. For bar graphs, Blue = controls; Red = patients. Bars represent plus or minus the standard error of the mean. Axial images are radiologically oriented (left is right).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25292, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "A. Beta values extracted from a mask of the regions showing significant between group differences in functional connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25418, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "B. Axial slices of functional connectivity activation maps showing significant between group differences. See Supplementary Table 3 for coordinates of within and between group effects. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 25733, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 25740, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the connectivity analyses, we initially examined functional connectivity between bilateral pSTS as a seed and amygdala. No within or between group effects survived correction for multiple comparisons. Results of seed-based pSTS whole brain functional connectivity analyses are displayed in Fig. 4 (see Supplementary Table 3 for coordinates). Controls showed significant positive functional connectivity during the emotion conditions between pSTS and two areas: left frontal gyrus (superior and middle) and bilateral angular gyrus (extending into lateral occipital lobe). Patients did not show any areas of significant positive functional connectivity with pSTS. Direct between-group contrasts revealed significantly greater positive connectivity in controls versus patients in the same frontal and parieto-occipital regions described above. In addition, controls showed negative functional connectivity between bilateral pSTS and right anterior insula. Patients showed negative functional connectivity between bilateral pSTS and occipital lobe regions. There were no regions of significant difference between groups for negative functional connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26898, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In post hoc analyses we explored the relationship between ROI activity during the emotion conditions and measures of real world functioning (RFS total scores) and negative symptoms (SANS subtotal) in patients. Non-parametric analyses (Spearman correlations) were chosen to account for non-Gaussian distributions of the data. After Bonferroni correction for multiple comparisons, only one observed correlation was significant. During emotion conditions, patients showed a significant positive correlation between BOLD activity in amygdala and RFS total score (r = 0.56, p = .01).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27477, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 27488, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study is the first to examine fMRI findings from a basic biological motion task with a more complex task of emotion in biological motion in schizophrenia. Results from the basic biological motion task were used to localize activity in pSTS in each participant. During the Emo Bio task, patients showed overall reduced activation compared to controls in pSTS and at a trend level in amygdala across emotions, despite similar behavioral task performance and despite comparable levels of activation in the pSTS localizer task. Further, the controls but not patients showed functional connectivity between pSTS and left frontal regions as well as bilateral angular gyrus during the Emo Bio task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28185, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The finding of comparable activation of pSTS in schizophrenia patients and control participants during basic biological motion perception is consistent with two prior functional neuroimaging studies which used a similar task. The task demands are low as participants are only required to passively view the point-light animations and respond to any repeated pattern. Thus, this task may reflect the automatic, low-level visual mechanisms involved in perception of biological motion. These automatic mechanisms appear to be intact in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28728, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On the other hand, it appears that any alterations in pSTS activity in patients may occur when the task is more complex. For example, during a more complex biological motion discrimination task, Kim et al. found an abnormal pattern of activation in pSTS in patients. Similarly, in the current study, abnormal activation in pSTS was found only in the more complex Emo Bio task. During this task, activation in both pSTS and amygdala was reduced in patients relative to controls, despite comparable performance between the two groups. It is possible that the fMRI differences reflect increase task complexity – both in terms of the number of possible responses and that the task required both motion and emotion processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29450, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Analysis of functional connectivity during the Emo Bio task revealed that controls showed significant positive connectivity between pSTS and regions of dorsolateral prefrontal cortex, including superior and middle frontal gyrus, whereas patients did not. The recruitment of frontal regions during this task is consistent with the notion that additional processes may have been required for efficient performance of this task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29876, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The pattern of activation in pSTS and amygdala across conditions is also noteworthy. In both regions, activity for the emotion conditions was greater than activity for the neutral condition (though blunted overall in schizophrenia). Previous studies have found that patients with schizophrenia tend to over-attribute negative emotions (e.g., anger, fear) to neutral faces (e.g., and to overactivate amygdala in response to neutral faces (e.g.,). However, in the current study patients did not show increased activation in either pSTS or amygdala in response to the neutral videos relative to other emotion types. Also, schizophrenia patients rated neutral animations similarly to controls. The differences between our findings and those from faces might be due to differences in stimulus type (e.g., static faces versus whole-body point-light animations) or to differences in difficulty level between the methods used. Further, exploration of activity by emotion type showed a significant condition effect in pSTS, but not amygdala, that was driven by greater activation during the anger condition compared to other emotion types. This heightened response to anger is consistent with the notion that threat-related signals are subject to enhanced neural processing, perhaps because they are associated with greater salience or arousal (e.g.,. The fact that we saw this effect in pSTS but not in amygdala could be attributed to reduced power to detect the effect with the current sample size.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31368, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We did not find evidence of significantly impaired behavioral performance on the Emo Bio task in our sample of patients. This was somewhat surprising, given the consistent pattern of impaired performance in prior studies of schizophrenia using similar paradigms. Still, the effect size of the difference between the groups in the current study was d = 0.46, which is comparable to the effect size noted in the recent meta-analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31800, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The current study has some limitations. Our sample size was relatively small, which may have reduced our power to detect small task-related effects. Our schizophrenia sample was comprised of chronic outpatients, all but two of whom were taking antipsychotic medications. We do not know whether similar patterns of regional activation or functional connectivity differences would be observed in recent-onset or unmedicated individuals. In addition, we chose to utilize a basic biological motion task that did not require participants to actively discriminate biological from non-biological motion. This prevented us from being able to examine relationships between BOLD activation patterns and behavioral performance. In addition, the Emo Bio task we used included only four response options (“happy,” “afraid,” “angry,” and “neutral”), whereas previous versions of the task included a fifth emotion condition: “sad.” This modification was necessary because we were limited to a 4-button response box in the fMRI scanner, and, as a result, needed to limit the conditions to 4 emotions. We considered it to be important to include a neutral condition, a positive emotion (happy), and two versions of negative emotions (fear and anger) that are both known to activate the amygdala robustly. That meant that the sad condition was not part of our paradigm. We believe that this modification, while not ideal, had minimal impact on the results and conclusions from this study because we were still able to assess neutral, positive, and negative emotions. Finally, the current study focused on two brain regions consistently implicated in biological motion and social cue perception. Follow-up studies could examine disturbances in more regions involved in this network, as well as the network properties of these regions using graph theoretical analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33649, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Social perceptual deficits in schizophrenia are well established (e.g.,. The current study adds to a growing body of literature identifying the neural correlates of these deficits. Our findings indicate that the neural response is blunted when patients are required to extract more complex social information from biological motion, despite the fact that the neural correlates of basic (non-emotional) biological motion perception appear intact in schizophrenia. In addition, functional connectivity between key regions was found in controls, but not present in patients. These aberrant responses may thus contribute to social perceptual deficits in this disorder, with downstream negative effects on these individuals' ability to effectively communicate and interact with others.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34430, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Declaration of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 34454, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Dr. Green has been a consultant for ACADIA, DSP, Takeda, and Lundbeck, a member of the Scientific Board of Luc, and has received research funds from Forum. The rest of the authors report no biomedical financial interests or potential conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34711, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 34722, "infons": {"fpage": "1111", "lpage": "1117", "name_0": "surname:Adolphs;given-names:R.", "name_1": "surname:Tranel;given-names:D.", "name_2": "surname:Hamann;given-names:S.", "name_3": "surname:Young;given-names:A.W.", "name_4": "surname:Calder;given-names:A.J.", "name_5": "surname:Phelps;given-names:E.A.", "name_6": "surname:Anderson;given-names:A.", "name_7": "surname:Lee;given-names:G.P.", "name_8": "surname:R;given-names:D.A.", "pub-id_pmid": "10509833", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "37", "year": "1999"}, "text": "Recognition of facial emotion in nine individuals with bilateral amygdala damage", "sentences": [], "annotations": [], "relations": []}, {"offset": 34803, "infons": {"fpage": "347", "lpage": "368", "name_0": "surname:Aggleton;given-names:J.P.", "name_1": "surname:Burton;given-names:M.J.", "name_2": "surname:Passingham;given-names:R.E.", "pub-id_pmid": "6768425", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "190", "year": "1980"}, "text": "Cortical and subcortical afferents to the amygdala of the rhesus monkey (Macaca mulatta)", "sentences": [], "annotations": [], "relations": []}, {"offset": 34892, "infons": {"fpage": "1539", "lpage": "1548", "name_0": "surname:Ahlström;given-names:V.", "name_1": "surname:Blake;given-names:R.", "name_2": "surname:Ahlström;given-names:U.", "pub-id_pmid": "9616481", "section_type": "REF", "source": "Perception", "type": "ref", "volume": "26", "year": "1997"}, "text": "Perception of biological motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34924, "infons": {"fpage": "267", "lpage": "278", "name_0": "surname:Allison;given-names:T.", "name_1": "surname:Puce;given-names:A.", "name_2": "surname:McCarthy;given-names:G.", "pub-id_pmid": "10859571", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "4", "year": "2000"}, "text": "Social perception from visual cues: role of the STS region", "sentences": [], "annotations": [], "relations": []}, {"offset": 34983, "infons": {"fpage": "784", "lpage": "788", "name_0": "surname:Andreasen;given-names:N.C.", "pub-id_pmid": "7165477", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "39", "year": "1982"}, "text": "Negative symptoms in schizophrenia: definition and reliability", "sentences": [], "annotations": [], "relations": []}, {"offset": 35046, "infons": {"fpage": "255", "lpage": "262", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Pressler;given-names:M.", "name_2": "surname:Nopoulos;given-names:P.", "name_3": "surname:Miller;given-names:D.", "name_4": "surname:Ho;given-names:B.", "pub-id_pmid": "19897178", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Antipsychotic dose equivalents and dose-years: A standardized method for comparing exposure to different drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 35157, "infons": {"fpage": "717", "lpage": "747", "name_0": "surname:Atkinson;given-names:A.P.", "name_1": "surname:Dittrich;given-names:W.H.", "name_2": "surname:Gemmell;given-names:A.J.", "name_3": "surname:Young;given-names:A.W.", "pub-id_pmid": "15330366", "section_type": "REF", "source": "Perception", "type": "ref", "volume": "33", "year": "2004"}, "text": "Emotion perception from dynamic and static body expressions in point-light and full-light displays", "sentences": [], "annotations": [], "relations": []}, {"offset": 35256, "infons": {"fpage": "991", "lpage": "1001", "name_0": "surname:Beauchamp;given-names:M.S.", "name_1": "surname:Lee;given-names:K.E.", "name_2": "surname:Haxby;given-names:J.V.", "name_3": "surname:Martin;given-names:A.", "pub-id_pmid": "14614810", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "15", "year": "2003"}, "text": "fMRI responses to video and point-light displays of moving humans and manipulable objects", "sentences": [], "annotations": [], "relations": []}, {"offset": 35346, "infons": {"fpage": "1052", "lpage": "1063", "name_0": "surname:Beckmann;given-names:C.F.", "name_1": "surname:Jenkinson;given-names:M.", "name_2": "surname:Smith;given-names:S.M.", "pub-id_pmid": "14568475", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "20", "year": "2003"}, "text": "General multilevel linear modeling for group analysis in FMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 35408, "infons": {"fpage": "257", "lpage": "267", "name_0": "surname:Bigelow;given-names:N.O.", "name_1": "surname:Paradiso;given-names:S.", "name_2": "surname:Adolphs;given-names:R.", "name_3": "surname:Moser;given-names:D.J.", "name_4": "surname:Arndt;given-names:S.", "name_5": "surname:Heberlein;given-names:A.", "name_6": "surname:Nopoulos;given-names:P.", "name_7": "surname:Andreasen;given-names:N.C.", "pub-id_pmid": "16497483", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "83", "year": "2006"}, "text": "Perception of socially relevant stimuli in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35465, "infons": {"fpage": "47", "lpage": "73", "name_0": "surname:Blake;given-names:R.", "name_1": "surname:Shiffrar;given-names:M.", "pub-id_pmid": "16903802", "section_type": "REF", "source": "Annu. Rev. Psychol.", "type": "ref", "volume": "58", "year": "2007"}, "text": "Perception of human motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 35492, "infons": {"fpage": "561", "lpage": "567", "name_0": "surname:Blakemore;given-names:S.", "name_1": "surname:Decety;given-names:J.", "pub-id_pmid": "11483999", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "2", "year": "2001"}, "text": "From the perception of action to the understanding of intention", "sentences": [], "annotations": [], "relations": []}, {"offset": 35556, "infons": {"fpage": "3737", "lpage": "3744", "name_0": "surname:Bonda;given-names:E.", "name_1": "surname:Petrides;given-names:M.", "name_2": "surname:Ostry;given-names:D.", "name_3": "surname:Evans;given-names:A.", "pub-id_pmid": "8642416", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "16", "year": "1996"}, "text": "Specific involvement of human parietal systems and the amygdala in the perception of biological motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 35659, "infons": {"fpage": "4531", "lpage": "4539", "name_0": "surname:Conty;given-names:L.", "name_1": "surname:Dezecache;given-names:G.", "name_2": "surname:Hugueville;given-names:L.", "name_3": "surname:Grezes;given-names:J.", "pub-id_pmid": "22457500", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "32", "year": "2012"}, "text": "Early binding of gaze, gesture, and emotion: neural time course and correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 35738, "infons": {"fpage": "7900", "lpage": "7905", "name_0": "surname:Eklund;given-names:A.", "name_1": "surname:Nichols;given-names:T.E.", "name_2": "surname:Knutsson;given-names:H.", "pub-id_pmid": "27357684", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "113", "year": "2016"}, "text": "Cluster failure: why fMRI inferences for spatial extent have inflated false-positive rates", "sentences": [], "annotations": [], "relations": []}, {"offset": 35829, "infons": {"fpage": "411", "lpage": "419", "name_0": "surname:Ethofer;given-names:T.", "name_1": "surname:Gschwind;given-names:M.", "name_2": "surname:Vuilleumier;given-names:P.", "pub-id_pmid": "21095230", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "55", "year": "2011"}, "text": "Processing social aspects of human gaze: a combined fMRI-DTI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 35896, "infons": {"name_0": "surname:First;given-names:M.", "name_1": "surname:Gibbon;given-names:M.", "name_2": "surname:Spitzer;given-names:R.", "section_type": "REF", "type": "ref", "year": "1997"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 35897, "infons": {"name_0": "surname:First;given-names:M.", "name_1": "surname:Spitzer;given-names:R.", "name_2": "surname:Gibbon;given-names:M.", "name_3": "surname:Williams;given-names:J.", "section_type": "REF", "type": "ref", "year": "1997"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 35898, "infons": {"fpage": "1441", "lpage": "1448", "name_0": "surname:Fitzgerald;given-names:D.A.", "name_1": "surname:Angstadt;given-names:M.", "name_2": "surname:Jelsone;given-names:L.M.", "name_3": "surname:Nathan;given-names:P.J.", "name_4": "surname:Phan;given-names:K.L.", "pub-id_pmid": "16368249", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "30", "year": "2006"}, "text": "Beyond threat: amygdala reactivity across multiple expressions of facial affect", "sentences": [], "annotations": [], "relations": []}, {"offset": 35978, "infons": {"fpage": "210", "lpage": "220", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Worsley;given-names:K.J.", "name_2": "surname:Frackowiak;given-names:R.S.", "name_3": "surname:Mazziotta;given-names:J.C.", "name_4": "surname:Evans;given-names:A.C.", "pub-id_pmid": "24578041", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "1", "year": "1994"}, "text": "Assessing the significance of focal activations using their spatial extent", "sentences": [], "annotations": [], "relations": []}, {"offset": 36053, "infons": {"fpage": "242", "lpage": "249", "name_0": "surname:de Gelder;given-names:B.", "pub-id_pmid": "16495945", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "7", "year": "2006"}, "text": "Towards the neurobiology of emotional body language", "sentences": [], "annotations": [], "relations": []}, {"offset": 36105, "infons": {"fpage": "179", "lpage": "192", "name_0": "surname:Giese;given-names:M.A.", "name_1": "surname:Poggio;given-names:T.", "pub-id_pmid": "12612631", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "4", "year": "2003"}, "text": "Cognitive neuroscience: neural mechanisms for the recognition of biological movements", "sentences": [], "annotations": [], "relations": []}, {"offset": 36191, "infons": {"fpage": "119", "lpage": "131", "name_0": "surname:Goodman;given-names:S.H.", "name_1": "surname:Sewell;given-names:D.R.", "name_2": "surname:Cooley;given-names:E.L.", "name_3": "surname:Leavitt;given-names:N.", "pub-id_pmid": "8500285", "section_type": "REF", "source": "Community Ment. Health J.", "type": "ref", "volume": "29", "year": "1993"}, "text": "Assessing levels of adaptive functioning: the role functioning scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 36260, "infons": {"fpage": "63", "lpage": "72", "name_0": "surname:Greve;given-names:D.N.", "name_1": "surname:Fischl;given-names:B.", "pub-id_pmid": "19573611", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "48", "year": "2009"}, "text": "Accurate and robust brain image alignment using boundary-based registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 36336, "infons": {"fpage": "711", "lpage": "720", "name_0": "surname:Grossman;given-names:E.", "name_1": "surname:Donnelly;given-names:M.", "name_2": "surname:Price;given-names:R.", "name_3": "surname:Pickens;given-names:D.", "name_4": "surname:Morgan;given-names:V.", "name_5": "surname:Neighbor;given-names:G.", "name_6": "surname:Blake;given-names:R.", "pub-id_pmid": "11054914", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "12", "year": "2000"}, "text": "Brain areas involved in perception of biological motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 36392, "infons": {"fpage": "70", "lpage": "73", "name_0": "surname:Hall;given-names:J.", "name_1": "surname:Whalley;given-names:H.C.", "name_10": "surname:Sprengelmeyer;given-names:R.", "name_11": "surname:Young;given-names:A.W.", "name_12": "surname:Johnstone;given-names:E.C.", "name_13": "surname:Lawrie;given-names:S.M.", "name_2": "surname:McKirdy;given-names:J.W.", "name_3": "surname:Romaniuk;given-names:L.", "name_4": "surname:McGonigle;given-names:D.", "name_5": "surname:McIntosh;given-names:A.M.", "name_6": "surname:Baig;given-names:B.J.", "name_7": "surname:Gountouna;given-names:V.E.", "name_8": "surname:Job;given-names:D.E.", "name_9": "surname:Donaldson;given-names:D.I.", "pub-id_pmid": "18295746", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Overactivation of fear systems to neutral faces in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36457, "infons": {"fpage": "317", "lpage": "323", "name_0": "surname:Hariri;given-names:A.R.", "name_1": "surname:Tessitore;given-names:A.", "name_2": "surname:Mattay;given-names:V.S.", "name_3": "surname:Fera;given-names:F.", "name_4": "surname:Weinberger;given-names:D.R.", "pub-id_pmid": "12482086", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "17", "year": "2002"}, "text": "The amygdala response to emotional stimuli: a comparison of faces and scenes", "sentences": [], "annotations": [], "relations": []}, {"offset": 36534, "infons": {"fpage": "2221", "lpage": "2230", "name_0": "surname:Hashimoto;given-names:N.", "name_1": "surname:Toyomaki;given-names:A.", "name_2": "surname:Hirai;given-names:M.", "name_3": "surname:Miyamoto;given-names:T.", "name_4": "surname:Narita;given-names:H.", "name_5": "surname:Okubo;given-names:R.", "name_6": "surname:Kusumi;given-names:I.", "pub-id_pmid": "25484590", "section_type": "REF", "source": "Neuropsychiatr. Dis. Treat.", "type": "ref", "volume": "10", "year": "2014"}, "text": "Absent activation in medial prefrontal cortex and temporoparietal junction but not superior temporal sulcus during the perception of biological motion in schizophrenia: a functional MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 36726, "infons": {"fpage": "1143", "lpage": "1158", "name_0": "surname:Heberlein;given-names:A.S.", "name_1": "surname:Adolphs;given-names:R.", "name_2": "surname:Tranel;given-names:D.", "name_3": "surname:Damasio;given-names:H.", "pub-id_pmid": "15453970", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "16", "year": "2004"}, "text": "Cortical regions for judgments of emotions and personality traits from point-light walkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 36817, "infons": {"fpage": "75", "lpage": "84", "name_0": "surname:Jahshan;given-names:C.", "name_1": "surname:Wynn;given-names:J.K.", "name_2": "surname:Mathis;given-names:K.I.", "name_3": "surname:Green;given-names:M.F.", "section_type": "REF", "source": "Brain Behav.", "type": "ref", "volume": "303", "year": "2014"}, "text": "The neurophysiology of biological motion perception in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36886, "infons": {"fpage": "143", "lpage": "156", "name_0": "surname:Jenkinson;given-names:M.", "name_1": "surname:Smith;given-names:S.", "pub-id_pmid": "11516708", "section_type": "REF", "source": "Med. Image Anal.", "type": "ref", "volume": "5", "year": "2001"}, "text": "A global optimisation method for robust affine registration of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 36962, "infons": {"fpage": "825", "lpage": "841", "name_0": "surname:Jenkinson;given-names:M.", "name_1": "surname:Bannister;given-names:P.", "name_2": "surname:Brady;given-names:M.", "name_3": "surname:Smith;given-names:S.", "pub-id_pmid": "12377157", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Improved optimization for the robust and accurate linear registration and motion correction of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 37070, "infons": {"fpage": "201", "lpage": "211", "name_0": "surname:Johansson;given-names:G.", "section_type": "REF", "source": "Percept. Psychophys.", "type": "ref", "volume": "14", "year": "1973"}, "text": "Visual perception of biological motion and a model for its analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 37138, "infons": {"fpage": "494", "lpage": "500", "name_0": "surname:Kelemen;given-names:O.", "name_1": "surname:Erde;given-names:R.", "name_2": "surname:Pataki;given-names:I.", "name_3": "surname:Ke;given-names:S.", "section_type": "REF", "source": "Neurophychology", "type": "ref", "volume": "19", "year": "2005"}, "text": "Theory of mind and motion perception in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37192, "infons": {"fpage": "1201", "lpage": "1210", "name_0": "surname:Kern;given-names:R.S.", "name_1": "surname:Penn;given-names:D.L.", "name_2": "surname:Lee;given-names:J.", "name_3": "surname:Horan;given-names:W.P.", "name_4": "surname:Reise;given-names:S.P.", "name_5": "surname:Ochsner;given-names:K.N.", "name_6": "surname:Marder;given-names:S.R.", "name_7": "surname:Green;given-names:M.F.", "pub-id_pmid": "24072805", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "Adapting social neuroscience measures for schizophrenia clinical trials, part 2: Trolling the depths of psychometric properties", "sentences": [], "annotations": [], "relations": []}, {"offset": 37320, "infons": {"fpage": "299", "lpage": "307", "name_0": "surname:Kim;given-names:J.", "name_1": "surname:Doop;given-names:M.L.", "name_2": "surname:Blake;given-names:R.", "name_3": "surname:Park;given-names:S.", "pub-id_pmid": "15922565", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "77", "year": "2005"}, "text": "Impaired visual recognition of biological motion in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37386, "infons": {"name_0": "surname:Kim;given-names:J.", "name_1": "surname:Park;given-names:S.", "name_2": "surname:Blake;given-names:R.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Perception of biological motion in schizophrenia and healthy individuals: a behavioral and FMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 37488, "infons": {"fpage": "467", "lpage": "472", "name_0": "surname:Knoblich;given-names:G.", "name_1": "surname:Flach;given-names:R.", "pub-id_pmid": "11760133", "section_type": "REF", "source": "Psychol. Sci.", "type": "ref", "volume": "12", "year": "2001"}, "text": "Predicting the effects of actions: interactions of perception and action", "sentences": [], "annotations": [], "relations": []}, {"offset": 37561, "infons": {"fpage": "77", "lpage": "84", "name_0": "surname:Kopelowicz;given-names:A.", "name_1": "surname:Ventura;given-names:J.", "name_2": "surname:Liberman;given-names:R.P.", "name_3": "surname:Mintz;given-names:J.", "pub-id_pmid": "18033976", "section_type": "REF", "source": "Psychopathology", "type": "ref", "volume": "41", "year": "2008"}, "text": "Consistency of brief psychiatric rating scale factor structure across a broad spectrum of schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 37674, "infons": {"fpage": "1023", "lpage": "1033", "name_0": "surname:Labar;given-names:K.S.", "name_1": "surname:Crupain;given-names:M.J.", "name_2": "surname:Voyvodic;given-names:J.T.", "name_3": "surname:McCarthy;given-names:G.", "pub-id_pmid": "12967919", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "13", "year": "2003"}, "text": "Dynamic perception of facial affect and facial identity in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 37749, "infons": {"fpage": "1", "lpage": "8", "name_0": "surname:Matsumoto;given-names:Y.", "name_1": "surname:Takahashi;given-names:H.", "name_2": "surname:Miyata;given-names:J.", "name_3": "surname:Sugihara;given-names:G.", "name_4": "surname:Murai;given-names:T.", "name_5": "surname:Takahashi;given-names:H.", "section_type": "REF", "source": "Soc. Neurosci.", "type": "ref", "volume": "00", "year": "2017"}, "text": "Neural basis of altered earlier attention and higher order biological motion processing in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37854, "infons": {"fpage": "44", "lpage": "55", "name_0": "surname:McPheeters;given-names:H.L.", "pub-id_pmid": "6723258", "section_type": "REF", "source": "Community Ment. Health J.", "type": "ref", "volume": "20", "year": "1984"}, "text": "Statewide mental health outcome evaluation: a perspective of two southern states", "sentences": [], "annotations": [], "relations": []}, {"offset": 37935, "infons": {"fpage": "1015", "lpage": "1031", "name_0": "surname:Mingolla;given-names:E.", "name_1": "surname:Todd;given-names:J.T.", "name_2": "surname:Norman;given-names:J.F.", "pub-id_pmid": "1509693", "section_type": "REF", "source": "Vis. Res.", "type": "ref", "volume": "32", "year": "1992"}, "text": "The perception of globally coherent motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 37978, "infons": {"fpage": "3", "lpage": "10", "name_0": "surname:Okruszek;given-names:Ł.", "name_1": "surname:Pilecka;given-names:I.", "pub-id_pmid": "28285029", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "190", "year": "2017"}, "text": "Biological motion processing in schizophrenia – systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38062, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Okruszek;given-names:Ł.", "name_1": "surname:Haman;given-names:M.", "name_2": "surname:Kalinowski;given-names:K.", "name_3": "surname:Talarowska;given-names:M.", "name_4": "surname:Becchio;given-names:C.", "name_5": "surname:Manera;given-names:V.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "Impaired recognition of communicative interactions from biological motion in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38153, "infons": {"fpage": "987", "lpage": "996", "name_0": "surname:Peterman;given-names:J.S.", "name_1": "surname:Christensen;given-names:A.", "name_2": "surname:Giese;given-names:M.A.", "name_3": "surname:Park;given-names:S.", "pub-id_pmid": "23806273", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "44", "year": "2014"}, "text": "Extraction of social information from gait in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38213, "infons": {"fpage": "174", "lpage": "178", "name_0": "surname:Pinkham;given-names:A.E.", "name_1": "surname:Brensinger;given-names:C.", "name_2": "surname:Kohler;given-names:C.", "name_3": "surname:Gur;given-names:R.E.", "name_4": "surname:Gur;given-names:R.C.", "pub-id_pmid": "21112186", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "125", "year": "2011"}, "text": "Actively paranoid patients with schizophrenia over attribute anger to neutral faces", "sentences": [], "annotations": [], "relations": []}, {"offset": 38297, "infons": {"fpage": "435", "lpage": "445", "name_0": "surname:Puce;given-names:A.", "name_1": "surname:Perrett;given-names:D.", "pub-id_pmid": "12689371", "section_type": "REF", "source": "Philos. Trans. R. Soc. Lond. Ser. B Biol. Sci.", "type": "ref", "volume": "358", "year": "2003"}, "text": "Electrophysiology and brain imaging of biological motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 38354, "infons": {"fpage": "143", "lpage": "155", "name_0": "surname:Smith;given-names:S.M.", "pub-id_pmid": "12391568", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "17", "year": "2002"}, "text": "Fast robust automated brain extraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 38393, "infons": {"fpage": "52", "lpage": "56", "name_0": "surname:Strauss;given-names:G.P.", "name_1": "surname:Keller;given-names:W.R.", "name_2": "surname:Koenig;given-names:J.I.", "name_3": "surname:Sullivan;given-names:S.K.", "name_4": "surname:Gold;given-names:J.M.", "name_5": "surname:Buchanan;given-names:R.W.", "pub-id_pmid": "25620121", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "162", "year": "2015"}, "text": "Endogenous oxytocin levels are associated with the perception of emotion in dynamic body expressions in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38511, "infons": {"fpage": "4", "lpage": "13", "name_0": "surname:Thompson;given-names:J.", "name_1": "surname:Parasuraman;given-names:R.", "pub-id_pmid": "21640836", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Attention, biological motion, and action recognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 38564, "infons": {"fpage": "1087", "lpage": "1089", "name_0": "surname:Thornton;given-names:I.M.", "name_1": "surname:Vuong;given-names:Q.C.", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "14", "year": "2004"}, "text": "Incidental processing of biological motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 38607, "infons": {"fpage": "829", "lpage": "858", "name_0": "surname:Van Overwalle;given-names:F.", "pub-id_pmid": "18381770", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "30", "year": "2009"}, "text": "Social cognition and the brain: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38655, "infons": {"name_0": "surname:Vaskinn;given-names:A.", "name_1": "surname:Sundet;given-names:K.", "name_2": "surname:Østefjells;given-names:T.", "name_3": "surname:Nymo;given-names:K.", "name_4": "surname:Melle;given-names:I.", "name_5": "surname:Ueland;given-names:T.", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "volume": "6", "year": "2016"}, "text": "Reading emotions from body movement: A generalized impairment in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38734, "infons": {"fpage": "22", "name_0": "surname:Ventura;given-names:J.", "name_1": "surname:Nuechterlein;given-names:K.H.", "name_2": "surname:Subotnik;given-names:K.", "name_3": "surname:Gilbert;given-names:E.", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "15", "year": "1995"}, "text": "Symptom dimensions in recent-onset schizophrenia: the 24-item expanded BPRS", "sentences": [], "annotations": [], "relations": []}, {"offset": 38810, "infons": {"fpage": "163", "lpage": "173", "name_0": "surname:Ventura;given-names:J.", "name_1": "surname:Liberman;given-names:R.P.", "name_2": "surname:Green;given-names:M.F.", "name_3": "surname:Shaner;given-names:A.", "name_4": "surname:Mintz;given-names:J.", "pub-id_pmid": "9705054", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "79", "year": "1998"}, "text": "Training and quality assurance with the Structured Clinical Interview for DSM-IV (SCID-I/P)", "sentences": [], "annotations": [], "relations": []}, {"offset": 38902, "infons": {"fpage": "E3110", "lpage": "E3119", "name_0": "surname:Wang;given-names:S.", "name_1": "surname:Tudusciuc;given-names:O.", "name_2": "surname:Mamelak;given-names:A.N.", "name_3": "surname:Ross;given-names:I.B.", "name_4": "surname:Adolphs;given-names:R.", "name_5": "surname:Rutishauser;given-names:U.", "pub-id_pmid": "24982200", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "111", "year": "2014"}, "text": "Neurons in the human amygdala selective for perceived emotion", "sentences": [], "annotations": [], "relations": []}, {"offset": 38964, "infons": {"fpage": "401", "lpage": "406", "name_0": "surname:Wheaton;given-names:K.J.", "name_1": "surname:Pipingas;given-names:A.", "name_2": "surname:Silberstein;given-names:R.B.", "name_3": "surname:Puce;given-names:A.", "pub-id_pmid": "11497416", "section_type": "REF", "source": "Vis. Neurosci.", "type": "ref", "volume": "18", "year": "2001"}, "text": "Human neural responses elicited to observing the actions of others", "sentences": [], "annotations": [], "relations": []}, {"offset": 39031, "infons": {"fpage": "55", "lpage": "62", "name_0": "surname:Williams;given-names:D.W.", "name_1": "surname:Sekuler;given-names:R.", "pub-id_pmid": "6695508", "section_type": "REF", "source": "Vis. Res.", "type": "ref", "volume": "24", "year": "1984"}, "text": "Coherent global motion percepts from stochastic local motions", "sentences": [], "annotations": [], "relations": []}, {"offset": 39093, "infons": {"fpage": "651", "lpage": "655", "name_0": "surname:Zacks;given-names:J.M.", "name_1": "surname:Braver;given-names:T.S.", "name_2": "surname:Sheridan;given-names:M.A.", "name_3": "surname:Donaldson;given-names:D.I.", "name_4": "surname:Snyder;given-names:A.Z.", "name_5": "surname:Ollinger;given-names:J.M.", "name_6": "surname:Buckner;given-names:R.L.", "name_7": "surname:Raichle;given-names:M.E.", "pub-id_pmid": "11369948", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "4", "year": "2001"}, "text": "Human brain activity time-locked to perceptual event boundaries", "sentences": [], "annotations": [], "relations": []}, {"offset": 39157, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 39176, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2018.08.014.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}