{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6154975", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-018-0250-3", "article-id_pmc": "6154975", "article-id_pmid": "30242202", "article-id_publisher-id": "250", "elocation-id": "196", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Knolle;given-names:Franziska", "name_1": "surname:Ermakova;given-names:Anna O", "name_2": "surname:Justicia;given-names:Azucena", "name_3": "surname:Fletcher;given-names:Paul C", "name_4": "surname:Bunzeck;given-names:Nico", "name_5": "surname:Düzel;given-names:Emrah", "name_6": "surname:Murray;given-names:Graham K", "name_7": "surname:Murray;given-names:Graham K", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "Brain responses to different types of salience in antipsychotic naïve first episode psychosis: An fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 109, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Abnormal salience processing has been suggested to contribute to the formation of positive psychotic symptoms in schizophrenia and related conditions. Previous research utilising reward learning or anticipation paradigms has demonstrated cortical and subcortical abnormalities in people with psychosis, specifically in the prefrontal cortex, the dopaminergic midbrain and the striatum. In these paradigms, reward prediction errors attribute motivational salience to stimuli. However, little is known about possible abnormalities across different forms of salience processing in psychosis patients, and whether any such abnormalities involve the dopaminergic midbrain. The aim of our study was, therefore, to investigate possible alterations in psychosis in neural activity in response to various forms of salience: novelty, negative emotion, targetness (task-driven salience) and rareness/deviance. We studied 14 antipsychotic naïve participants with first episode psychosis, and 37 healthy volunteers. During fMRI scanning, participants performed a visual oddball task containing these four forms of salience. Psychosis patients showed abnormally reduced signalling in the substantia nigra/ventral tegmental area (SN/VTA) for novelty, negative emotional salience and targetness; reduced striatal and occipital (lingual gyrus) signalling to novelty and negative emotional salience, reduced signalling in the amygdala, anterior cingulate cortex and parahippocamal gyrus to negative emotional salience, and reduced cerebellar signalling to novelty and negative emotional salience. Our results indicate alterations of several forms of salience processing in patients with psychosis in the midbrain SN/VTA, with additional subcortical and cortical regions also showing alterations in salience signalling, the exact pattern of alterations depending on the form of salience in question.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1990, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2003, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Salience is a property that enables a stimulus to attract attention, and to drive cognition and behaviour. It can be described as a product of matched/mismatched stimulus features and internal, driving factors of an individual, such as goals, beliefs and experiences at a particular point in time. Salience is a multifaceted concept, including different dimensions, such as reward and threat prediction, prediction error, novelty, emotional salience or rareness/deviance. The literature well describes the role of dopamine (DA) for reward prediction error, with neural signals originating in the substantia nigra/ventral tegmental area (SN/VTA). However, DA neuron firing is not exclusive to reward prediction error, but has also been reported in response to non-rewarding unexpected events, such as aversive or alerting, as well as novel events, suggesting that DA release, at least in some contexts, reflects general salience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2932, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In psychosis, abnormal salience processing secondary to dysregulation of the dopaminergic system—described as the ‘aberrant salience’ hypothesis of psychosis—has been linked to the formation and maintenance of psychotic symptoms. It has been suggested that aberrant salience attribution in psychosis is caused by faulty DA signalling in the striatum, possibly driven by dysregulation from the prefrontal cortex (PFC) and hippocampus. In psychosis, there is increased synthesis and release of DA in the striatum, which is present even at the prodromal stages of the disease. Several studies reported reduced midbrain, striatal, and/or cortical processing of reward prediction errors and non-reward related prediction errors in psychosis. In our recent work, we documented meso-cortico-striatal prediction error deficits, involving midbrain, striatum and right lateral frontal cortex in medicated psychosis patients at different stages and in unmedicated first episode psychosis patients and patients at clinical risk for developing psychosis. Another study in people at clinical risk of psychosis showed a relation between the striatal reward prediction signal and psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4116, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Novel events activate DA neurons even in the absence of reward, which is associated with increased attention, memory and goal-directed behaviour. Together with the fact that novelty exploration engages the areas of the brain involved in appetitive reinforcement learning (i.e. dopaminergic midbrain areas, striatum, medial prefrontal cortex), novelty may be intrinsically rewarding, irrespective of the choice outcome, and can provide a ‘bonus’ for exploration. A recent study by Schott and colleagues reported alterations in a fronto-limbic novelty processing network in unmedicated (not necessarily first episode) patients with acute psychosis. However, it is unclear whether novelty processing is disrupted in key dopaminergic regions for salience processing, such as the SN/VTA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4899, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Emotional events are also salient, capture attention, enhance memory and modify behavioural responses. Presynaptic DA levels in the amygdala and SN/VTA predict brain activity in response to emotional salience. Schizophrenia and first episode psychosis patients have problems processing emotions, especially in the context of facial recognition. In a PET study, Taylor and colleagues showed impaired neural processing in the ventral striatum in response to emotional salient events in chronic and acute psychosis patients. However, results regarding processing alterations in the amygdala were unclear. Furthermore, it is unknown whether processing of the dopaminergic SN/VTA is altered in psychosis in response to emotional salience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5633, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Various studies suggest that SN/VTA neurons respond to a general form of salience (see reviews in Refs. ), sometimes referred to as ‘physical salience’ or ‘alerting’ salience, which is triggered by unexpected sensory events including surprise, attention, arousal, or novelty. If dopaminergic signalling is generally compromised in psychosis, it then follows that there should be overlapping patterns of abnormal activation to various forms of salient stimuli in the dopaminergic midbrain and associated target regions in psychosis patients. Under an alternative account, salience processing may still be generally impaired in psychosis, but this may be secondary to dysfunction of diverse neural systems. In the current study, we, therefore, investigated brain responses in the SN/VTA and other target areas to four types of salience—stimulus novelty, negative emotional salience, rareness/deviance (or ‘contextual deviance’), and targetness (task-driven attentional salience)—in patients with early psychosis and healthy volunteers. By focussing on early psychosis, we can avoid confounds of exposure to dopaminergic medications and other effects of chronic illness. We used a fMRI paradigm that previously was shown to significantly activate parts of the midbrain, amygdala and striatum to various forms of salience, and which importantly provides a baseline condition (a neutral oddball event) that is matched in frequency with other conditions of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7094, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Based on the potentially general role in salience signalling of DA neurons in the SN/VTA and the ‘aberrant salience’ hypothesis of psychosis, we hypothesised that psychosis patients demonstrate altered SN/VTA and striatal responses to novelty, negative emotional salience and targetness. Furthermore, we predicted to find group differences in the prefrontal cortex in response to novelty, in the amygdala in response to emotional salience, and in the hippocampus in responses to all forms of salience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7596, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7604, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 7613, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Sample characteristics for healthy controls, and patients with first-episode psychosis (FEP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 7706, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variable</th><th>Controls (<italic>n</italic> = 34)</th><th/><th>FEP (<italic>n</italic> = 13)</th><th/><th/><th colspan=\"3\">Group statistics</th></tr><tr><th/><th>Mean</th><th>SD</th><th>Mean</th><th>SD</th><th/><th>\n<italic>t</italic>\n</th><th>df</th><th>\n<italic>p</italic>\n</th></tr></thead><tbody><tr><td>Age (years)</td><td>22.85</td><td>3.3</td><td>23.85</td><td>6.3</td><td/><td>0.21</td><td>47</td><td>0.48</td></tr><tr><td>Gender (male/female)</td><td>18/16</td><td>8/6</td><td/><td>0.45</td><td>47</td><td>0.61</td><td/><td/></tr><tr><td>Handedness (right/left)</td><td>27/7</td><td>9/3 (1 missing)</td><td/><td>0.06</td><td>46</td><td>0.76</td><td/><td/></tr><tr><td>\n<bold>IQ</bold>\n</td><td>119.4</td><td>18.2</td><td>105.1</td><td>16.2</td><td/><td>3.03</td><td>47</td><td>\n<bold>0.02</bold>\n</td></tr><tr><td>Level of education</td><td>2.47</td><td>0.8</td><td>2.38</td><td>1.1</td><td/><td>0.51</td><td>47</td><td>0.77</td></tr><tr><td>Mother’s level of education</td><td>2.36</td><td>1.1</td><td>2.73</td><td>1.3</td><td/><td>0.8</td><td>43</td><td>0.36</td></tr><tr><td>Smoking (yes/no)</td><td>0.32</td><td>0.5</td><td>0.54</td><td>0.5</td><td/><td>1.61</td><td>46</td><td>0.18</td></tr><tr><td>\n<bold>Alcohol</bold>\n</td><td>2.6</td><td>0.7</td><td>1.54</td><td>1.5</td><td/><td>3.34</td><td>46</td><td>\n<bold>0.002</bold>\n</td></tr><tr><td>Cannabis</td><td>0.85</td><td>0.8</td><td>1.38</td><td>1.6</td><td/><td>2.08</td><td>45</td><td>0.12</td></tr><tr><td>Hallucinogens</td><td>0.21</td><td>0.5</td><td>0.46</td><td>0.7</td><td/><td>1.32</td><td>46</td><td>0.15</td></tr><tr><td>Stimulants</td><td>0.41</td><td>0.7</td><td>0.77</td><td>0.8</td><td/><td>1.87</td><td>46</td><td>0.15</td></tr><tr><td>Depressants</td><td>0.06</td><td>0.2</td><td>0.23</td><td>0.6</td><td/><td>1.33</td><td>46</td><td>0.16</td></tr></tbody></table>\n"}, "text": "Variable\tControls (n = 34)\t\tFEP (n = 13)\t\t\tGroup statistics\t \t\tMean\tSD\tMean\tSD\t\tt\tdf\tp\t \tAge (years)\t22.85\t3.3\t23.85\t6.3\t\t0.21\t47\t0.48\t \tGender (male/female)\t18/16\t8/6\t\t0.45\t47\t0.61\t\t\t \tHandedness (right/left)\t27/7\t9/3 (1 missing)\t\t0.06\t46\t0.76\t\t\t \tIQ\t119.4\t18.2\t105.1\t16.2\t\t3.03\t47\t0.02\t \tLevel of education\t2.47\t0.8\t2.38\t1.1\t\t0.51\t47\t0.77\t \tMother’s level of education\t2.36\t1.1\t2.73\t1.3\t\t0.8\t43\t0.36\t \tSmoking (yes/no)\t0.32\t0.5\t0.54\t0.5\t\t1.61\t46\t0.18\t \tAlcohol\t2.6\t0.7\t1.54\t1.5\t\t3.34\t46\t0.002\t \tCannabis\t0.85\t0.8\t1.38\t1.6\t\t2.08\t45\t0.12\t \tHallucinogens\t0.21\t0.5\t0.46\t0.7\t\t1.32\t46\t0.15\t \tStimulants\t0.41\t0.7\t0.77\t0.8\t\t1.87\t46\t0.15\t \tDepressants\t0.06\t0.2\t0.23\t0.6\t\t1.33\t46\t0.16\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 8386, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Education was measured on a 5-point scale (from no education to higher university degree). Intelligence was measured with the culture fair intelligence test. Smoking: 0 = non-smoker, 1 = smoker. Substance use was measured on a 5-point scale (from 0 = never used to 5 = daily user). Bold values indicate significant differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 8713, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Clinical assessment of the participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8753, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variable</th><th colspan=\"2\">Controls (<italic>n</italic> = 34)</th><th colspan=\"2\">FEP (<italic>n</italic> = 13)</th><th>Group statistics</th><th/><th/></tr><tr><th/><th>Mean</th><th>SD</th><th>Mean</th><th>SD</th><th>\n<italic>t</italic>\n</th><th>df</th><th>\n<italic>p</italic>\n</th></tr></thead><tbody><tr><td>\n<bold>PANSS positive</bold>\n</td><td>0.97</td><td>0.2</td><td>2.2</td><td>0.7</td><td>10.1</td><td>45</td><td> <bold>&lt;</bold> <bold>0.001</bold></td></tr><tr><td>\n<bold>P1</bold>\n</td><td>0.97</td><td>0.2</td><td>3.2</td><td>1.6</td><td>7.86</td><td>45</td><td> <bold>&lt;</bold> <bold>0.001</bold></td></tr><tr><td>\n<bold>P2</bold>\n</td><td>0.97</td><td>0.2</td><td>1.3</td><td>0.9</td><td>2.22</td><td>45</td><td> <bold>&lt;</bold> <bold>0.001</bold></td></tr><tr><td>\n<bold>P3</bold>\n</td><td>0.97</td><td>0.2</td><td>3.4</td><td>1.6</td><td>9.06</td><td>45</td><td> <bold>&lt;</bold> <bold>0.001</bold></td></tr><tr><td>SANS score</td><td>0.09</td><td>0.3</td><td>0.3</td><td>0.6</td><td>1.6</td><td>45</td><td>0.116</td></tr><tr><td>\n<bold>BDI</bold>\n</td><td>3.4</td><td>3.9</td><td>27.8</td><td>10.7</td><td>11.1</td><td>41</td><td> <bold>&lt;</bold> <bold>0.001</bold></td></tr></tbody></table>\n"}, "text": "Variable\tControls (n = 34)\tFEP (n = 13)\tGroup statistics\t\t\t \t\tMean\tSD\tMean\tSD\tt\tdf\tp\t \tPANSS positive\t0.97\t0.2\t2.2\t0.7\t10.1\t45\t < 0.001\t \tP1\t0.97\t0.2\t3.2\t1.6\t7.86\t45\t < 0.001\t \tP2\t0.97\t0.2\t1.3\t0.9\t2.22\t45\t < 0.001\t \tP3\t0.97\t0.2\t3.4\t1.6\t9.06\t45\t < 0.001\t \tSANS score\t0.09\t0.3\t0.3\t0.6\t1.6\t45\t0.116\t \tBDI\t3.4\t3.9\t27.8\t10.7\t11.1\t41\t < 0.001\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9093, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "FEP first episode psychosis patients. BDI Beck’s depression inventory. PANSS positive and negative syndrome scale for schizophrenia. P1 delusions, P2 conceptual disorganisation (thought disorder), P3 hallucinatory behaviour. SANS scale for assessment of negative symptoms. Bold values indicate significant differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 9411, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We recruited 14 antipsychotic naive individuals with first-episode psychosis and active psychotic symptoms from the Cambridge, early intervention service for psychosis, CAMEO. Other inclusion criteria were as follows: age 16–35 years, meeting ICD-10 criteria for a schizophrenia spectrum disorder (ICD-10: F20, F22, F23, F25, F28 and F29) or affective psychosis (ICD-10: F30.2, F31.2 and F32.3). Age, gender and handedness matched healthy volunteers (n = 37) were recruited as control subjects. We recruited a higher number of controls than patients in order to improve statistical power, given the challenges in recruiting antipsychotic naïve individuals with active psychotic symptoms (yet still well enough to tolerate the MRI procedure) in their first episode of illness. Demographic and clinical characteristics of those participants included in the final analysis are presented in Tables 1 and 2. None of the healthy volunteers reported any personal or family history of severe neurological, psychiatric or medical disorders. All participants had normal or corrected-to-normal vision, and had no contraindications to MRI scanning. At the time of the study, none of the participants were taking antipsychotic medication or had drug or alcohol dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10671, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Before scanning, each of the participants underwent a general interview and clinical assessment using the positive and negative symptom scale (PANSS), the scale for the assessment of negative symptoms (SANS) and the global assessment of functioning (GAF). The Beck depression inventory (BDI) was used to assess depressive symptoms during the last two weeks. IQ was estimated using the culture fair intelligence test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11088, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study was approved by the Cambridgeshire 3 National Health Service research ethics committee. All participants supplied written informed consent after they had read a complete description of the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11294, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Novelty task", "sentences": [], "annotations": [], "relations": []}, {"offset": 11307, "infons": {"file": "41398_2018_250_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Visual oddball paradigm. Participants are presented with a series of greyscale images of faces and outdoor scenes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11422, "infons": {"file": "41398_2018_250_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "66.6% of those were ‘standard’ images. The remaining 33.4% consisted of four types of rare or contextually deviant events, which were randomly intermixed with the standard stimuli; each occurred with a probability of 8.3%. These deviant events were: neutral stimuli that required a motor response (‘target oddball’); stimuli that evoked a negative emotional response (‘emotional oddball’, angry face or image of car crash); novel stimuli (‘novel oddball’, different neutral images that appear only once); and neutral stimuli (‘neutral oddball’, neutral image of face or scene)", "sentences": [], "annotations": [], "relations": []}, {"offset": 11999, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used a visual oddball paradigm in order to investigate four types of salience, which were novelty, negative emotional salience, targetness and rareness/deviance. Participants were presented with a series of greyscale images of faces and outdoor scenes. 66.6% of those were used as ‘standard’ images, which were of neutral emotional valence. The four types of rare or contextually deviant events were randomly intermixed with these; each occurred with a probability of 8.3%. These deviant events were: neutral stimuli that required a motor response (‘target oddball’); stimuli that evoked a negative emotional response (‘emotional oddball’, angry face or image of car crash); novel stimuli (‘novel oddball’, different neutral images that appear only once); and neutral stimuli (‘neutral oddball’, neutral image of face or scene) (Fig. 1). All participants completed four blocks with 60 trials each, resulting in a total of 240 trials (160 standard trials, and 20 oddball trials each of target, neutral, emotional and novel stimuli). The task contained 50% faces and 50% outdoor scenes, this allowed prevention of category-specific habituation. These categories were chosen instead of abstract images to make stimulus exploration biologically relevant. Participants were introduced to the target stimulus prior to the experimental session for 4.5 s, and they were required to make a simple button press with their right index finger in response to each of its subsequent appearances during the experiment within the fMRI-scanner. No motor responses were associated with any of the other stimulus types.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13603, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the fMRI-experiment, the pictures were presented for 500 ms followed by a white fixation cross on a grey background (grey value = 127) using an inter-stimulus interval (ISI) of 2.7 s. ISI was jittered with ±300 ms (uniformly distributed). The order of stimuli was optimised for efficiency with regard to estimating stimulus-related haemodynamic responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13966, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All of the stimuli were taken from Bunzeck and Düzel. The scalp hair and ears of faces were removed artificially; the outdoor scenes did not include faces. All pictures were grey scaled and normalised to a mean grey value of 127 (SD 75). The pictures were projected on to the centre of a screen, and the participants watched them through a mirror mounted on the head coil, subtending a visual angle of about 8°. The negative emotional scene depicted a negatively rated car accident (without any people). The contrast between stimuli allowed us to examine brain responses to the pure stimulus novelty (‘novel’ vs. ‘neutral’), targetness (‘target’ vs. ‘neutral’), negative emotional valence (‘emotional’ vs. ‘neutral’) and rareness/deviance per se (‘neutral’ vs. ‘standard’) (Fig. 1). By contrasting the specific salient oddball events with the neutral oddball events, and including a separate, additional, “rareness/deviance” contrast (that corresponds to a classical pure oddball effect), we can differentiate activation to the various forms of salience under study. Irrespective of whether participants were left or right handed, they used their right hand to press the buttons on the button box for the target picture.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15187, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Behaviour analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15206, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An analysis of variance (ANOVA) was used to investigate group differences in pressing the buttons in response to the target stimuli and assessing reaction times. All runs in which participants missed more than five button presses were excluded. Behavioural data were analysed using SPSS 21 (IBM Corp.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15509, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI data acquisition and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15544, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A Siemens Magnetom Trio Tim syngo MR B17 operating at 3T was used to collect imaging data. Gradient-echo echo-planar T2*-weighted images depicting BOLD contrast were acquired from 35 non-contiguous oblique axial plane slices of 2 mm thickness to minimise signal drop-out in the ventral regions. We did not retrieve images of the whole brain; the superior part of the cortex was not imaged. The relaxation time was 1620 ms, echo time was 30 ms, flip angle was 65°, in-plane resolution was 3 × 3 × 3 mm, matrix size was 64 × 64, field of view was 192 × 192 mm, and bandwidth was 2442 Hz/px. A total of 437 volumes per participant were acquired (35 slices each of 2 mm thickness, inter-slice gap 1 mm). The first five volumes were discarded to allow for T1 equilibration effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16321, "infons": {"file": "41398_2018_250_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Group effects in primary and secondary region of interest (ROI) analysis of activation associated with novelty processing (novel oddballs vs. neutral oddballs).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16482, "infons": {"file": "41398_2018_250_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "a Primary ROI (colour coding pink): SN/VTA, maximal difference at x = 0, y = −20, z = −6. Secondary ROI (colour coding green), striatum, two clusters maximal difference at x = 8, y = −2, z = 14 and x = −8, y = −2, z = 12 (p < 0.05 FWE corrected). b Bar chart shows the mean contrast (COPEs, FSL) values to group, extracted from significant clusters determined by FSL randomise ANOVA results of primary and secondary ROI analysis. Multiple significant clusters are combined. Error bars show ±1 SE", "sentences": [], "annotations": [], "relations": []}, {"offset": 16978, "infons": {"file": "41398_2018_250_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Group effects in primary and secondary region of interest (ROI) analysis of activation associated with negative emotional salience processing (emotional oddballs vs. neutral oddballs).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17163, "infons": {"file": "41398_2018_250_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "a Primary ROI (colour coding pink): SN/VTA, four clusters maximal differences at x = −12, y = −16, z = −6; x = 0, y = −20 z = −4; x = −10, y = −22, z = −20; and x = −12, y = −26, z = −20, and amygdala maximal differences at x = 22, y = 0, z = −14. Secondary ROI (colour coding green), striatum, four clusters, maximal differences at x = 12, y = 14, z = 12; x = −10, y = −6, z = −16; x = −12, y = 6, z = −14 and x = −14, y = 22, z = −2 (p < 0.05 FWE corrected). b Bar chart shows the mean contrast (COPEs, FSL) values to group, extracted from significant clusters determined by FSL randomise ANOVA results of primary and secondary ROI analysis. Multiple significant clusters are combined. Error bars show ±1 SE", "sentences": [], "annotations": [], "relations": []}, {"offset": 17873, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data were analysed using FSL software (FMRIB’s Software Library, www.fmrib.ox.ac.uk/fsl) version five. Participants’ data (first-level analysis) were processed using the FMRI Expert Analysis Tool (FEAT). Functional images were realigned, motion corrected (MCFLIRT) and spatially smoothed with a 4 mm full-width half-maximum Gaussian kernel. A high-pass filter was applied (120 s cut-off). All images were registered to the whole-brain echo-planar image (EPI) (i.e., functional image with the whole-brain field of view), and then to the structural image of the corresponding participant (MPRAGE) and normalised to an MNI template, using linear registration with FSL FLIRT. The five explanatory variables (EVs) that we used were the onset times of the standard, target, emotional, novel and neutral pictures. They were modelled as 1 s events and convolved with a canonical double-gamma response function. We added a temporal derivative to the model to take into account possible variations in the haemodynamic response function. To capture residual movement-related artefacts, six covariates were used as regressors of no interest (three rigid-body translations and three rotations resulting from realignment). We used four contrasts: target–neutral, emotion–neutral, novel–neutral, and neutral–standard. In the “second-level” analysis, we averaged the four blocks of the task for each participant using FEAT with Fixed Effects. For estimation of group comparison (higher level, or “third level”) statistics, we used permutation testing utilising the FSL randomise tool, with threshold-free-cluster enhancement, which enhances cluster-like structures but remains fundamentally a voxel-wise statistical testing method. We used 5000 permutations and we report results at p = 0.05 or less, family-wise error corrected for multiple comparisons, using the variance smoothing option (3 mm) as recommended for experiments with small to modest sample sizes, as is common in fMRI research. For illustrative purposes only, we then extracted contrast values (contrast of parameter estimates, or COPEs in FSL) for each individual from voxels in which significant group differences were found (See bar chart in Figs. 2b and 3b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20091, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our main analysis was based on a region of interest (ROI) approach as follows. For all types of salience, our primary hypothesis involved the dopaminergic SN/VTA, which was used as our primary ROI. It was generated using the probabilistic atlas of Murty and colleagues, in which traditional anatomical segmentation was replicated using a seed-based functional connectivity approach and which provides a mask that consists of the SN and VTA, also used in our previous work. Furthermore, for each contrast we defined a secondary analysis, with either one region, or two non-adjacent regions combined in a single mask. For novelty, we used a secondary region of interest mask composed of the striatum (using a hand-drawn mask, encompassing both associative and limbic striatum, but not sensorimotor striatum, based on operational criteria) and the right lateral frontal cortex (utilising a sphere, 10 mm, centred at x = 50, y = 30, z = 28, based on our previous work). For negative emotional salience, our secondary region of interest mask was composed of the striatum and the amygdala (anatomically derived mask using the Harvard-Oxford subcortical structural atlas supplied with FSL). For targetness and rareness, we used the striatum as our secondary ROI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21347, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Parameter estimates for the events that contribute to the contrasts of interest are presented in the supplementary materials (Supplementary Figures 5–8, and 11) for all conditions in primary and secondary ROIs. The parameter estimates indicate the potential drivers of the COPE (contrast of parameter estimates) effect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21667, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For completeness, the same analysis as described above has been conducted on controls only and is presented in the supplements (Supplementary Figure 9, Supplementary Table 3 and 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21849, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Movement differences during fMRI scan", "sentences": [], "annotations": [], "relations": []}, {"offset": 21887, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As the task was relatively long (46 min) and mostly passive (button presses were only required in 20 out of the total of 240 trials), we split the task into four blocks of 11.5 min. Still many participants, independent of group, exhibited movements, possibly due to tiredness. We, therefore, excluded those blocks in which movement exceeded 3 mm on average or 10 mm maximum. In total, we identified 14 runs that fulfilled the movement exclusion criterion. Of those 14 runs, 10 were either from testing block 3 or 4, 2 were from testing block 2 and 2 were from testing block 1. Additionally, three runs had to be interrupted and were therefore not completed by the participants. If for a single participant only one or two runs remained for analysis, we excluded this participant entirely. Based on these criterions, we excluded three controls and one psychosis patient entirely, as well as one run in five psychosis patients and one run in three controls. We excluded those four individuals from all analyses within this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22915, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the remaining sample, we compared the two groups in two separate repeated measure ANOVAs across the four testing blocks, one for movement means and one for maximum (Supplementary Figure 1 and 2). We did not find any significant group, run or interactions effect, neither for mean movement nor for maximum movement (all p > 0.1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23247, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23255, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic and questionnaire results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23293, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The demographic and rating results are summarised in Tables 1 and 2. There were significant differences in IQ between controls and patients (p = 0.02). More importantly, however, the groups were matched in maternal education, which was similar across both groups (p = 0.36). Alcohol consumption was significantly lower in psychosis patients compared to controls (p = 0.002).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23668, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavioural responses to pictures and reaction times", "sentences": [], "annotations": [], "relations": []}, {"offset": 23721, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to maintain engagement with task, participants were required to press a button in response to the target picture. Due to technical problems, button presses were not recorded for eight controls, and one psychosis patient. Analysing the number of missed button presses and reaction times of the remaining participants across the four testing blocks (Supplementary Table 1), we did not find any significant effects for group, testing block or any interactions (all p > 0.3). On average, participants missed to press the button on one target trial (mean: 1.0 SE ± 0.2) and generally required approximately 550 ms (SE ± 0.02) to make a response, which is consistent with previous findings. Due to the high performance across all groups, we included the data of the nine participants without recorded button presses in all further analyses, in order to increase statistical power. We also repeated the analysis after excluding those participants. The results were very similar.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24702, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "fMRI results", "sentences": [], "annotations": [], "relations": []}, {"offset": 24715, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Novelty (novel–neutral oddballs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 24748, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our primary ROI, the SN/VTA, psychosis patients showed a significant reduction of activation compared to the controls (t = 4.39, p = 0.015 FWE corrected, 10 voxels; maximal difference at x = 0, y = −20, z = −6). See Fig. 2a, b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24979, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our secondary ROI, composed of the striatum and the DLPFC, we found two significant clusters, both within the striatum, that showed reduced activation for psychosis patients (cluster 1: t = 4.51, p = 0.03 FWE corrected, 18 voxels; maximal difference at x = 8, y = −2, z = 14; cluster 2: t = 3.66, p = 0.008 FWE corrected, 10 voxels; maximal difference at x = −8, y = −2, z = 12). See Fig. 2a, b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25378, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "fMRI Activations from FSL randomise whole brain analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 25435, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Anatomical structure</th><th rowspan=\"2\">Hemisphere</th><th rowspan=\"2\">Cluster size (voxel)</th><th rowspan=\"2\">P value (TFCE)</th><th rowspan=\"2\"><italic>t</italic> value</th><th colspan=\"3\">Peak MNI-coordinates</th></tr><tr><th>\n<italic>X</italic>\n</th><th>\n<italic>y</italic>\n</th><th>\n<italic>z</italic>\n</th></tr></thead><tbody><tr><td colspan=\"8\">Novel–neutral oddball (novelty)</td></tr><tr><td>Cerebellum CrusI</td><td>L</td><td>221</td><td>\n<bold>0.041</bold>\n</td><td>4.27</td><td>−24</td><td>−90</td><td>−20</td></tr><tr><td>Occipital pole, lingual gyrus</td><td>L/R</td><td>69</td><td>\n<bold>0.048</bold>\n</td><td>2.73</td><td>4</td><td>−94</td><td>−4</td></tr><tr><td>Occipital pole and cortex</td><td>L</td><td>23</td><td>\n<bold>0.049</bold>\n</td><td>3.6</td><td>−26</td><td>−96</td><td>−4</td></tr><tr><td>Cerebellum CrusI,II</td><td>R</td><td>19</td><td>\n<bold>0.049</bold>\n</td><td>3.85</td><td>46</td><td>−50</td><td>−38</td></tr><tr><td>Cerebellum CrusI</td><td>L</td><td>10</td><td>\n<bold>0.048</bold>\n</td><td>4.81</td><td>−50</td><td>−68</td><td>−32</td></tr><tr><td>Cerebellum CrusI</td><td>R</td><td>10</td><td>\n<bold>0.049</bold>\n</td><td>4.07</td><td>52</td><td>−60</td><td>−28</td></tr><tr><td>Occipital pole and cortex</td><td>L</td><td>2</td><td>\n<bold>0.05</bold>\n</td><td>3.77</td><td>−8</td><td>−96</td><td>−6</td></tr><tr><td>Occipital cortex, inferior</td><td>L</td><td>1</td><td>\n<bold>0.05</bold>\n</td><td>3.81</td><td>−48</td><td>−82</td><td>4</td></tr><tr><td colspan=\"8\">Emotional–neutral oddball (negative emotional salience)</td></tr><tr><td>Lingual gyrus, intracalcarine cortex</td><td>R</td><td>11327</td><td>\n<bold>0.02</bold>\n</td><td>3.82</td><td>6</td><td>−86</td><td>−2</td></tr><tr><td>Parahippocampus, putamen, nucleus accumbens</td><td>L</td><td>321</td><td>\n<bold>0.041</bold>\n</td><td>4.01</td><td>−10</td><td>2</td><td>−20</td></tr><tr><td>Occipital cortex, inferior</td><td>R</td><td>73</td><td>\n<bold>0.045</bold>\n</td><td>3.39</td><td>44</td><td>−72</td><td>10</td></tr><tr><td>Amygdala</td><td>L</td><td>15</td><td>\n<bold>0.046</bold>\n</td><td>3.5</td><td>−26</td><td>−2</td><td>−12</td></tr><tr><td>Cerebellum CrusI and occipital cortex inferior</td><td>L</td><td>14</td><td>\n<bold>0.048</bold>\n</td><td>2.95</td><td>−46</td><td>−76</td><td>−26</td></tr><tr><td>Cerebellum lobe X and VIIIb</td><td>R</td><td>11</td><td>\n<bold>0.048</bold>\n</td><td>3.14</td><td>16</td><td>−40</td><td>−46</td></tr><tr><td>SN/VTA</td><td>L</td><td>10</td><td>\n<bold>0.048</bold>\n</td><td>2.51</td><td>−12</td><td>−16</td><td>−6</td></tr><tr><td>Frontal operculum cortex</td><td>L</td><td>9</td><td>\n<bold>0.047</bold>\n</td><td>2.04</td><td>−40</td><td>16</td><td>4</td></tr><tr><td>ACC</td><td>R/L</td><td>9</td><td>\n<bold>0.048</bold>\n</td><td>3.19</td><td>2</td><td>16</td><td>18</td></tr><tr><td>Parahippocampal gyrus</td><td>L</td><td>4</td><td>\n<bold>0.047</bold>\n</td><td>3.43</td><td>−14</td><td>−14</td><td>−24</td></tr><tr><td>ACC</td><td>L</td><td>1</td><td>\n<bold>0.05</bold>\n</td><td>2.72</td><td>−8</td><td>6</td><td>36</td></tr><tr><td colspan=\"8\">Target–neutral oddball (targetness)</td></tr><tr><td colspan=\"8\">n.s.</td></tr><tr><td colspan=\"8\">Neutral–Standard oddball (rareness)</td></tr><tr><td colspan=\"8\">n.s.</td></tr></tbody></table>\n"}, "text": "Anatomical structure\tHemisphere\tCluster size (voxel)\tP value (TFCE)\tt value\tPeak MNI-coordinates\t \tX\ty\tz\t \tNovel–neutral oddball (novelty)\t \tCerebellum CrusI\tL\t221\t0.041\t4.27\t−24\t−90\t−20\t \tOccipital pole, lingual gyrus\tL/R\t69\t0.048\t2.73\t4\t−94\t−4\t \tOccipital pole and cortex\tL\t23\t0.049\t3.6\t−26\t−96\t−4\t \tCerebellum CrusI,II\tR\t19\t0.049\t3.85\t46\t−50\t−38\t \tCerebellum CrusI\tL\t10\t0.048\t4.81\t−50\t−68\t−32\t \tCerebellum CrusI\tR\t10\t0.049\t4.07\t52\t−60\t−28\t \tOccipital pole and cortex\tL\t2\t0.05\t3.77\t−8\t−96\t−6\t \tOccipital cortex, inferior\tL\t1\t0.05\t3.81\t−48\t−82\t4\t \tEmotional–neutral oddball (negative emotional salience)\t \tLingual gyrus, intracalcarine cortex\tR\t11327\t0.02\t3.82\t6\t−86\t−2\t \tParahippocampus, putamen, nucleus accumbens\tL\t321\t0.041\t4.01\t−10\t2\t−20\t \tOccipital cortex, inferior\tR\t73\t0.045\t3.39\t44\t−72\t10\t \tAmygdala\tL\t15\t0.046\t3.5\t−26\t−2\t−12\t \tCerebellum CrusI and occipital cortex inferior\tL\t14\t0.048\t2.95\t−46\t−76\t−26\t \tCerebellum lobe X and VIIIb\tR\t11\t0.048\t3.14\t16\t−40\t−46\t \tSN/VTA\tL\t10\t0.048\t2.51\t−12\t−16\t−6\t \tFrontal operculum cortex\tL\t9\t0.047\t2.04\t−40\t16\t4\t \tACC\tR/L\t9\t0.048\t3.19\t2\t16\t18\t \tParahippocampal gyrus\tL\t4\t0.047\t3.43\t−14\t−14\t−24\t \tACC\tL\t1\t0.05\t2.72\t−8\t6\t36\t \tTarget–neutral oddball (targetness)\t \tn.s.\t \tNeutral–Standard oddball (rareness)\t \tn.s.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26695, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Summary of fMRI results for significant clusters at the whole-brain level, using FSL randomise, variance smoothing: 3 mm, 5000 permutations, and threshold free cluster enhancement (TFCE). Bold values indicate significant differences. n.s. not significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 26950, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On whole brain analysis using randomise, psychosis patients showed a significant reduction of activation in the occipital lobe, including the lingual gyrus and fusiform gyrus, and the cerebellum (Table 3 and Supplementary material).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27183, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Negative emotional salience (emotion–neutral oddballs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27238, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our primary ROI, the SN/VTA, we found two clusters in which psychosis patients show significantly reduced activation(cluster 1: t = 3.45, p = 0.025 FWE corrected, 50 voxels; maximal difference at x = −12, y = −16, z = −6; cluster 2: t = 4.37, p = 0.02 FWE corrected, 22 voxels; maximal difference at x = 0, y = −20, z = −4). See Fig. 3a, b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27582, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our secondary ROI, composed of the striatum and the amygdala, psychosis patients showed a significant reduction of activation compared to the controls in four clusters within the striatum (cluster 1: t = 4.69, p = 0.002 FWE corrected, 1141 voxels; maximal difference at x = 12, y = 14, z = 12; cluster 2: t = 4.11, p = 0.008 FWE corrected, 320 voxels; maximal difference at x = −8, y = −6, z = −16; cluster 3: t = 3.53, p = 0.019 FWE corrected, 309 voxels; maximal difference at x = −12, y = 6, z = −14; cluster 4: t = 2.58, p = 0.048 FWE corrected, 5 voxels; maximal difference at x = −14, y = 22, z = −2). See Fig. 3a, b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28209, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On whole brain analysis, psychosis patients showed a significant reduction of activation in the amygdala, parahippocampal gyrus, lingual gyrus, striatum, cerebellum and the anterior cingulate gyrus (Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28418, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Targetness (target–neutral oddballs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 28455, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our primary ROI, the SN/VTA, psychosis patients showed a marginal reduction of activation compared to the controls (t = 3.84, p = 0.066 FWE corrected, 5 voxels; maximal difference at x = 0, y = −22, z = −8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28666, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On whole brain analysis, there were no significant group differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28736, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Rareness/deviance (neutral oddballs-standard trials)", "sentences": [], "annotations": [], "relations": []}, {"offset": 28789, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our ROI analysis in the SN/VTA was not significant. Similarly, on the whole brain analysis, there were no group differences that passed our statistical threshold, corrected for multiple comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28988, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Salience responses in controls only", "sentences": [], "annotations": [], "relations": []}, {"offset": 29024, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results for the same analysis as presented above have been conducted in controls only. Details for the whole brain analysis are presented in Supplementary Table 3, details for the ROI analysis in Supplementary Table 4. Furthermore, Supplementary Figure 9 shows the activation in the SN/VTA to emotional salience and novelty salience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29362, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As novelty and negative emotional salience activate different, though adjacent, voxels also in the group comparison, we furthermore show the non-overlapping activation for the group comparison at various levels in the z direction (−6, −8, −10, −12, −14, −16 and −18) in Supplementary Figure 10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29657, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Correlations of symptom score and brain responses in patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 29719, "infons": {"file": "41398_2018_250_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlation between signal strength and symptom score in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29786, "infons": {"file": "41398_2018_250_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "a, b Significant symptom correlations with activation in the SN/VTA in response to novelty. c Significant correlation between total PANS score and striatal activation in response to negative emotional salience. d, e Significant symptom correlations with activation in the amygdala in response to negative emotional salience. Lines indicate fitted regression lines", "sentences": [], "annotations": [], "relations": []}, {"offset": 30150, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found positive correlations between SN/VTA signalling and the total score of negative symptoms (SANS; rho = 0.66, p = 0.047; Fig. 4a), and delusions (P1; rho = 0.77, p = 0.002; Fig. 4b) in response to novelty.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30363, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, in response to negative emotional salience, we found a positive correlations between striatal signalling and the total score of positive symptoms (PANS positive; rho = 0.65, p = 0.028; Fig. 4c), a positive correlation between amygdala signalling and the Beck depression inventory (BDI; rho = 0.64, p = 0.048; Fig. 4d), and a positive correlation between amygdala signalling and delusional behaviour (P3; rho = 0.59, p = 0.035; Fig. 4e). Correlations were computed using a nonparametric Spearmen’s correlation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30886, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We emphasize that we are presenting exploratory correlation analyses (given the small sample size); when controlling for multiple comparisons (correcting for all symptoms tested on each contrast) using a strict Bonferroni-approach only the correlation between SN/VTA signalling and delusional ideation in response to novelty would be retained as statistically significant. Additionally, we did not find any significant correlations between IQ and brain responses in any ROI (all p < 0.05, no correction for multiple comparison applied).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31423, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31434, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We investigated brain responses to four different types of salience, including novelty, negative emotional salience, targetness and rareness/deviance in healthy volunteers and first episode psychosis patients. In psychosis patients, our results show reduced SN/VTA (primary ROI), striatal (secondary ROI) and cingulate (whole brain) signalling to novelty, reduced SN/VTA and amygdala (both primary ROIs), striatal (secondary ROI) and cingulate (whole brain) signalling to negative emotional salience, and reduced SN/VTA (primary ROI) and cingulate (whole brain) signalling to targetness. These results are unconfounded by antipsychotic medication as we tested an antipsychotic naïve patient sample. This study is first, to our knowledge, to present SN/VTA signalling alterations in psychosis in response to different forms of salience, all in absence of rewarding feedback. Our results, therefore, extend findings reporting midbrain and cortical abnormalities in response to reward prediction error signals in medicated and unmedicated psychosis patients at different stages of the disease, fronto-limbic connectivity alterations in response to novelty in acute, unmedicated psychosis patients and striatal abnormalities in response to emotional salience in chronic, medicated and a small sample of unmedicated acute psychosis patients. Our results suggest that salience processing in the dopaminergic SN/VTA may be generally impaired in patients with psychosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32897, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The ‘aberrant salience’ hypothesis of psychosis postulates that dysregulated dopaminergic signalling in the mesolimbic system in people with psychosis results in the attribution of salience to irrelevant or non-significant stimuli. These unusually salient representations may lead to the formation of hallucinations or generally altered perceptions. As a result, patients may construct delusional explanations in order to explain these altered perceptions. Abnormal salience attribution is present from early and even prodromal stages of the disease. Usually, this theory is investigated in the context of motivational salience using reward prediction paradims. Here, however, salience was investigated in the absence of the reward. For various forms of salience, the psychosis patient group showed significantly attenuated SN/VTA activation for the contrasts between salient and non-salient events. This impaired differentiation between salient and non-salient events could reflect dysregulated dopamine neuron activity, leading to the excessive attribution of salience to normally non-salient stimuli, and reducing salience to normally salient stimuli.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34052, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In healthy subjects, novelty identification is processed by a number of brain regions, including SN/VTA, striatum, parietal, and prefrontal cortices. Consistent with this, we observed group differences in the SN/VTA and the striatum in response to novelty. Our findings extend results of a study by Schott and colleagues; although, this study did not detect clear differences in the midbrain or striatum in psychosis, they found an increase in functional connectivity of the hippocampus and the orbitofrontal cortex with the rostral anterior cingulate gyrus and the ventral striatum. Our study also demonstrates significantly reduced activation in response to negative emotional salience compared to controls in right amygdala, the SN/VTA and the striatum in psychosis patients compared to controls. This result is consistent with the literature indicating reduced arousal to emotional stimuli. Our study also supports findings of a PET study indicating tonic over-activation of the amygdala and impaired striatal signalling during emotional salience processing. Jabbi and colleagues reported increased dopaminergic releases in the amygdala and midbrain in response to emotional salience, which might be altered in psychosis. Our results, furthermore, reveal reduced activation in the thalamus of psychosis patients compared to healthy controls for negative emotional salience. The thalamus is a relay station of multiple neural connections and has dopaminergic synapses. Consistent with this and our findings, a study by Hadley and colleagues reported reduced connectivity between the VTA/midbrain and the thalamus in schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35695, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to reduced SN/VTA processing in response to novelty and negative emotional salience, we also found reduced signalling in response to targetness in patients. Therefore, our study is first to provide clear evidence for reduced SN/VTA processing in response to these different forms of non-motivational salience in psychosis. Together with the striatal findings of altered novelty and emotional salience signalling, the findings in the patients support the aberrant salience hypothesis for general (not just reward-related) salience dysfunction. As both the midbrain and the striatum are dopaminergic key regions, it also provides supporting (though not definitive) evidence for a dysregulated dopaminergic system during salience processing in psychosis. In healthy controls, Bunzeck and Düzel reported significantly enhanced SN/VTA activation in response to novelty, and also positive, but not statistically significant, activation in response to negative emotional salience, providing supportive evidence for a differential activation of the SN/VTA in response to novelty. Using a larger sample size than previous studies and a slightly different regional specification used for the SN/VTA, we, however, find significant SN/VTA activation to novelty and negative emotional salience in controls. Our results, therefore, support the view of general processing of salience in the SN/VTA, including novelty, negative emotional salience and targetness. An account reconciling these results with those of Bunzeck and Düzel, may be that SN/VTA is highly sensitive to novelty, but is also sensitive to (at least some) other forms of salience. On the other hand, we do note that the precise voxels within the SN/VTA that activate and/or show significant group differences to the different salient conditions do not overlap, though they are sometimes adjacent (see Supplementary Figure 9 and 10 for example). Furthermore, our focus of maximal group difference in novelty activation is slightly more rostral as compared to Bunzeck and Düzel’s findings of novelty associated activity in controls but still lies within the SN/VTA ROI as defined by Murty et al. Given this variation in precise location of voxel clusters within the SN/VTA ROI, combined with the spatial resolution of the current study, we cannot definitively determine within this region whether the exact same neurons activate to diverse or specific stimuli. However, future studies could employ higher resolution at higher field strengths, to address these questions. Experiments using observational fMRI alone cannot prove that the abnormal SN/VTA patterns of various forms of salience signalling in psychosis have the same precise underlying pathophysiology, but future work combining the same or related fMRI paradigms with an intervention (pharmacological or brain stimulation) could further elucidate pathophysiological causal mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38605, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Moreover, the whole brain analysis revealed reductions in anterior cingulate gyrus activity in psychosis patients compared to healthy controls in response to negative emotional salience. The cingulate cortex, as part of the salience network, has been found to show aberrant connectivity and structure in psychosis. We previously showed that the severity of psychotic symptoms in healthy volunteers induced by methamphetamine, significantly correlated with the degree of drug induced disruption of the incentive value signal disruption in the posterior cingulate cortex, suggesting a dopamine-mediated mechanism in this region. A study by Gradin and colleagues reported dysfunctional connectivity between the salience network and the midbrain during a reward learning task leading to abnormal reward processing in schizophrenia patients. Furthermore, structural alterations have consistently been documented in patients with psychosis. Therefore, our results may provide an indication that possible dysfunctional interactions between the salience network and the SN/VTA may also lead to aberrant processing of different types of salience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39743, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We expected to see increased activity in the visual cortices due to the use of a visual oddball paradigm across all stimuli. Here, we observed group differences in response to novelty and negative emotional salience, potentially in line with impaired visual perceptions often reported in schizophrenia (see review in Ref. ). In contrast with the previous literature, which reported hippocampal activity in response to salience, we did not find any activity in the hippocampus, neither in a group difference nor in a healthy volunteers separately. It is possible that signal in this region may not have been reliably captured during fMRI scanning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40390, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In an exploratory analysis, we found positive correlations between SN/VTA activity to novelty and symptom scores for delusion and negative symptoms, between amygdala signalling to negative emotional salience and the Beck depression inventory and delusions, and between striatal signalling and total score for positive symptoms. However, when controlling for multiple comparisons, only the correlation between SN/VTA activation to novelty and delusions remains significant. Here, we would have rather predicted a negative correlation showing a decrease of SN/VTA activation with increased symptom scores, especially given the group difference that showed lower activation in the patient group as a whole. It is thought-provoking that in this small study, several forms of salience showed reduced activation across regions in the average patient, but greater activation associated with greater symptoms. One speculation is that reduced activation (between group results) could reflect a trait abnormality, and superimposed on this are state dysfunctions closely linked to symptom expression. However, symptom correlations with functional imaging have often yielded inconsistent results in schizophrenia research. One of the most important difficulties to reliably detect symptom correlations is gathering a large enough sample, and our small sample size of 14 patients is a clear limitation to assess symptom correlations. However, we report it to generate future hypotheses and to be available for future meta-analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41909, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, this study provides concise evidence for aberrant SN/VTA, striatal and cingulate signalling during non-motivational salience processing in a sample of antipsychotic naïve early psychosis patients. The results extend previous research by giving supportive evidence for the aberrant salience hypothesis of psychosis involving motivational and non-motivational forms of salience and the involvement of dopaminergic dysregulation in the development of psychotic disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42392, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 42426, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "joint first author with equal: Franziska Knolle and Anna O Ermakova.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42495, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42632, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 42666, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary Information accompanies this paper at (10.1038/s41398-018-0250-3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42747, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 42767, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "P.C.F. has consulted for GlaxoSmithKline and Lundbeck and received compensation. The remaining authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42902, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 42913, "infons": {"fpage": "85", "lpage": "94", "name_0": "surname:Winton-Brown;given-names:TT", "name_1": "surname:Fusar-Poli;given-names:P", "name_2": "surname:Ungless;given-names:MA", "name_3": "surname:Howes;given-names:OD", "pub-id_doi": "10.1016/j.tins.2013.11.003", "pub-id_pmid": "24388426", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "37", "year": "2014"}, "text": "Dopaminergic basis of salience dysregulation in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42971, "infons": {"fpage": "1", "lpage": "27", "name_0": "surname:Schultz;given-names:W", "pub-id_doi": "10.1152/jn.1998.80.1.1", "pub-id_pmid": "9658025", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "80", "year": "1998"}, "text": "Predictive reward signal of dopamine neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 43016, "infons": {"fpage": "183", "lpage": "195", "name_0": "surname:Schultz;given-names:W", "pub-id_doi": "10.1038/nrn.2015.26", "pub-id_pmid": "26865020", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "17", "year": "2016"}, "text": "Dopamine reward prediction-error signalling: a two-component response", "sentences": [], "annotations": [], "relations": []}, {"offset": 43086, "infons": {"fpage": "1042", "lpage": "1045", "name_0": "surname:Pessiglione;given-names:M", "name_1": "surname:Seymour;given-names:B", "name_2": "surname:Flandin;given-names:G", "name_3": "surname:Dolan;given-names:RJ", "name_4": "surname:Frith;given-names:CD", "pub-id_doi": "10.1038/nature05051", "pub-id_pmid": "16929307", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "442", "year": "2006"}, "text": "Dopamine-dependent prediction errors underpin reward-seeking behaviour in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 43167, "infons": {"fpage": "651", "lpage": "656", "name_0": "surname:Horvitz;given-names:JC", "pub-id_doi": "10.1016/S0306-4522(00)00019-1", "pub-id_pmid": "10727783", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "96", "year": "2000"}, "text": "Mesolimbocortical and nigrostriatal dopamine responses to salient non-reward events", "sentences": [], "annotations": [], "relations": []}, {"offset": 43251, "infons": {"fpage": "1309", "lpage": "1324", "name_0": "surname:Bunzeck;given-names:N", "name_1": "surname:Doeller;given-names:CF", "name_2": "surname:Dolan;given-names:RJ", "name_3": "surname:Duzel;given-names:E", "pub-id_doi": "10.1002/hbm.21288", "pub-id_pmid": "21520353", "section_type": "REF", "source": "Hum. Brain. Mapp.", "type": "ref", "volume": "33", "year": "2012"}, "text": "Contextual interaction between novelty and reward processing within the mesolimbic system", "sentences": [], "annotations": [], "relations": []}, {"offset": 43341, "infons": {"fpage": "702", "lpage": "706", "name_0": "surname:Ungless;given-names:MA", "pub-id_doi": "10.1016/j.tins.2004.10.001", "pub-id_pmid": "15541509", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "27", "year": "2004"}, "text": "Dopamine: the salient issue", "sentences": [], "annotations": [], "relations": []}, {"offset": 43369, "infons": {"fpage": "815", "lpage": "834", "name_0": "surname:Bromberg-Martin;given-names:ES", "name_1": "surname:Matsumoto;given-names:M", "name_2": "surname:Hikosaka;given-names:O", "pub-id_doi": "10.1016/j.neuron.2010.11.022", "pub-id_pmid": "21144997", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "68", "year": "2010"}, "text": "Dopamine in motivational control: rewarding, aversive, and alerting", "sentences": [], "annotations": [], "relations": []}, {"offset": 43437, "infons": {"fpage": "3", "lpage": "4", "name_0": "surname:Howes;given-names:OD", "name_1": "surname:Nour;given-names:MM", "pub-id_doi": "10.1002/wps.20276", "pub-id_pmid": "26833595", "section_type": "REF", "source": "World Psychiatry", "type": "ref", "volume": "15", "year": "2016"}, "text": "Dopamine and the aberrant salience hypothesis of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43500, "infons": {"fpage": "13", "lpage": "23", "name_0": "surname:Kapur;given-names:S", "pub-id_doi": "10.1176/appi.ajp.160.1.13", "pub-id_pmid": "12505794", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "160", "year": "2003"}, "text": "Psychosis as a state of aberrant salience: a framework linking biology, phenomenology, and pharmacology in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43621, "infons": {"fpage": "32", "lpage": "38", "name_0": "surname:Abboud;given-names:R", "pub-id_doi": "10.1016/j.scog.2016.04.002", "pub-id_pmid": "27284531", "section_type": "REF", "source": "Schizophr. Res. Cogn.", "type": "ref", "volume": "4", "year": "2016"}, "text": "Are persistent delusions in schizophrenia associated with aberrant salience?", "sentences": [], "annotations": [], "relations": []}, {"offset": 43698, "infons": {"fpage": "345", "lpage": "369", "name_0": "surname:Corlett;given-names:PR", "name_1": "surname:Taylor;given-names:JR", "name_2": "surname:Wang;given-names:XJ", "name_3": "surname:Fletcher;given-names:PC", "name_4": "surname:Krystal;given-names:JH", "pub-id_doi": "10.1016/j.pneurobio.2010.06.007", "pub-id_pmid": "20558235", "section_type": "REF", "source": "Prog. Neurobiol.", "type": "ref", "volume": "92", "year": "2010"}, "text": "Toward a neurobiology of delusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 43733, "infons": {"fpage": "465", "lpage": "471", "name_0": "surname:Murray;given-names:GK", "name_1": "surname:Corlett;given-names:PR", "name_2": "surname:Fletcher;given-names:PC", "pub-id_doi": "10.1093/schbul/sbq005", "pub-id_pmid": "20154201", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "The neural underpinnings of associative learning in health and psychosis: how can performance be preserved when brain responses are abnormal?", "sentences": [], "annotations": [], "relations": []}, {"offset": 43875, "infons": {"fpage": "11424", "lpage": "11430", "name_0": "surname:Lodge;given-names:DJ", "name_1": "surname:Grace;given-names:AA", "pub-id_doi": "10.1523/JNEUROSCI.2847-07.2007", "pub-id_pmid": "17942737", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Aberrant hippocampal activity underlies the dopamine dysregulation in an animal model of Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43978, "infons": {"fpage": "2550", "lpage": "2559", "name_0": "surname:Howes;given-names:OD", "pub-id_doi": "10.2174/138161209788957528", "pub-id_pmid": "19689327", "section_type": "REF", "source": "Curr. Pharm. Des.", "type": "ref", "volume": "15", "year": "2009"}, "text": "Mechanisms underlying psychosis and antipsychotic treatment response in Schizophrenia: insights from PET and SPECT imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 44101, "infons": {"fpage": "13", "lpage": "20", "name_0": "surname:Howes;given-names:OD", "pub-id_doi": "10.1001/archgenpsychiatry.2008.514", "pub-id_pmid": "19124684", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Elevated striatal dopamine function linked to prodromal signs of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44180, "infons": {"fpage": "1751", "lpage": "1764", "name_0": "surname:Gradin;given-names:VB", "pub-id_doi": "10.1093/brain/awr059", "pub-id_pmid": "21482548", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "134", "year": "2011"}, "text": "Expected value and prediction error abnormalities in depression and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44262, "infons": {"fpage": "280", "lpage": "289", "name_0": "surname:Morris;given-names:RW", "pub-id_doi": "10.1038/mp.2011.75", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "17", "year": "2012"}, "text": "Disambiguating ventral striatum fMRI-related BOLD signal during reward prediction in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44361, "infons": {"fpage": "1", "lpage": "18", "name_0": "surname:Murray;given-names:G", "pub-id_doi": "10.1038/sj.mp.4002117", "pub-id_pmid": "18084308", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "13", "year": "2008"}, "text": "Substantia nigra / ventral tegmental reward prediction error disruption in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44446, "infons": {"fpage": "171", "lpage": "180", "name_0": "surname:Schlagenhauf;given-names:F", "pub-id_doi": "10.1016/j.neuroimage.2013.11.034", "pub-id_pmid": "24291614", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "89", "year": "2014"}, "text": "Striatal dysfunction during reversal learning in unmedicated schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 44530, "infons": {"fpage": "2387", "lpage": "2400", "name_0": "surname:Corlett;given-names:PR", "pub-id_doi": "10.1093/brain/awm173", "pub-id_pmid": "17690132", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "130", "year": "2007"}, "text": "Disrupted prediction-error signal in psychosis: evidence for an associative account of delusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 44627, "infons": {"fpage": "1691", "lpage": "1699", "name_0": "surname:Ermakova;given-names:AO", "pub-id_doi": "10.1038/s41386-018-0056-2", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "43", "year": "2018"}, "text": "Abnormal reward prediction-error signalling in antipsychotic naive individuals with first-episode psychosis or clinical risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44766, "infons": {"fpage": "1328", "lpage": "1336", "name_0": "surname:Roiser;given-names:JP", "name_1": "surname:Howes;given-names:OD", "name_2": "surname:Chaddock;given-names:CA", "name_3": "surname:Joyce;given-names:EM", "name_4": "surname:McGuire;given-names:P", "pub-id_doi": "10.1093/schbul/sbs147", "pub-id_pmid": "23236077", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "Neural and behavioral correlates of aberrant salience in individuals at risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44857, "infons": {"fpage": "194", "lpage": "202", "name_0": "surname:Wittmann;given-names:BC", "name_1": "surname:Bunzeck;given-names:N", "name_2": "surname:Dolan;given-names:RJ", "name_3": "surname:Düzel;given-names:E", "pub-id_doi": "10.1016/j.neuroimage.2007.06.038", "pub-id_pmid": "17764976", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "38", "year": "2007"}, "text": "Anticipation of novelty recruits reward system and hippocampus while promoting recollection", "sentences": [], "annotations": [], "relations": []}, {"offset": 44949, "infons": {"fpage": "369", "lpage": "379", "name_0": "surname:Bunzeck;given-names:N", "name_1": "surname:Düzel;given-names:E", "pub-id_doi": "10.1016/j.neuron.2006.06.021", "pub-id_pmid": "16880131", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "51", "year": "2006"}, "text": "Absolute coding of stimulus novelty in the human substantia nigra/VTA", "sentences": [], "annotations": [], "relations": []}, {"offset": 45019, "infons": {"fpage": "549", "lpage": "559", "name_0": "surname:Kakade;given-names:S", "name_1": "surname:Dayan;given-names:P", "pub-id_doi": "10.1016/S0893-6080(02)00048-5", "pub-id_pmid": "12371511", "section_type": "REF", "source": "Neural Netw.", "type": "ref", "volume": "15", "year": "2002"}, "text": "Dopamine: generalization and bonuses", "sentences": [], "annotations": [], "relations": []}, {"offset": 45056, "infons": {"section_type": "REF", "type": "ref"}, "text": "Schott B. H. et al. Fronto-limbic novelty processing in acute psychosis: disrupted relationship with memory performance and potential implications for delusions. Front. Behav. Neurosci.9 (2015). 10.3389/fnbeh.2015.00144.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45277, "infons": {"fpage": "4", "lpage": "6", "name_0": "surname:Jabbi;given-names:M", "pub-id_doi": "10.1038/mp.2012.12", "pub-id_pmid": "22411228", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "18", "year": "2013"}, "text": "Midbrain presynaptic dopamine tone predicts sustained and transient neural response to emotional salience in humans: fMRI, MEG and FDOPA PET", "sentences": [], "annotations": [], "relations": []}, {"offset": 45418, "infons": {"fpage": "979", "lpage": "992", "name_0": "surname:Savla;given-names:GN", "name_1": "surname:Vella;given-names:L", "name_2": "surname:Armstrong;given-names:CC", "name_3": "surname:Penn;given-names:DL", "name_4": "surname:Twamley;given-names:EW", "pub-id_doi": "10.1093/schbul/sbs080", "pub-id_pmid": "22949733", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "Deficits in domains of social cognition in schizophrenia: a meta-analysis of the empirical evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 45518, "infons": {"fpage": "984", "name_0": "surname:Taylor;given-names:SF", "name_1": "surname:Phan;given-names:KL", "name_2": "surname:Britton;given-names:JC", "name_3": "surname:Liberzon;given-names:I", "pub-id_doi": "10.1038/sj.npp.1300679", "pub-id_pmid": "15689961", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "30", "year": "2005"}, "text": "Neural response to emotional salience in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45573, "infons": {"fpage": "703", "lpage": "713", "name_0": "surname:Lisman;given-names:JE", "name_1": "surname:Grace;given-names:AA", "pub-id_doi": "10.1016/j.neuron.2005.05.002", "pub-id_pmid": "15924857", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "46", "year": "2005"}, "text": "The hippocampal-VTA loop: controlling the entry of information into long-term memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 45658, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45725, "infons": {"fpage": "53", "lpage": "58", "name_0": "surname:Andreasen;given-names:NC", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "155", "year": "1989"}, "text": "Scale for the assessment of negative symptoms (SANS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 45778, "infons": {"fpage": "267", "lpage": "275", "name_0": "surname:Hall;given-names:RCW", "pub-id_doi": "10.1016/S0033-3182(95)71666-8", "pub-id_pmid": "7638314", "section_type": "REF", "source": "Psychosomatics", "type": "ref", "volume": "36", "year": "1995"}, "text": "Global assessment of functioning: a modified scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 45829, "infons": {"section_type": "REF", "type": "ref"}, "text": "Beck, Aaron T., Robert A. Steer, and Gregory K. Brown. \"Beck depression inventory-II.\" San Antonio 78, 490–498 (1996).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45948, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cattell R. B. & Cattell A. K. S. Measuring Intelligence with the Culture Fair Tests. Champaign, IL: IPAT. (1977).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46062, "infons": {"fpage": "2940", "lpage": "2948", "name_0": "surname:Bunzeck;given-names:N", "pub-id_doi": "10.1093/cercor/bhm020", "pub-id_pmid": "17383999", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "17", "year": "2007"}, "text": "Mesolimbic novelty processing in older adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 46108, "infons": {"fpage": "825", "lpage": "841", "name_0": "surname:Jenkinson;given-names:M", "name_1": "surname:Bannister;given-names:P", "name_2": "surname:Brady;given-names:M", "name_3": "surname:Smith;given-names:S", "pub-id_doi": "10.1006/nimg.2002.1132", "pub-id_pmid": "12377157", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Improved optimization for the robust and accurate linear registration and motion correction of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 46216, "infons": {"fpage": "381", "lpage": "397", "name_0": "surname:Winkler;given-names:AM", "name_1": "surname:Ridgway;given-names:GR", "name_2": "surname:Webster;given-names:MA", "name_3": "surname:Smith;given-names:SM", "name_4": "surname:Nichols;given-names:TE", "pub-id_doi": "10.1016/j.neuroimage.2014.01.060", "pub-id_pmid": "24530839", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "92", "year": "2014"}, "text": "Permutation inference for the general linear model", "sentences": [], "annotations": [], "relations": []}, {"offset": 46267, "infons": {"fpage": "1", "lpage": "25", "name_0": "surname:Nichols;given-names:TE", "name_1": "surname:Holmes;given-names:AP", "pub-id_doi": "10.1002/hbm.1058", "pub-id_pmid": "11747097", "section_type": "REF", "source": "Hum. Brain. Mapp.", "type": "ref", "volume": "15", "year": "2002"}, "text": "Nonparametric permutation tests for functional neuroimaging: a primer with examples", "sentences": [], "annotations": [], "relations": []}, {"offset": 46351, "infons": {"fpage": "580", "lpage": "589", "name_0": "surname:Murty;given-names:VP", "pub-id_doi": "10.1016/j.neuroimage.2014.06.047", "pub-id_pmid": "24979343", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "100", "year": "2014"}, "text": "Resting state networks distinguish human ventral tegmental area from substantia nigra", "sentences": [], "annotations": [], "relations": []}, {"offset": 46437, "infons": {"fpage": "S113", "name_0": "surname:Schott;given-names:B", "section_type": "REF", "source": "Eur. Arch. Psychiatry Clin. Neurosci.", "type": "ref", "volume": "1", "year": "2015"}, "text": "Fronto-limbic novelty processing in acute psychosis: inefficient hippocampal encoding and potential implications for delusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 46564, "infons": {"fpage": "197", "name_0": "surname:Jensen;given-names:J", "name_1": "surname:Kapur;given-names:S", "pub-id_doi": "10.1017/S0033291708003899", "pub-id_pmid": "18694541", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "39", "year": "2009"}, "text": "Salience and psychosis: moving from theory to practise", "sentences": [], "annotations": [], "relations": []}, {"offset": 46619, "infons": {"fpage": "193", "name_0": "surname:Ranganath;given-names:C", "name_1": "surname:Gregor;given-names:R", "pub-id_doi": "10.1038/nrn1052", "pub-id_pmid": "12612632", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "4", "year": "2003"}, "text": "Neural mechanisms for detecting and remembering novel events", "sentences": [], "annotations": [], "relations": []}, {"offset": 46680, "infons": {"fpage": "59", "lpage": "68", "name_0": "surname:Haralanova;given-names:E", "name_1": "surname:Haralanov;given-names:S", "name_2": "surname:Beraldi;given-names:A", "name_3": "surname:Möller;given-names:HJ", "name_4": "surname:Hennig-Fast;given-names:K", "pub-id_doi": "10.1007/s00406-011-0227-1", "pub-id_pmid": "21792533", "section_type": "REF", "source": "Eur. Arch. Psychiatry Clin. Neurosci.", "type": "ref", "volume": "262", "year": "2012"}, "text": "Subjective emotional over-arousal to neutral social scenes in paranoid schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46765, "infons": {"fpage": "1020", "lpage": "1030", "name_0": "surname:Hadley;given-names:JA", "pub-id_doi": "10.1038/npp.2013.305", "pub-id_pmid": "24165885", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "Ventral tegmental area/midbrain functional connectivity and response to antipsychotic medication in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46879, "infons": {"fpage": "4693", "lpage": "4709", "name_0": "surname:Fiorillo;given-names:CD", "name_1": "surname:Yun;given-names:SR", "name_2": "surname:Song;given-names:MR", "pub-id_doi": "10.1523/JNEUROSCI.3886-12.2013", "pub-id_pmid": "23486943", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "33", "year": "2013"}, "text": "Diversity and homogeneity in responses of midbrain dopamine neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 46947, "infons": {"fpage": "105", "lpage": "115", "name_0": "surname:White;given-names:TP", "name_1": "surname:Joseph;given-names:V", "name_2": "surname:Francis;given-names:ST", "name_3": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1016/j.schres.2010.07.020", "pub-id_pmid": "20724114", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "123", "year": "2010"}, "text": "Aberrant salience network (bilateral insula and anterior cingulate cortex) connectivity during information processing in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47082, "infons": {"fpage": "17", "lpage": "27", "name_0": "surname:Palaniyappan;given-names:L", "name_1": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1503/jpn.100176", "pub-id_pmid": "21693094", "section_type": "REF", "source": "J. Psychiatry Neurosci.", "type": "ref", "volume": "37", "year": "2012"}, "text": "Does the salience network play a cardinal role in psychosis? An emerging hypothesis of insular dysfunction", "sentences": [], "annotations": [], "relations": []}, {"offset": 47189, "infons": {"fpage": "1326", "lpage": "1334", "name_0": "surname:Bernacer;given-names:J", "pub-id_doi": "10.1176/appi.ajp.2013.12070978", "pub-id_pmid": "23732871", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "170", "year": "2013"}, "text": "Methamphetamine-induced disruption of Frontostriatal reward learning signals: relation to psychotic symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 47298, "infons": {"fpage": "104", "lpage": "111", "name_0": "surname:Gradin;given-names:VB", "pub-id_doi": "10.1016/j.pscychresns.2012.06.003", "section_type": "REF", "source": "Psychiatry Res. Neuroimag.", "type": "ref", "volume": "211", "year": "2013"}, "text": "Salience network-midbrain dysconnectivity and blunted reward signals in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47384, "infons": {"fpage": "746", "name_0": "surname:Koo;given-names:MS", "pub-id_doi": "10.1001/archpsyc.65.7.746", "pub-id_pmid": "18606948", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "65", "year": "2008"}, "text": "A cross-sectional and longitudinal magnetic resonance imaging study of cingulate gyrus gray matter volume abnormalities in first-episode schizophrenia and first-episode affective psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47573, "infons": {"fpage": "2325", "lpage": "2333", "name_0": "surname:Radua;given-names:J", "pub-id_doi": "10.1016/j.neubiorev.2012.07.012", "pub-id_pmid": "22910680", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "36", "year": "2012"}, "text": "Multimodal meta-analysis of structural and functional brain changes in first episode psychosis and the effects of antipsychotic medication", "sentences": [], "annotations": [], "relations": []}, {"offset": 47712, "infons": {"section_type": "REF", "type": "ref"}, "text": "Borgwardt S. J. et al. Structural brain abnormalities in individuals with an at-risk mental state who later develop psychosis. Br. J. Psychiatry19110.1192/bjp.191.51.s69 (2007).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47890, "infons": {"fpage": "203", "lpage": "209", "name_0": "surname:Wendt;given-names:J", "name_1": "surname:Weike;given-names:AI", "name_2": "surname:Lotze;given-names:M", "name_3": "surname:Hamm;given-names:AO", "pub-id_doi": "10.1016/j.biopsycho.2010.11.009", "pub-id_pmid": "21130141", "section_type": "REF", "source": "Biol. Psychol.", "type": "ref", "volume": "86", "year": "2011"}, "text": "The functional connectivity between amygdala and extrastriate visual cortex activity during emotional picture processing depends on stimulus novelty", "sentences": [], "annotations": [], "relations": []}, {"offset": 48039, "infons": {"fpage": "40", "lpage": "47", "name_0": "surname:Butler;given-names:PD", "name_1": "surname:Silverstein;given-names:SM", "name_2": "surname:Dakin;given-names:SC", "pub-id_doi": "10.1016/j.biopsych.2008.03.023", "pub-id_pmid": "18549875", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Visual perception and its impairment in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48093, "infons": {"fpage": "1351", "lpage": "1360", "name_0": "surname:Bunzeck;given-names:N", "name_1": "surname:Guitart-Masip;given-names:M", "name_2": "surname:Dolan;given-names:RJ", "name_3": "surname:Duzel;given-names:E", "pub-id_doi": "10.1093/cercor/bhs420", "pub-id_pmid": "23307638", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Pharmacological dissociation of novelty responses in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 48162, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mathalon, D. H. & Ford, J. M. Neurobiology of Schizophrenia: search for the elusive correlation with symptoms. Front. Hum. Neurosci.610.3389/fnhum.2012.00136 (2012).", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}