{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "6480831", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13063-019-3311-x", "article-id_pmc": "6480831", "article-id_pmid": "31014369", "article-id_publisher-id": "3311", "elocation-id": "229", "kwd": "Schizophrenia auditory verbal hallucinations non-invasive brain stimulation repetitive transcranial magnetic stimulation clinical response predictive biomarkers structural connectivity functional connectivity clinical trial", "license": "Open AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Thomas;given-names:Fanny", "name_1": "surname:Bouaziz;given-names:Noomane", "name_10": "surname:Valero-Cabré;given-names:Antoni", "name_11": "surname:Januel;given-names:Dominique", "name_2": "surname:Gallea;given-names:Cécile", "name_3": "surname:Schenin-King Andrianisaina;given-names:Palmyre", "name_4": "surname:Durand;given-names:Florence", "name_5": "surname:Bolloré;given-names:Ombline", "name_6": "surname:Benadhira;given-names:René", "name_7": "surname:Isaac;given-names:Clémence", "name_8": "surname:Braha-Zeitoun;given-names:Sonia", "name_9": "surname:Moulier;given-names:Virginie", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "20", "year": "2019"}, "text": "Structural and functional brain biomarkers of clinical response to rTMS of medication-resistant auditory hallucinations in schizophrenia patients: study protocol for a randomized sham-controlled double-blind clinical trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 223, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 234, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The potential of non-invasive repetitive transcranial magnetic stimulation (rTMS) to improve auditory verbal hallucinations (AVH) in schizophrenia patients has been increasingly explored over the past decade. Despite highly promising results, high inter-individual variability of clinical response and ineffective outcomes in a significant number of patients underscored the need to identify factors associated with the clinical response to rTMS. It should help improve the efficacy of rTMS in patients with medication-resistant AVH, and allow a better understanding of its neural impact. Here, we describe an exploratory study protocol which aims to identify structural and functional brain biomarkers associated with clinical response after an rTMS treatment for medication-resistant AVH in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1042, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 1050, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Forty-five schizophrenia patients with medication-resistant AVH will be enrolled in a double-blind randomized sham-controlled monocentric clinical trial. Patients will be assigned to a regime of 20 sessions of active or sham 1 Hz rTMS delivered twice a day, 5 days a week for 2 weeks over the left temporo-parietal junction. Response will be assessed after rTMS and patients will be classified in responders or non-responders to treatment. Magnetic resonance imaging (MRI) sessions including diffusion weighted imaging and resting-state functional MRI sequences will be recorded before the onset of the rTMS treatment and 3 days following its discontinuation. The primary outcome measure is difference in fractional anisotropy between responder and non-responder patients at baseline. Differences in resting-state functional MRI data at baseline will be also investigated between responder and non-responder groups. Clinical, neuropsychological, neurophysiological, and blood serum BDNF assessments will be performed at baseline, 3 days, 1 month, and 3 months following rTMS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2126, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 2137, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The aim of this research project is to identify and assess the biomarker value of MRI-based structural and functional biomarkers predicting clinical response to rTMS for AVH in schizophrenia patients. The outcome of the trial should improve patient care by offering them a novel suitable therapy and deepen our understanding on how rTMS may impact AVH and develop more effective therapies adapted to individual patient needs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2563, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Trial registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 2582, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "ClinicalTrials.gov, NCT02755623. Registered on 22 April 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2644, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 2678, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (10.1186/s13063-019-3311-x) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2814, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2825, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia has been conceptualized as a brain connectivity disorder, which would be the cause of the main symptoms of the pathology. Auditory verbal hallucinations (AVH) are the hallmark symptom of schizophrenia, present in 70–80% of patients and have been linked to alterations in structural and/or functional interactions. In the structural domain, alterations of white matter integrity in the left arcuate fasciculus and interhemispheric projections via the corpus callosum have been associated with AVH in schizophrenia patients. Additionally, in the functional domain, deficits of resting-state functional connectivity have been reported for left fronto-temporal interactions, across nodes of the Default Mode Network (DMN) and also between DMN and Salience Network regions, and have been associated with AVH severity. In line with the concept of altered connectivity, treatments with the ability to modulate local brain activity and network functional connectivity could serve to normalize dysfunction in perturbed networks, improving AVH severity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3883, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Repetitive transcranial magnetic stimulation (rTMS) is a non-invasive brain stimulation technology with the ability to modulate the activity of directly targeted cortical areas and their associated networks. Widely used over the last two decades in exploratory, diagnostic, and therapeutic applications, rTMS has shown a promising potential for restoring abnormal functional connectivity patterns underlying pathology. Several meta-analyses have demonstrated that low-frequency rTMS patterns delivered to the left temporoparietal junction (TPJ) significantly reduced AVH in schizophrenia. However, the clinical benefit of this therapy remains moderate and is characterized by a high degree of interindividual variability. Indeed, a large number of patients appear to respond poorly, exhibiting no significant improvement in AVH rates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4718, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Variability of clinical response to rTMS has been explained by brain connectivity differences subtending functional and/or structural interactions. Nonetheless, to date, very few studies have aimed to further characterize the detailed determinants of this variability. A better understanding of this phenomena bears the potential to increase the effectiveness of rTMS-based treatments and promote the development of individualized therapeutic approaches tailored to the specificities of each patient. The identification of predictive and explanatory biomarkers of clinical response to rTMS is an expanding domain with the potential to improve therapeutic plans offered to patients, while improving our understanding of underlying rTMS mechanisms on pathological symptoms such as AVH. Herein, we will test the impact of active rTMS 1 Hz stimulation delivered to the left TPJ on AVH severity scores and use such outcomes to quantify interindividual clinical response variability and test the predictive and explanatory value of a series of magnetic resonance imaging (MRI)-based functional and structural biomarkers assessing interregional interactions. A large battery of clinical, neuropsychological, and motor excitability neurophysiological assessments as well as molecular biology serum assays will be performed in parallel to better understand the determinants of AVH in schizophrenia and pinpoint rTMS therapeutic mechanisms. We hypothesize that rTMS treatment for AVH will show large interindividual response variability, providing a unique opportunity to identify MRI-based structural and functional connectivity biomarkers of positive clinical response to focal neurostimulation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6406, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Aims and hypotheses", "sentences": [], "annotations": [], "relations": []}, {"offset": 6426, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The main objective of this trial is to identify whether the clinical response to rTMS for AVH in schizophrenia patients could be driven by distinct brain connectivity patterns. The clinical response to rTMS is defined as a decrease of 50% or more in the Hallucinations Change Score (HCS) at the end of the active rTMS stimulation (week 3 (W3)) from the baseline (W0) value. We sought to determine whether structural (arcuate fasciculus and corpus callosum) and functional (frontal-temporo-parietal network and the DMN) connectivity differences in AVH-related networks may influence the therapeutic effect of rTMS. These differences may explain why some patients do not respond to active rTMS treatment while others do. We hypothesize that structural and functional connectivity in AVH-related networks would be distinct between schizophrenia patients who respond to rTMS and those who do not.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7319, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In a second aim, given rTMS can modulate the resting-state functional connectivity between frontal and temporo-parietal cortices in schizophrenia related to improvements in AVH, we sought to evaluate whether there are functional connectivity changes in schizophrenia patients associated with clinical improvement following the rTMS treatment. We hypothesized that functional connectivity changes after rTMS treatment will be only observed in schizophrenia patients who respond clinically to active rTMS (with a reduction of AVH), but not in those who do not.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7878, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods/design", "sentences": [], "annotations": [], "relations": []}, {"offset": 7893, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study design", "sentences": [], "annotations": [], "relations": []}, {"offset": 7906, "infons": {"file": "13063_2019_3311_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Flow chart of the study design", "sentences": [], "annotations": [], "relations": []}, {"offset": 7937, "infons": {"file": "13063_2019_3311_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Description of the enrolment, treatment, and assessments during the study protocol", "sentences": [], "annotations": [], "relations": []}, {"offset": 8020, "infons": {"file": "13063_2019_3311_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "AHRS Auditory Hallucinations Rating Scale, BDI Beck Depression Inventory, BDNF brain-derived neurotrophic factor, HCS Hallucination Change Score, MRI magnetic resonance imaging, PANSS Positive And Negative Syndrome Scale, MEP motor-evoked potentials, PSYRATS Psychotic Symptom Rating Scale, rTMS repetitive transcranial magnetic stimulation, t time point, W week.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8384, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This is a randomized, sham-controlled double-blind, monocentric study. Patients will be randomly assigned to one of two arms, either active rTMS or sham rTMS applied to the left TPJ of each patient. Twenty sessions of rTMS treatment will be administered daily (from Monday to Friday, weekends off) at a frequency of 1 Hz for a period of 2 weeks. Clinical, neuropsychological, neurophysiological, and biological evaluations will be carried out before regime onset (W0), on the week following the end of rTMS treatment (W3), and at 1 (W7) and 3 months (W15) after the termination of rTMS treatment. MRI sequences will be recorded at W0 and W3. The first MRI acquisition will be recorded on the Friday of W0 (3 days before rTMS treatment) and the second on the Monday of W3 (3 days after rTMS treatment). Figures 1 and 2 show the experimental design. The protocol study follows the SPIRIT recommendations. For the SPIRIT checklist see Additional file 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9335, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study setting", "sentences": [], "annotations": [], "relations": []}, {"offset": 9349, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This trial will be conducted by the Unité de Recherche Clinique of the Etablissement Public de Santé Ville-Evrard (Neuilly-sur-Marne, France). All assessments and rTMS interventions will be performed at the Unité de Recherche Clinique of the Établissement Public de Santé Ville-Evrard. The MRI acquisitions will be performed at the Center for Neuroimaging Research at the Institut du Cerveau et de la Moelle Epinière (Paris, France).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9783, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 9796, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Recruitment", "sentences": [], "annotations": [], "relations": []}, {"offset": 9808, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants will be enrolled through psychiatric services of the Établissement Public de Santé Ville-Evrard, hospitals of the region Ile-de-France (within and around Paris, France) and referral by medical practitioners or therapists. The choice of rTMS treatment for schizophrenia patients will be decided by their clinician consultant. Following verification of the eligibility criteria by researchers, patients wishing to participate in the protocol will be included in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10292, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Inclusion criteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 10311, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients will have to be diagnosed with schizophrenia according to DSM-5 (Diagnostic and Statistical Manual of Mental Disorders, 5th edition) criteria, suffer from medication-resistant AVH, demonstrate clinical stability for at least 3 months, be aged between 18 and 65 years old, and be right-handed. Medication refractoriness is defined as a failure of treatment with two different antipsychotic drugs, of which at least one is considered atypical. Patients and their physicians will be strongly instructed not to modify the pharmacological treatment right before or throughout participation in the study. Additionally, patients will have to have sufficient knowledge of the French language. All participants of the study will be asked to sign an informed consent form.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11083, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Non-inclusion criteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 11106, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients presenting with at least one of the following criteria are not to be enrolled in the study: (1) major psychiatric disorders other than schizophrenia according to DSM-5 criteria; (2) indulging in an addiction (alcohol, psychoactive substances) over the last 12 months; (3) having received rTMS treatment in the last 12 months; (4) participating in a concurrent research protocol; (5) a history of seizures; (6) having any contraindication for rTMS (patient with epilepsy, brain surgery and/or head trauma in the past, use of cardiac pacemaker, or surgical staples on the scalp); (7) having potential contraindications to MRI, e.g. pregnancy or lactating (a negative pregnancy test will be required if the patient is a female in reproductive years who does not use contraception), use of a cardiac pacemaker or surgical staples, patients suffering a neurological disorder, head trauma or claustrophobia; (8) patients with severe cardiovascular disease; (9) patients with medication which could decrease the epileptic threshold (bupropion, methadone, and theophylline); and (10) patients placed in psychiatric care either by the state or a third party.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12265, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Exit criteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 12279, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients will be withdrawn from the trial if (1) they simply wish to stop participation; (2) they could not undergo the first MRI session; (3) they did not complete the rTMS sessions; and (4) if they suffered from worsening symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12513, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Randomization and blinding", "sentences": [], "annotations": [], "relations": []}, {"offset": 12540, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study plans to include a total of 45 patients with schizophrenia randomized into two groups, namely an active rTMS group comprising 35 patients (78% of the total sample) and a sham rTMS group of 10 patients (22%). We will use computer generated blocked-randomization with stratification on gender to get an equal number of males and females on each group. The randomization will be carried out in five blocks of nine participants. Each block will consist of seven patients in the active rTMS group and two patients in the sham rTMS group. Each patient will be randomized during the baseline period by VM. In order to eliminate measurement bias, no member of the trial will be aware of the group in which each patient is randomized to, with the exception of the caregiver performing the rTMS treatment sessions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13355, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At the end of the rTMS treatment (W3), the medical evaluator will debrief with patients on their participation in the protocol and document if they felt they had been assigned to and therefore received an active or sham rTMS treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13591, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Interventions", "sentences": [], "annotations": [], "relations": []}, {"offset": 13605, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Active rTMS protocol", "sentences": [], "annotations": [], "relations": []}, {"offset": 13626, "infons": {"file": "13063_2019_3311_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "TMS-targeted region and coil placement. The left TPJ will be targeted using established spatial coordinates for the Wernicke’s area in the left TPJ (Montreal Neurological Institute (MNI) coordinates: x = − 69, y = − 41, z = 11; Hoffman et al.). Axial (a), coronal (b), and sagittal (c) MRI views of the location for the TMS targeted left TPJ are shown in this figure. This brain area will be labeled on a 3D rendering of the patient’s individual T1 MRI sequence on each patient. The TMS coil will be positioned tangential to the scalp location overlying the left TPJ using an MRI-based frameless stereotactic neuronavigation system (d and e)", "sentences": [], "annotations": [], "relations": []}, {"offset": 14268, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sessions of rTMS treatment will be carried out with a standard 70 mm figure-of-eight coil (Active Air Film coil, Magstim, Wales, UK), attached to a Magstim Rapid2 Stimulator (Magstim, Wales, UK). Participants will be randomly allocated to either the active rTMS (n = 35 patients) or to the sham rTMS (n = 10) groups. For both groups, the treatment will be administered in two consecutive sessions of rTMS, each delivered for 20 min and interleaved by a stimulation-free 1 h interval. All patients will receive twice-daily rTMS sessions over a period of 2 weeks (from Monday to Friday, weekends off), and therefore accrue a total of 20 rTMS stimulation sessions. The rTMS parameters that will be used are a frequency of 1 Hz (1 pulse per second), an intensity of 100% of the motor threshold (MT), and 1200 continuous pulses per session (thus 2400 pulses per day and 24,000 pulses in total for the whole treatment). The MT is defined as the minimal TMS intensity required to elicit motor evoked potentials (MEPs) measured with electromyographic (EMG) surface electrodes placed on the first dorsal interosseous hand muscle, of at least 50 μV peak-to-peak amplitude, at rest, in 5 out of 10 consecutive trials. The rTMS coil will be applied over the left TPJ, which will be targeted using established spatial coordinates for the Wernicke’s area in the left TPJ (Montreal Neurological Institute (MNI) coordinates: x = − 69, y = − 41, z = 11). This brain area will be labeled on a 3D rendering of the patient’s individual T1 MRI sequence on each patient. The TMS coil will be positioned tangential to the scalp location overlying the left TPJ using an MRI-based frameless stereotactic neuronavigation system (Brainsight, Rogue Research Inc., Montreal, Canada) (Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16032, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Sham rTMS protocol", "sentences": [], "annotations": [], "relations": []}, {"offset": 16051, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The sham TMS treatment condition will be strictly identical to the active treatment condition thanks to the use of a sham TMS coil (Sham Air Film coil, Magstim, Wales, UK). The sham rTMS coil is indistinguishable in terms of general appearance and shape from an active coil, and able to emulate periodic noise and scalp tactile sensations similar to those produced during the active TMS session for rTMS naïve patients or even experienced healthy subjects. Moreover, this coil has a magnetic shield that reduces the diffusion of the magnetic field under its surface, stimulating only scalp skin receptors or superficial muscles, without inducing any significant physiological transcranial effect on the brain. The two rTMS conditions will be performed in parallel in separate subsets of patients; therefore, patients and evaluators will not be able to differentiate between active and sham stimulation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16954, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Imaging acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 16974, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Before and after the TMS therapy, MRI scans will be obtained in all participants on a 3 Tesla scanner (Siemens Healthcare, Erlangen, Germany). To characterize brain structure and navigate the rTMS coil location, we will record three-dimensional, high-resolution, isovoxel, T1-weighted brain volumes acquired with the following parameters: 256 × 240 × 176 matrix size with 176 contiguous slices, field of view (FOV) = 256 mm, 1 mm isotropic resolution, sagittal slice orientation, repetition time (TR) = 2300 ms, and echo time (TE) = 2.98 ms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17516, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To characterize the structural connectivity, diffusion-weighted images (DWIs) will be obtained using a DWI sequence (104 × 104 × 84 matrix size with 60 contiguous slices, FOV = 208 mm, 2 mm isotropic resolution, transversal slice orientation, flip angle = 90°, TR = 3800 ms, TE = 86 ms). The encoding protocol will include 64 different non-collinear directions (gradient factor b = 1500 s/mm2) and one image without diffusion weighting used as the reference volume (b = 0 s/mm2, b0 image).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18006, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To characterize functional connectivity (resting-state functional MRI or rs-fMRI), we will record T2*-weighted MRI sequence applied with an echo-planar gradient (192 × 192 × 162 matrix size with 45 contiguous slices, FOV = 192 mm, 3 mm isotropic resolution, 20% interslice gap, transversal and coronal slice orientation, flip angle = 80°, TR = 2500 ms, TE = 30 ms) when subjects are resting while keeping their eyes closed. Patients are instructed to relax, remain still, and not to fall asleep.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18502, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After each MRI scan, we will also debrief with patients to investigate and document whether patients experienced hallucinations during the MRI sessions, and if so, in which sensory modalities and during which MRI sequences those might have occurred.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18752, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Outcome measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 18769, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Primary outcome measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 18794, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our primary aim is to identify brain connectivity differences between patients ‘responders’ and ‘non-responders’ to rTMS treatment. To cluster patients as ‘responders’ or ‘non-responders’, the clinical response to rTMS will be defined as a decrease of 50% or more in the HCS from baseline (W0) at the end of the active rTMS stimulation (W3). This definition is similar to that employed in previous studies. The HCS is described in the Clinical assessments section in the Secondary outcome measures paragraph and will allow analysis of the dataset in search of biomarkers associated with rTMS response, in particular structural and functional connectivity biomarkers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19461, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify structural connectivity biomarkers to rTMS therapeutic response, we will compare DWI datasets, acquired at baseline, between ‘responder’ and ‘non-responder’ patients to rTMS. More precisely, we will consider fractional anisotropy (FA) levels along tracts of interest that will be reconstructed from probabilistic tractography algorithms. FA levels will be obtained at several equidistant points along the tract of interest. This procedure will allow evaluation of the existence of global or focal (close to the stimulation site) white matter integrity alterations between ‘responders’ and ‘non-responders’. Tracts of interest will include the fasciculi that are involved in the language network (connections between TPJ and Broca areas, so called the arcuate fasciculi on each hemisphere, and transcallosal connections between the TPJ or Broca areas), and those that are part of the DMN (connections between the superior parietal cortex and prefrontal areas within each hemisphere; transcallosal connections between superior parietal cortex or prefrontal areas). FA values along each tract will be obtained at baseline (W0) and after rTMS treatment (W3) for ‘responders’ and ‘non-responders’.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20666, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify functional connectivity biomarkers to rTMS response, we will compare functional volumes, obtained at baseline and at rest, between ‘responders’ and ‘non-responders’. We will consider the connectivity strength between areas of networks of interest. Connectivity strength is the degree of dependence between the time courses of two areas (measured with a Pearson coefficient or using dynamic causal modeling (DCM)). The networks of interest will include the DMN (bilateral anterior cingulate cortex, bilateral prefrontal areas, bilateral superior parietal areas, bilateral precuneus) and the language network (bilateral TPJ, Broca areas). Connectivity strength between areas of these two networks will be obtained at baseline (W0) and after rTMS treatment (W3) in ‘responders’ and ‘non-responders’.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21475, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Secondary outcome measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 21502, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Sociodemographic and clinical data", "sentences": [], "annotations": [], "relations": []}, {"offset": 21537, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each participant, sociodemographic information (age, sex, educational level, marital status, main activity) and clinical data (onset of schizophrenia, number of hospitalizations, dosage of antipsychotic medication, drug consumption such as tobacco, alcohol and cannabis, history of neurostimulation treatment) will be registered in the patient’s case report form (CRF). Note that the pharmacological treatment is recorded at baseline for each patient and any change will be recorded in the patient’s CRF by the psychiatrist in charge. The Edinburgh handedness inventory will be used to ensure that all patients are right-handed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22170, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Clinical assessments", "sentences": [], "annotations": [], "relations": []}, {"offset": 22191, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Auditory Hallucinations Rating Scale (AHRS) is widely used to assess the presence and severity of AVH across seven items investigating frequency, level of reality, loudness, number of voices, length of the content, level of distraction, and distress. The HCS is linked to the AHRS and evaluates the percentage of AVH change. On a scale from 0 to 20, a default score of 10 will be attributed to a narrative description of the patient AVH prior to the rTMS sessions (baseline, W0). For the re-assessment of the AVH following rTMS treatment, scores will be evaluated again, and ascribed lower values (with 0 corresponding to total absence of AVH) if AVH severity decreases, whereas a higher score will be ascribed if AVH severity is worse (with 20 indicating twice the severity of AVH compared to baseline). The scoring system of the HCS allows estimation of a percentage of AVH change after rTMS treatment. A score of 5 or less ascribed by the medical evaluator at W3 indicates a decrease of 50% or more of AVH. In this case, the patient will be considered a ‘responder’. Otherwise, the patient will be considered a ‘non-responder’. The AHRS and HCS will be employed to assess the severity of AVH and the efficacy of rTMS therapy. AHRS and HCS will be recorded at each time point of this study (W0, W3, W7, and W15).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23510, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Positive And Negative Syndrome Scale is a 30-item scale, which is widely used to assess the overall disease severity of schizophrenia such as psychosis-related symptoms (hallucinatory behavior, delusions, emotional withdrawal, stereotyped thinking) and general psychopathology (including ‘poor attention’, depression and anxiety). In addition, the Psychotic Symptom Rating Scale (PSYRATS), a 17-item scale, will be employed to evaluate the psychotic symptoms (hallucinations and delusions) and the Scale for the Assessment of Negative Symptoms, a 25-item scale, will be used to assess the negative symptoms in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24139, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Comorbid depressive symptoms will be investigated with the Beck Depression Inventory, a 13-item, self-report rating inventory and the Calgary Depression Scale for Schizophrenia, a 9-item structured interview scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24354, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, the Short Form (36) Health Survey, a 36-item scale, will be used to obtain a measure of the health-associated quality of life such as physical functioning, bodily pain, role limitations due to physical health problems, role limitations due to personal or emotional problems, emotional well-being, social functioning, energy/fatigue, and general health perceptions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24728, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All of the above clinical scales will be recorded at baseline (W0) and at several stages following the end of the rTMS treatment (W3, W7, and W15). More precisely, clinical assessments at W3 will be mainly performed on Tuesday or Wednesday. It will be used to follow symptomatology of schizophrenia across this study and to investigate the impact of rTMS treatment on such symptoms, in particular AVH. Moreover, baseline AVH severity levels could also constitute a marker of the rTMS response in schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25248, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Neuropsychological assessments", "sentences": [], "annotations": [], "relations": []}, {"offset": 25279, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A neuropsychological assessment evaluating performance on several cognitive domains (more specifically, executive function, mental flexibility, inhibition, verbal fluency, memory, and writing abilities) will be carried out on each participant. These data recorded at baseline (W0) will be used to evaluate cognitive impairment and identify potential neuropsychological markers associated with rTMS response. Carried out in the post rTMS period, this assessment will also allow study of the impact of multiday rTMS regime on cognitive function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25823, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The assessment will be performed prior (W0) and, most importantly, at several intervals following the end of the rTMS regime (W3, W7, and W15). It will include the following tasks: the Trail Making Test A and B, the Stroop test, the Hanoi Tower, the Wisconsin Card Sorting Test, a Verbal Fluency task, the California Verbal Learning test, the Digit Span and Visual Memory tests, an autobiographical memory task, and a dictation writing task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26265, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Neurophysiological assessments", "sentences": [], "annotations": [], "relations": []}, {"offset": 26296, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Before and after rTMS treatment, cortical excitability measures will be assessed for each patient using a standard 70 mm figure-of-eight coil (MCF-B65 Butterfly Coil, MagVenture A/S, Farum, Denmark) attached to a MagPro R30 stimulator with MagOption (Medtronic A/S, Copenhagen, Denmark). The MT will be assessed using the TMS Motor Threshold Assessment Tool (MTAT 2.0, http://www.clinicalresearcher.org/software.htm). Self-adhesive, solid gel-coated disposable Ag/AgCl surface electrodes placed on the first dorsal interosseous hand muscle will be employed to record these measures. Peak-to-peak MEP amplitudes will be recorded at 120% of the individual MT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26954, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Moreover, several neuroexcitability abnormalities have been described in schizophrenia patients, essentially in cortical inhibition. A deficit of intracortical inhibition (ICI) is the most robust finding in this patient population, whereas deficits of the cortical silent period (CSP) and MT have been reported inconsistently. In our protocol, the CSP, ICI, and intracortical facilitation (ICF) will also be recorded to monitor potential motor intracortical changes following the rTMS treatment over the left TPJ. To this regard, a recent clinical case reported indirect signs of clinical improvement and motor excitability changes via CSP in a pontine stroke patient after rTMS treatment delivered over the left TPJ to treat their AVH. The CSP will be evoked by applying TMS intensity at 120% of the individual MT while patients will perform a hand isometric contraction of approximately 50% of their maximum force. The duration of the CSP will be measured from the end of MEP until the re-occurrence of EMG activity. ICI and ICF will be determined using a paired-pulse paradigm. The conditioning subthreshold stimulus, which will be set at 80% of MT, will be preceded by a suprathreshold stimulus test at 120% of the MT. Interstimulus intervals will be set at 2 and 4 ms for ICI and at 10 and 15 ms for ICF. The EMG activity will be recorded by a computer using System PLUS EVOLUTION software (version 1.04, Micromed, Mâcon, France).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28390, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MEPs amplitude at 120% of the MT as well as CSP, ICI, and ICF will be obtained prior (W0) and following the rTMS treatment (W3, W7 and W15) and will be used to estimate individual levels of motor cortical excitability between ‘responder’ and ‘non-responder’ patients, monitoring potential changes of such across treatment and during follow-up. Electrophysiological measures comparing pre versus post rTMS between ‘responders’ and ‘non-responders’ could constitute a potential explanatory marker informing on rTMS mechanism of action.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28928, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Biological measures from blood samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 28967, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Brain-derived neurotrophic factor (BDNF) is a neurotrophin that plays a key role in neuronal survival and synaptic plasticity (i.e. morphological and physiological changes of synapses induced by neuronal activity changes). BDNF levels may reflect a decrease or increase of brain activity and provide a potential explanatory marker of rTMS effects. Serum BDNF levels will be measured and compared between ‘responder’ versus ‘non-responder’ patient groups and also between active rTMS versus sham rTMS stimulated groups of patients. This will allow investigation of rTMS-induced brain plasticity changes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29570, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To this end, blood samples will be collected from all patients in the morning (before 10:00 a.m.) at baseline (W0) and after the end of the regime (W3, W7, and W15) in a 3.5 mL serum separator tube (SST™ II Advance, BD Vacutainer®, New Jersey, USA). Blood samples will be stored at room temperature for 20 min, then centrifuged at 3500 rpm at 4 °C for 20 min. Serum will be separated from blood and kept in a refrigerator at − 30 °C prior to analyses. Serum optical density will be measured at 450 nm using a microplate reader (EZ Read 400, Biochrom, Cambridge, UK). BDNF concentrations will be determined by comparing the optical density to a standard curve.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30230, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participant timeline", "sentences": [], "annotations": [], "relations": []}, {"offset": 30251, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The week prior to the onset of the 10-day rTMS treatment, clinical scales, neuropsychological tests, structural and functional MRI recordings, neurophysiological motor excitability evaluations, and biological markers from blood serum samples will be obtained. Once baseline recordings are completed, the rTMS treatment will start. Each patient will receive a total of 20 sessions of 1 Hz rTMS (1200 pulses/session, two sessions/day from Monday to Friday, over two consecutive weeks), delivered on the left TPJ region. Once the rTMS treatment is completed, many of the same clinical, neuropsychological, neuroimaging, and neurophysiological measures determined during the baseline prior to rTMS regime onset will be recorded again to evaluate the impact of stimulation (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31029, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data collection and management", "sentences": [], "annotations": [], "relations": []}, {"offset": 31060, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A CRF will be used to collect the data for each participant. To preserve patient anonymity, an identification code is allocated during the enrollment phase allowing patient identification on the CRF. Throughout this trial, CRFs will be reviewed to ensure complete and accurate collection of data following each assessment. CRFs will be stored in a locked cupboard for data security. MRI data will be stored on a computer secured by a password and will be identified with the patient’s identification code to preserve anonymity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31588, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31609, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Sample size", "sentences": [], "annotations": [], "relations": []}, {"offset": 31621, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The aim of this trial is to investigate the difference in brain functional and structural connectivity in schizophrenia patients receiving an active rTMS treatment and clinically responding to it or not as assessed by an amelioration of their AVH symptoms. Therefore, the sample size was calculated to determine the number of patients to be included in the active rTMS group on the basis of the primary outcome, namely the difference in FA values at baseline between ‘responders’ and ‘non-responders’. Unfortunately, no study provides a significant difference of rs-fMRI measures or FA values for a given tract (such as the left arcuate fasciculus) before and following a clinically effective versus a non-clinically effective rTMS treatment in schizophrenia patients, which would allow us to accurately estimate the adequate sample size for our trial. Nonetheless, FA values are highly reproducible and have a reliable estimation of variance. Therefore, we focused on FA values to determine sample size. Therefore, on the basis of a significant difference in the FA values between schizophrenia patients and healthy subjects for the left arcuate fasciculus and assuming an α risk of 0.05 and a 1-β power of 0.80, we estimated the need to include 32 patients for the active rTMS group. To overcome an estimated 10% drop-out, we increased our recruitment needs for active rTMS group to 35 patients. Given a proportion of ‘responders’ and ‘non-responders’ to rTMS treatment as the one we propose for AVH in schizophrenia estimated at 40% and 60%, respectively, we will divide our cohort into 14 ‘responders’ and 21 ‘non-responder’ patients. According to a prior study, a minimum of 14 participants per group (‘responders’ or ‘non-responders’) has been deemed sufficient to conduct statistical analysis in neuroimaging and detect a significant effect of rTMS on brain structural connectivity. Moreover, a sham rTMS group of 10 patients will be followed in parallel to control for the placebo rTMS effect on AVH. As a result, the total number of participants required for the study is of 45 patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33718, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33732, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to meet the objectives of this trial, structural and functional connectivity data will be processed in two different ways. First, we will compare measures, obtained at baseline (W0), between ‘responder’ and ‘non-responder’ patients submitted to active rTMS to identify potential brain biomarkers associated with rTMS response. Secondly, we will compare these same data, before versus after active rTMS, between groups of ‘responders’ and ‘non-responders’ to determine explanatory markers of active rTMS-induced AVH improvement. For both steps, we sought to show a significant difference between ‘responders’ and ‘non-responders’. Thirdly, additional exploratory analysis will be performed on clinical, neurophysiological, neuropsychological, and biological measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34508, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MRI data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34526, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Regions of interest (ROIs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 34553, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two spherical ROIs corresponding to the rTMS target (left TPJ) and its homotopic region in the right hemisphere (right TPJ) will be generated using the MarsBaR toolbox (http://marsbar.sourceforge.net/). Each sphere of a 5 mm radius will be centered at x = − 55, y = − 41, and y = 11 for the left TPJ, and at x = 55, y = − 41, and y = 11 for the right TPJ. MNI atlases will be used to define ROIs containing the nodes of the DMN and the language network. The masks of the left and right frontal inferior gyri and posterior cingulate cortex will be extracted from the WFU PickAtlas (http://fmri.wfubmc.edu/software/PickAtlas). A mask of the corpus callosum will be manually drawn on a T1-weighted MNI template using the Functional Magnetic Resonance Imaging of the Brain (FMRIB) Software Library (FSL 5.0.9, http://www.fmrib.ox.ac.uk/fsl/). For tractography analyses, the same ROI will be de-normalized from the MNI space to the individual space using the inverse transformation obtained from the VBM8 toolbox.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35562, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Structural connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 35595, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Diffusion images will be preprocessed using FSL software and then processed for probabilistic diffusion tractography with MRtrix3 software (http://www.mrtrix.org/). Diffusion volumes will be corrected for motion and geometric distortions induced by eddy currents. The constrained spherical deconvolution method will be used to estimate the fiber orientation distribution function (ODF) in MRtrix3. In the native space of each subject, a seed-to-target analysis will be performed to reconstruct the tracts of interest included in the DMN and the language network (arcuate fasciculus, corpus callosum).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36196, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fiber-tracking maps will be created for each subject by using FSL software (data preprocessing) and MRtrix3 software (diffusion images). Using a voxel-wise model of diffusion (the Q-ball model), the maximum-likelihood solution for fiber orientation within each voxel will be represented by an ODF on the location of the fiber trajectory. The ODF characterizes the orientation dependency of the diffusion probability density function of water molecules in several possible directions for each voxel. This model can be used to track complex fiber configurations. The ODF information obtained from constrained spherical deconvolution will be used with a suitable fiber-tracking algorithm to infer connectivity of crossing fibers. We will use a probabilistic streamline algorithm with the entire ODF as a probability density function (ODF threshold = 0.1; step size = 0.5 mm x voxelsize; radius of curvature = 1 mm; up-sampling of DWIs, data to 1 mm). In the native individual space, we will perform a seed-to-target analysis from ROIs of the networks of interest (see Region of interest section). These regions will include the bilateral TPJ, the inferior frontal gyri and the corpus callosum. We will use the following probabilistic tractography algorithm: the number of fibers (streamlines) connecting a seed voxel to a target voxel will be calculated by sampling 1 million draws for each fiber connecting the seed to the target. The pair-wise connections of the DMN and the language networks will be reconstructed for each subject.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37728, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Once tracts are reconstructed, one complementary measure will be considered. FA values will be measured along the tracts of interest. Along-tract measures of FA will be obtained on the basis of B-spline resampling of the fibers and averaging the FA values for each individual fiber on a given location (elastic model with 30 points in space at analogous anatomical locations in each individual). For instance, for the language network, the posterior location will be defined on the ROI of the TPJ, whereas the anterior location will be defined as the level of the ROI of the Broca areas. Mean FA values will be calculated at each point of the mean fiber along the y axis to check for local differences at specific points of the tract. A linear mixed-effects model will be applied serially for each tract and permutation methods will be performed to adjust the p values and control the Type 1 error.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38627, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Resting-state functional connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38674, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical parametric mapping software (SPM8, Wellcome Department of Cognitive Neurology, London, UK) will be used for image processing (http://www.fil.ion.ucl.ac.uk/spm/). The functional images will be interpolated in time to correct for phase advance during volume acquisition, and will be realigned with the first image of each session. The anatomical image and the realigned functional images of each subject will then be normalized to a common standard space by using the MNI template (DARTEL). The functional data will be spatially smoothed with a 4-mm full-width at half-maximum Gaussian filter and temporally filtered (0.01–0.08 Hz) with a 128-s period high-pass filter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39354, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional connectivity analysis will be performed. The correlations in spontaneous BOLD fluctuations reflect the inter-regional correlations in neuronal variability. The averaged time course will be obtained from a previously defined ROI (posterior cingulate cortex for the DMN, TPJ for the language network). The correlation analysis will be performed in a voxel-wise way to generate the functional connectivity map. The correlation coefficient map will be converted into a z map by Fisher’s r-to-z transform to improve the normality (Data Processing Assistant for Resting-State fMRI, http://www.restfmri.net). For each network of interest (DMN, language network), the second level analysis will be performed using a two-tailed, two-sample t test on the z-score maps to show group differences on connections of the DMN and language networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40198, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Effective connectivity analysis will be performed using DCM with the DCM10 routine implemented in Statistical Parametric Mapping software 12. The first eigenvectors will be extracted from the ROIs representing the DMN and language networks (see ‘Regions of interest’ section). The a priori models will be based on anatomical connections, considering a fully connected model of the DMN and language network. Intrinsic connectivity will be defined as the endogenous connectivity parameter without driving input. The intrinsic connectivity values will be obtained for each subject in the best model of each network that will be considered for group analysis. Bayesian model selection will be used to determine the best model between unilateral and bilateral connections. Expected posterior model probabilities and exceedance probabilities will be computed. The group analysis on the DCM parameters will only include the model that will best fit the data. Within each group, one sample t test will be conducted to examine whether the parameters of the model that best fits the data will have significant non-zero values. Two-sample t tests will be used to identify group differences in intrinsic connectivity on each connection. The same will be performed for the DMN to examine whether rTMS has a specific effect on the language network or a more global effect on attentional mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41583, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Demographic, clinical, neurophysiological, neuropsychological and biological data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41674, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Socio-demographic data will be compared between the active rTMS and the sham rTMS groups, and also between the ‘responder’ and ‘non-responder’ groups, using a two-sample t test (Student’s t test) or a χ2 test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41884, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To control for the rTMS treatment efficacy, a repeated-measures analysis of variance (ANOVA) will be performed on AHRS with time (before/after rTMS) as the within-subject factor and group (active rTMS/sham rTMS) as the between-group factor (based on the per-protocol principles). The same strategy will be followed for clinical, neurophysiological, neuropsychological, and biological data. Post-hoc pair-wise comparisons will be performed using a two-sample t test (Student’s t test) or χ2 test. Bonferroni correction will be applied as a multiple comparison adjustment to reduce the chances of a false positive result. Normality of data distribution (Shapiro–Wilk’s test) and equality of variances (Levene’s test) will be previously verified. All data will be presented as mean ± standard deviation. For all tests, statistical significance will be set as p ≤ 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42750, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 42761, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several meta-analyses support significant reduction of AVH severity in schizophrenia following a multi-day 1 Hz rTMS regime, spurring hopes for rTMS for this indication. Nonetheless, the high level of interindividual variability in clinical responses has weakened enthusiasm about its clinical efficacy and the topic remains debated. In this context, the identification of biomarkers predictive of positive clinical response could help clarify the situation and provide more effective, suitable, and customized treatments for AVH in schizophrenia. Moreover, by identifying patients who are most likely to respond before therapy is applied, clinical indications could be fine-tuned and, thus, general outcomes could be improved. In our trial, functional and structural neuroimaging datasets recorded prior and following the rTMS therapy will be employed to better characterize mechanisms underlying the emergence of AVH, evaluate the impact of a multiday rTMS regime, and gauge ability to drive enduring recovery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43774, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The protocol proposed for our trial follows previously established recommendations on therapeutic uses of rTMS for the treatment of AVH, using 1 Hz rTMS over the left TPJ region. However, to date, no clear guidelines exist to titrate other stimulation parameters, such as rTMS intensity (established between 90% and 100% of the MT) or the number of total sessions (or cumulated sessions per day) necessary to achieve stable recovery in the shortest possible period (10 sessions over 1–2 weeks remain the most common protocol), which vary greatly across studies. Moreover, no established guidelines seem to exist yet with regards to the maximal number of pulses to be delivered per session. Nonetheless, to our knowledge, no study included in the guidelines for therapeutic use of rTMS or cited in the 11 meta-analyses addressing the effect of rTMS on auditory hallucinations in schizophrenia from 2007 to 2018 seem to use more than 1200 pulses per session. To remain consistent with prior literature and convince the Institutional Review Board of the safety of our interventions we took the decision to align ourselves with established recommendations or prior peer-reviewed publications in the field.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44976, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this protocol, we chose to administer two sessions of 1200 pulses of 1 Hz rTMS per day (interleaved by a TMS-free 1 h interval) across two consecutive weeks, from Monday to Friday (10 days in total). The doubling of daily rTMS sessions aims to increase the total number of delivered stimuli, enhance effect magnitude and duration, and shorten stimulation regime duration. To this regard, fundamental studies evaluating changes of primary motor cortex excitability in healthy participants have shown, for example, that the higher the number of stimuli, the longer the duration of rTMS inhibitory effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45583, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "During the description of the study to patients, the investigators will clearly specify that rTMS therapy occurs daily over two consecutive weeks (except on weekends). After the inclusion phase, a prospective schedule for the rTMS sessions (and other appointments) will be proposed to be approved by each patient. If necessary, the appointment time can be modified and adapted to the patient requirements. If once duly informed about the schedule, a patient declares that they cannot attend all the planned rTMS sessions over 2 weeks, they will not be included in the study. In that case, an active rTMS treatment with a more flexible schedule can be offered to these patients, outside this research protocol. If the participant misses an appointment, it is possible to shift the sessions of a day. In case a patient stops attending the rTMS sessions before the end of the treatment or if they are unable to attend to more than two consecutive rTMS sessions for any reason, investigators will consider that the established research protocol is no longer respected. The participant will then be withdrawn from the study and their data will not be considered in the analyses. This situation will not suppose any change for the medical attention or treatment the patient undergoes in our institution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46881, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Regarding potential rTMS targets in AVH, work published by Hoffman et al. has shown that active (but not sham) rTMS over the left TPJ induces higher levels of clinical improvement than stimulation on temporal and frontal areas. Therefore, the current protocol will employ MRI-based neuronavigation to localize the Wernicke’s area in the left TPJ according to specific spatial coordinates (MNI coordinates: x = − 69, y = − 41, z = 11) on each individual participant MRI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47351, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is also important to mention that, although the main and primary outcome goal of our project is the identification of structural and functional brain biomarkers of clinical response, our rTMS protocol includes a sham rTMS group to control for the placebo effect of rTMS therapy on AVH. In an attempt to meet the main objective of our trial within a reasonable time period, which is to identify biomarkers associated with clinical response, we here decided to assign as many participants as we could possibly recruit and treat (given sample size calculations and allotted time and resources) to an active rTMS treatment. Consequently, an unequal lower number of patients (n = 10 patients, i.e., 22% of the final sample) will be randomized to the sham rTMS group which is used to verify the known lack of recovery of enduring AVH when no effective intervention is applied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48225, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our study, we propose a stratified randomization based on sex only although a stratification by sex and age would be more complete. Nonetheless, we are bound to study two groups (active rTMS n = 35 and placebo rTMS n = 10) with an unequal number of patients, and therefore the stratification on sex as well as age ranges would be more complex. We have currently defined two strata – male and female. If we were to add the variable ‘age’, we would have to deal with a much higher number of strata (two for gender and, for example, three for age: 18–35, 35–50, and 50–65 years old), and this would significantly slow down or seriously compromise the recruitment process in the time allotted to complete the study. Nonetheless, sex and age will be added as covariables in the statistical analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49023, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Importantly, in our trial, we will define clinical response to active rTMS as a reduction of 50% in the HCS measured at the end of rTMS treatment (W3) compared to baseline evaluation (W0); this criteria of response is commonly found in rTMS studies in schizophrenia. Nevertheless, the response criteria may vary in some studies in which ‘responders’ are defined as patients showing a reduction of 30% in the PSYRATS or the AHRS scale. Even though different scales such as the PSYRATS or the AHRS scales have both been shown to exhibit good psychometric reliability, the HCS seems to be the most sensitive to rTMS effects on AVH and thus will be applied to classify patients as ‘responders’ or ‘non-responders’ to rTMS. Using this same criterion to classify patients with positive (for ‘responders’) or negative (for ‘non-responders’) clinical responses to rTMS, our protocol predicts 40–50% success rate, thus proving beneficial for at least half of actively stimulated patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50003, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "With regards to the neuroimaging datasets, three sequences (structural 3D-T1 MRI, functional rs-fMRI, and DWI) will be acquired prior and following the multiday rTMS protocol. MRI acquisition sessions will take approximately 30 min for each patient. Schizophrenia patients could have difficulty staying quiet and motionless for a long time in an unnatural environment such as the MRI bore. Thus, the final rs-fMRI sequence chosen, which is relatively short compared to similar studies in healthy participants, is the result of a tight compromise that aims to optimize the investigation of brain functional connectivity in this specific population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50651, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our trial, we will also determine the levels of BDNF in blood serum for each subject at baseline (W0) and at several stages following the end of the rTMS regime (W3, W7 and W15). BDNF plays a key role in neuronal survival, neurogenesis, the growth of dendrites and axons, synapse formation and synaptic strength gain. Thus, increases of this factor may likely reflect or impact the level of brain plasticity and excitability changes induced by rTMS, which could potentially correlate with the magnitude of rTMS effect on AVH in schizophrenia patients. Moreover, baseline blood levels of BDNF could be predictive of clinical response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51288, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our trial also integrates an evaluation of several cognitive domains, which can either be altered in schizophrenia patients or could be modified by the 10-day rTMS treatment delivered to the left TPJ, thus informing about the cognitive domain selectivity of stimulation. The completion of all these tests takes at least 2 h at baseline (W0) and post rTMS regime (W3) evaluations. For practical reasons and to ensure patient compliance and reliability, evaluations have been planned and adapted to last no more than 1 h. Consequently, several tests (particularly the Hanoi Tower, the verbal memory task, the task of Corsi or MEM battery, and an autobiographical memory task) have been removed. For the same reason, detailed neurophysiological measurements will not be performed at W7 and W15 post rTMS treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52100, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another point we discussed about neuropsychological assessment is the estimation of a patient’s premorbid intellectual functioning. A very detailed assessment of premorbid intellectual status was not included in our study since it would increase the time spent on cognitive assessments for patients. Indeed, this assessment takes approximately 90 min using the Wechsler Adult Intelligence Scale or 40 min using a short form of this. An alternative, the National Adult Reading Test, is used for estimating premorbid intelligence levels and could take just a few minutes. Nonetheless, this test consists of 50 words, graded in difficulty, whose pronunciation cannot be determined from their spelling. Unfortunately, our protocol will include patients with sufficient knowledge of the French language although not necessarily be French-native speakers and, as such, the outcomes of the National Adult Reading Test could be biased.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53028, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, the current clinical trial will investigate how brain structural and functional connectivity at the network level may influence rTMS impact on AVH severity, and also address how the rTMS treatment can modulate brain function and induce clinical improvement for this symptom in schizophrenia patients. Our study will provide new insights to treat AVH with rTMS in schizophrenia and, by identifying structural and functional connectivity biomarkers of the clinical response to rTMS stimulation in AVH, eventually contribute significantly to refine this indication and allow the customization of therapeutic protocols.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53659, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Trial status", "sentences": [], "annotations": [], "relations": []}, {"offset": 53672, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The first version of this protocol was approved on 28 April, 2015. The first participant was included in the study on 14 November, 2015. The local Ethics Committee accepted an amendment we requested to add a sham rTMS group on 1 December, 2015. This second and final version of the protocol is currently in the recruitment phase. The end of the recruitment phase is currently estimated for December 2018.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54077, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Additional file", "sentences": [], "annotations": [], "relations": []}, {"offset": 54093, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 54107, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "AHRS", "sentences": [], "annotations": [], "relations": []}, {"offset": 54112, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Auditory Hallucinations Rating Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 54149, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "AVH", "sentences": [], "annotations": [], "relations": []}, {"offset": 54153, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 54184, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BDNF", "sentences": [], "annotations": [], "relations": []}, {"offset": 54189, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "brain-derived neurotrophic factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 54223, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CRF", "sentences": [], "annotations": [], "relations": []}, {"offset": 54227, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "case report form", "sentences": [], "annotations": [], "relations": []}, {"offset": 54244, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CSP", "sentences": [], "annotations": [], "relations": []}, {"offset": 54248, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "cortical silent period", "sentences": [], "annotations": [], "relations": []}, {"offset": 54271, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DCM", "sentences": [], "annotations": [], "relations": []}, {"offset": 54275, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "dynamic causal modelling", "sentences": [], "annotations": [], "relations": []}, {"offset": 54300, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DMN", "sentences": [], "annotations": [], "relations": []}, {"offset": 54304, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Default Mode Network", "sentences": [], "annotations": [], "relations": []}, {"offset": 54325, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DWI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54329, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "diffusion weighted-images", "sentences": [], "annotations": [], "relations": []}, {"offset": 54355, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "EMG", "sentences": [], "annotations": [], "relations": []}, {"offset": 54359, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "electromyographic", "sentences": [], "annotations": [], "relations": []}, {"offset": 54377, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FA", "sentences": [], "annotations": [], "relations": []}, {"offset": 54380, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "fractional anisotropy", "sentences": [], "annotations": [], "relations": []}, {"offset": 54402, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FOV", "sentences": [], "annotations": [], "relations": []}, {"offset": 54406, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "field of view", "sentences": [], "annotations": [], "relations": []}, {"offset": 54420, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FSL", "sentences": [], "annotations": [], "relations": []}, {"offset": 54424, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Functional Magnetic Resonance Imaging of the Brain (FMRIB) Software Library", "sentences": [], "annotations": [], "relations": []}, {"offset": 54500, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HCS", "sentences": [], "annotations": [], "relations": []}, {"offset": 54504, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Hallucinations Change Score", "sentences": [], "annotations": [], "relations": []}, {"offset": 54532, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ICF", "sentences": [], "annotations": [], "relations": []}, {"offset": 54536, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "intracortical facilitation", "sentences": [], "annotations": [], "relations": []}, {"offset": 54563, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ICI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54567, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "intracortical inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 54592, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MEPs", "sentences": [], "annotations": [], "relations": []}, {"offset": 54597, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "motor-evoked potentials", "sentences": [], "annotations": [], "relations": []}, {"offset": 54621, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MNI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54625, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Montreal Neurological Institute", "sentences": [], "annotations": [], "relations": []}, {"offset": 54657, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54661, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 54688, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MT", "sentences": [], "annotations": [], "relations": []}, {"offset": 54691, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "motor threshold", "sentences": [], "annotations": [], "relations": []}, {"offset": 54707, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ODF", "sentences": [], "annotations": [], "relations": []}, {"offset": 54711, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "orientation distribution function", "sentences": [], "annotations": [], "relations": []}, {"offset": 54745, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PSYRATS", "sentences": [], "annotations": [], "relations": []}, {"offset": 54753, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Psychotic Symptom Rating Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 54784, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ROI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54788, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "region of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 54807, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "rs-fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54815, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "resting-state functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54844, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "rTMS", "sentences": [], "annotations": [], "relations": []}, {"offset": 54849, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "repetitive transcranial magnetic stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 54894, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TE", "sentences": [], "annotations": [], "relations": []}, {"offset": 54897, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "echo time", "sentences": [], "annotations": [], "relations": []}, {"offset": 54907, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TPJ", "sentences": [], "annotations": [], "relations": []}, {"offset": 54911, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "temporo-parietal junction", "sentences": [], "annotations": [], "relations": []}, {"offset": 54937, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TR", "sentences": [], "annotations": [], "relations": []}, {"offset": 54940, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "repetition time", "sentences": [], "annotations": [], "relations": []}, {"offset": 54956, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "W", "sentences": [], "annotations": [], "relations": []}, {"offset": 54958, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "week", "sentences": [], "annotations": [], "relations": []}, {"offset": 54963, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 54986, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "All authors read and approved the current manuscript. FT, AV-C and DJ, who contributed to the conception and design of the clinical trial, will be in charge of co-coordinating the clinical study. FT will contribute to patient recruitment and data collection. FT and AV-C wrote and perfected the current manuscript. FT, AV-C and DJ will contribute to data analyses, data interpretation, and manuscript writing. PSKA will be in charge of delivering the rTMS protocol and carry out neurophysiological and biological assessments. VM designed and will provide help in statistical analyses and participant randomization techniques. CG will contribute to neuroimaging data analyses. FD, OB, CI, SBZ, RB, NB, and DJ will either help in delivering the rTMS treatment or perform evaluation work during the clinical trial (including neuropsychological, clinical, neurophysiological, and biological blood sample assessments). To ensure double-blindness, note that research or clinical personnel in charge of patient baseline or follow-up evaluations will not participate in delivering the rTMS treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56079, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 56122, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "The protocol was approved by the CPP Ile-de-France III ethics committee (reference: ID RCB N°2014-A01595–420) and is in accordance with the Declaration of Helsinki and French legislation (article L1121–1 and R1121–1 of the Public Health Code). All participants gave written informed consent, which were gathered by the main investigator. This study is registered on ClinicalTrials.gov (NCT02755623).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56522, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 56546, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56562, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 56582, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56641, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 56658, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56777, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 56788, "infons": {"fpage": "89", "lpage": "97", "name_0": "surname:Friston;given-names:KJ", "name_1": "surname:Frith;given-names:CD", "pub-id_pmid": "7583624", "section_type": "REF", "source": "Clin Neurosci", "type": "ref", "volume": "3", "year": "1995"}, "text": "Schizophrenia: a disconnection syndrome?", "sentences": [], "annotations": [], "relations": []}, {"offset": 56829, "infons": {"fpage": "115", "lpage": "125", "name_0": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1016/S0920-9964(97)00140-0", "pub-id_pmid": "9549774", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "30", "year": "1998"}, "text": "The disconnection hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56858, "infons": {"fpage": "27", "lpage": "49", "name_0": "surname:Andreasen;given-names:NC", "name_1": "surname:Flaum;given-names:M", "pub-id_doi": "10.1093/schbul/17.1.27", "pub-id_pmid": "2047788", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "17", "year": "1991"}, "text": "Schizophrenia: the characteristic symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 56901, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Llorca;given-names:PM", "name_1": "surname:Pereira;given-names:B", "name_2": "surname:Jardri;given-names:R", "pub-id_doi": "10.1038/srep38152", "pub-id_pmid": "28442746", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "6", "year": "2016"}, "text": "Hallucinations in schizophrenia and Parkinson’s disease: An analysis of sensory modalities involved and the repercussion on patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 57034, "infons": {"fpage": "234", "lpage": "237", "name_0": "surname:Geoffroy;given-names:PA", "name_1": "surname:Houenou;given-names:J", "name_2": "surname:Duhamel;given-names:A", "name_3": "surname:Amad;given-names:A", "name_4": "surname:De Weijer;given-names:AD", "name_5": "surname:Curčić-Blake;given-names:B", "name_6": "surname:Linden;given-names:DEJ", "name_7": "surname:Thomas;given-names:P", "name_8": "surname:Jardri;given-names:R", "pub-id_doi": "10.1016/j.schres.2014.07.014", "pub-id_pmid": "25112160", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "159", "year": "2014"}, "text": "The arcuate fasciculus in auditory-verbal hallucinations: A meta-analysis of diffusion-tensor-imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 57144, "infons": {"section_type": "REF", "type": "ref"}, "text": "Thomas F, Moulier V, Valéro-Cabré A, Januel D. Brain connectivity and auditory hallucinations: In search of novel noninvasive brain stimulation therapeutic approaches for schizophrenia. Rev Neurol (Paris). 2016. 10.1016/j.neurol.2016.09.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57386, "infons": {"fpage": "1087", "lpage": "1095", "name_0": "surname:Ćurčić-Blake;given-names:B", "name_1": "surname:Liemburg;given-names:E", "name_2": "surname:Vercammen;given-names:A", "name_3": "surname:Swart;given-names:M", "name_4": "surname:Knegtering;given-names:H", "name_5": "surname:Bruggeman;given-names:R", "name_6": "surname:Aleman;given-names:A", "pub-id_doi": "10.1093/schbul/sbs107", "pub-id_pmid": "23070537", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "39", "year": "2013"}, "text": "When Broca goes uninformed: reduced information flow to Broca’s area in schizophrenia patients with auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 57510, "infons": {"fpage": "261", "lpage": "268", "name_0": "surname:Alonso-Solís;given-names:A", "name_1": "surname:Vives-Gilabert;given-names:Y", "name_2": "surname:Grasa;given-names:E", "pub-id_doi": "10.1016/j.schres.2014.10.047", "pub-id_pmid": "25468173", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "161", "year": "2015"}, "text": "Resting-state functional connectivity alterations in the default network of schizophrenia patients with persistent auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 57656, "infons": {"fpage": "912", "lpage": "918", "name_0": "surname:Vercammen;given-names:A", "name_1": "surname:Knegtering;given-names:H", "name_2": "surname:den Boer;given-names:JA", "name_3": "surname:Liemburg;given-names:EJ", "name_4": "surname:Aleman;given-names:A", "pub-id_doi": "10.1016/j.biopsych.2009.11.017", "pub-id_pmid": "20060103", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Auditory hallucinations in schizophrenia are associated with reduced functional connectivity of the temporo-parietal area", "sentences": [], "annotations": [], "relations": []}, {"offset": 57778, "infons": {"fpage": "1108", "lpage": "1117", "name_0": "surname:Jardri;given-names:R", "name_1": "surname:Thomas;given-names:P", "name_2": "surname:Delmaire;given-names:C", "name_3": "surname:Delion;given-names:P", "name_4": "surname:Pins;given-names:D", "pub-id_doi": "10.1093/cercor/bhs082", "pub-id_pmid": "22535908", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "23", "year": "2013"}, "text": "The neurodynamic organization of modality-dependent hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 57845, "infons": {"fpage": "1405", "lpage": "1411", "name_0": "surname:Paus;given-names:T", "pub-id_doi": "10.1046/j.0953-816x.2001.01757.x", "pub-id_pmid": "11703468", "section_type": "REF", "source": "Eur J Neurosci", "type": "ref", "volume": "14", "year": "2001"}, "text": "Cortico-cortical connectivity of the human mid-dorsolateral frontal cortex and its modulation by repetitive transcranial magnetic stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 57987, "infons": {"fpage": "416", "lpage": "421", "name_0": "surname:Aleman;given-names:A", "name_1": "surname:Sommer;given-names:IEC", "name_2": "surname:Kahn;given-names:RS", "pub-id_doi": "10.4088/JCP.v68n0310", "pub-id_pmid": "17388712", "section_type": "REF", "source": "J Clin Psychiatry", "type": "ref", "volume": "68", "year": "2007"}, "text": "Efficacy of slow repetitive transcranial magnetic stimulation in the treatment of resistant auditory hallucinations in schizophrenia: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58137, "infons": {"fpage": "577", "lpage": "586", "name_0": "surname:Tranulis;given-names:C", "name_1": "surname:Sepehry;given-names:AA", "name_2": "surname:Galinowski;given-names:A", "name_3": "surname:Stip;given-names:E", "pub-id_doi": "10.1177/070674370805300904", "section_type": "REF", "source": "Can J Psychiatr", "type": "ref", "volume": "53", "year": "2008"}, "text": "Should we treat auditory hallucinations with repetitive transcranial magnetic stimulation? A metaanalysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58243, "infons": {"fpage": "11", "lpage": "24", "name_0": "surname:Freitas;given-names:C", "name_1": "surname:Fregni;given-names:F", "name_2": "surname:Pascual-Leone;given-names:A", "pub-id_doi": "10.1016/j.schres.2008.11.027", "pub-id_pmid": "19138833", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "108", "year": "2009"}, "text": "Meta-analysis of the effects of repetitive transcranial magnetic stimulation (rTMS) on negative and positive symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58378, "infons": {"fpage": "873", "lpage": "884", "name_0": "surname:Slotema;given-names:CW", "name_1": "surname:Blom;given-names:JD", "name_2": "surname:Hoek;given-names:HW", "name_3": "surname:Sommer;given-names:IEC", "pub-id_doi": "10.4088/JCP.08m04872gre", "pub-id_pmid": "20361902", "section_type": "REF", "source": "J Clin Psychiatry", "type": "ref", "volume": "71", "year": "2010"}, "text": "Should we expand the toolbox of psychiatric treatment methods to include Repetitive Transcranial Magnetic Stimulation (rTMS)? A meta-analysis of the efficacy of rTMS in psychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 58569, "infons": {"fpage": "15", "lpage": "16", "name_0": "surname:Demeulemeester;given-names:M", "name_1": "surname:Amad;given-names:A", "name_2": "surname:Bubrovszky;given-names:M", "name_3": "surname:Pins;given-names:D", "name_4": "surname:Thomas;given-names:P", "name_5": "surname:Jardri;given-names:R", "pub-id_doi": "10.1016/j.biopsych.2011.10.010", "pub-id_pmid": "22047718", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "71", "year": "2012"}, "text": "What is the real effect of 1-Hz repetitive transcranial magnetic stimulation on hallucinations? Controlling for publication bias in neuromodulation trials", "sentences": [], "annotations": [], "relations": []}, {"offset": 58724, "infons": {"fpage": "1", "lpage": "6", "name_0": "surname:Otani;given-names:VHO", "name_1": "surname:Shiozawa;given-names:P", "name_2": "surname:Cordeiro;given-names:Q", "name_3": "surname:Uchida;given-names:RR", "section_type": "REF", "source": "Int J Psychiatry Clin Pract", "type": "ref", "volume": "1501", "year": "2014"}, "text": "A systematic review and meta-analysis of the use of repetitive transcranial magnetic stimulation for auditory hallucinations treatment in refractory schizophrenic patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 58896, "infons": {"fpage": "716", "lpage": "724", "name_0": "surname:He;given-names:H", "name_1": "surname:Lu;given-names:J", "name_2": "surname:Yang;given-names:L", "name_3": "surname:Zheng;given-names:J", "name_4": "surname:Gao;given-names:F", "name_5": "surname:Zhai;given-names:Y", "name_6": "surname:Feng;given-names:J", "name_7": "surname:Fan;given-names:Y", "name_8": "surname:Ma;given-names:X", "pub-id_doi": "10.1016/j.clinph.2017.02.007", "pub-id_pmid": "28315614", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "128", "year": "2017"}, "text": "Repetitive transcranial magnetic stimulation for treating the symptoms of schizophrenia: a PRISMA compliant meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59018, "infons": {"fpage": "69", "lpage": "77", "name_0": "surname:Kennedy;given-names:NI", "name_1": "surname:Lee;given-names:WH", "name_2": "surname:Frangou;given-names:S", "pub-id_doi": "10.1016/j.eurpsy.2017.12.025", "pub-id_pmid": "29413808", "section_type": "REF", "source": "Eur Psychiatry", "type": "ref", "volume": "49", "year": "2018"}, "text": "Efficacy of non-invasive brain stimulation on the symptom dimensions of schizophrenia: a meta-analysis of randomized controlled trials", "sentences": [], "annotations": [], "relations": []}, {"offset": 59153, "infons": {"fpage": "3", "name_0": "surname:Du;given-names:L", "name_1": "surname:Liu;given-names:H", "name_2": "surname:Du;given-names:W", "name_3": "surname:Chao;given-names:F", "name_4": "surname:Zhang;given-names:L", "name_5": "surname:Wang;given-names:K", "name_6": "surname:Huang;given-names:C", "name_7": "surname:Gao;given-names:Y", "name_8": "surname:Tang;given-names:Y", "pub-id_doi": "10.1038/s41398-017-0005-6", "pub-id_pmid": "29520002", "section_type": "REF", "source": "Transl Psychiatry", "type": "ref", "volume": "7", "year": "2018"}, "text": "Stimulated left DLPFC-nucleus accumbens functional connectivity predicts the anti-depression and anti-anxiety effects of rTMS for depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 59294, "infons": {"fpage": "14602", "lpage": "14611", "name_0": "surname:Andoh;given-names:J", "name_1": "surname:Matsushita;given-names:R", "name_2": "surname:Zatorre;given-names:RJ", "pub-id_doi": "10.1523/JNEUROSCI.2333-15.2015", "pub-id_pmid": "26511249", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "35", "year": "2015"}, "text": "Asymmetric interhemispheric transfer in the auditory network: evidence from TMS, resting-state fMRI, and diffusion imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 59417, "infons": {"fpage": "344", "lpage": "354", "name_0": "surname:Quentin;given-names:R", "name_1": "surname:Chanes;given-names:L", "name_2": "surname:Migliaccio;given-names:R", "name_3": "surname:Valabrègue;given-names:R", "name_4": "surname:Valero-Cabré;given-names:A", "pub-id_doi": "10.1016/j.neuroimage.2013.05.083", "pub-id_pmid": "23707586", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "82", "year": "2013"}, "text": "Fronto-tectal white matter connectivity mediates facilitatory effects of non-invasive neurostimulation on visual detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 59540, "infons": {"fpage": "825", "lpage": "831", "name_0": "surname:Voineskos;given-names:AN", "name_1": "surname:Farzan;given-names:F", "name_2": "surname:Barr;given-names:MS", "name_3": "surname:Lobaugh;given-names:NJ", "name_4": "surname:Mulsant;given-names:BH", "name_5": "surname:Chen;given-names:R", "name_6": "surname:Fitzgerald;given-names:PB", "name_7": "surname:Daskalakis;given-names:ZJ", "pub-id_doi": "10.1016/j.biopsych.2010.06.021", "pub-id_pmid": "20708172", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "68", "year": "2010"}, "text": "The role of the corpus callosum in transcranial magnetic stimulation induced interhemispheric signal propagation", "sentences": [], "annotations": [], "relations": []}, {"offset": 59653, "infons": {"fpage": "132", "lpage": "142", "name_0": "surname:Horacek;given-names:J", "name_1": "surname:Brunovsky;given-names:M", "name_2": "surname:Novak;given-names:T", "pub-id_doi": "10.1159/000106055", "pub-id_pmid": "17641545", "section_type": "REF", "source": "Neuropsychobiology", "type": "ref", "volume": "55", "year": "2007"}, "text": "Effect of low-frequency rTMS on electromagnetic tomography (LORETA) and regional brain metabolism (PET) in schizophrenia patients with auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 59812, "infons": {"fpage": "1008", "lpage": "1014", "name_0": "surname:Hoffman;given-names:RE", "name_1": "surname:Wu;given-names:K", "name_2": "surname:Pittman;given-names:B", "name_3": "surname:Cahill;given-names:JD", "name_4": "surname:Hawkins;given-names:KA", "name_5": "surname:Fernandez;given-names:T", "name_6": "surname:Hannestad;given-names:J", "pub-id_doi": "10.1016/j.biopsych.2013.01.016", "pub-id_pmid": "23485015", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "73", "year": "2013"}, "text": "Transcranial magnetic stimulation of Wernicke’s and Right homologous sites to curtail “voices”: a randomized trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 59927, "infons": {"fpage": "709", "lpage": "716", "name_0": "surname:Rossi;given-names:S", "name_1": "surname:Ferro;given-names:M", "name_2": "surname:Cincotta;given-names:M", "name_3": "surname:Ulivelli;given-names:M", "name_4": "surname:Bartalini;given-names:S", "name_5": "surname:Miniussi;given-names:C", "name_6": "surname:Giovannelli;given-names:F", "name_7": "surname:Passero;given-names:S", "pub-id_doi": "10.1016/j.clinph.2006.11.005", "pub-id_pmid": "17188568", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "118", "year": "2007"}, "text": "A real electro-magnetic placebo (REMP) device for sham transcranial magnetic stimulation (TMS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60022, "infons": {"fpage": "49", "lpage": "56", "name_0": "surname:Hoffman;given-names:RE", "name_1": "surname:Hawkins;given-names:KA", "name_2": "surname:Gueorguieva;given-names:R", "name_3": "surname:Boutros;given-names:NN", "name_4": "surname:Rachid;given-names:F", "name_5": "surname:Carroll;given-names:K", "name_6": "surname:Krystal;given-names:JH", "pub-id_doi": "10.1001/archpsyc.60.1.49", "pub-id_pmid": "12511172", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "60", "year": "2003"}, "text": "Transcranial magnetic stimulation of left temporoparietal cortex and medication-resistant auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 60136, "infons": {"fpage": "97", "lpage": "104", "name_0": "surname:Hoffman;given-names:RE", "name_1": "surname:Gueorguieva;given-names:R", "name_2": "surname:Hawkins;given-names:KA", "name_3": "surname:Varanko;given-names:M", "name_4": "surname:Boutros;given-names:NN", "name_5": "surname:Wu;given-names:YT", "name_6": "surname:Carroll;given-names:K", "name_7": "surname:Krystal;given-names:JH", "pub-id_doi": "10.1016/j.biopsych.2005.03.041", "pub-id_pmid": "15936729", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "58", "year": "2005"}, "text": "Temporoparietal transcranial magnetic stimulation for auditory hallucinations: Safety, efficacy and moderators in a fifty patient sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 60273, "infons": {"fpage": "3227", "lpage": "3242", "name_0": "surname:Colby;given-names:JB", "name_1": "surname:Soderberg;given-names:L", "name_2": "surname:Lebel;given-names:C", "name_3": "surname:Dinov;given-names:ID", "name_4": "surname:Thompson;given-names:PM", "name_5": "surname:Sowell;given-names:ER", "pub-id_doi": "10.1016/j.neuroimage.2011.11.004", "pub-id_pmid": "22094644", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Along-tract statistics allow for enhanced tractography analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 60337, "infons": {"section_type": "REF", "type": "ref"}, "text": "Song XW, Dong ZY, Long XY, Li SF, Zuo XN, Zhu CZ, He Y, Yan CG, Zang YF. REST: a toolkit for resting-state functional magnetic resonance imaging data processing. PLoS One. 2011. 10.1371/journal.pone.0025031.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60545, "infons": {"fpage": "53", "lpage": "59", "name_0": "surname:Di;given-names:X", "name_1": "surname:Biswal;given-names:BB", "pub-id_doi": "10.1016/j.neuroimage.2013.07.071", "pub-id_pmid": "23927904", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "86", "year": "2014"}, "text": "Identifying the default mode network structure using dynamic causal modeling on resting-state functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 60677, "infons": {"fpage": "97", "lpage": "113", "name_0": "surname:Oldfield;given-names:RC", "pub-id_doi": "10.1016/0028-3932(71)90067-4", "pub-id_pmid": "5146491", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "9", "year": "1971"}, "text": "The assessment and analysis of handedness: the Edinburgh inventory", "sentences": [], "annotations": [], "relations": []}, {"offset": 60744, "infons": {"fpage": "1073", "lpage": "1075", "name_0": "surname:Hoffman;given-names:RE", "name_1": "surname:Boutros;given-names:NN", "name_2": "surname:Hu;given-names:S", "name_3": "surname:Berman;given-names:RM", "name_4": "surname:Krystal;given-names:JH", "name_5": "surname:Charney;given-names:DS", "pub-id_doi": "10.1016/S0140-6736(00)02043-2", "pub-id_pmid": "10744097", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "355", "year": "2000"}, "text": "Transcranial magnetic stimulation and auditory hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60823, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:S", "name_1": "surname:Flszbein;given-names:A", "name_2": "surname:Opfer;given-names:L", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60890, "infons": {"fpage": "879", "lpage": "889", "name_0": "surname:Haddock;given-names:G", "name_1": "surname:McCarron;given-names:J", "name_2": "surname:Tarrier;given-names:N", "name_3": "surname:Faragher;given-names:EB", "pub-id_doi": "10.1017/S0033291799008661", "pub-id_pmid": "10473315", "section_type": "REF", "source": "Psychol Med", "type": "ref", "volume": "29", "year": "1999"}, "text": "Scales to measure dimensions of hallucinations and delusions: the psychotic symptom rating scales (PSYRATS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60998, "infons": {"section_type": "REF", "type": "ref"}, "text": "Andreasen NC. The Scale for the Assessment of Negative Symptoms (SANS): conceptual and theoretical foundations. Br J Psychiatry Suppl. 1989;(7):49–58.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61149, "infons": {"fpage": "561", "lpage": "571", "name_0": "surname:Beck;given-names:A", "name_1": "surname:Ward;given-names:C", "name_2": "surname:Mendelson;given-names:M", "name_3": "surname:Mock;given-names:J", "name_4": "surname:Erbaugh;given-names:J", "pub-id_doi": "10.1001/archpsyc.1961.01710120031004", "pub-id_pmid": "13688369", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "4", "year": "1961"}, "text": "An inventory for measuring depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 61187, "infons": {"section_type": "REF", "type": "ref"}, "text": "Addington D, Addington J, Maticka-Tyndale E. Assessing depression in schizophrenia: the Calgary Depression Scale. Br J Psychiatry Suppl. 1993;(22):39–44.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61341, "infons": {"fpage": "473", "lpage": "483", "name_0": "surname:Ware;given-names:JE", "name_1": "surname:Sherbourne;given-names:CD", "pub-id_doi": "10.1097/00005650-199206000-00002", "pub-id_pmid": "1593914", "section_type": "REF", "source": "Med Care", "type": "ref", "volume": "30", "year": "1992"}, "text": "The MOS 36-item short-form health survey (SF-36). I. Conceptual framework and item selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 61434, "infons": {"section_type": "REF", "type": "ref"}, "text": "Godefroy O, Grefex. Fonctions exécutives et pathologies neurologiques et psychiatriques : Evaluation en pratique clinique. Marseille: Solal; 2008.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61581, "infons": {"section_type": "REF", "type": "ref"}, "text": "Golden C. Stroop Color and Word Test. Chicago: Stoelting; 1978.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61645, "infons": {"fpage": "268", "lpage": "288", "name_0": "surname:Simon;given-names:HA", "pub-id_doi": "10.1016/0010-0285(75)90012-2", "section_type": "REF", "source": "Cogn Psychol", "type": "ref", "volume": "7", "year": "1975"}, "text": "The functional equivalence of problem solving skills", "sentences": [], "annotations": [], "relations": []}, {"offset": 61698, "infons": {"name_0": "surname:Poitrenaud;given-names:J", "name_1": "surname:Deweer;given-names:B", "name_2": "surname:Kalafat;given-names:M", "name_3": "surname:Van der Linden;given-names:M", "section_type": "REF", "source": "Adaptation en Langue Française du California Verbal Learning Test", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 61699, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wechsler D. Echelle clinique de mémoire – troisième édition (MEM-III). Paris: Editions du Centre de Psychologie Appliquée; 2001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61828, "infons": {"fpage": "535", "lpage": "547", "name_0": "surname:Danion;given-names:JM", "name_1": "surname:Cuervo;given-names:C", "name_2": "surname:Piolino;given-names:P", "name_3": "surname:Huron;given-names:C", "name_4": "surname:Riutort;given-names:M", "name_5": "surname:Peretti;given-names:CS", "name_6": "surname:Eustache;given-names:F", "pub-id_doi": "10.1016/j.concog.2005.01.005", "pub-id_pmid": "16091269", "section_type": "REF", "source": "Conscious Cogn", "type": "ref", "volume": "14", "year": "2005"}, "text": "Conscious recollection in autobiographical memory: an investigation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61913, "infons": {"fpage": "64", "lpage": "75", "name_0": "surname:Roux;given-names:FE", "name_1": "surname:Durand;given-names:JB", "name_2": "surname:Réhault;given-names:E", "name_3": "surname:Planton;given-names:S", "name_4": "surname:Draper;given-names:L", "name_5": "surname:Démonet;given-names:JF", "pub-id_doi": "10.1016/j.cortex.2013.09.012", "pub-id_pmid": "24239010", "section_type": "REF", "source": "Cortex.", "type": "ref", "volume": "50", "year": "2014"}, "text": "The neural basis for writing from dictation in the temporoparietal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 61987, "infons": {"fpage": "1309", "lpage": "1320", "name_0": "surname:Radhu;given-names:N", "name_1": "surname:de Jesus;given-names:DR", "name_2": "surname:Ravindran;given-names:LN", "name_3": "surname:Zanjani;given-names:A", "name_4": "surname:Fitzgerald;given-names:PB", "name_5": "surname:Daskalakis;given-names:ZJ", "pub-id_doi": "10.1016/j.clinph.2013.01.014", "pub-id_pmid": "23485366", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "124", "year": "2013"}, "text": "A meta-analysis of cortical inhibition and excitability using transcranial magnetic stimulation in psychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 62108, "infons": {"fpage": "1", "lpage": "10", "name_0": "surname:Thomas;given-names:F", "name_1": "surname:Bouaziz;given-names:N", "name_2": "surname:Amengual;given-names:JL", "name_3": "surname:Schenin-King Andrianisaina;given-names:P", "name_4": "surname:Gaudeau-Bosma;given-names:C", "name_5": "surname:Moulier;given-names:V", "name_6": "surname:Valero-Cabré;given-names:A", "name_7": "surname:Januel;given-names:D", "pub-id_doi": "10.3389/fpsyt.2017.00262", "pub-id_pmid": "28167920", "section_type": "REF", "source": "Front Psychiatry", "type": "ref", "volume": "8", "year": "2017"}, "text": "Unexpected improvement of hand motor function with a left temporoparietal low-frequency repetitive transcranial magnetic stimulation regime suppressing auditory hallucinations in a brainstem chronic stroke patient", "sentences": [], "annotations": [], "relations": []}, {"offset": 62322, "infons": {"fpage": "279", "lpage": "282", "name_0": "surname:Brunoni;given-names:AR", "name_1": "surname:Boggio;given-names:PS", "name_2": "surname:Fregni;given-names:F", "pub-id_doi": "10.1016/j.mehy.2008.02.011", "pub-id_pmid": "18434040", "section_type": "REF", "source": "Med Hypotheses", "type": "ref", "volume": "71", "year": "2008"}, "text": "Can the “yin and yang” BDNF hypothesis be used to predict the effects of rTMS treatment in neuropsychiatry?", "sentences": [], "annotations": [], "relations": []}, {"offset": 62430, "infons": {"fpage": "307", "lpage": "313", "name_0": "surname:Schaller;given-names:G", "name_1": "surname:Sperling;given-names:W", "name_2": "surname:Richter-Schmidinger;given-names:T", "name_3": "surname:Mühle;given-names:C", "name_4": "surname:Heberlein;given-names:A", "name_5": "surname:Maihöfner;given-names:C", "name_6": "surname:Kornhuber;given-names:J", "name_7": "surname:Lenz;given-names:B", "pub-id_doi": "10.1007/s00702-013-1102-1", "pub-id_pmid": "24158279", "section_type": "REF", "source": "J Neural Transm", "type": "ref", "volume": "121", "year": "2014"}, "text": "Serial repetitive transcranial magnetic stimulation (rTMS) decreases BDNF serum levels in healthy male volunteers", "sentences": [], "annotations": [], "relations": []}, {"offset": 62544, "infons": {"fpage": "1143", "lpage": "1150", "name_0": "surname:Catani;given-names:M", "name_1": "surname:Craig;given-names:MC", "name_2": "surname:Forkel;given-names:SJ", "name_3": "surname:Kanaan;given-names:R", "name_4": "surname:Picchioni;given-names:M", "name_5": "surname:Toulopoulou;given-names:T", "name_6": "surname:Shergill;given-names:S", "name_7": "surname:Williams;given-names:S", "name_8": "surname:Murphy;given-names:DG", "name_9": "surname:McGuire;given-names:P", "pub-id_doi": "10.1016/j.biopsych.2011.06.013", "pub-id_pmid": "21798516", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Altered integrity of perisylvian language pathways in schizophrenia: relationship to auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 62653, "infons": {"fpage": "e189", "name_0": "surname:Homan;given-names:P", "name_1": "surname:Kindler;given-names:J", "name_2": "surname:Hauf;given-names:M", "name_3": "surname:Hubl;given-names:D", "name_4": "surname:Dierks;given-names:T", "pub-id_doi": "10.1038/tp.2012.114", "pub-id_pmid": "23168989", "section_type": "REF", "source": "Transl Psychiatry", "type": "ref", "volume": "2", "year": "2012"}, "text": "Cerebral blood flow identifies responders to transcranial magnetic stimulation in auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 62766, "infons": {"section_type": "REF", "type": "ref"}, "text": "Matthew Brett, Jean-Luc Anton, Romain Valabregue, Jean-Baptiste Poline. Region of interest analysis using an SPM toolbox [abstract]. Presented at the 8th International Conferance on Functional Mapping of the Human Brain, Sendai, Japan. NeuroImage. 2002;16(2):497.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63030, "infons": {"fpage": "1459", "lpage": "1472", "name_0": "surname:Tournier;given-names:J-D", "name_1": "surname:Calamante;given-names:F", "name_2": "surname:Connelly;given-names:A", "pub-id_doi": "10.1016/j.neuroimage.2007.02.016", "pub-id_pmid": "17379540", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "35", "year": "2007"}, "text": "Robust determination of the fibre orientation distribution in diffusion MRI: non-negativity constrained super-resolved spherical deconvolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 63173, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ashburner J. A fast diffeomorphic image registration algorithm. Neuroimage. 2007;38(1):95–113. Epub 2007 Jul 18. PubMed PMID: 17761438.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63309, "infons": {"fpage": "537", "lpage": "541", "name_0": "surname:Biswal;given-names:B", "name_1": "surname:Yetkin;given-names:FZ", "name_2": "surname:Haughton;given-names:VM", "name_3": "surname:Hyde;given-names:JS", "pub-id_doi": "10.1002/mrm.1910340409", "pub-id_pmid": "8524021", "section_type": "REF", "source": "Magn Reson Med", "type": "ref", "volume": "34", "year": "1995"}, "text": "Functional connectivity in the motor cortex of resting human brain using echo-planar MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 63398, "infons": {"fpage": "253", "lpage": "258", "name_0": "surname:Greicius;given-names:MD", "name_1": "surname:Krasnow;given-names:B", "name_2": "surname:Reiss;given-names:AL", "name_3": "surname:Menon;given-names:V", "pub-id_doi": "10.1073/pnas.0135058100", "pub-id_pmid": "12506194", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "100", "year": "2003"}, "text": "Functional connectivity in the resting brain: a network analysis of the default mode hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 63494, "infons": {"fpage": "9673", "lpage": "9678", "name_0": "surname:Fox;given-names:MD", "name_1": "surname:Snyder;given-names:AZ", "name_2": "surname:Vincent;given-names:JL", "name_3": "surname:Corbetta;given-names:M", "name_4": "surname:Van Essen;given-names:DC", "name_5": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1073/pnas.0504136102", "pub-id_pmid": "15976020", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "102", "year": "2005"}, "text": "The human brain is intrinsically organized into dynamic, anticorrelated functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 63586, "infons": {"fpage": "15", "lpage": "29", "name_0": "surname:Fransson;given-names:P", "pub-id_doi": "10.1002/hbm.20113", "pub-id_pmid": "15852468", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "26", "year": "2005"}, "text": "Spontaneous low-frequency BOLD signal fluctuations: an fMRI investigation of the resting-state default mode of brain function hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 63723, "infons": {"fpage": "5", "lpage": "14", "name_0": "surname:Friston;given-names:K", "name_1": "surname:Frith;given-names:C", "name_2": "surname:Liddle;given-names:P", "name_3": "surname:Frackowiak;given-names:R", "pub-id_doi": "10.1038/jcbfm.1993.4", "pub-id_pmid": "8417010", "section_type": "REF", "source": "J Cereb Blood Flow Metab", "type": "ref", "volume": "13", "year": "1993"}, "text": "Functional connectivity: the principal--component analysis of large ({PET}) data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 63809, "infons": {"fpage": "466", "lpage": "470", "name_0": "surname:Horwitz;given-names:B", "pub-id_doi": "10.1016/S1053-8119(03)00112-5", "pub-id_pmid": "12814595", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "19", "year": "2003"}, "text": "The elusive concept of brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 63851, "infons": {"section_type": "REF", "type": "ref"}, "text": "Rosner B. Fundamentals of Biostatistics. 6th International Edition. Belmont: Brooks Cole; 2006.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63947, "infons": {"fpage": "13", "name_0": "surname:Chao-Gan;given-names:Y", "name_1": "surname:Yu-Feng;given-names:Z", "pub-id_pmid": "20577591", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "4", "year": "2010"}, "text": "DPARSF: A MATLAB toolbox for “Pipeline” data analysis of resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 64023, "infons": {"fpage": "1004", "lpage": "1017", "name_0": "surname:Stephan;given-names:KE", "name_1": "surname:Penny;given-names:WD", "name_2": "surname:Daunizeau;given-names:J", "name_3": "surname:Moran;given-names:RJ", "name_4": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1016/j.neuroimage.2009.03.025", "pub-id_pmid": "19306932", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "46", "year": "2009"}, "text": "Bayesian model selection for group studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 64066, "infons": {"fpage": "3099", "lpage": "3109", "name_0": "surname:Stephan;given-names:KE", "name_1": "surname:Penny;given-names:WD", "name_2": "surname:Moran;given-names:RJ", "name_3": "surname:den Ouden;given-names:HEM", "name_4": "surname:Daunizeau;given-names:J", "name_5": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1016/j.neuroimage.2009.11.015", "pub-id_pmid": "19914382", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Ten simple rules for dynamic causal modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 64111, "infons": {"fpage": "1", "lpage": "57", "name_0": "surname:Lefaucheur;given-names:J-P", "name_1": "surname:André-Obadia;given-names:N", "name_2": "surname:Antal;given-names:A", "pub-id_doi": "10.1016/j.clinph.2014.05.021", "pub-id_pmid": "23993679", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "125", "year": "2014"}, "text": "Evidence-based guidelines on the therapeutic use of repetitive transcranial magnetic stimulation (rTMS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 64215, "infons": {"fpage": "40", "lpage": "45", "name_0": "surname:Slotema;given-names:CW", "name_1": "surname:Aleman;given-names:A", "name_2": "surname:Daskalakis;given-names:ZJ", "name_3": "surname:Sommer;given-names:IE", "pub-id_doi": "10.1016/j.schres.2012.08.025", "pub-id_pmid": "23031191", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "142", "year": "2012"}, "text": "Meta-analysis of repetitive transcranial magnetic stimulation in the treatment of auditory verbal hallucinations: update and effects after one month", "sentences": [], "annotations": [], "relations": []}, {"offset": 64364, "infons": {"fpage": "101", "lpage": "110", "name_0": "surname:Slotema;given-names:CW", "name_1": "surname:Blom;given-names:JD", "name_2": "surname:Van Lutterveld;given-names:R", "name_3": "surname:Hoek;given-names:HW", "name_4": "surname:Sommer;given-names:IEC", "pub-id_doi": "10.1016/j.biopsych.2013.09.038", "pub-id_pmid": "24315551", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "76", "year": "2014"}, "text": "Review of the efficacy of transcranial magnetic stimulation for auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 64459, "infons": {"fpage": "2666", "lpage": "2676", "name_0": "surname:Zhang;given-names:Y", "name_1": "surname:Liang;given-names:W", "name_2": "surname:Yang;given-names:S", "name_3": "surname:Dai;given-names:P", "name_4": "surname:Shen;given-names:L", "name_5": "surname:Wang;given-names:C", "pub-id_pmid": "25206578", "section_type": "REF", "source": "Neural Regen Res", "type": "ref", "volume": "8", "year": "2013"}, "text": "Repetitive transcranial magnetic stimulation for hallucination in schizophrenia spectrum disorders: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 64575, "infons": {"fpage": "65", "lpage": "67", "name_0": "surname:Robertson;given-names:EM", "name_1": "surname:Pascual-Leone;given-names:A", "pub-id_doi": "10.1016/S0960-9822(02)01431-8", "section_type": "REF", "source": "Curr Biol", "type": "ref", "volume": "13", "year": "2003"}, "text": "Prefrontal cortex: procedural sequence learning and awareness", "sentences": [], "annotations": [], "relations": []}, {"offset": 64637, "infons": {"fpage": "2138", "lpage": "2145", "name_0": "surname:Touge;given-names:T", "name_1": "surname:Gerschlager;given-names:W", "name_2": "surname:Brown;given-names:P", "name_3": "surname:Rothwell;given-names:JC", "pub-id_doi": "10.1016/S1388-2457(01)00651-4", "pub-id_pmid": "11682353", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "112", "year": "2001"}, "text": "Are the after-effects of low-frequency rTMS on motor cortex excitability due to changes in the efficacy of cortical synapses?", "sentences": [], "annotations": [], "relations": []}, {"offset": 64763, "infons": {"fpage": "2733", "lpage": "2743", "name_0": "surname:Hoffman;given-names:R", "name_1": "surname:Hampson;given-names:M", "name_2": "surname:Wu;given-names:K", "pub-id_doi": "10.1093/cercor/bhl183", "pub-id_pmid": "17298962", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "17", "year": "2007"}, "text": "Probing the pathophysiology of auditory/verbal hallucinations by combining functional magnetic resonance imaging and transcranial magnetic stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 64914, "infons": {"fpage": "358", "lpage": "362", "name_0": "surname:Fitzgerald;given-names:PB", "name_1": "surname:Benitez;given-names:J", "name_2": "surname:Daskalakis;given-names:JZ", "name_3": "surname:Brown;given-names:TL", "name_4": "surname:Marston N a;given-names:U", "name_5": "surname:de Castella;given-names:A", "name_6": "surname:Kulkarni;given-names:J", "pub-id_doi": "10.1097/01.jcp.0000168487.22140.7f", "pub-id_pmid": "16012279", "section_type": "REF", "source": "J Clin Psychopharmacol", "type": "ref", "volume": "25", "year": "2005"}, "text": "A double-blind sham-controlled trial of repetitive transcranial magnetic stimulation in the treatment of refractory auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 65054, "infons": {"fpage": "83", "lpage": "88", "name_0": "surname:Fitzgerald;given-names:PB", "name_1": "surname:Sritharan;given-names:A", "name_2": "surname:Benitez;given-names:J", "name_3": "surname:Daskalakis;given-names:ZJ", "name_4": "surname:Jackson;given-names:G", "name_5": "surname:Kulkarni;given-names:J", "name_6": "surname:Egan;given-names:GF", "pub-id_doi": "10.1016/j.pscychresns.2006.12.011", "pub-id_pmid": "17398078", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "155", "year": "2007"}, "text": "A preliminary fMRI study of the effects on cortical activation of the treatment of refractory auditory hallucinations with rTMS", "sentences": [], "annotations": [], "relations": []}, {"offset": 65182, "infons": {"fpage": "577", "lpage": "585", "name_0": "surname:Blumberger;given-names:DM", "name_1": "surname:Christensen;given-names:BK", "name_2": "surname:Zipursky;given-names:RB", "name_3": "surname:Moller;given-names:B", "name_4": "surname:Chen;given-names:R", "name_5": "surname:Fitzgerald;given-names:PB", "name_6": "surname:Daskalakis;given-names:ZJ", "pub-id_doi": "10.1016/j.brs.2011.12.002", "pub-id_pmid": "22410480", "section_type": "REF", "source": "Brain Stimul", "type": "ref", "volume": "5", "year": "2012"}, "text": "MRI-targeted repetitive transcranial magnetic stimulation of Heschl’s gyrus for refractory auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 65297, "infons": {"fpage": "63", "lpage": "69", "name_0": "surname:Jandl;given-names:M", "name_1": "surname:Steyer;given-names:J", "name_2": "surname:Weber;given-names:M", "name_3": "surname:Linden;given-names:DEJ", "name_4": "surname:Rothmeier;given-names:J", "name_5": "surname:Maurer;given-names:K", "name_6": "surname:Kaschka;given-names:WP", "pub-id_doi": "10.1159/000091721", "pub-id_pmid": "16511336", "section_type": "REF", "source": "Neuropsychobiology", "type": "ref", "volume": "53", "year": "2006"}, "text": "Treating auditory hallucinations by transcranial magnetic stimulation: a randomized controlled cross-over trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 65409, "infons": {"fpage": "172", "lpage": "179", "name_0": "surname:Vercammen;given-names:A", "name_1": "surname:Knegtering;given-names:H", "name_2": "surname:Bruggeman;given-names:R", "name_3": "surname:Westenbroek;given-names:HM", "name_4": "surname:Jenner;given-names:JA", "name_5": "surname:Slooff;given-names:CJ", "name_6": "surname:Wunderink;given-names:L", "name_7": "surname:Aleman;given-names:A", "pub-id_doi": "10.1016/j.schres.2009.07.013", "pub-id_pmid": "19679450", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "114", "year": "2009"}, "text": "Effects of bilateral repetitive transcranial magnetic stimulation on treatment resistant auditory-verbal hallucinations in schizophrenia: a randomized controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 65577, "infons": {"fpage": "4250", "lpage": "4258", "name_0": "surname:Baquet;given-names:ZC", "name_1": "surname:Gorski;given-names:JA", "name_2": "surname:Jones;given-names:KR", "pub-id_doi": "10.1523/JNEUROSCI.3920-03.2004", "pub-id_pmid": "15115821", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "24", "year": "2004"}, "text": "Early striatal dendrite deficits followed by neuron loss with advanced age in the absence of anterograde cortical brain-derived neurotrophic factor", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}