{"source": "PMC", "date": "20201221", "key": "pmc.key", "infons": {}, "documents": [{"id": "6444286", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2019.101794", "article-id_pmc": "6444286", "article-id_pmid": "30928810", "article-id_publisher-id": "S2213-1582(19)30144-5 101794", "elocation-id": "101794", "kwd": "Methamphetamine dependence Relapse Bayesian model Inhibitory control Stimulant", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "name_0": "surname:Harlé;given-names:Katia M.", "name_1": "surname:Yu;given-names:Angela J.", "name_2": "surname:Paulus;given-names:Martin P.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "22", "year": "2019"}, "text": "Bayesian computational markers of relapse in methamphetamine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 72, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Methamphetamine use disorder is associated with a high likelihood of relapse. Identifying robust predictors of relapse that have explanatory power is critical to develop secondary prevention based on a mechanistic understanding of relapse. Computational approaches have the potential to identify such predictive markers of psychiatric illness, with the advantage of providing a finer mechanistic explanation of the cognitive processes underlying psychiatric vulnerability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 545, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In this study, sixty-two recently sober methamphetamine-dependent individuals were recruited from a 28-day inpatient treatment program, and completed a Stop Signal Task (SST) while undergoing functional magnetic resonance imaging (fMRI). These individuals were prospectively followed for 1 year and assessed for relapse to methamphetamine use. Thirty-three percent of followed participants reported relapse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 953, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We found that neural activity associated with two types of Bayesian prediction error, i.e. the difference between actual and expected need to stop on a given trial, significantly differentiated those individuals who remained abstinent and those who relapsed. Specifically, relapsed individuals exhibited smaller neural activations to such Bayesian prediction errors relative to those individuals who remained abstinent in the left temporoparietal junction (Cohen's d = 0.91), the left inferior frontal gyrus (Cohen's d = 0.57), and left anterior insula (Cohen's d = 0.63). In contrast, abstinent and relapsed participants did not differ in neural activation to non-model based task contrasts or on various self-report clinical measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1690, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In conclusion, Bayesian cognitive models may help identify predictive biomarkers of relapse, while providing a computational explanation of belief processing and updating deficits in individuals with methamphetamine use disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1920, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1931, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Methamphetamine-dependent individuals (MDI) face a high rate of relapse after treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2020, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Can a Bayesian learning modeling and fMRI be used to identify markers of relapse?", "sentences": [], "annotations": [], "relations": []}, {"offset": 2102, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "MDI who relapsed within 1 year have smaller activation to Bayesian model-based prediction errors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2200, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Such neural pattern was observed in left temporo-parietal junction, IFG, and anterior insula.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2294, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "MDI more likely to relapse show weaker tracking of uncertainty and updating of their belief model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2393, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2406, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Methamphetamine use disorder is associated with a high likelihood of and short time-span to relapse. Identifying precise and robust predictors of relapse is therefore essential for improving the prevention and treatment of this disorder. Generative computational models have the potential to precisely disambiguate and quantify complex cognitive processes, which may in turn be used to identify specific neuro-cognitive treatment targets for a personalized approach to treating addictive disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2905, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, we showed that both healthy individuals and stimulant users continuously alter their response strategy in a standard inhibitory paradigm (stop-signal task, SST), such that dynamic fluctuations in their reaction time and performance are consistent with a Bayesian sequential adjustment of their beliefs and decision strategy. Whereas standard behavioral measures to assess performance in the SST, such as mean stop-signal reaction time (SSRT) or stop signal asynchrony dependent error rate, are relatively easy to obtain, Bayes-optimal model parameters have the advantage that they provide quantitative explanatory measures of an underlying putative cognitive process. Moreover, the model can be used to simulate data to better elucidate how behavioral dysfunctions emerge as a consequence of altered underlying cognitive processes. Here, we use a similar Bayesian approach combined with fast event-related fMRI to model methamphetamine-dependent individuals' real-time beliefs about the need to stop in the SST, and isolate neural markers of relapse one year after treatment. We aimed to determine whether those computational neural markers of inhibitory function can meaningfully distinguish methamphetamine-dependent individuals who remain abstinent from those who relapse within a year.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4205, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Based on recent studies pointing to weaker and less efficient neural encoding of Bayesian expectations of a stop response in the SST, and associated abnormalities in neural tracking of Bayesian prediction errors (i.e. difference between probability and actual occurrence of a stop signal on a given trial) in occasional stimulant users and methamphetamine-dependent individuals, we hypothesized that weaker or less efficient neural responses associated with Bayesian prediction errors would be observed in relapsed relative to abstinent individuals. Clusters in the inferior frontal gyrus (IFG; e.g., Brodmann area 44, 47) and overlapping the interior insula bilaterally, as well in the pre-Supplementary Motor Area (SMA) have been robustly implicated in guiding inhibitory function. In those regions, both structural deficits (reduced integrity of white matter fibers) and functional alterations have been observed in stimulant addicted individuals. Larger activation patterns to unsigned Bayesian prediction errors in the SST have also been observed among occasional stimulant users progressing to problem use in a region overlapping the right anterior insula and IFG. Based on these combined findings, we expected abnormal prediction error activations in the IFG/anterior insula regions to be associated with more severe addictive profiles and thus with relapse status one year after treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5603, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The anterior cingulate cortex (ACC) and anterior insula have also been robustly linked to encoding of prediction errors and more generally expectancy violation in a wide range of cognitive task, but notably in the SST. At the computational level, both regions have been shown to encode volatility and the tracking of unexpected changes in the environment. Using a similar modeling approach as used here, found that a region in the dorsal ACC overlapping pre-SMA was robustly associated with neural activation to an unsigned Bayesian prediction error in the SST, while we showed that occasional stimulant use was assoviated with weaker activations to the same type of prediction error in similar, albeit more caudal region of the ACC and in the posterior insular cortex. Based on this research, we hypothesized that weaker or abnormal neural signals in those regions would be associated with less efficient tracking of model-based uncertainty and thus more apparent in relapsed individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6593, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Finally, the superior temporal gyrus, specifically the temporoparietal junction, has been associated with dynamic learning and anticipatory processes, including proactive inhibition, i.e. the anticipation of the need to stop in the SST. The left temporoparietal junction, in particular, is involved in mathematical computations and has recently been implicated in Bayesian learning. Given consistent evidence of learning deficits, and findings of hypo-activations of the superior temporal gyrus and temporoparietal junction during learning-based decision-making in methamphetamine dependence, we therefore expected potential computational learning inefficiencies to be reflected in weaker recruitment of this brain region among individuals more susceptible to relapse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7362, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Taken together, recent computational evidence suggests altered Bayesian learning during inhibitory control tasks such as the SST in stimulant users of varying clinical severity. Given that areas identified above are both critical to inhibitory control implementation and have been linked to recruitment abnormalities in stimulant users during inhibitory control, we hypothesized that among individuals diagnosed with methamphetamine dependence, those more likely to relapse would exhibit less efficient inhibitory learning as reflected by weaker neural responses associated with anticipation and belief updating. We predicted these weaker neural signals would be particularly observable in regions key to inhibitory control and inhibitory learning, including the IFG, anterior insula, ACC, and temporoparietal junction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8182, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 8190, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8203, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study protocol was approved by the UCSD Human Research Protections Program and all subjects gave written informed consent. Sixty-two (21% female) recently sober methamphetamine-dependent individuals were recruited from a 28-day inpatient Alcohol and Drug Treatment Program at the Veterans Affairs San Diego Healthcare System and Scripps Green Hospital (La Jolla, CA; cross-sectional analysis of these data published elsewhere). All study procedures, including the neuroimaging session examining brain and behavior responses during the SST, occurred during the third or fourth week of treatment for all participants (i.e., all had been abstinent from methamphetamine or any other drugs, including alcohol, for 3–4 weeks). To maintain sobriety during the program, participants were screened for the presence of drugs via random urine toxicology or whenever they left the facility, and were terminated from the program if tested positive. Participants also performed the North American Adult Reading Test as a measure of verbal intelligence, and completed self-report measures of personality and affective measures previously associated with stimulant addiction vulnerability, including the Barratt Impulsiveness Scale (BIS-11), the Sensation Seeking Scale (SSS-V), and the Beck Depression Inventory (BDI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9511, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Lifetime DSM-IV Axis I and II diagnoses at baseline were assessed with the Semi Structured Assessment for the Genetics of Alcoholism and based on consensus meetings with the supervising clinician and trained study personnel, including a Masters-level research assistant and postdoctoral-level psychologist (see Supplementary Text 1 for exclusion criteria). Methamphetamine dependence, and not DSM-5 diagnosis of methamphetamine use disorder, was assessed because DSM-IV was in effect at the start of the study. Participants were contacted one year later for a brief structured phone interview to assess for any use of methamphetamine, level of use, and time of relapse. At baseline, we also assessed for use and abuse/dependence criteria for other drugs (i.e., sedatives, hallucinogens, marijuana, cocaine or opiates) in the past year, as part of a larger longitudinal study, which also followed individuals with other primary drugs of abuse. For all participants in this study, methamphetamine was confirmed as participants' drug of choice. Relapse was defined as use of methamphetamine at any point during the follow-up period, while some participants may have additionally relapsed to any of these other substances (not assessed at follow-up). Based on interview responses, thirty-nine methamphetamine-dependent individuals remained abstinent from methamphetamine from the time of treatment to one-year follow-up. Nineteen individuals reported that they relapsed. Four participants could not be tracked.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11018, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Stop signal task", "sentences": [], "annotations": [], "relations": []}, {"offset": 11035, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants completed a stop-signal task (6 blocks of 48 trials) while undergoing fMRI. On 216 go trials (75% of all trials), they had to press as fast as possible the left button when an ‘X' appeared or the right button when an ‘O' appeared. On 72 stop trials (25% of all trials), they heard a tone shortly after onset of the go stimulus, which instructed them not to press either button. Each trial lasted around 1300 ms, and trials were separated by a 200-ms inter-stimulus intervals (blank screen). Individuals' reaction time (time from stimulus onset to button press) provided a natural jitter. The sequence of trial types presented was pseudo-randomized. Finally, prior to scanning, participants completed the SST outside the scanner to determine their mean ‘Go’ reaction time (MRT). This measure was then used to determine the stop signal delay (SSD) for six different types stop trial of increasing difficulty, providing a subject-dependent jittered reference function. Specifically, stop signals were delivered in equal amounts at MRT-0 ms, MRT-100 ms, MRT-200 ms, MRT-300 ms, MRT-400 ms, and MRT-500 ms providing an individually customized range of difficulty; see Supplementary Text 2 for task instructions).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12256, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bayesian model of the inhibitory response expectation", "sentences": [], "annotations": [], "relations": []}, {"offset": 12310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To model behavior, we used a Bayes-optimal Dynamic Belief Model, which has been robustly established to capture behavioral adjustments in the SST in both healthy individuals and substance users. The model assumes that one 1) updates the prior probability of encountering stop trials, P(stop), on a trial-by-trial basis based on trial history, and 2) adjusts behavior as a function of P(stop) with higher predicted P(stop) prompting slower Go RT and higher likelihood of correctly stopping on a stop trial. Mathematically, on each trial k, Pk(stop) is the mean of the predictive distribution p(rk|sk-1), which is a mixture of the previous posterior distribution and a fixed prior distribution, with α and 1 − α acting as the mixing coefficients, respectively, and where Sk = (s1, …,sk) is 1 on stop trials and 0 on go trials:", "sentences": [], "annotations": [], "relations": []}, {"offset": 13135, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "with the posterior distribution being updated according to Bayes' Rule:", "sentences": [], "annotations": [], "relations": []}, {"offset": 13207, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "A. P(stop) as a function of trial sequence. Top: for the sequence of go (green dots, outcome = 0) and stop (blue dots, outcome = 1) trials, Bayesian prior belief about encountering a stop trial (P(stop), red line), as predicted by the Dynamic Belief Model. P(stop) increases after each stop trial, and decreases after each go trial. Bottom: The corresponding signed prediction error (SPE, red line, solid), SPE = stimulus outcome − P(stop), and unsigned prediction error (UPE, blue, dashed), SPE = |stimulus outcome − P(stop)|. B. Model fit for both methamphetamine dependent individuals who maintained abstinence over a 1 year (black; n = 39) and those who relapsed within 1 year of treatment (red; n = 19); data collapsed across all subjects for relapsed and abstinent groups separately, where Go trials were binned by P(stop) and average RT calculated for each bin separately; as predicted by our Bayes optimal decision-making model, a significant positive relationship was observed between individuals' Go reaction times (RT) and trial-wise P(stop) model estimates in each group; black and red lines represent best linear regression fit to mean go reaction time for each group. Error bars = SEM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14407, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 14414, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this study, model parameters for the beta distribution p0(r) and α were kept constant across all participants, based on prior simulations that sought to optimize behavioral fit at the group level, i.e., maximizing the goodness-of-fit of the linear regression of P(Stop) on RT across all participants (see Supplementary Text 3). A fixed setting of p0 = Beta(a = 2.5,b = 7.5; s = a + b = 10; mean = 0.25) was used, and alpha was fit to participants' data (range tested: 0.25–1.0; α = 0.5 maximized overall fit across all participants; see Fig. 1A for P(stop) sequence).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14985, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition and preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 15021, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Using a fast event-related fMRI design, six T2*-weighted EPI functional runs were collected for each participant, along with one T1-weighted anatomical image. Each scanning session was conducted on a 3 T General Electric scanner with the following parameters: T2*-weighted EPI, repetition time = 2000 ms, echo time = 40 ms, 64 × 64 matrix, 30 4-mm axial slices, FOV = 220 × 220 mm, in-plane voxel size = 3.437, and flip angle = 90o. Each run included 256 repetitions for a length of 8 min and 32 s. Functional volume acquisitions were time-locked to task onset. During the same experimental session, we collected a T1-weighted image (MPRAGE, TR = 11.4 ms, TE = 4.4 ms, flip angle = 10 degree, FOV = 256 × 256, 1 mm3 voxels) to be used for anatomical reference. All structural and functional image processing and analysis was performed with the Analysis of Functional Neuroimages (AFNI) software package, and MRI x-y slices were reconstructed into AFNI BRIK format. Echoplanar images underwent automatic coregistration to the anatomical image and each participant dataset was visually inspected to confirm successful alignment. Outlier voxels were identified in the aligned images based on whether a given time point greatly exceeded the mean number of voxel outliers for the time-series. Time points with high numbers of outlier voxels were excluded from subsequent analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16397, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "First-level fMRI analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 16423, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In a first general linear model (GLM), Go, Stop Success/SS, and Stop Error/SE trials were distinguished and convolved with a canonical hemodynamic response function (Go Error trials were scarce and not included in these analyses). Each was entered as both categorical and P(stop)-modulated regressor (i.e., Go, SS, SE, GoxPk(stop), SSxPk(stop), and SExPk(stop)). To more specifically isolate neural activity related to belief updating processes vs uncertainty tracking, a second GLM was created with two types of trial-wise Bayesian prediction errors as parametric regressors, representing the discrepancy between expected likelihood of having to stop on the upcoming trial (i.e., P(stop)) and actual trial type observed (i.e., Go = 0, Stop = 1). These regressors included in this order the signed prediction error (SPE = outcome-P(stop) = sk-Pk(stop)) and the unsigned prediction error (UPE = |outcome-Pk(stop)| = |sk-Pk(stop)|; see Fig. 1A, bottom), as well as trial error (0 = correct or 1 = error) to control for performance error related activity. Each of these regressors were orthogonalized with respect to the preceding one given the non-trivial collinearity between them. Both GLMs included the following regressors of no-interest: a baseline regressor (inter-trial intervals), three linear drift regressors (x,y,z), and three motion regressors (pitch, yaw, roll), and Go RTs (residualized with respect to P(stop)) to control for motor response confounds. Images were spatially filtered (Gaussian full width half maximum 4 mm) to account for individual anatomical differences. Automated Talairach transformations were applied to anatomical images and functional images were subsequently transformed into Talairach space. Percent signal change (%SC) was determined by dividing the signal for each regressor of interest by the baseline regressor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18277, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Second-level analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 18299, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At the between-subject level, two types of voxelwise mixed-effects linear models (LME) were fit to the coefficients of our first-level GLM. In the first LME, we first tested for the interaction of clinical status (abstinent vs relapsed) and modulation of P(Stop) under each Go vs Stop trials (i.e, GoxP(stop) vs StopxPk(stop), SS and SE were averaged), with subject treated as random intercept effect. Whole brain statistical maps were obtained for the group main effect (reflecting areas tracking a clinical status group difference in prior P(stop) value irrespective of trial type) and the clinical status X P(stop) modulated trial type interaction. In order to assess for potential group difference in the modulation of trial accuracy (i.e., successful vs failed inhibition) by P(stop), a similar LME approach was used. Specifically, we obtained statistical maps for the main effect of clinical status (reflecting potential group difference in P(stop) activation on Stop trials irrespective of accuracy) and for the clinical status X P(stop) modulated trial type (SE vs SS) interaction. To correct for multiple comparisons, we used a cluster threshold adjustment based on Monte Carlo simulations (generated with AFNI's 3dClustSim program). We first calculated spatial autocorrelation function (acf) parameters from the 1st glm model residuals, using the 3dFHWMx function (which does not assume a purely Gaussian acf function, but rather a mixture of Gaussian and mono-exponential). The obtained parameters, averaged across participants, were fed to the 3dClustSim function to determine FWER corrected cluster size. Based on the simulations, a minimum cluster volume of 896 μL was found to be sufficient to correct for multiple comparisons at FWER = p < .05 with a minimum voxelwise significant threshold of p < .005. While less conservative than using a p < .001 or p < .002 voxelwise threshold, this setting provides a balance of adequate correction for multiple comparisons while ensuring a substantial minimum cluster size. We also note that this threshold is still relatively conservative in light of previous work having applied this Bayesian computational model in similar populations and experimental settings, which would provide grounds for a more focused search within the brain based on regions of interest. Finally, within the regions identified with those LMEs, we identified those that were consistent with a potential group difference in either type of Bayesian prediction errors (UPE or SPE), using our second GLM for regions of interest (ROI) analyses. Moreover, for regions consistent with a group main effect or group X trial type interaction, we specifically checked for convergence between results from the second GLM and the pattern of activation to P(Stop) as function of trial type (first GLM). Specifically, regions with non-zero P(stop) activations of opposite signs or with the same signs across Go and Stop trials, should be consistent with a significant group difference in UPE and SPE activations, respectively. This is because an SPE is equal to 0 - P(stop) = − P(stop) on Go trials, and SPE = 1 – P(stop) on Stop trials, and thus negatively correlated with P(stop) on both type of trials. In contrast, UPE is equal to |0 - P(stop)| = P(stop) on Go trials and to |1 - P(stop)| = 1 – P(stop) on Stop trials, and thus should be positively correlated on Go trials but negatively correlated with P(stop) on Stop trials (see.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21754, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 21762, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Participants characteristics and drug use", "sentences": [], "annotations": [], "relations": []}, {"offset": 21804, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Participants' baseline characteristics as a function of group status (N = 58).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21883, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th>Relapsed individuals (n = 19)<hr/></th><th><hr/></th><th>Abstinent individuals (n = 39)<hr/></th><th><hr/></th><th><hr/></th></tr><tr><th>Mean</th><th>SD</th><th>Mean</th><th>SD</th><th>P value</th></tr></thead><tbody><tr><td>Demographics</td><td/><td/><td/><td/><td/></tr><tr><td> Gender<xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref> (% Female)</td><td>22%</td><td>–</td><td>23%</td><td>–</td><td>p = .90</td></tr><tr><td> Ethnicity<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref> (% White, Non-Hispanic)</td><td>63%</td><td>–</td><td>55%</td><td>–</td><td>p = .25</td></tr><tr><td> Age</td><td>36.9</td><td>9.3</td><td>38.2</td><td>11.2</td><td>p = .65</td></tr><tr><td> Verbal IQ</td><td>110</td><td>7.8</td><td>108</td><td>9.5</td><td>p = .39</td></tr><tr><td>Drug Use (Self-Report)</td><td/><td/><td/><td/><td/></tr><tr><td> Methamphetamine lifetime uses</td><td>9777</td><td>12,432</td><td>16,525</td><td>36,246</td><td>p = .41<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td> Cocaine lifetime uses (users<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref>)</td><td>2833 (17)</td><td>6438</td><td>2898 (35)</td><td>6496</td><td>p = .41<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td> Cannabis lifetime uses (users<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref>)</td><td>5007 (19)</td><td>9031</td><td>12,110 (36)</td><td>32,540</td><td>p = .62<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td> Alcohol: typical drinks/week (users<xref rid=\"tf0025\" ref-type=\"table-fn\">e</xref>)</td><td>3.0 (15)</td><td>3.0</td><td>3.1(8)</td><td>2.8</td><td>p = .75</td></tr><tr><td> Nicotine: typical cigarettes/day (users<xref rid=\"tf0025\" ref-type=\"table-fn\">e</xref>)</td><td>8.7 (10)</td><td>8.9</td><td>13.3(31)</td><td>9.5</td><td>p = .08</td></tr><tr><td> Opiates lifetime uses</td><td>77 (4)</td><td>135</td><td>414 (10)</td><td>925</td><td>p = .47<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td> Hallucinogens lifetime uses</td><td>74 (8)</td><td>161</td><td>208 (12)</td><td>377</td><td>p = .31<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td>Drug Use (Dependence Diagnoses.)<xref rid=\"tf0030\" ref-type=\"table-fn\">f</xref></td><td/><td/><td/><td/><td/></tr><tr><td> Cocaine</td><td>2</td><td/><td>6</td><td/><td/></tr><tr><td> Cannabis</td><td>4</td><td/><td>3</td><td/><td/></tr><tr><td> Opiates</td><td>1</td><td/><td>1</td><td/><td/></tr><tr><td> Hallucinogens</td><td>0</td><td/><td>0</td><td/><td/></tr><tr><td>Personality/Mood</td><td/><td/><td/><td/><td/></tr><tr><td> Baratt Impulsivity Scale (BIS)</td><td>78.4</td><td>9.6</td><td>76.6</td><td>11.8</td><td>p = .60</td></tr><tr><td> Sensation Seeking Scale (SSS)</td><td>23.2</td><td>6.0</td><td>23.9</td><td>5.4</td><td>p = .65</td></tr><tr><td> Beck Depression Inventory (BDI)</td><td>7.8</td><td>6.7</td><td>6.7</td><td>6.1</td><td>p = .61</td></tr><tr><td>Attention/Hyperactivity</td><td/><td/><td/><td/><td/></tr><tr><td> ADHD Attention Symptoms</td><td>1.8</td><td>3.4</td><td>1.9</td><td>2.8</td><td>p = .92</td></tr><tr><td> ADHD Hyperactivity Symptoms</td><td>1.9</td><td>3.5</td><td>2.3</td><td>3.2</td><td>p = .76</td></tr><tr><td> Conduct Symptoms</td><td>1.4</td><td>1.6</td><td>1.5</td><td>1.3</td><td>p = .78</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21894, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th>Relapsed individuals (n = 19)<hr/></th><th><hr/></th><th>Abstinent individuals (n = 39)<hr/></th><th><hr/></th><th><hr/></th></tr><tr><th>Mean</th><th>SD</th><th>Mean</th><th>SD</th><th>P value</th></tr></thead><tbody><tr><td>Demographics</td><td/><td/><td/><td/><td/></tr><tr><td> Gender<xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref> (% Female)</td><td>22%</td><td>–</td><td>23%</td><td>–</td><td>p = .90</td></tr><tr><td> Ethnicity<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref> (% White, Non-Hispanic)</td><td>63%</td><td>–</td><td>55%</td><td>–</td><td>p = .25</td></tr><tr><td> Age</td><td>36.9</td><td>9.3</td><td>38.2</td><td>11.2</td><td>p = .65</td></tr><tr><td> Verbal IQ</td><td>110</td><td>7.8</td><td>108</td><td>9.5</td><td>p = .39</td></tr><tr><td>Drug Use (Self-Report)</td><td/><td/><td/><td/><td/></tr><tr><td> Methamphetamine lifetime uses</td><td>9777</td><td>12,432</td><td>16,525</td><td>36,246</td><td>p = .41<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td> Cocaine lifetime uses (users<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref>)</td><td>2833 (17)</td><td>6438</td><td>2898 (35)</td><td>6496</td><td>p = .41<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td> Cannabis lifetime uses (users<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref>)</td><td>5007 (19)</td><td>9031</td><td>12,110 (36)</td><td>32,540</td><td>p = .62<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td> Alcohol: typical drinks/week (users<xref rid=\"tf0025\" ref-type=\"table-fn\">e</xref>)</td><td>3.0 (15)</td><td>3.0</td><td>3.1(8)</td><td>2.8</td><td>p = .75</td></tr><tr><td> Nicotine: typical cigarettes/day (users<xref rid=\"tf0025\" ref-type=\"table-fn\">e</xref>)</td><td>8.7 (10)</td><td>8.9</td><td>13.3(31)</td><td>9.5</td><td>p = .08</td></tr><tr><td> Opiates lifetime uses</td><td>77 (4)</td><td>135</td><td>414 (10)</td><td>925</td><td>p = .47<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td> Hallucinogens lifetime uses</td><td>74 (8)</td><td>161</td><td>208 (12)</td><td>377</td><td>p = .31<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td></tr><tr><td>Drug Use (Dependence Diagnoses.)<xref rid=\"tf0030\" ref-type=\"table-fn\">f</xref></td><td/><td/><td/><td/><td/></tr><tr><td> Cocaine</td><td>2</td><td/><td>6</td><td/><td/></tr><tr><td> Cannabis</td><td>4</td><td/><td>3</td><td/><td/></tr><tr><td> Opiates</td><td>1</td><td/><td>1</td><td/><td/></tr><tr><td> Hallucinogens</td><td>0</td><td/><td>0</td><td/><td/></tr><tr><td>Personality/Mood</td><td/><td/><td/><td/><td/></tr><tr><td> Baratt Impulsivity Scale (BIS)</td><td>78.4</td><td>9.6</td><td>76.6</td><td>11.8</td><td>p = .60</td></tr><tr><td> Sensation Seeking Scale (SSS)</td><td>23.2</td><td>6.0</td><td>23.9</td><td>5.4</td><td>p = .65</td></tr><tr><td> Beck Depression Inventory (BDI)</td><td>7.8</td><td>6.7</td><td>6.7</td><td>6.1</td><td>p = .61</td></tr><tr><td>Attention/Hyperactivity</td><td/><td/><td/><td/><td/></tr><tr><td> ADHD Attention Symptoms</td><td>1.8</td><td>3.4</td><td>1.9</td><td>2.8</td><td>p = .92</td></tr><tr><td> ADHD Hyperactivity Symptoms</td><td>1.9</td><td>3.5</td><td>2.3</td><td>3.2</td><td>p = .76</td></tr><tr><td> Conduct Symptoms</td><td>1.4</td><td>1.6</td><td>1.5</td><td>1.3</td><td>p = .78</td></tr></tbody></table>\n"}, "text": "\tRelapsed individuals (n = 19)\t\tAbstinent individuals (n = 39)\t\t\t \tMean\tSD\tMean\tSD\tP value\t \tDemographics\t\t\t\t\t\t \t Gendera (% Female)\t22%\t–\t23%\t–\tp = .90\t \t Ethnicityb (% White, Non-Hispanic)\t63%\t–\t55%\t–\tp = .25\t \t Age\t36.9\t9.3\t38.2\t11.2\tp = .65\t \t Verbal IQ\t110\t7.8\t108\t9.5\tp = .39\t \tDrug Use (Self-Report)\t\t\t\t\t\t \t Methamphetamine lifetime uses\t9777\t12,432\t16,525\t36,246\tp = .41c\t \t Cocaine lifetime uses (usersd)\t2833 (17)\t6438\t2898 (35)\t6496\tp = .41c\t \t Cannabis lifetime uses (usersd)\t5007 (19)\t9031\t12,110 (36)\t32,540\tp = .62c\t \t Alcohol: typical drinks/week (userse)\t3.0 (15)\t3.0\t3.1(8)\t2.8\tp = .75\t \t Nicotine: typical cigarettes/day (userse)\t8.7 (10)\t8.9\t13.3(31)\t9.5\tp = .08\t \t Opiates lifetime uses\t77 (4)\t135\t414 (10)\t925\tp = .47c\t \t Hallucinogens lifetime uses\t74 (8)\t161\t208 (12)\t377\tp = .31c\t \tDrug Use (Dependence Diagnoses.)f\t\t\t\t\t\t \t Cocaine\t2\t\t6\t\t\t \t Cannabis\t4\t\t3\t\t\t \t Opiates\t1\t\t1\t\t\t \t Hallucinogens\t0\t\t0\t\t\t \tPersonality/Mood\t\t\t\t\t\t \t Baratt Impulsivity Scale (BIS)\t78.4\t9.6\t76.6\t11.8\tp = .60\t \t Sensation Seeking Scale (SSS)\t23.2\t6.0\t23.9\t5.4\tp = .65\t \t Beck Depression Inventory (BDI)\t7.8\t6.7\t6.7\t6.1\tp = .61\t \tAttention/Hyperactivity\t\t\t\t\t\t \t ADHD Attention Symptoms\t1.8\t3.4\t1.9\t2.8\tp = .92\t \t ADHD Hyperactivity Symptoms\t1.9\t3.5\t2.3\t3.2\tp = .76\t \t Conduct Symptoms\t1.4\t1.6\t1.5\t1.3\tp = .78\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23206, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "IQ = intelligence quotient (based on North American Adult Reading Test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23279, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Chi-square test: χ2(1) = 0.5, p = .82.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23318, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Chi-square test: χ2(5) = 6.6, p = .25.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23357, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "t-test computed using natural log transformed +0.5 values (due to non-normal distributions) replicated results or raw data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23481, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Number of past and/or current users mean was calculated with (other participants denied any past/present uses).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23593, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Number of current users mean was calculated with (other participants denied any current use).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23687, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Number of participants who met criteria for dependence diagnosis for corresponding drug (in addition to methamphetamine) at baseline; note: methamphetamine was confirmed as primary drug of abuse for all participants based on clinical assessment (based on number of dependence criteria and overall lifetime uses).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24000, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Relapsed participants did not differ from those who remained sober in terms of ethnicity, gender, age, and verbal IQ (p > .05). At baseline, groups differed neither in reported lifetime methamphetamine, cocaine, marijuana uses, nor in average number of cigarettes/week and alcoholic drinks/week over the past year (p > .05; see Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24338, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Model-based behavioral adjustment", "sentences": [], "annotations": [], "relations": []}, {"offset": 24372, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Supporting our model's assumptions, a positive linear relationship between Go RT and P(stop) was observed in all participants (B = 276 ms, t(56) = 2.8,p = .008, model omnibus test: χ2(1) = 127,p < .001; mean Pearson correlation coefficient: r = 0.17). Neither the group main effect on Go RT (χ2(1) = 0.02,p = .90); Mean RT: Relapsed = 579 ms; Abstinent = 572 ms), nor the group by P(stop) interaction (χ2(1) = 1.8,p = .18), were statistically significant (see Fig. 1B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24842, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As expected, participants had a higher likelihood of error on trials with longer stop signal delay (χ2(1) = 106,p < .001). However, groups did not significantly differ in their average stop error rates (Group main effect: χ2(1) = 0.20,p = .66; Mean Error Rate = 0. 49). The Group by SSD interaction was not statistically significant, but a trend was observed in the direction of steeper decline in accuracy for shorter SSD among relapsed individuals (χ2(1) = 3.3,p = .07). Importantly, as predicted by our ideal observer model and the observed RT adjustment, we found a negative relationship between error likelihood and P(stop), with higher P(stop) prompting a smaller likelihood of error (odds ratio = 0.48, Wald z = −3.04,p < .05; omnibus test: χ2(1) = 9.2, p < .05). There was no statistically significant group x P(stop) interaction (χ2(1) = 0.03,p = .85).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25704, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "fMRI analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 25718, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Bayesian prediction of inhibitory response (P(stop))", "sentences": [], "annotations": [], "relations": []}, {"offset": 25771, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Group difference in neural activation to a Bayesian signed prediction error (SPE). A. BOLD signal in the left middle frontal gyrus a showing group difference in the temporo-parietal junction (TPJ)/angular gyrus. B. Bar graph displays average P(stop) modulation of percent signal change by trial type (Go vs Stop) and group (Abstinent: n = 38; Relapsed: n = 19; error bars indicate ±1 SEM). In this area, abstinent individuals (grey bars) demonstrated a neural response consistent with a significant de-activation to a signed prediction error (outcome − P(stop)), i.e., a positive correlation between percentage signal change and P(stop) on both Go and Stop trials, whereas relapsed participants (red/striped bars) do not show any significant P(stop) dependent activation on either Go or Stop trials. C. Average percent signal change correlation with a Bayesian SPE (outcome − P(stop) for each group (error bars: ±1 SEM). Relative to abstinent participants who show a strong deactivation to SPE (grey bar), relapsed individuals show an attenuated SPE-dependent activation, which was not significantly different from zero (p > .05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26902, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 26909, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Testing for any group differences in brain activation associated with P(stop) irrespective of trial type, we found one area consistent with such neural pattern in the left the left temporoparietal junction including the angular gyrus (Brodmann Area 39; Volume = 23 voxels/1472 μL; Peak Voxel Coordinates:-40,-66,22; z = 3.49, p = .0005; see Fig. 2A). Specifically, statistically significantly positive P(stop) activations on both Go and Stop trials was observed in abstinent participants, whereas P(stop) activations were weaker and not different from zero in relapsed individuals (see Fig. 2B). Moreover, and consistent with this neural pattern, a group difference in SPE activation was observed based on ROI analyses with the 2nd GLM. That is, average %SC to SPE was significantly different from zero in self-reported abstinent (p < .05) but not relapsed individuals (p > .05; Mean Difference Cohen's d = 0.91; see Fig. 2C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27836, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Modulation of P(stop) by action trial type (stop vs go)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27892, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Testing for any significant interaction between clinical status (abstinent vs relapsed) and P(stop) modulated trial type [StopxP(stop) vs GoxP(stop)] across all trials, we found no areas consistent with such neural pattern.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28116, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Modulation of P(stop) by stop trial accuracy (SS vs SE)", "sentences": [], "annotations": [], "relations": []}, {"offset": 28172, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Group difference in the modulation of neural activation correlated with P(stop) by inhibitory success. A. BOLD signal regions representing a significant interaction between group and P(stop)-modulated activation for Stop Success (SS) versus Stop Error (SE) in the left Inferior Frontal Gyrus (IFG). B. Bar graphs represent average percent signal change for parametric regressors SE × P(stop, and SS × P(stop) in Abstinent (n = 39) and Relapsed individuals (n = 19). Percent signal change in the abstinent group (grey bars) was positively correlated with P(stop) on successful stop (SS) trials and not on stop error (SE) trials, whereas relapsed participants (red striped bars) show a positive P(stop)-modulated activation on stop error SE but not SS trials. C. Consistent with this pattern of activation, in this region, percent signal change was selectively anti-correlated with a Bayesian UPE (i.e., |outcome-P(stop)|) on SS but not on SE trials in abstinent participants (grey bars). In contrast, a significant UPE-dependent deactivation was observed in relapsed participants on SE trials only; error bars indicate ±1 SEM. D. BOLD signal regions representing a significant interaction between group and P(stop)-modulated activation for Stop Success (SS) versus Stop Error (SE) in the left Anterior Insula. E. Bar graphs represent average percent signal change for parametric regressors SE × P(stop, and SS × P(stop)) in Abstinent (n = 39) and Relapsed individuals (n = 19). Percent signal change in the abstinent group (grey bars) was positively correlated with P(stop) on SS but not SE trials, whereas relapsed participants (red striped bars) show a positive P(stop)-modulated activation on SE but not SS trials. F. Consistent with this pattern of activation, in this region, percent signal change was selectively negatively correlated with a Bayesian UPE (i.e., |outcome-P(stop)|) on SS but not on SE trials in abstinent participants (grey bars). In contrast, a significant UPE-dependent deactivation was observed in relapsed participants on SE but not SS trials; error bars indicate ±1 SEM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30269, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 30276, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Activation in two neural regions were associated with a significant interaction between clinical status and P(stop) modulated stop accuracy (SS vs SE trials). In a first region, identified in the left IFG (Brodmann Area 45; Volume = 15 voxels/960 μL; Peak Voxel Coordinates: −44,21,23; z = 3.19, p = .0001; see Fig. 3A), abstinent participants exhibited a significant positive activation to P(stop) on successful stop (SS) trials (p < .05), but no significant activation or deactivation with P(stop) on stop error (SE) trials (p > .05). In contrast, relapsed individuals showed a significant positive activation to P(stop) on SE trials (p < .05) but not P(stop) activation was observed on SS trials (p > .05; see Fig. 3B). Importantly, consistent with the positive activation to P(stop) on stop trials, this was reflected by percent signal change to a Bayesian UPE. Specifically, on successful stop trials (SS), abstinent individuals showed a significant deactivation to UPE (p < .05), which was not significantly difference from zero in relapsed individuals (p > .05; Group Difference Cohen's d = 0.57, p = .03). In contrast, on SE trials, the opposite pattern was seen in that the relapsed group showed a significant deactivation to UPE (p < .05), which was not significant in abstinent individuals (p > .05; Group Difference Cohen's d = 0.72, p = .02; see Fig. 3C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31645, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the second region, identified in the left anterior insula (Brodmann Area 13; Volume = 15 voxels/960 μL; Peak Voxel Coordinates: −28,28,4; z = 3.70, p = .0002; see Fig. 3D), a similar pattern was observed. The abstinent group exhibited a significant positive activation to P(stop) on successful stop (SS) trials (p < .05), but no significant activation or deactivation with P(stop) on stop error (SE) trials (p > .05). In contrast, relapsed participants showed a significant positive activation to P(stop) on SE trials (p < .05) but not on SS trials (p > .05; see Fig. 3E). Again, this was reflected by the group difference in percent signal change to a Bayesian UPE. Specifically, on successful stop trials (SS), abstinent individuals showed a significant deactivation to UPE (p < .05), which was not significantly difference from zero in relapsed individuals (p > .05; Group Difference Cohen's d = 0.63, p = .02). In contrast, on SE trials, the relapsed group showed a significant deactivation to UPE (p = .05), which was not significant in abstinent individuals (p > .05; Group Difference was not significant: Cohen's d = 0.31, p = .26; see Fig. 3C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32801, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Non-computational task regressors", "sentences": [], "annotations": [], "relations": []}, {"offset": 32835, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We conducted two similar LME analyses with the categorical regressors (Go, SS, SE) to assess whether clinical groups differed in their neural responses to trial type after regressing out any variance correlated with the P(stop)-modulated predictors. We specifically looked at the interaction of clinical status with the Go - Stop contrast (SS and SE averaged), as well as with the SS – SE contrast. We found not regions consistent with either a significant group by Go-Stop contrast, or a significant group by SS-SE contrast.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33361, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 33372, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We aimed to identify neural markers of relapse to methamphetamine use, combining behavioral, neuroimaging, and computational approaches. We used a Bayesian ideal observer model to infer expectations of inhibitory response in a stop-signal task among fifty-eight methamphetamine-dependent individuals. We found that, relative to those MDI who remained abstinent, relapsed individuals failed to exhibit a deactivation to a signed prediction error (SPE) in the left temporoparietal junction. In addition, while abstinent individuals exhibited significant neural responses to P(stop) and an unsigned prediction error (UPE) on successfully inhibited trials in the left IFG and left anterior insula, relapsed individuals showed abnormalities in the tracking of UPE in those regions, with stronger UPE activation on failed but not successful trials. In contrast to these neural differences, no other baseline predictors, such as reported lifetime drug use or non-model based neural predictors, predicted relapse. These two types of prediction errors (SPE and UPE) carry different yet complementary relevance to behavior adjustment, as discussed below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34517, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The SPE (outcome-P(stop)) is proportional to the degree of Dynamic Belief Model (DBM) belief updating following a given trial outcome, and quantifies how much the directional difference between expecting and observing a stop signal update prior beliefs to modify the internal model. The fact that individuals with weaker Bayesian SPE activations in the left angular gyrus appear more likely to relapse suggests that these individuals may be less efficient at learning, i.e., updating expectations, in the task. With extensive connections to prefrontal and temporal lobes, the left angular gyrus has been implicated in encoding prediction errors and event frequencies within a Bayesian learning context, highlighting the role of this region in computationally-based learning. The observed negative as opposed to positive correlation between SPE and neural activity in this region highlights the relevance for relapse prediction of tracking this signed discrepancy specifically when observed stop frequency is lower than expectations (negative SPE). That is, because of its specific relevance to inhibitory/stop action tendency following belief adjustment, negative SPE activation may point to a specific vulnerability in flexibly implementing such action in relapsers. Interestingly, there is evidence pointing to structural abnormalities in the superior temporal region (i.e., lower grey matter volumes) as potential biological vulnerability to stimulant addiction. Overall, these results are congruent with extensive evidence of difficulties learning and integrating new information to adjust behavioral performance in methamphetamine users, and with recent computational work pointing reduced prefrontal recruitment during model-based decision-making among alcohol relapsers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36295, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In contrast, the UPE (|outcome-P(stop)|) represents an overall degree of discrepancy between one's internal model prediction and actual outcome, and can be understood as a “goodness of fit” estimate of one's internal predictive model. Larger UPE deactivations, as observed in the left IFG and anterior insula, may thus reflect a stronger tracking of expectancy violation as unexpected changes in the environment statistics are being monitored. In both left IFG and left anterior insula, while abstinent individuals exhibited significant deactivations UPE, relapsed participants failed to show neural tracking of UPE when successfully inhibiting a motor response, but they instead exhibited such neural responses when failing to inhibit. This could suggest two things. First, relative to individuals who remained abstinent, relapsed individuals may be less efficient at maintaining internal monitoring of unexpected uncertainty in the environment while preforming well on the task. Second, failure to successfully inhibit motor response may more specifically prompt neural tracking of uncertainty in those regions among relapsed individuals, which could point to a more selective tracking of uncertainty and higher attentional threshold to trigger strategic shifts and adapt behavior in this subset of individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37609, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Indeed, several studies suggest that, while the right IFG is more robustly recruited during inhibitory control, the left IFG is also critical to response inhibition in SST and Go-NoGo tasks. Consistent with greater experienced expectancy violation, the left IFG has been shown to encode prediction errors, including those associated with Bayesian posterior probabilities, and with the ability to “switch” strategy when no longer task-relevant. Similarly, prediction error and expectancy violation signals in reinforcement learning paradigms have been robustly observed in the insular cortex, and this region has been implicated in interoception and error-based learning within complex, uncertain environment. Again, the observed deactivation vs positive activation pattern, consistent with previous evidence of negative relationships between unsigned prediction errors and activity in cingulate cortex and IFG, is congruent with a downstream inhibitory role of UPE activation in this region, which may be relevant to prompt de-engagement from the current behavioral strategy. That is, those individuals prone to relapse show increased tracking of expectancy violation (i.e., appropriateness of the internal belief model guiding behavior), which is critical to guide shifts in attention away from an ineffective prediction strategy, in the face of failure, i.e., in a more reactive manner. In contrast, those more likely to remain abstinent appear to more consistently track this discrepancy between model-based beliefs and actual outcome when they are successfully performing, i.e., in a more pro-active manner. In light of recent computational work suggesting that individuals' decisions are partly guided by minimizing surprise through maximizing entropy over outcomes to “keep their options open”, such belief-based process may be particularly informative/predictive in individuals vulnerable to relapse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39517, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Overall, these neural findings suggest that methamphetamine-dependent individuals more likely to relapse one year after treatment are less efficient at tracking unexpected uncertainty and updating their internal belief model when presented with new information. This highlights the importance of distinguishing belief updating processes from expectancy violation and uncertainty monitoring, with growing computational evidence of distinct neural substrates. Interestingly, this pattern echoes a recent meta-analysis of reward prediction in substance abusers, pointing to weaker anticipation of reward and higher prediction error signals when receiving unexpected rewards. The similarity between this meta-analysis and our results further supports a learning impairment hypothesis, i.e. a problem of adapting behavior to a changing environment, generally consistent with a shift from model-based, goal-directed behavior to habitual decision-making associated with inflexible learning. We note, however, that this study has several limitations, including a small sample size, the fact that relapse/abstinence status was based on self-report, and that alcohol, prescription drugs, and other secondary drugs of abuse were not monitored after treatment. In addition, medical status, hospitalizations, and psychiatric comorbidities were not assessed during the follow-up interval. The latter limits our ability to evaluate the specificity of the neurocognitive markers identified to methamphetamine dependence and the role of psychiatric comorbidities in this predictive model. Future research should include a more in-depth clinical assessment to tease apart those factors. In addition, we acknowledge the group differences in Bayesian model-based neural responses were observed in the absence of statistically significant group difference in behavioral performance. However, the group by SSD interaction contrast predicting accuracy was marginally significant and pointing to more marked decline in performance as SSD shortens (i.e., more challenging) among relapsed individuals. Moreover, this lack of strong behavioral findings does not preclude the relevance of such subtle neural differences to inhibitory learning and/or the worsening of behavioral inhibitory performance as individuals progress towards relapse. It would thus be critical to assess behavioral performance at follow-up in future studies to assess the evolution of neural changes in anticipatory processes as it impacts performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42016, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, the combination of functional neuroimaging and Bayesian cognitive modeling may be helpful in identifying finer neural markers for methamphetamine use disorder relapse, which can provide a mechanistic explanation of more subtle processing deficits. We note, however, that a group model fitting approach was adopted in this study to identify potential neurocognitive predictors of relapse at the individual level, and thus a more in-depth study of clinical prediction utility is warranted. Nonetheless, such generative embedding approach is a first step to help bridge the clinical predictive utility and the scientific requirement of mechanistic insight into cognition, which for instance is not realistically attainable with standard multivariate classification algorithms. Specifically, if robust to replication, and with the hope to refine such neurocomputational test to be more subpopulation- and individual-specific, this cognitive modeling approach may be useful to predict long-term relapse status at the individual level. Such approach may further be able to pinpoint specific predisposing deficits in a) the adequacy of individuals' internal predictive model, and/or b) the efficiency of experience-based learning. Given their relevance to addictive behavior and recent developments in computational psychiatry, such Bayesian computational framework could be further strengthened by considering: the degree of precision/confidence about goal attainment, which may further modulate the influence of expectancies on choice, and the balance between model-free vs model-based/goal-directed control in relation to Pavlovian-instrumental transfer effects. The observed computational markers may provide new avenues in the prevention of stimulant addiction and the development of personalized treatments. For instance, cognitive training and biofeedback may be used to specifically target the computational learning processes showing evidence of neural inefficiencies in combination with standard addiction rehabilitation programs for those individuals identified at risk of relapse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44117, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 44128, "infons": {"fpage": "e55", "lpage": "e68", "name_0": "surname:Aron;given-names:A.R.", "pub-id_pmid": "20932513", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "From reactive to proactive and selective control: developing a richer model for stopping inappropriate responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 44241, "infons": {"fpage": "33", "lpage": "43", "name_0": "surname:Aron;given-names:J.L.", "name_1": "surname:Paulus;given-names:M.P.", "pub-id_pmid": "17493051", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "102", "year": "2007"}, "text": "Location, location: using functional magnetic resonance imaging to pinpoint brain differences relevant to stimulant use", "sentences": [], "annotations": [], "relations": []}, {"offset": 44361, "infons": {"fpage": "1561", "lpage": "1573", "name_0": "surname:Aron;given-names:A.R.", "name_1": "surname:Monsell;given-names:S.", "name_2": "surname:Sahakian;given-names:B.J.", "name_3": "surname:Robbins;given-names:T.W.", "pub-id_pmid": "15090477", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "127", "year": "2004"}, "text": "A componential analysis of task-switching deficits associated with lesions of left and right frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 44469, "infons": {"fpage": "3743", "lpage": "3752", "name_0": "surname:Aron;given-names:A.R.", "name_1": "surname:Behrens;given-names:T.E.", "name_2": "surname:Smith;given-names:S.", "name_3": "surname:Frank;given-names:M.J.", "name_4": "surname:Poldrack;given-names:R.A.", "pub-id_pmid": "17409238", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Triangulating a cognitive control network using diffusion-weighted magnetic resonance imaging (MRI) and functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 44588, "infons": {"fpage": "561", "lpage": "571", "name_0": "surname:Beck;given-names:A.T.", "name_1": "surname:Ward;given-names:C.H.", "name_2": "surname:Mendelson;given-names:M.", "name_3": "surname:Mock;given-names:J.", "name_4": "surname:Erbaugh;given-names:J.", "pub-id_pmid": "13688369", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "4", "year": "1961"}, "text": "An inventory for measuring depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 44626, "infons": {"fpage": "1214", "lpage": "1221", "name_0": "surname:Behrens;given-names:T.E.J.", "name_1": "surname:Woolrich;given-names:M.W.", "name_2": "surname:Walton;given-names:M.E.", "name_3": "surname:Rushworth;given-names:M.F.S.", "pub-id_pmid": "17676057", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "10", "year": "2007"}, "text": "Learning the value of information in an uncertain world", "sentences": [], "annotations": [], "relations": []}, {"offset": 44682, "infons": {"fpage": "645", "lpage": "653", "name_0": "surname:Bossaerts;given-names:P.", "pub-id_pmid": "20512378", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "214", "year": "2010"}, "text": "Risk and risk prediction error signals in anterior insula", "sentences": [], "annotations": [], "relations": []}, {"offset": 44740, "infons": {"fpage": "18", "lpage": "25", "name_0": "surname:Brecht;given-names:M.-L.", "name_1": "surname:Herbeck;given-names:D.", "pub-id_pmid": "24685563", "section_type": "REF", "source": "Drug Alcohol Depend.", "type": "ref", "volume": "139", "year": "2014"}, "text": "Time to relapse following treatment for methamphetamine use: a long-term perspective on patterns and predictors", "sentences": [], "annotations": [], "relations": []}, {"offset": 44852, "infons": {"name_0": "surname:Brodersen;given-names:K.H.", "name_1": "surname:Schofield;given-names:T.M.", "name_2": "surname:Leff;given-names:A.P.", "name_3": "surname:Ong;given-names:C.S.", "name_4": "surname:Lomakina;given-names:E.I.", "name_5": "surname:Buhmann;given-names:J.M.", "name_6": "surname:Stephan;given-names:K.E.", "section_type": "REF", "source": "PLoS Comput. Biol.", "type": "ref", "volume": "7", "year": "2011"}, "text": "Generative embedding for model-based classification of fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 44917, "infons": {"fpage": "141", "lpage": "151", "name_0": "surname:Claus;given-names:E.D.", "name_1": "surname:Feldstein Ewing;given-names:S.W.", "name_2": "surname:Filbey;given-names:F.M.", "name_3": "surname:Hutchison;given-names:K.E.", "pub-id_pmid": "23200160", "section_type": "REF", "source": "J. Stud. Alcohol Drugs", "type": "ref", "volume": "74", "year": "2013"}, "text": "Behavioral control in alcohol use disorders: relationships with severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 44990, "infons": {"fpage": "162", "lpage": "173", "name_0": "surname:Cox;given-names:R.W.", "pub-id_pmid": "8812068", "section_type": "REF", "source": "Comput. Biomed. Res.", "type": "ref", "volume": "29", "year": "1996"}, "text": "AFNI: software for analysis and visualization of functional magnetic resonance neuroimages", "sentences": [], "annotations": [], "relations": []}, {"offset": 45081, "infons": {"fpage": "1929", "lpage": "1939", "name_0": "surname:d'Acremont;given-names:M.", "name_1": "surname:Lu;given-names:Z.L.", "name_2": "surname:Li;given-names:X.", "name_3": "surname:Van der Linden;given-names:M.", "name_4": "surname:Bechara;given-names:A.", "pub-id_pmid": "19442744", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "47", "year": "2009"}, "text": "Neural correlates of risk prediction error during reinforcement learning in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 45164, "infons": {"fpage": "10887", "lpage": "10897", "name_0": "surname:d'Acremont;given-names:M.", "name_1": "surname:Schultz;given-names:W.", "name_2": "surname:Bossaerts;given-names:P.", "pub-id_pmid": "23804108", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "33", "year": "2013"}, "text": "The human brain encodes event frequencies while forming subjective beliefs", "sentences": [], "annotations": [], "relations": []}, {"offset": 45239, "infons": {"fpage": "189", "lpage": "196", "name_0": "surname:Dodge;given-names:R.", "name_1": "surname:Sindelar;given-names:J.", "name_2": "surname:Sinha;given-names:R.", "section_type": "REF", "source": "J. Subst. Abus. Treat.", "type": "ref", "volume": "28", "year": "2005"}, "text": "The role of depression symptoms in predicting drug abstinence in outpatient substance abuse treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 45341, "infons": {"fpage": "601", "lpage": "604", "name_0": "surname:Ersche;given-names:K.D.", "name_1": "surname:Jones;given-names:P.S.", "name_2": "surname:Williams;given-names:G.B.", "name_3": "surname:Turton;given-names:A.J.", "name_4": "surname:Robbins;given-names:T.W.", "name_5": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "22301321", "section_type": "REF", "source": "Science", "type": "ref", "volume": "335", "year": "2012"}, "text": "Abnormal brain structure implicated in stimulant drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 45405, "infons": {"fpage": "585", "lpage": "595", "name_0": "surname:Gläscher;given-names:J.", "name_1": "surname:Daw;given-names:N.", "name_2": "surname:Dayan;given-names:P.", "name_3": "surname:O'Doherty;given-names:J.P.", "pub-id_pmid": "20510862", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "66", "year": "2010"}, "text": "States versus rewards: dissociable neural prediction error signals underlying model-based and model-free reinforcement learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 45533, "infons": {"fpage": "1313", "lpage": "1319", "name_0": "surname:Hampshire;given-names:A.", "name_1": "surname:Chamberlain;given-names:S.R.", "name_2": "surname:Monti;given-names:M.M.", "name_3": "surname:Duncan;given-names:J.", "name_4": "surname:Owen;given-names:A.M.", "pub-id_pmid": "20056157", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "50", "year": "2010"}, "text": "The role of the right inferior frontal gyrus: inhibition and attentional control", "sentences": [], "annotations": [], "relations": []}, {"offset": 45614, "infons": {"fpage": "4567", "lpage": "4580", "name_0": "surname:Harlé;given-names:K.M.", "name_1": "surname:Shenoy;given-names:P.", "name_2": "surname:Stewart;given-names:J.L.", "name_3": "surname:Tapert;given-names:S.F.", "name_4": "surname:Yu;given-names:A.J.", "name_5": "surname:Paulus;given-names:M.P.", "pub-id_pmid": "24672002", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "34", "year": "2014"}, "text": "Altered neural processing of the need to stop in young adults at risk for stimulant dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 45709, "infons": {"fpage": "3413", "lpage": "3426", "name_0": "surname:Harlé;given-names:K.M.", "name_1": "surname:Stewart;given-names:J.L.", "name_2": "surname:Zhang;given-names:S.", "name_3": "surname:Tapert;given-names:S.F.", "name_4": "surname:Yu;given-names:A.J.", "name_5": "surname:Paulus;given-names:M.P.", "pub-id_pmid": "26336910", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "138", "year": "2015"}, "text": "Bayesian neural adjustment of inhibitory control predicts emergence of problem stimulant use", "sentences": [], "annotations": [], "relations": []}, {"offset": 45802, "infons": {"fpage": "448", "lpage": "459", "name_0": "surname:Harlé;given-names:K.M.", "name_1": "surname:Zhang;given-names:S.", "name_2": "surname:Ma;given-names:N.", "name_3": "surname:Yu;given-names:A.J.", "name_4": "surname:Paulus;given-names:M.P.", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "1", "year": "2016"}, "text": "Reduced neural recruitment for Bayesian adjustment of inhibitory control in methamphetamine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 45905, "infons": {"fpage": "4178", "lpage": "4187", "name_0": "surname:Hayden;given-names:B.Y.", "name_1": "surname:Heilbronner;given-names:S.R.", "name_2": "surname:Pearson;given-names:J.M.", "name_3": "surname:Platt;given-names:M.L.", "pub-id_pmid": "21411658", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "31", "year": "2011"}, "text": "Surprise signals in anterior cingulate cortex: neuronal encoding of unsigned reward prediction errors driving adjustment in behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 46038, "infons": {"fpage": "33", "lpage": "44", "name_0": "surname:Heinz;given-names:A.", "name_1": "surname:Deserno;given-names:L.", "name_2": "surname:Zimmermann;given-names:U.S.", "name_3": "surname:Smolka;given-names:M.N.", "name_4": "surname:Beck;given-names:A.", "name_5": "surname:Schlagenhauf;given-names:F.", "pub-id_pmid": "27480622", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "151", "year": "2017"}, "text": "Targeted intervention: computational approaches to elucidate and predict relapse in alcoholism", "sentences": [], "annotations": [], "relations": []}, {"offset": 46133, "infons": {"fpage": "1361", "lpage": "1370", "name_0": "surname:Hesselbrock;given-names:M.", "name_1": "surname:Easton;given-names:C.", "name_2": "surname:Bucholz;given-names:K.K.", "name_3": "surname:Schuckit;given-names:M.", "name_4": "surname:Hesselbrock;given-names:V.", "pub-id_pmid": "10615721", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "94", "year": "1999"}, "text": "A validity study of the SSAGA--a comparison with the SCAN", "sentences": [], "annotations": [], "relations": []}, {"offset": 46191, "infons": {"fpage": "11017", "lpage": "11022", "name_0": "surname:Hester;given-names:R.", "name_1": "surname:Garavan;given-names:H.", "pub-id_pmid": "15590917", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "24", "year": "2004"}, "text": "Executive dysfunction in cocaine addiction: evidence for discordant frontal, cingulate, and cerebellar activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 46303, "infons": {"fpage": "2039", "lpage": "2047", "name_0": "surname:Ide;given-names:J.S.", "name_1": "surname:Shenoy;given-names:P.", "name_2": "surname:Yu;given-names:A.J.", "name_3": "surname:Li;given-names:C.S.", "pub-id_pmid": "23365241", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "33", "year": "2013"}, "text": "Bayesian prediction and evaluation in the anterior cingulate cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 46371, "infons": {"fpage": "8165", "name_0": "surname:Jiang;given-names:J.", "name_1": "surname:Beck;given-names:J.", "name_2": "surname:Heller;given-names:K.", "name_3": "surname:Egner;given-names:T.", "pub-id_pmid": "26391305", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "6", "year": "2015"}, "text": "An insula-frontostriatal network mediates flexible cognitive control by adaptively predicting changing control demands", "sentences": [], "annotations": [], "relations": []}, {"offset": 46490, "infons": {"fpage": "1581", "lpage": "1589", "name_0": "surname:Kennerley;given-names:S.W.", "name_1": "surname:Behrens;given-names:T.E.", "name_2": "surname:Wallis;given-names:J.D.", "pub-id_pmid": "22037498", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "14", "year": "2011"}, "text": "Double dissociation of value computations in orbitofrontal and anterior cingulate neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 46580, "infons": {"fpage": "14734", "lpage": "14740", "name_0": "surname:Lee;given-names:B.", "name_1": "surname:London;given-names:E.D.", "name_2": "surname:Poldrack;given-names:R.A.", "name_3": "surname:Farahi;given-names:J.", "name_4": "surname:Nacca;given-names:A.", "name_5": "surname:Monterosso;given-names:J.R.", "name_6": "surname:Mumford;given-names:J.A.", "name_7": "surname:Bokarius;given-names:A.V.", "name_8": "surname:Dahlbom;given-names:M.", "name_9": "surname:Mukherjee;given-names:J.", "pub-id_pmid": "19940168", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "29", "year": "2009"}, "text": "Striatal dopamine d2/d3 receptor availability is reduced in methamphetamine dependence and is linked to impulsivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 46696, "infons": {"fpage": "73", "name_0": "surname:London;given-names:E.D.", "name_1": "surname:Simon;given-names:S.L.", "name_2": "surname:Berman;given-names:S.M.", "name_3": "surname:Mandelkern;given-names:M.A.", "name_4": "surname:Lichtman;given-names:A.M.", "name_5": "surname:Bramen;given-names:J.", "name_6": "surname:Shinn;given-names:A.K.", "name_7": "surname:Miotto;given-names:K.", "name_8": "surname:Learn;given-names:J.", "name_9": "surname:Dong;given-names:Y.", "pub-id_pmid": "14706946", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "61", "year": "2004"}, "text": "Mood disturbances and regional cerebral metabolic abnormalities in recently abstinent methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 46806, "infons": {"fpage": "387", "lpage": "398", "name_0": "surname:Luijten;given-names:M.", "name_1": "surname:Schellekens;given-names:A.F.", "name_2": "surname:Kühn;given-names:S.", "name_3": "surname:Machielse;given-names:M.W.J.", "name_4": "surname:Sescousse;given-names:G.", "pub-id_pmid": "28146248", "section_type": "REF", "source": "Jama Psychiatry", "type": "ref", "volume": "74", "year": "2017"}, "text": "Disruption of reward processing in addiction: an image-based meta-analysis of functional magnetic resonance imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 46930, "infons": {"fpage": "357", "lpage": "365", "name_0": "surname:Menon;given-names:V.", "name_1": "surname:Rivera;given-names:S.M.", "name_2": "surname:White;given-names:C.D.", "name_3": "surname:Glover;given-names:G.H.", "name_4": "surname:Reiss;given-names:A.L.", "pub-id_pmid": "10988030", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "12", "year": "2000"}, "text": "Dissociating prefrontal and parietal cortex activation during arithmetic processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 47014, "infons": {"fpage": "287", "lpage": "295", "name_0": "surname:Nestor;given-names:L.J.", "name_1": "surname:Ghahremani;given-names:D.G.", "name_2": "surname:Monterosso;given-names:J.", "name_3": "surname:London;given-names:E.D.", "section_type": "REF", "source": "Psychiatry Res. Neuroimaging", "type": "ref", "volume": "194", "year": "2011"}, "text": "Prefrontal hypoactivation during cognitive control in early abstinent methamphetamine-dependent subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 47119, "infons": {"fpage": "768", "lpage": "774", "name_0": "surname:Patton;given-names:J.H.", "name_1": "surname:Stanford;given-names:M.S.", "pub-id_pmid": "8778124", "section_type": "REF", "source": "J. Clin. Psychol.", "type": "ref", "volume": "51", "year": "1995"}, "text": "Factor structure of the Barratt impulsiveness scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 47171, "infons": {"fpage": "602", "lpage": "606", "name_0": "surname:Paulus;given-names:M.P.", "pub-id_pmid": "17962553", "section_type": "REF", "source": "Science", "type": "ref", "volume": "318", "year": "2007"}, "text": "Decision-making dysfunctions in psychiatry--altered homeostatic processing?", "sentences": [], "annotations": [], "relations": []}, {"offset": 47247, "infons": {"fpage": "383", "lpage": "387", "name_0": "surname:Paulus;given-names:M.P.", "name_1": "surname:Stein;given-names:M.B.", "pub-id_pmid": "16780813", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "60", "year": "2006"}, "text": "An insular view of anxiety", "sentences": [], "annotations": [], "relations": []}, {"offset": 47274, "infons": {"fpage": "53", "lpage": "63", "name_0": "surname:Paulus;given-names:M.P.", "name_1": "surname:Hozack;given-names:N.E.", "name_2": "surname:Zauscher;given-names:B.E.", "name_3": "surname:Frank;given-names:L.", "name_4": "surname:Brown;given-names:G.G.", "name_5": "surname:Braff;given-names:D.L.", "name_6": "surname:Schuckit;given-names:M.A.", "pub-id_pmid": "11751032", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "26", "year": "2002"}, "text": "Behavioral and functional neuroimaging evidence for prefrontal dysfunction in methamphetamine-dependent subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 47387, "infons": {"fpage": "386", "lpage": "392", "name_0": "surname:Paulus;given-names:M.P.", "name_1": "surname:Huys;given-names:Q.J.M.", "name_2": "surname:Maia;given-names:T.V.", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "1", "year": "2016"}, "text": "A roadmap for the development of applied computational psychiatry", "sentences": [], "annotations": [], "relations": []}, {"offset": 47453, "infons": {"comment": "Available at:", "element-citation": "http://cran.r-project.org/web/packages/nlme/index.html", "name_0": "surname:Pinheiro;given-names:J.", "name_1": "surname:Bates;given-names:D.", "name_2": "surname:DebRoy;given-names:S.", "name_3": "surname:Sarkar;given-names:D.", "section_type": "REF", "type": "ref", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 47454, "infons": {"fpage": "2745", "lpage": "2752", "name_0": "surname:Preuschoff;given-names:K.", "name_1": "surname:Quartz;given-names:S.R.", "name_2": "surname:Bossaerts;given-names:P.", "pub-id_pmid": "18337404", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Human insula activation reflects risk prediction errors as well as risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 47526, "infons": {"name_0": "surname:Rigoli;given-names:F.", "name_1": "surname:Mathys;given-names:C.", "name_2": "surname:Friston;given-names:K.J.", "name_3": "surname:Dolan;given-names:R.J.", "section_type": "REF", "source": "PLoS Comput. Biol.", "type": "ref", "volume": "13", "year": "2017"}, "text": "A unifying Bayesian account of contextual effects in value-based choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 47598, "infons": {"name_0": "surname:Schwartenbeck;given-names:P.", "name_1": "surname:FitzGerald;given-names:T.H.B.", "name_2": "surname:Mathys;given-names:C.", "name_3": "surname:Dolan;given-names:R.", "name_4": "surname:Kronbichler;given-names:M.", "name_5": "surname:Friston;given-names:K.", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "5", "year": "2015"}, "text": "Evidence for surprise minimization over value maximization in choice behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 47676, "infons": {"fpage": "578", "lpage": "586", "name_0": "surname:Schwartenbeck;given-names:P.", "name_1": "surname:FitzGerald;given-names:T.H.B.", "name_2": "surname:Dolan;given-names:R.", "pub-id_pmid": "26520774", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "125", "year": "2016"}, "text": "Neural signals encoding shifts in beliefs", "sentences": [], "annotations": [], "relations": []}, {"offset": 47718, "infons": {"fpage": "847", "issue": "11", "lpage": "856", "name_0": "surname:Sebold;given-names:M.", "name_1": "surname:Nebe;given-names:S.", "name_2": "surname:Garbusow;given-names:M.", "name_3": "surname:Guggenmos;given-names:M.", "name_4": "surname:Schad;given-names:D.", "name_5": "surname:Beck;given-names:A.", "name_6": "surname:Kuitunen-Paul;given-names:S.", "name_7": "surname:Sommer;given-names:C.", "name_8": "surname:Frank;given-names:R.", "name_9": "surname:Neu;given-names:P.", "pub-id_pmid": "28673442", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "82", "year": "2017"}, "text": "When habits are dangerous-alcohol expectancies and habitual decision-making predict relapse in alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 47832, "infons": {"fpage": "43", "lpage": "61", "name_0": "surname:Seghier;given-names:M.L.", "pub-id_pmid": "22547530", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "19", "year": "2013"}, "text": "The angular gyrus multiple functions and multiple subdivisions", "sentences": [], "annotations": [], "relations": []}, {"offset": 47895, "infons": {"fpage": "8366", "lpage": "8377", "name_0": "surname:Seo;given-names:H.", "name_1": "surname:Lee;given-names:D.", "pub-id_pmid": "17670983", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Temporal filtering of reward signals in the dorsal anterior cingulate cortex during a mixed-strategy game", "sentences": [], "annotations": [], "relations": []}, {"offset": 48001, "infons": {"name_0": "surname:Shenoy;given-names:P.", "name_1": "surname:Yu;given-names:A.J.", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "5", "year": "2011"}, "text": "Rational decision-making in inhibitory control", "sentences": [], "annotations": [], "relations": []}, {"offset": 48048, "infons": {"element-citation": "http://papers.nips.cc/paper/3937-a-rational-decision-making-framework-for-inhibitory-control", "name_0": "surname:Shenoy;given-names:P.", "name_1": "surname:Rao;given-names:R.P.N.", "name_2": "surname:Yu;given-names:A.", "section_type": "REF", "source": "Adv. Neural Inf. Proces. Syst.", "type": "ref", "volume": "23", "year": "2011"}, "text": "A rational decision making framework for inhibitory control", "sentences": [], "annotations": [], "relations": []}, {"offset": 48108, "infons": {"fpage": "334", "lpage": "340", "name_0": "surname:Singer;given-names:T.", "name_1": "surname:Critchley;given-names:H.D.", "name_2": "surname:Preuschoff;given-names:K.", "pub-id_pmid": "19643659", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "13", "year": "2009"}, "text": "A common role of insula in feelings, empathy and uncertainty", "sentences": [], "annotations": [], "relations": []}, {"offset": 48169, "infons": {"fpage": "2250", "lpage": "2256", "name_0": "surname:Spoormaker;given-names:V.I.", "name_1": "surname:Andrade;given-names:K.C.", "name_2": "surname:Schröter;given-names:M.S.", "name_3": "surname:Sturm;given-names:A.", "name_4": "surname:Goya-Maldonado;given-names:R.", "name_5": "surname:Sämann;given-names:P.G.", "name_6": "surname:Czisch;given-names:M.", "pub-id_pmid": "20869454", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "54", "year": "2011"}, "text": "The neural correlates of negative prediction error signaling in human fear conditioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 48257, "infons": {"fpage": "1655", "lpage": "1665", "name_0": "surname:Swick;given-names:D.", "name_1": "surname:Ashley;given-names:V.", "name_2": "surname:Turken;given-names:U.", "pub-id_pmid": "21376819", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "56", "year": "2011"}, "text": "Are the neural correlates of stopping and not going identical? Quantitative meta-analysis of two response inhibition tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 48380, "infons": {"fpage": "1123", "lpage": "1137", "name_0": "surname:Uttl;given-names:B.", "pub-id_pmid": "12650237", "section_type": "REF", "source": "J. Clin. Exp. Neuropsychol.", "type": "ref", "volume": "24", "year": "2002"}, "text": "North American adult Reading test: age norms, reliability, and validity", "sentences": [], "annotations": [], "relations": []}, {"offset": 48452, "infons": {"fpage": "1429", "lpage": "1438", "name_0": "surname:Yeung;given-names:N.", "name_1": "surname:Nystrom;given-names:L.E.", "name_2": "surname:Aronson;given-names:J.A.", "name_3": "surname:Cohen;given-names:J.D.", "pub-id_pmid": "16452666", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "26", "year": "2006"}, "text": "Between-task competition and cognitive control in task switching", "sentences": [], "annotations": [], "relations": []}, {"offset": 48517, "infons": {"fpage": "1873", "lpage": "1880", "name_0": "surname:Yu;given-names:A.J.", "name_1": "surname:Cohen;given-names:J.D.", "section_type": "REF", "source": "Adv. Neural Inf. Proces. Syst.", "type": "ref", "volume": "21", "year": "2009"}, "text": "Sequential effects: superstition or rational behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 48571, "infons": {"fpage": "681", "lpage": "692", "name_0": "surname:Yu;given-names:A.J.", "name_1": "surname:Dayan;given-names:P.", "pub-id_pmid": "15944135", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "46", "year": "2005"}, "text": "Uncertainty, neuromodulation, and attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 48615, "infons": {"fpage": "2015", "lpage": "2024", "name_0": "surname:Zandbelt;given-names:B.B.", "name_1": "surname:Bloemendaal;given-names:M.", "name_2": "surname:Neggers;given-names:S.F.W.", "name_3": "surname:Kahn;given-names:R.S.", "name_4": "surname:Vink;given-names:M.", "pub-id_pmid": "22359406", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "34", "year": "2013"}, "text": "Expectations and violations: delineating the neural network of proactive inhibitory control", "sentences": [], "annotations": [], "relations": []}, {"offset": 48707, "infons": {"fpage": "420", "name_0": "surname:Zuckerman;given-names:M.", "name_1": "surname:Link;given-names:K.", "pub-id_pmid": "5666143", "section_type": "REF", "source": "J. Consult. Clin. Psychol.", "type": "ref", "volume": "32", "year": "1968"}, "text": "Construct validity for the sensation-seeking scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 48758, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 48777, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2019.101794.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}