{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6610093", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-019-46111-0", "article-id_pmc": "6610093", "article-id_pmid": "31270391", "article-id_publisher-id": "46111", "elocation-id": "9594", "kwd": "Attention Schizophrenia", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Krukow;given-names:Paweł", "name_1": "surname:Jonak;given-names:Kamil", "name_2": "surname:Karpiński;given-names:Robert", "name_3": "surname:Karakuła-Juchnowicz;given-names:Hanna", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "9", "year": "2019"}, "text": "Abnormalities in hubs location and nodes centrality predict cognitive slowing and increased performance variability in first-episode schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 156, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Introducing the Minimum Spanning Tree (MST) algorithms to neural networks science eliminated the problem of arbitrary setting of the threshold for connectivity strength. Despite these advantages, MST has been rarely used to study network abnormalities in schizophrenia. An MST graph mapping a network structure is its simplification, therefore, it is important to verify whether the reconfigured network is significantly related to the behavioural dimensions of the clinical picture of schizophrenia. 35 first-episode schizophrenia patients and 35 matched healthy controls underwent an assessment of information processing speed, cognitive inter-trial variability modelled with ex-Gaussian distributional analysis of reaction times and resting-state EEG recordings to obtain frequency-specific functional connectivity matrices from which MST graphs were computed. The patients’ network had a more random structure and star-like arrangement with overloaded hubs positioned more posteriorly than it was in the case of the control group. Deficient processing speed in the group of patients was predicted by increased maximal betweenness centrality in beta and gamma bands, while decreased consistency in cognitive processing was predicted by the betweenness centrality of posterior nodes in the gamma band, together with duration of illness. The betweenness centrality of posterior nodes in the gamma band was also significantly correlated with positive psychotic symptoms in the clinical group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1649, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1662, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is a progressive disease characterized by complex psychopathology and cognitive dysfunctions impeding the abilities of independent living. A significant part of modern studies concerning the neural underpinnings of the disorder are focused on recognizing the patterns of aberrant brain integration. It resulted from the assumption that schizophrenia (SZ) might be understood as a pathological state of disconnection within the neural system. The disconnection or neural miswiring refers to a pathology in the coordination of brain elements from the level of cellular signalling to aberrant axonal connections between various neuroanatomical structures. Much of the evidence for desynchronized neural activity in SZ comes from research using resting-state functional magnetic resonance methods (r-s fMRI), aimed at finding enhanced or reduced functional connectivity between numerous brain areas and networks. Functional connectivity (FC) might be defined as the statistical association between spatially distributed neurophysiological time series. Despite a substantial increase in the scope of knowledge regarding abnormal FC in SZ individuals, an infinite number of possible connections between different brain regions makes it difficult to assess the condition of the network in a global dimension. To circumvent this problem, a graph theorem has been implemented to evaluate the complex whole-brain functional and structural networks. Moreover, implementation of graph theory makes possible the transition from investigating associations between a given number of structures to interpreting overall connectivity configuration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3307, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Previous studies of neural networks organization in schizophrenia confirmed various types of pathologies, however, a substantial inconsistency of detailed results has been noted. The inconsistency was mainly due to the application of various solutions regarding networks and connectivity metrics and dissimilar modalities of neuroimaging technics. Kambeitz with co-workers conducted a meta-analysis of the whole-brain network architecture to verify whether the integrity of brain functioning is globally disrupted in schizophrenia. The authors selected eight fMRI and five EEG studies. In general, the results based on three r-s fMRI studies of SZ samples showed significant decrease of the small-worldness, a metric indicative of appropriate balance between local segregation and global integration of the network. What is more, patients also had a significantly reduced clustering coefficient, showing the extent of regional density or a tendency toward the development of cliquishness within the network, and diminished local efficiency indexing the fault tolerance of the network. Two r-s EEG studies demonstrated non-significant decrease in minimal path-length, a measure associated with integration of the network. Another r-s EEG study also confirmed the decreased clustering coefficient in the SZ group. Analytical results showed reduced local organization of the patients’ network, but also marked that the main limitation of the included research concerned arbitrariness in setting a threshold for connectivity strength, which could be a major reason for the heterogeneity of the results. It is also worth noting that Kambeitz et al. were able to find only two r-s EEG studies which significantly differentiated the global network’s organization of SZ patients and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5092, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Apart from the assessment of the overall neural activity arrangement, the research also concerned the evaluation of networks at the regional level, in order to identify neural circuits differentiating SZ patients and controls in functional connectivity strength. Alamian and co-workers have attempted to indicate results typical for patients across various neuroimaging modalities (MEG, EEG, fMRI), and suggested that FC within the frontal cortex can be assumed as definitively altered in SZ, regardless of the neuroimaging method used. For example, Zhu et al. showed that SZ patients exhibited increased nodal centrality in central and posterior regions and decreased centrality in anterior and subcortical structures compared with controls. Additionally, almost all graph theory-driven research in SZ refers to the number and the location of the so called central hubs. Hubs are highly connected nodes, characterized by strategic connectivity facilitating the integration of the network. In healthy individuals, central hubs have been located mainly, though not exclusively, within the anterior areas including the prefrontal cortex and, according to Rubinov and Bullmore, various abnormalities regarding the anterior hubs, with fewer hubs located in the frontal cortex and the emergence of more non-frontal hubs, are typical features of SZ patients’ networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6455, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Compared to various types of imaging methods based on magnetic resonance, electro- and magnetoencephalography (MEG) enables the identification of altered oscillatory synchronization occurring in millisecond-range resolution, grasped in several frequencies, including the fastest ones, e.g. above 30 Hz, which are beyond the temporal range for methods based on MRI. Therefore, new neurophysiological studies are needed, with an application of graph-theory algorithms not burdened with computational issues such as the arbitrary setting of the threshold for the connectivity strength, and including a regional analysis of neural networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7092, "infons": {"file": "41598_2019_46111_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic illustration of MST-networks formation from the resting-state EEG recordings: (a) selection of thirty EEG artifacts-free epochs, each containing 4096 samples (approximately 8 seconds per epoch) from each participants, (b) computation of the functional connectivity matrices based on phase lag index (PLI) for every selected EEG epochs for each possible electrodes pairs, in every frequency band, (c) minimum spanning tree (MST) matrix calculation, based on previously obtained PLI matrices for all frequencies, (d) the MST graph reconstruction, being an output from the Brainwave software, (e) illustrative reconstruction of topological distribution of hubs and leaf nodes posted on a simplified cortical surface, created from averaged MST matrix in a given frequency band. Network was reconstructed keeping the rule of generating loop-less connections between the nodes. Analyses and computations depicted in points (a–d) were performed for each individual participant, while the topological network reconstruction (point e) has been prepared for groups, to show a qualitative model of networks with the approximate neuronal location of hubs, leaf nodes and connections.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8274, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of the methods eliminating the thresholding problem is the application of the Minimum Spanning Tree (MST). MST enables the reconstruction of an acyclic, loop-less subgraph of the original undirected, weighted graph in which all nodes are connected. The output of the MST analysis contains only a subset of the strongest connections representing a stable network’s core and allows an unbiased comparison of networks differing in its density (Fig. 1). To date, many studies have been carried out using MST to reconstruct the global neural networks in such clinical conditions as, for example, epilepsy, stuttering, Alzheimer’s disease and in brain maturation research. These studies confirmed the usefulness of the MST algorithms to identify network irregularities in the mentioned populations. Moreover, van Diessen with co-workers proved that MST metrics differentiated epileptic patients better from controls in terms of their network’s organization than the conventional graph-theory indicators. As it was demonstrated in the study of Engels et al., MST might be also applied to regional analysis of the network, by establishing the betweenness centrality (BC, a measure of the hub-status) for each node (EEG electrodes) and then averaging BC results for nodes assigned to anterior, central and posterior regions. This method yielded valuable results since it was shown that BC of central and anterior regions increased with accumulating disease severity associated with progressive neurodegeneration of more posterior areas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9806, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In SZ studies, MST has been implemented to a small extent so far. Van Dellen et al. assessed structural brain networks with an application of MST to DTI data in groups of subclinical and clinical psychosis. Authors corroborated decreased centrality of parietal and language areas in both clinical samples. Another MST-based study showed higher connection entropy in gamma frequency in the SZ group than in the controls’ group, yet, MST metrics such as diameter, leaf  fraction or BC were not compared between the included groups. Jonak with co-workers conducted an r-s EEG study to contrast MST-derived networks indices in first-episode and multi-episode SZ patients. They demonstrated that the network of multi-episode patients was more centralized as compared to the first-episode sample, however, a group of healthy controls did not participate in this analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10672, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Taking the presented data into account, it seems reasonable to broaden the existing findings regarding the global organization of the network in schizophrenia with a study based on the r-s EEG recordings in which the network will be reconstructed using well-validated MST metrics in SZ patients and healthy controls. In addition, to our knowledge, no study has yet been conducted to verify whether the expected abnormalities in SZ patients’ EEG-derived networks, measured by MST, are significant predictors of cognitive deficits and psychopathological symptoms typical for schizophrenia. This is of special importance, considering that although MST provides well-defined subnetworks, yet, to some extent generates only a simplified model of the original network, without connections forming loops. Consequently, it should be validated, whether the neural network reconstructed with the use of MST adequately reflects the abnormal organization of neuronal activity of SZ patients, and is associated with behavioural indicators.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11699, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Therefore, the main goal of this study was to evaluate the architecture of neural networks in a group of SZ patients and controls based on r-s EEG recordings, with an application of such global MST metrics as diameter, leaf fraction and betweenness centrality. Additionally, we also intend to compare the groups in terms of regional characteristics, similarly as in Engels et al. study. Basing on the previously described results, we expect that the patient network will contain more hubs in the posterior cortical areas compared with controls. Another aim was to investigate which of the network features will significantly predict the expected cognitive dysfunctions such as cognitive slowing and increased variability of information processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12447, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We chose these two cognitive dimensions for two reasons: earlier studies demonstrated that impaired processing speed significantly contributes to differences between patients, their siblings and healthy individuals regarding any other cognitive dimensions. Because cognitive speed in SZ patients is related to white matter integrity and strength of long-range synchronization, we assumed that its disruption should be associated with global network properties, such as centrality or assortativity. Secondly, much of the research carried out so far has confirmed universally heightened cognitive variability in SZ subjects and their healthy siblings. According to fundamental ideas of Fox and Raichle regarding the nature of resting-state brain dynamics, behavioural inter-trial variability is considered as the genuine manifestation of spontaneous fluctuations within the intrinsic, distributed cortical systems. Therefore, we postulate that the network abnormalities examined in the off-task condition should also be associated with increased cognitive variability in SZ. Specifically, increased intra-individual variability should be associated with altered centrality of anterior/frontal region, considering the neuropsychological models of cognitive inconsistency emphasizing its correlations with dysexecutive syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13772, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13780, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical and cognitive data", "sentences": [], "annotations": [], "relations": []}, {"offset": 13808, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic, clinical and cognitive characteristics of the studied groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 13882, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Characteristics</th><th>SZ (n = 35) M (SD)</th><th>HC (n = 35) M (SD)</th><th>Statistic value</th></tr></thead><tbody><tr><td>Age (years)</td><td>21.14 (2.95)</td><td>21.54 (0.70)</td><td>F (1, 68) = 0.60, <italic>p</italic> = 0.438, η<sub>p</sub><sup>2</sup> = 0.008</td></tr><tr><td>Male/female</td><td>17/18</td><td>15/20</td><td>χ<sup>2</sup> = 0.23, df = 1, <italic>p</italic> = 0.631</td></tr><tr><td>Education (years)</td><td>13.85 (1.86)</td><td>14.20 (1.36)</td><td>F (1, 68) = 0.76, <italic>p</italic> = 0.383, η<sub>p</sub><sup>2</sup> = 0.011</td></tr><tr><td>Premorbid IQ</td><td>107.60 (6.66)</td><td>107.82 (7.52)</td><td>F (1, 68) = 0.06, <italic>p</italic> = 0.893, η<sub>p</sub><sup>2</sup> = 0.001</td></tr><tr><td>Duration of illness (months)</td><td>12.31 (5.65)</td><td>NA</td><td>NA</td></tr><tr><td>Duration of untreated psychosis (months)</td><td>4.85 (4.79)</td><td>NA</td><td>NA</td></tr><tr><td>PANSS positive</td><td>14.34 (4.73)</td><td>NA</td><td>NA</td></tr><tr><td>PANSS negative</td><td>19.25 (6.14)</td><td>NA</td><td>NA</td></tr><tr><td>PANSS general</td><td>34.87 (6.12)</td><td>NA</td><td>NA</td></tr><tr><td>PANSS total</td><td>68.34 (10.53)</td><td>NA</td><td>NA</td></tr><tr><td>Risperidone equivalents</td><td>4.37 (1.48)</td><td>NA</td><td>NA</td></tr><tr><td colspan=\"4\">\n<bold>Cognitive speed:</bold>\n</td></tr><tr><td>Total number of processed stimuli</td><td>55.20 (13.16)</td><td>74.20 (7.24)</td><td>F(1, 65) = 54.60, <bold><italic>p</italic></bold> <bold>&lt;</bold> <bold>0</bold>.<bold>0001</bold>, <bold>η</bold><sub><bold>p</bold></sub><sup><bold>2</bold></sup> <bold>=</bold> <bold>0</bold>.<bold>456</bold><sup>b</sup></td></tr><tr><td>Total number of errors</td><td>3.11 (3.17)</td><td>1.85 (2.39)</td><td>F(1, 65) = 3.51, <italic>p</italic> = 0.065, η<sub>p</sub><sup>2</sup> = 0.051<sup>b</sup></td></tr><tr><td>RT<sub>mean</sub></td><td>1685.76<sup>a</sup> (414.15)</td><td>1212.39 (121.16)</td><td>F(1, 65) = 41.74, <bold><italic>p</italic></bold> <bold>&lt;</bold> <bold>0</bold>.<bold>0001</bold>, <bold>η</bold><sub><bold>p</bold></sub><sup><bold>2</bold></sup> <bold>=</bold> <bold>0</bold>.<bold>381</bold><sup>b</sup></td></tr><tr><td>iSD</td><td>967.09<sup>a</sup> (599.86)</td><td>602.55 (327.48)</td><td>F(1, 65) = 11.19, <bold><italic>p</italic></bold> <bold>=</bold> <bold>0</bold>.<bold>001</bold>, <bold>η</bold><sub><bold>p</bold></sub><sup><bold>2</bold></sup> <bold>=</bold> <bold>0</bold>.<bold>146</bold><sup><bold>b</bold></sup></td></tr><tr><td colspan=\"4\">\n<bold>Ex-Gaussian indicators:</bold>\n</td></tr><tr><td>\n<italic>μ</italic>\n</td><td>990.44<sup>a</sup> (170.91)</td><td>765.19 (68.91)</td><td>F(1, 65) = 51.52, <bold><italic>p</italic></bold> <bold>&lt;</bold> <bold>0</bold>.<bold>0001</bold>, <bold>η</bold><sub><bold>p</bold></sub><sup><bold>2</bold></sup> <bold>=</bold> <bold>0</bold>.<bold>442</bold><sup>b</sup></td></tr><tr><td>\n<italic>σ</italic>\n</td><td>78.31<sup>a</sup> (63.78)</td><td>90.81 (62.52)</td><td>F(1, 65) = 1.37, <italic>p</italic> = 0.244, η<sub>p</sub><sup>2</sup> = 0.019<sup>b</sup></td></tr><tr><td>\n<italic>τ</italic>\n</td><td>673.93<sup>a</sup> (333.09)</td><td>455.23 (143.84)</td><td>F(1, 65) = 13.65, <bold><italic>p</italic></bold> <bold>=</bold> <bold>0</bold>.<bold>0004</bold>, <bold>η</bold><sub><bold>p</bold></sub><sup><bold>2</bold></sup> <bold>=</bold> <bold>0</bold>.<bold>173</bold><sup>b</sup></td></tr></tbody></table>\n"}, "text": "Characteristics\tSZ (n = 35) M (SD)\tHC (n = 35) M (SD)\tStatistic value\t \tAge (years)\t21.14 (2.95)\t21.54 (0.70)\tF (1, 68) = 0.60, p = 0.438, ηp2 = 0.008\t \tMale/female\t17/18\t15/20\tχ2 = 0.23, df = 1, p = 0.631\t \tEducation (years)\t13.85 (1.86)\t14.20 (1.36)\tF (1, 68) = 0.76, p = 0.383, ηp2 = 0.011\t \tPremorbid IQ\t107.60 (6.66)\t107.82 (7.52)\tF (1, 68) = 0.06, p = 0.893, ηp2 = 0.001\t \tDuration of illness (months)\t12.31 (5.65)\tNA\tNA\t \tDuration of untreated psychosis (months)\t4.85 (4.79)\tNA\tNA\t \tPANSS positive\t14.34 (4.73)\tNA\tNA\t \tPANSS negative\t19.25 (6.14)\tNA\tNA\t \tPANSS general\t34.87 (6.12)\tNA\tNA\t \tPANSS total\t68.34 (10.53)\tNA\tNA\t \tRisperidone equivalents\t4.37 (1.48)\tNA\tNA\t \tCognitive speed:\t \tTotal number of processed stimuli\t55.20 (13.16)\t74.20 (7.24)\tF(1, 65) = 54.60, p < 0.0001, ηp2 = 0.456b\t \tTotal number of errors\t3.11 (3.17)\t1.85 (2.39)\tF(1, 65) = 3.51, p = 0.065, ηp2 = 0.051b\t \tRTmean\t1685.76a (414.15)\t1212.39 (121.16)\tF(1, 65) = 41.74, p < 0.0001, ηp2 = 0.381b\t \tiSD\t967.09a (599.86)\t602.55 (327.48)\tF(1, 65) = 11.19, p = 0.001, ηp2 = 0.146b\t \tEx-Gaussian indicators:\t \tμ\t990.44a (170.91)\t765.19 (68.91)\tF(1, 65) = 51.52, p < 0.0001, ηp2 = 0.442b\t \tσ\t78.31a (63.78)\t90.81 (62.52)\tF(1, 65) = 1.37, p = 0.244, ηp2 = 0.019b\t \tτ\t673.93a (333.09)\t455.23 (143.84)\tF(1, 65) = 13.65, p = 0.0004, ηp2 = 0.173b\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15200, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Notes: SZ = first-episode schizophrenia patients, HC = healthy controls, PANSS = Positive and Negative Syndrome Scale, assessed during remission phase, NA = not applicable, RTmean = mean reaction time, iSD = individual standard deviation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15439, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "aall data given in milliseconds, bANCOVA with age, education and premorbid IQ as controlled covariates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15543, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Bold font indicates statistically significant effects, including Bonferroni correction for multiple testing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15652, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 1 presents demographic, clinical and cognitive characteristics of the studied groups. Samples did not differ in terms of age (SZ = 21.14; HC = 21.54), gender (SZ = 48.% male; HC = 42.8% male), years of education (SZ = 13.85; HC = 14.20) and premorbid intelligence (SZ = 107.60; HC = 107.82). In SZ group, the duration of illness was about 1 year, and the average time of untreated psychosis lasted no more than half a year. All patients were treated with atypical antipsychotics: 65.62% of patients with Olanzapine, 22.85% were taking Risperidone and 11.53% Aripiprazole.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16230, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As for the cognitive results concerning the processing speed and variability, SZ patients had a significantly worse outcome comparing with controls. Specifically, they processed less stimuli in a given amount of time and their mean RT was longer. Moreover, the application of RTs ex-Gaussian modelling indicated significantly longer average RT (μ parameter) and heightened variability of processing referring to the exponential part of the distribution with the most prolonged RTs (τ parameter, Table 1). No significant group difference emerged concerning the number of errors committed in the cognitive speed task. In the SZ sample, there was no significant correlation between μ and τ (r = 0.03, p = 0.864), whereas it emerged in HC group: r = −0.53, p = 0.001. Further, in SZ group, the total number of stimuli processed in DST was significantly predicted by τ (β = −0.79) and μ parameters (β = −0.54): R2 = 0.97, F(6, 28) = 235.44, p < 0.0001. An indicator of cognitive inconsistency (τ) correlated with the subscale of negative symptoms from PANSS administrated in remission phase (R = 0.48, p = 0.002).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17339, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional connectivity and networks organization in the studied groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 17411, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "PLI and MST metrics significantly differentiated the studied groups and correlations between these indicators and ex-Gaussian parameters μ and τ in first-episode schizophrenia group (SZ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17599, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">PLI and MST results</th><th rowspan=\"2\">SZ <italic>versus</italic> HC</th><th rowspan=\"2\">η<sub>p</sub><sup>2</sup></th><th colspan=\"2\">Correlations between MST and ex-Gaussian parameters</th></tr><tr><th>\n<italic>μ</italic>\n</th><th>\n<italic>τ</italic>\n</th></tr></thead><tbody><tr><td colspan=\"5\">\n<bold><italic>Delta</italic></bold>\n</td></tr><tr><td>PLI</td><td>—</td><td>0.007</td><td/><td/></tr><tr><td>Diameter</td><td>\n<bold>↓</bold>\n</td><td><bold>0</bold>.<bold>100</bold></td><td>−0.04</td><td>0.14</td></tr><tr><td>Leaf fraction</td><td>\n<bold>↑</bold>\n</td><td><bold>0</bold>.<bold>131</bold></td><td>−0.11</td><td>−0.22</td></tr><tr><td>R</td><td>\n<bold>↑</bold>\n</td><td><bold>0</bold>.<bold>139</bold></td><td>0.17</td><td>−0.28</td></tr><tr><td>BC<sub>max</sub></td><td>—</td><td>0.025</td><td/><td/></tr><tr><td>BC global</td><td>—</td><td>0.042</td><td/><td/></tr><tr><td>BC anterior</td><td>—</td><td>0.001</td><td/><td/></tr><tr><td>BC posterior</td><td>↑</td><td><bold>0</bold>.<bold>128</bold></td><td>0.06</td><td>−0.05</td></tr><tr><td colspan=\"5\">\n<bold><italic>Theta</italic></bold>\n</td></tr><tr><td>PLI</td><td>↑</td><td><bold>0</bold>.<bold>321</bold></td><td>0.15</td><td>0.28</td></tr><tr><td>Diameter</td><td>—</td><td>0.021</td><td/><td/></tr><tr><td>Leaf fraction</td><td>—</td><td>0.076</td><td/><td/></tr><tr><td>R</td><td>—</td><td>0.067</td><td/><td/></tr><tr><td>BC<sub>max</sub></td><td>—</td><td>0.018</td><td/><td/></tr><tr><td>BC global</td><td>—</td><td>0.007</td><td/><td/></tr><tr><td>BC anterior</td><td>—</td><td>0.035</td><td/><td/></tr><tr><td>BC posterior</td><td>—</td><td>0.045</td><td/><td/></tr><tr><td colspan=\"5\">\n<bold><italic>Lower alpha</italic></bold>\n</td></tr><tr><td>PLI</td><td>↓</td><td><bold>0</bold>.<bold>136</bold></td><td>−0.26</td><td>0.28</td></tr><tr><td>Diameter</td><td>—</td><td>0.001</td><td/><td/></tr><tr><td>Leaf fraction</td><td>—</td><td>0.002</td><td/><td/></tr><tr><td>R</td><td>—</td><td>0.003</td><td/><td/></tr><tr><td>BC<sub>max</sub></td><td>—</td><td>0.001</td><td/><td/></tr><tr><td>BC global</td><td>—</td><td>0.001</td><td/><td/></tr><tr><td>BC anterior</td><td>—</td><td>0.007</td><td/><td/></tr><tr><td>BC posterior</td><td>—</td><td>0.073</td><td/><td/></tr><tr><td colspan=\"5\">\n<bold><italic>Upper alpha</italic></bold>\n</td></tr><tr><td>PLI</td><td>—</td><td>0.006</td><td/><td/></tr><tr><td>Diameter</td><td>—</td><td>0.015</td><td/><td/></tr><tr><td>Leaf fraction</td><td>—</td><td>0.001</td><td/><td/></tr><tr><td>R</td><td>—</td><td>0.026</td><td/><td/></tr><tr><td>BC<sub>max</sub></td><td>—</td><td>0.023</td><td/><td/></tr><tr><td>BC global</td><td>—</td><td>0.001</td><td/><td/></tr><tr><td>BC anterior</td><td>—</td><td>0.007</td><td/><td/></tr><tr><td>BC posterior</td><td>—</td><td>0.074</td><td/><td/></tr><tr><td colspan=\"5\">\n<bold><italic>Beta</italic></bold>\n</td></tr><tr><td>PLI</td><td>—</td><td>0.052</td><td/><td/></tr><tr><td>Diameter</td><td>↓</td><td><bold>0</bold>.<bold>093</bold></td><td>−0.08</td><td>0.013</td></tr><tr><td>Leaf fraction</td><td>—</td><td>0.045</td><td/><td/></tr><tr><td>R</td><td>—</td><td>0.003</td><td/><td/></tr><tr><td>BC<sub>max</sub></td><td>↑</td><td><bold>0</bold>.<bold>122</bold></td><td><bold>0</bold>.<bold>45*</bold></td><td>−0.19</td></tr><tr><td>BC global</td><td>↓</td><td><bold>0</bold>.<bold>100</bold></td><td>−0.39</td><td>0.21</td></tr><tr><td>BC anterior</td><td>—</td><td>0.001</td><td/><td/></tr><tr><td>BC posterior</td><td>—</td><td>0.048</td><td/><td/></tr><tr><td colspan=\"5\">\n<bold><italic>Gamma</italic></bold>\n</td></tr><tr><td>PLI</td><td>—</td><td>0.076</td><td/><td/></tr><tr><td>Diameter</td><td>↓</td><td><bold>0</bold>.<bold>234</bold></td><td>−<bold>0</bold>.<bold>45*</bold></td><td>0.17</td></tr><tr><td>Leaf fraction</td><td>↑</td><td><bold>0</bold>.<bold>244</bold></td><td>0.23</td><td>0.21</td></tr><tr><td>R</td><td>—</td><td>0.035</td><td/><td/></tr><tr><td>BC<sub>max</sub></td><td>↑</td><td><bold>0</bold>.<bold>205</bold></td><td><bold>0</bold>.<bold>47*</bold></td><td>0.29</td></tr><tr><td>BC global</td><td>—</td><td>0.019</td><td/><td/></tr><tr><td>BC anterior</td><td>—</td><td>0.006</td><td/><td/></tr><tr><td>BC posterior</td><td>↑</td><td><bold>0</bold>.<bold>235</bold></td><td>0.01</td><td><bold>0</bold>.<bold>72**</bold></td></tr></tbody></table>\n"}, "text": "PLI and MST results\tSZ versus HC\tηp2\tCorrelations between MST and ex-Gaussian parameters\t \tμ\tτ\t \tDelta\t \tPLI\t—\t0.007\t\t\t \tDiameter\t↓\t0.100\t−0.04\t0.14\t \tLeaf fraction\t↑\t0.131\t−0.11\t−0.22\t \tR\t↑\t0.139\t0.17\t−0.28\t \tBCmax\t—\t0.025\t\t\t \tBC global\t—\t0.042\t\t\t \tBC anterior\t—\t0.001\t\t\t \tBC posterior\t↑\t0.128\t0.06\t−0.05\t \tTheta\t \tPLI\t↑\t0.321\t0.15\t0.28\t \tDiameter\t—\t0.021\t\t\t \tLeaf fraction\t—\t0.076\t\t\t \tR\t—\t0.067\t\t\t \tBCmax\t—\t0.018\t\t\t \tBC global\t—\t0.007\t\t\t \tBC anterior\t—\t0.035\t\t\t \tBC posterior\t—\t0.045\t\t\t \tLower alpha\t \tPLI\t↓\t0.136\t−0.26\t0.28\t \tDiameter\t—\t0.001\t\t\t \tLeaf fraction\t—\t0.002\t\t\t \tR\t—\t0.003\t\t\t \tBCmax\t—\t0.001\t\t\t \tBC global\t—\t0.001\t\t\t \tBC anterior\t—\t0.007\t\t\t \tBC posterior\t—\t0.073\t\t\t \tUpper alpha\t \tPLI\t—\t0.006\t\t\t \tDiameter\t—\t0.015\t\t\t \tLeaf fraction\t—\t0.001\t\t\t \tR\t—\t0.026\t\t\t \tBCmax\t—\t0.023\t\t\t \tBC global\t—\t0.001\t\t\t \tBC anterior\t—\t0.007\t\t\t \tBC posterior\t—\t0.074\t\t\t \tBeta\t \tPLI\t—\t0.052\t\t\t \tDiameter\t↓\t0.093\t−0.08\t0.013\t \tLeaf fraction\t—\t0.045\t\t\t \tR\t—\t0.003\t\t\t \tBCmax\t↑\t0.122\t0.45*\t−0.19\t \tBC global\t↓\t0.100\t−0.39\t0.21\t \tBC anterior\t—\t0.001\t\t\t \tBC posterior\t—\t0.048\t\t\t \tGamma\t \tPLI\t—\t0.076\t\t\t \tDiameter\t↓\t0.234\t−0.45*\t0.17\t \tLeaf fraction\t↑\t0.244\t0.23\t0.21\t \tR\t—\t0.035\t\t\t \tBCmax\t↑\t0.205\t0.47*\t0.29\t \tBC global\t—\t0.019\t\t\t \tBC anterior\t—\t0.006\t\t\t \tBC posterior\t↑\t0.235\t0.01\t0.72**\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18872, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Note. Bold ηp2 represents significant effect sizes, ↑ result significantly (p < 0.01) higher in SZ group (n = 35, HC n = 35), ↓ result significantly (p < 0.01) lower in SZ group, -n.s. Correlations significance *p < 0.01, **p < 0.001", "sentences": [], "annotations": [], "relations": []}, {"offset": 19106, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Bold font indicates statistically significant effects, including Bonferroni correction for multiple testing", "sentences": [], "annotations": [], "relations": []}, {"offset": 19214, "infons": {"file": "41598_2019_46111_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Delineative representation of minimum spanning trees with reference to the network types. (a) shows a path-like configuration, in which two end nodes are the leafs (light green) of the tree. Such model network has low leaf fraction, high diameter and low betweenness centrality. (b) presents a diagram of a well-balanced network containing five nodes and two hubs creating a “rich club”, constituted by two directly connected nodes with increased centrality. Relatively small amount of leaf nodes prevents the hubs from overloading. (c) is an example of a star-like tree, having a central, overloaded hub (red) connected with all nodes. This network is characterized by high leaf fraction, low diameter and high betweenness centrality. In an extreme form of a path-like network segregation processes prevail, because it takes a lot of steps to transfer information from the initial to the last node, while an extreme star-like network is dominated by integration processes because information flow from all nodes reaches one central hub and overload it.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20268, "infons": {"file": "41598_2019_46111_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "An illustrative comparison of the MST topologies differing with respect to: increased and decreased maximal betweenness centrality (a), and comparison of regionally diversified topologies with regard to betweenness centrality of nodes located in anterior versus posterior areas (b). Blue nodes are hubs, while light green nodes are leafs. The thickness of the lines corresponds to functional connectivity values based on the phase lag index algorithm. (a). Topography on the right side contains severely overloaded central hub (T5 electrode) positioned in the left temporal lobe, directly connected to seven other nodes. Compared with this substantially centralized topology, network organization showed on the left does not lead to hubs overloading, due to more balanced and dispersed distribution of connections between individual nodes. (b). The organization shown on the right contains more hubs located in the posterior part of cortical surface, especially in the right temporal and parietal lobes. The central hub, with the maximal BC in the entire network is located in the right temporal lobe (electrode T6). The topology displayed on the left contains more hubs in the anterior area and the central hub positioned within the right prefrontal cortex (electrode Fp2). Shown topologies were reconstructed according to pipeline presented in Fig. 1., on the basis of MST results obtained from our SZ patients (on the right) and healthy controls (on the left) in beta (a) and gamma (b) frequencies (see Supplementary Information: Figs S1 and S2. for row MST graph of both groups). Described between-groups differences were confirmed in statistical comparisons regarding BCmax in beta band and regional betweenness centrality in gamma frequency (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22026, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MST analysis revealed significant group effects for the majority of the studied frequencies (Table 2). In delta band, SZ patients had a lower diameter and higher leaf fraction relative to the control group, indicating that their network contained a higher amount of the shortest paths and increased number of nodes with only one connection. Degree correlation in patients (R = −0.45) was higher than in the control group (R = −0.31) confirming increased network disassortativity in the SZ group. Additionally, a regional analysis showed higher BC for the posterior region in SZ, compared to the control group. Between-groups effects in theta band concerned stronger oscillatory synchronization (PLI) in SZ patients compared to the control group. The reverse result in terms of synchronization strength was determined in the lower alpha frequency range. No intergroup differences were recorded in the upper alpha frequency. Similarly to the delta band, the network of SZ patients in the beta frequency was characterized by the increased number of shortest paths (diameter) and lower global centrality. Moreover, in the SZ group, the network had a stronger tendency to develop individual hubs with substantially increased maximal betweenness centrality (BCmax). Significant between-group effects concerning functional connectivity and MST metrics were also identified in gamma frequency. Generally, the SZ sample had a shorter largest distance between any two nodes (diameter), accompanied with higher leaf fraction. The patients’ network was substantially more centralized as indicated by more hubs with maximum centrality (BCmax) positioned mainly in the posterior region as compared to the control group (see Figs 2 and 3). Within the theta and lower alpha bands, the PLI parameters were not correlated with the MST indices that significantly differentiated the studied groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23905, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlations between MST metrics, demographic and clinical variables in the SZ group", "sentences": [], "annotations": [], "relations": []}, {"offset": 23990, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no significant correlations between the network parameters differentiating the studied groups and age, education, premorbid IQ, duration of disease, DUP and risperidone equivalent in the SZ sample (p > 0.05). Only one significant correlation was found between MST metrics and PANSS scale, which concerned the relationship between the subscale of positive symptoms and BCposterior in gamma band (R = 0.51, p = 0.002).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24418, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Associations between networks’ characteristics and ex-Gaussian indicators of cognitive speed and variability in the SZ group", "sentences": [], "annotations": [], "relations": []}, {"offset": 24543, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As presented in Table 2, in the SZ group μ parameter significantly correlated with BCmax (r = 0.45, p = 0.006) in beta frequency and with BCmax (r = 0.47, p = 0.004) and diameter (r = −0.45, p = 0.006) in gamma frequency. The exponential part of the distribution with the most prolonged RTs (τ) correlated with betweenness centrality of posterior nodes in gamma (r = 0.72, p < 0.001) frequency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24938, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because the ex-Gaussian parameters’ distribution, taking into account the Kolmogorov-Smirnov test results (p > 0.1), did not deviate from normal, regression analysis was performed to verify whether the network characteristics analyzed with MST prove to be significant predictors of information processing speed and variability, also when such variables as the duration of illness, DUP and the risperidon equivalent were controlled.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25370, "infons": {"file": "41598_2019_46111_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation plots showing relationships between selected neural networks metrics and the ex-Gaussian parameters characterizing the distribution of reaction times (RTs) derived from the cognitive speed task performed by patients with first-episode schizophrenia. Left panel represents correlations between maximal betweenness centrality in gamma frequency and the average RTs (μ parameter), while the right panel displays the correlation between the centrality of nodes localized in the posterior part of the cortex and the most prolonged RTs being an indicator of processing inconsistency (τ parameter). In both cases, depicted associations were significant also after controlling for duration of untreated psychosis, duration of illness and risperidone equivalent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26136, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Multivariate regression analysis revealed that average RTs (μ) was significantly predicted by BCmax in gamma frequency (β = 0.47), BCmax in beta frequency (β = 0.45) and DUP (β = 0.32): R2 = 0.58, F(7, 27) = 9.12, p < 0.0001, also after controlling for duration of illness and risperidone equivalent. Significant predictors were not correlated with each other (p > 0.05). The betweenness centrality of posterior nodes in gamma band (β = 0.65), together with duration of illness (β = 0.26) turn out to significantly predict the cognitive variability (τ) in SZ group: R2 = 0.62, F(5, 29) = 9.47, p < 0.0001, also when the rest of the controlled clinical variables were included (Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26822, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 26833, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The main goal of this study was to verify whether the neural network reconstructed using the MST algorithm on the basis of resting-state EEG recording would significantly differentiate SZ patients from healthy controls. The second goal was establishing whether the network parameters differentiating the indicated groups would be associated with behavioural variables such as cognitive deficits and psychopathological symptoms. Generally, the obtained results partially confirmed the formulated hypotheses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27340, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our analysis of the MST output showed that patients’ network, as compared to controls, was substantially less efficiently organized, with its arrangement resembling a star-like composition. Moreover, the networks’ disassortativity was also higher in the SZ group, however, this concerned only the delta frequency. A star-like organization in an exaggerated form leads to deficient intra-network communication, due to the overloading of the prominent hubs, impeding the effective exchange of information within the network. In the beta band, increased maximal betweenness centrality (BCmax) was accompanied by decreased mean betweenness centrality, which additionally suggests an imbalance in hubs strength. Importantly, such a relationship was not observed among the healthy controls. A heightened network randomness in the SZ group refers to a network construction with central hubs directly attached to low degree nodes, preventing the possibility to create the so called “rich clubs”. This means that, if a more integrated, centralized network is concomitant with intensified disassortativity, then it does not provide the optimal level of performance, as in the case of our SZ patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28531, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Tewarie with co-workers have attempted to translate MST network-specific indices to the terminology of conventional graph theoretical measures, especially average path length and small-worldness. The authors noted that such a translation is possible, although due to the specifics of the Kruskal’s algorithm, eliminating any loops from the final MST topology, there is probably no direct equivalent of clustering coefficient. However, considering global MST results in our groups, it can be concluded that the average path length in the SZ group was significantly shorter than in the group of controls. Considering that SZ patients’ network might be defined as having a star-like organization, it seems, that it is significantly different from a small-world network, in which local specialization and global integration are well-balanced. A star-like network with strong, but overloaded hubs, might be rather classified as scale-free topological organization constructed in accordance with the power law degree principle. Although scale-free configurations were observed in researches on brain networks, a significant shift towards over-centralization of the network in SZ group suggest a violation of the small-worldness rule in patients’ topologies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29783, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Regional network analysis revealed that SZ participants had significantly more hubs located in posterior areas as compared to controls. This evaluation seems to confirm the previously discussed observations of other authors who found the presence of a larger number of non-frontal hubs in SZ patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30085, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Generally, the results of this study, providing additional evidence of abnormal network organization in SZ patients, are relatively consistent with the previous findings. Other authors also demonstrated significantly weakened centrality within the frontal regions in SZ, interpreted as a reduced role of the frontal cortex in the network global integration. Rubinov et al. revealed decreased overall hubs mean centrality and shorter path length. Additionally, Jalili and Knyazeva, utilizing resting-state EEG also reported shortening of the path length and decreased nodal strength of the anterior hubs in schizophrenia. Further, studies using structural imaging methods (MRI, DTI) confirmed the reduction of frontal hubs strength as well as the appearance of non-frontal hubs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30863, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As expected, MST metrics which differentiated the studied groups were also associated with behavioural characteristics of SZ patients. A relatively surprising finding was the establishing of only one significant correlation between an abnormal feature of network configuration and the psychopathology of schizophrenia. Specifically, it concerned the association between the subscale of positive psychotic symptoms and the centrality of the posteriorly located nodes in the gamma frequency. Schoen et al. noticed that heightened connection entropy in gamma band correlated with a pathologically high PANNS outcome collected before starting the antipsychotic treatment, but after treatment and having achieved a significant clinical improvement, these correlations were no longer statistically significant. Considering the mentioned results, Schoen with co-workers suggested that abnormal connectivity formation in patients is correlated with the diagnosis of schizophrenia, but not with symptomatology changing in response to pharmacological treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31915, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to the analysis of irregularities in the organization of neural networks in schizophrenia, we also demonstrated that the overall poor score in the cognitive speed test in SZ group was predicted by two unrelated variables: the increased average response times (RTs) and processing variability in a form of the most elongated RTs. The elongated average RTs were predicted by increased BCmax in beta and gamma bands, together with the duration of untreated psychosis. The positive correlations between BCmax in higher frequencies and the most typical patients’ RTs mean that the response time extended with increasing centralization of the strongest nodes in the network. A topological organization of a network not secured against the overload of the central hubs suffers from a serious imbalance between integration and selection in information processing. It seems, therefore, that the inefficient selectivity in networks performance might limit the ability of fast cognitive performance. The ex-Gaussian indicator of cognitive variability covering the most elongated RTs (τ), which explained even a larger scope of cognitive speed variance than the average RTs, was predicted by betweenness centrality of posterior nodes in gamma band and the duration of illness in the SZ sample. As marked earlier, schizophrenia is associated with a greater density of highly centralized nodes in the posterior area of the cerebral cortex. The backward-shifting of hubs proved to be a significant predictor of the increasing inconsistency during the cognitive speed task in the SZ group. Associations between failures of attentional-executive control over processing speed task and more posteriorly located hubs in our SZ group might be interpreted with reference to the previous findings confirming that the strength of anti-correlation between the ‘task-negative’ (e.g. default-mode network) and ‘task-positive’ networks, explained a significant part of cognitive instability variation in healthy participants. Fassbander et al. also found that reduced activity of the dorsolateral prefrontal cortex in schizophrenia was accompanied by very long RTs during the Stroop task. This effect was interpreted as an evidence of insufficient recruitment of cognitive control networks during trials with prolonged RTs. It should be noted however that the comparison of the groups included in our study did not show that SZ patients had statistically significant lower betweenness centrality across the anterior/frontal area. Therefore, we cannot fully explain our findings with reference to the indicated relationships between ‘de-frontalization’ of the network and the failure of attentional-executive control, as was suggested in the study of Fassbander et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 34669, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite several strengths of our investigation, notably, demonstrating that the aberrant properties of the neural networks arrangement reconstructed with the use of MST algorithms in schizophrenia have significant behavioural effects, this research has some limitations which should be addressed. First, our study was correlational in its nature, which limited the possibility of experimental manipulation of the assessed variables. Secondly, fluctuations in cognitive processing and neural activity were not induced by changes of the task requirements. However, our aim was to register the spontaneous variation in information processing as a function of assumed networks abnormality. The yielded results seem to confirm the validity of the applied methodology since in the present study the specific neural networks’ features in the SZ group explained a substantial range of variance in cognitive performance. Thirdly, to determine the organization of the neural activity, resting-state EEG was used, with a relatively small amount of electrodes, what could have restricted the precision of nodes location. Also, due to the application of PLI to measure functional connectivity, this location covers only the cortical surface. Nevertheless, since we wanted to characterize the global network organization and its relationship to psychopathology and cognitive impairment, such a procedure seems to be justified, as shown by our and previous studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36120, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the end, it should be accentuated that the results of our investigation confirm the pivotal role of deficient gamma synchronization in schizophrenia. Within this frequency the largest number of MST metrics differentiated the groups of SZ patients from healthy controls, these metrics most often turned out to be significantly related to clinical symptoms and analyzed neuropsychological deficits. Extensive reviews and empirical research unequivocally confirm the critical engagement of gamma oscillations in the neural underpinning of schizophrenia, its relations with a psychotic onset and disturbed neurochemical processes, especially glutamatergic neurotransmission via the NMDA (N-methyl-D-aspartate) receptors. Therefore future studies focused on establishing links between electrophysiological activity and schizophrenia should always refer to high-frequency neural dynamics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37006, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 37014, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 37027, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants met the following inclusion criteria: age between 18 and 25 years old, right-handedness and at least 12 years of education, while the exclusion criteria concerned taking benzodiazepines, anticholinergic agents and mood stabilizers up to three months before the assessment. Ultimately, a group of 35 inpatients diagnosed as first-episode schizophrenia (SZ) according to DSM-5 classification (Structured Clinical Interview for DSM-5, SCI) and 35 healthy controls (HC) participated in this study. Patients assigned to the research group were recruited from the Department and Clinic of Psychiatry, Psychotherapy and Early Intervention of the Medical University of Lublin, Poland. The HC group was recruited from the local community after the clinical group was completed to guarantee the demographic matching of individuals from both samples. In addition to the mentioned general inclusion and exclusion criteria, healthy controls had to meet additional conditions such as: lack of positive family history of psychotic and affective diseases disclosed, no personal history of Axis I diagnoses as established by the SCID for DSM-5 Axis I Disorders, neurological injuries or brain disease revealed during the initial interview. In the SZ group, the first-episode status was defined as having received the first psychiatric diagnosis less than one year prior to being engaged in the study, and by the presence of any form of psychotic symptoms for no longer than three years. SZ subjects underwent brain structural imaging (MRI) about a month before participation in order to exclude those with any acquired brain injuries (tumors, cerebrovascular changes, signs of TBI etc.). All patients were treated with stable doses of atypical antipsychotics during cognitive and electrophysiological assessment, which took place in the last week of hospitalization when a significant clinical improvement had been determined by treatment providing psychiatrists. The PANSS total score lower than 75 points was considered as confirming symptomatic remission, which concerned 85.71% of the finally compiled patients’ group. The premorbid IQ of all participants was estimated with Polish Adult Reading Test (PART) - a validated, standardized, and normalized Polish version of NART. All participants provided informed consent for a protocol approved by the Bioethical Commission of the Medical University of Lublin, Poland, all methods were performed in accordance with relevant guidelines and regulations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39531, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cognitive assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 39552, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A digitized version of a processing speed test (Digit Symbols Test, DST) was applied to measure cognitive speed. A comprehensive description of this task has been reported elsewhere. Generally, the task used in this study is based on Symbol Coding/Digit Symbol tests or similar methods included in various cognitive batteries, e.g., WAIS or BACS. The task of the participant is to match numbers to abstract symbols as fast as possible. The idea to develop an original computerized version of the test in a form of a tablet application resulted from the necessity to provide access to all the raw data containing temporal parameters of task performance (in milliseconds). The raw data contain a set of reaction times (RTs) covering the intervals between displaying a given symbol and the indication of the corresponding digit. Further, we used this task in a digital form to reduce the potential impact of motoric disorders that might affect the results of paper-pencil tests, such as in Symbol Coding. In the applied version, participants had to only touch the appropriate stimulus. All subjects were tested with the same software and hardware (Lenovo Yoga 2 tablet with 13, 3″ screen, resolution Quad HD 2560 × 1440 IPS, Android™ 4.4 system).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40796, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Having all the reaction times from the cognitive speed test, it was possible to determine the intergroup difference regarding the extent of variability in information processing with the individual standard deviation (iSD) indicator. However, in clinical populations the distribution of RTs deviates from the Gaussian model, therefore, to circumvent this limitation, the so-called ex-Gaussian modelling methods were applied, providing quantitative data regarding the properties of RTs distribution, in a form of three independent parameters: (1) mu (μ) representing the mean of the normal component and reflecting average performance, (2) sigma (σ) being a symmetrical standard deviation of the normal component, and (3) tau (τ), the exponential part of the distribution with the most prolonged RTs. Typically τ was considered as an indicator of “attentional lapses” or “off-task behaviours” caused by a transient failure of goal maintenance. Therefore, the analysis of the RTs distribution derived from tests of cognitive speed showed to what extent the SZ patients’ test outcome results from an elongation of average RTs, or from being off-task due to dysfunctions of executive control over the ongoing cognitive activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42021, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The modelling of ex-Gaussian parameters (μ, σ, τ) based the raw RTs derived from processing speed task has been conducted with the MATLAB toolbox “DISTRIB” (version: R2017a, Mathworks Inc. Natick, MA, USA). The data were pre-processed to guarantee the correct export of the results to the MATLAB software and proceeded with an individually customized Excel macro. All further operations were performed according to the recommendations of Lacouture and Cousineau for extracting the ex-Gaussian parameters from experimental data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42549, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Electroencephalographic recording", "sentences": [], "annotations": [], "relations": []}, {"offset": 42583, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For all subjects, ten minutes of resting state (eyes closed) EEG data was recorded using a 21 scalp location Electro-cap (Electro-Cap International Inc., Ohio, USA) and Ag/AgCl disk electrodes. Electrodes have been deployed according to 10–20 International system (Fp1, Fp2, F3, F4, C3, C4, P3, P4, O1, O2, A1, A2, F7, F8, T3, T4, T5, T6, Fz, Pz, and Cz). The reference electrode was placed at the FCz. During the recordings, the impedance value of the electrodes was kept below 5 kΩ with the sampling rate of 500 Hz. The data were band-pass filtered from 0.5 to 70 Hz and, with an active notch filter, set at 50 Hz. After having been recorded, the data were exported to ASCII format. For further analysis, the ASCII files were imported to EEGLAB v.13.5.4b1, an open source toolbox for MATLAB (Mathworks, Inc.). Then, each EEG recording was offline filtered with a bandpass Hamming window 0.5–45 Hz filter, and re-referenced offline to the common average reference. The common average reference was calculated with the exclusion of Fp1/2 and A1/2 electrodes because of contamination by EMG artifacts, electrodes A1/2 were excluded from further analysis. The data were then segmented into 75 epochs with the duration of 4096 samples (approximately 8 s) each. All of the epochs were visually inspected by a certified clinical neurophysiologist who removed from the analysis epochs contained by artifacts, such as head or muscle movements, jaw clinching and electrode cable movements. Finally, for each participant, thirty artifacts free epochs of 4096 samples were selected. As the number of the selected epochs across participants should be equal, and to avoid excluding additional subjects from the analysis, due to the number of artifacts in the recordings, we chose the number of 30 artifacts free epochs as the safe value for further analysis. In the next step, the epochs were band-pass filtered into the frequencies: delta (0.5–4 Hz), theta (4–8 Hz), lower alpha (8–10 Hz), upper alpha (10–12 Hz), beta (13–30 Hz) and low gamma (30–48 Hz). Due to the fact that different frequency ranges in an alpha band are involved in different cognitive processes, the alpha band was divided into two frequency bands. The activity in gamma frequency was also assessed due to its crucial role in electroencephalographic studies in schizophrenia. For the functional connectivity and MST analysis, all epochs in ASCII format were exported to Brainwave 0.9.152.4.1 (available free at http://home.kpn.nl/stam7883/brainwave.html). The EEG recordings took place around noon, between 10 am and 4 pm, in a quiet, well-lit room. Smokers were asked to refrain from smoking at least an hour before the neurophysiological examination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45297, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 45321, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the functional connectivity strength for each frequency epoch separately and also for all possible pairs of electrodes, the phase lag index (PLI) has been applied. PLI provides a measure of phase synchronization based on the asymmetry of the distribution of instantaneous phase differences between two time series. The instantaneous phase differences were computed using the analytical signal concept and the Hilbert transform. Owing to the fact that zero-lag synchronization has been removed from the analysis, the PLI outcome is less affected by the influence of common source in comparison to i.e. synchronization likelihood or phase coherence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45979, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reconstruction of the neural networks: a Minimum Spanning Tree", "sentences": [], "annotations": [], "relations": []}, {"offset": 46042, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "a", "sentences": [], "annotations": [], "relations": []}, {"offset": 46044, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The minimum spanning tree is built on the basis of Kruskal’s algorithm. It starts by ordering the weight of all edges and then the stronger edges, ie. with highest PLI, became connected, however, excluding those connections that form loops. These steps are performed as many times as possible and at the end, the final tree contains 19 nodes and 18 edges, considering the number of all electrodes used in our EEG recording. The MST metrics were calculated based on all PLI matrix, in every frequency band, separately. The MST enables computation of many parameters, however, they are strongly correlated and, therefore, redundant. The limitation of the number of MST metrics included in statistical analysis was also guided by an attempt to avoid type 1 error. According to van Diessen et al. (2016), MST diameter and leaf number or leaf fraction, are two most straightforward global metrics informative of the MST network topology. Moreover, they are sufficient to classify the networks as more line-like, in which case the diameter increases and the leaf number decreases, or star-like, with high leaf number and low diameter. A degree parameter is defined as the number of links connected to a node, calculated for each node separately. In this study a maximal degree value was computed to characterize the degree of the whole tree. A leaf fraction refers to the number of nodes on the tree with degree = 1, it can be defined as Lf = L/m, where L is the leaf number. The leaf number ranges from 2 (typical of a line-like topology) and a maximum value m = N-1 (a star-like topology). The leaf number is associated with the tree diameter (d), defined as the largest distance between any two nodes. The upper limit of the diameter is defined as dmax = m-L + 2, so, the largest possible diameter decreases when the leaf number increases. To compare the groups with regard to network hub measure, the betweenness centrality (BC) was also computed, defined as the number of the shortest paths between any pair of nodes i and j in the network passing through  node u, divided by the total number of paths between i and j. BC values range from 0 for the leaf node and 1 for the central node in a star-like network where it has the highest load. Additional parameter has been provided, a maximal betweenness centrality (BCmax), an indicator of the hub’s strength, which is representative for the node(s) with the highest BC in the tree.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48475, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Because the previously discussed research indicates that the network of SZ patients is more randomly organized than in the case of healthy individuals, a set of MST metrics computed in this study included a degree correlation (R), estimating how strong the degree of a node is dependent on the degree of its neighbouring vertices to which it is connected. A positive value of degree correlation indicates that the graph is assortative and a negative value means that the graph is disassortative.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48971, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The regional betweenness centrality was computed separately, as averaged BC for nodes assigned as belonging to anterior (nodes: Fp1, Fp2, F7, F8, F3, F4, Fz) and posterior areas (nodes: T5, T6, P3, P4, Pz, O1, O2). Exactly the same electrodes assigned as covering anterior or posterior regions were chosen in the study of Symond et al. of task-related gamma synchrony in first-episode schizophrenia. The central region (C3, C4, Cz) was not included in the statistical analysis because the aim of the study was to identify the nodes/hubs as unambiguously frontal or non-frontal. The inclusion of an equal number of nodes in two areas should also reduce any bias in computing a regional centrality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49668, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analysis and statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 49697, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare the groups in terms of demographical and clinical variables χ2 test and one-way ANOVA were applied with partial eta squared (ηp2) as an effect size indicator. The between-group differences in terms of cognitive variables (the sum of correctly matched stimuli, mean RT, iSD and the number of errors committed in the processing speed task), including ex-Gaussian parameters (μ, σ, τ) were tested with ANCOVA, including age, education and premorbid IQ as controlled covariates. In this case, all between-group comparisons performed with controlled covariates were carried out individually for each dependent cognitive variable. The Bonferroni correction was applied to establish statistical significance threshold resulting from multiple testing of controlled covariates. After determining the distributional parameters significantly differentiating the groups, correlations between these parameters were calculated separately for SZ and HC groups to verify the potential dependencies between ex-Gaussian indicators. The next step was to perform regression analysis with the overall result in the DST test as a dependent variable and ex-Gaussian parameters, which differed the groups as independent variables to determine which of them could account for cognitive slowdown in the SZ group. In the SZ group, associations between the mentioned ex-Gaussian parameters and clinical variables were also identified with application of two-tailed Spearman correlation (R). Next, raw PLI and MST results averaged across the epochs per subject were log-transformed [y = ln(x)] to ensure distributional normality of these variables. To avoid zeros in transformed data, they were computed with additional 1 · 10−24 correction. Group differences regarding individual PLI and MST (diameter, leaf fraction, degree correlation, BCmax, and global BC as whole-brain network metrics, and anterior and posterior BC as regional metrics) results were tested with ANCOVA, again, with age, education and premorbid IQ as controlled covariates and ηp2 as a measure of effect size. Similarly as in the case of cognitive variables comparisons, the Bonferroni correction was used to set a statistical significance threshold. After establishing the functional connectivity and network indicators differentiating the studied groups, they were correlated with the ex-Gaussian parameters being significant predictors of cognitive speed in the SZ sample. In this case, the Pearson’s r correlation coefficient was applied. To control for the hypothetical impact of clinical independent variables on cognitive–network relationships in the SZ group, a multivariate regression analysis was performed with ex-Gaussian parameters as dependent variables and MST results as independent variables, including the duration of illness, duration of untreated psychosis, and the risperidone equivalent as controlled predictors. Only the variables which significantly differentiated the studied groups and uncorrelated predictors were included. Additionally, the potential correlations between MST parameters and psychopathology assessed with the PANSS scale were verified. Due to the fact that the PANSS results deviated from the normal distribution, the two-tailed Spearman R coefficient was used. For all correlations coefficients, p values of less than 0.01 were regarded as statistically significant. Establishing this threshold for correlation resulted from an attempt to avoid false positive effects, which could have been a consequence of potential redundancy or similarity of the analyzed MST parameters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53271, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 53297, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53434, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 53460, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary information accompanies this paper at 10.1038/s41598-019-46111-0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53540, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 53561, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Paweł Krukow: formulating research problems, study design, statistical analysis, collecting the cognitive and clinical data, preparation of the manuscript. Kamil Jonak: study design, mathematical analysis of EEG data, preparation of figures and the manuscript. Robert Karpiński: collecting EEG recordings, mathematical analysis of EEG data. Hanna Karakuła-Juchnowicz: study design, analysis of clinical data, preparation and correction of the final version of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54037, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 54057, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54101, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 54112, "infons": {"fpage": "426", "lpage": "445", "name_0": "surname:Heinrichs;given-names:RW", "name_1": "surname:Zakzanis;given-names:KZ", "pub-id_doi": "10.1037/0894-4105.12.3.426", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "12", "year": "1998"}, "text": "Neurocognitive deficit in schizophrenia: a quantitative review of evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 54187, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kraepelin, E. Memoirs. (Springer-Verlag, 1987).", "sentences": [], "annotations": [], "relations": []}, {"offset": 54235, "infons": {"fpage": "89", "lpage": "97", "name_0": "surname:Friston;given-names:KJ", "name_1": "surname:Frith;given-names:CD", "pub-id_pmid": "7583624", "section_type": "REF", "source": "Clinical Neuroscience", "type": "ref", "volume": "3", "year": "1995"}, "text": "Schizophrenia: a disconnection syndrome?", "sentences": [], "annotations": [], "relations": []}, {"offset": 54276, "infons": {"fpage": "911", "lpage": "913", "name_0": "surname:Catani;given-names:M", "name_1": "surname:Mesulam;given-names:M", "pub-id_doi": "10.1016/j.cortex.2008.05.001", "pub-id_pmid": "18603236", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "44", "year": "2008"}, "text": "What is a disconnection syndrome?", "sentences": [], "annotations": [], "relations": []}, {"offset": 54310, "infons": {"fpage": "9477", "lpage": "9487", "name_0": "surname:Lynall;given-names:ME", "pub-id_doi": "10.1523/JNEUROSCI.0333-10.2010", "pub-id_pmid": "20631176", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "30", "year": "2010"}, "text": "Functional connectivity and brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54370, "infons": {"fpage": "239", "lpage": "249", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1097/YCO.0b013e328337d78d", "pub-id_pmid": "20216219", "section_type": "REF", "source": "Current Opinion in Psychiatry", "type": "ref", "volume": "23", "year": "2010"}, "text": "What can spontaneous fluctuations of the blood oxygenation-level-dependent signal tell us about psychiatric disorders?", "sentences": [], "annotations": [], "relations": []}, {"offset": 54489, "infons": {"fpage": "2003", "lpage": "2014", "name_0": "surname:Salvador;given-names:R", "pub-id_doi": "10.1002/hbm.20993", "pub-id_pmid": "20225222", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "31", "year": "2010"}, "text": "Overall brain connectivity maps show cortico - subcortical abnormalities in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54579, "infons": {"fpage": "56", "lpage": "78", "name_0": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1002/hbm.460020107", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "2", "year": "1994"}, "text": "Functional and effective connectivity in neuroimaging: a synthesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 54646, "infons": {"fpage": "15016", "name_0": "surname:Cheng;given-names:W", "pub-id_doi": "10.1038/npjschz.2015.16", "pub-id_pmid": "27336032", "section_type": "REF", "source": "npj Schizophrenia", "type": "ref", "volume": "1", "year": "2015"}, "text": "Voxel-based, brain-wide association study of aberrant functional connectivity in schizophrenia implicates thalamocortical circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 54778, "infons": {"fpage": "168", "lpage": "181", "name_0": "surname:Dong;given-names:D", "name_1": "surname:Wang;given-names:Y", "name_2": "surname:Chang;given-names:X", "name_3": "surname:Luo;given-names:C", "name_4": "surname:Yao;given-names:D", "pub-id_doi": "10.1093/schbul/sbx034", "pub-id_pmid": "28338943", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "44", "year": "2018"}, "text": "Dysfunction of large-scale brain networks in schizophrenia: a meta-analysis of resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 54895, "infons": {"fpage": "474", "lpage": "484", "name_0": "surname:Tononi;given-names:G", "name_1": "surname:Edelman;given-names:GM", "name_2": "surname:Sporns;given-names:O", "pub-id_doi": "10.1016/S1364-6613(98)01259-5", "section_type": "REF", "source": "Trends in Cognitive Science", "type": "ref", "volume": "2", "year": "1998"}, "text": "Complexity and coherency: integrating information in the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 54958, "infons": {"fpage": "186", "lpage": "198", "name_0": "surname:Bullmore;given-names:E", "name_1": "surname:Sporns;given-names:O", "pub-id_doi": "10.1038/nrn2575", "pub-id_pmid": "19190637", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "10", "year": "2009"}, "text": "Complex brain networks: graph theoretical analysis of structural and functional systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 55046, "infons": {"fpage": "1067", "lpage": "1087", "name_0": "surname:Stam;given-names:CJ", "name_1": "surname:van Straaten;given-names:EC", "pub-id_doi": "10.1016/j.clinph.2012.01.011", "pub-id_pmid": "22356937", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "123", "year": "2012"}, "text": "The organization of physiological brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 55095, "infons": {"fpage": "32", "lpage": "48", "name_0": "surname:Van den Heuvel;given-names:MP", "name_1": "surname:Fornito;given-names:A", "pub-id_doi": "10.1007/s11065-014-9248-7", "pub-id_pmid": "24500505", "section_type": "REF", "source": "Neuropsychology Review", "type": "ref", "volume": "24", "year": "2014"}, "text": "Brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55127, "infons": {"fpage": "1719", "lpage": "1736", "name_0": "surname:Alamian;given-names:G", "pub-id_doi": "10.1016/j.clinph.2017.06.246", "pub-id_pmid": "28756348", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "128", "year": "2017"}, "text": "Measuring alterations in oscillatory brain networks in schizophrenia with resting-state MEG: state-of-the-art and methodological challenges", "sentences": [], "annotations": [], "relations": []}, {"offset": 55267, "infons": {"fpage": "S13", "lpage": "S21", "name_0": "surname:Kambeitz;given-names:J", "pub-id_doi": "10.1093/schbul/sbv174", "pub-id_pmid": "27460615", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "42", "year": "2016"}, "text": "Aberrant functional whole-brain network architecture in patients with schizophrenia: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 55368, "infons": {"fpage": "60", "lpage": "66", "name_0": "surname:Micheloyannis;given-names:S", "pub-id_doi": "10.1016/j.schres.2006.06.028", "pub-id_pmid": "16875801", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "87", "year": "2006"}, "text": "Small-world networks and disturbed functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55444, "infons": {"fpage": "403", "lpage": "416", "name_0": "surname:Rubinov;given-names:M", "pub-id_doi": "10.1002/hbm.20517", "pub-id_pmid": "18072237", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "30", "year": "2009"}, "text": "Small-world properties of nonlinear brain activity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55512, "infons": {"fpage": "23577", "name_0": "surname:Zhu;given-names:J", "pub-id_doi": "10.1038/srep23577", "pub-id_pmid": "27032817", "section_type": "REF", "source": "Scientific Reports", "type": "ref", "volume": "6", "year": "2016"}, "text": "Distinct disruptions of resting-state functional brain networks in familial and sporadic schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55615, "infons": {"fpage": "336", "lpage": "349", "name_0": "surname:Bullmore;given-names:ET", "name_1": "surname:Sporns;given-names:O", "pub-id_doi": "10.1038/nrn3214", "pub-id_pmid": "22498897", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "13", "year": "2012"}, "text": "The economy of brain network organization", "sentences": [], "annotations": [], "relations": []}, {"offset": 55657, "infons": {"fpage": "63", "lpage": "72", "name_0": "surname:Achard;given-names:S", "name_1": "surname:Salvador;given-names:R", "name_2": "surname:Whitcher;given-names:B", "name_3": "surname:Suckling;given-names:J", "name_4": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1523/JNEUROSCI.3874-05.2006", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "4", "year": "2006"}, "text": "A resilient, low-frequency, small-world human brain functional network with highly connected association cortical hubs", "sentences": [], "annotations": [], "relations": []}, {"offset": 55776, "infons": {"fpage": "3132", "lpage": "3148", "name_0": "surname:Cole;given-names:MW", "name_1": "surname:Pathak;given-names:S", "name_2": "surname:Schneider;given-names:W", "pub-id_doi": "10.1016/j.neuroimage.2009.11.001", "pub-id_pmid": "19909818", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Identifying the brain’s most globally connected regions", "sentences": [], "annotations": [], "relations": []}, {"offset": 55832, "infons": {"fpage": "339", "lpage": "349", "name_0": "surname:Rubinov;given-names:M", "name_1": "surname:Bullmore;given-names:ET", "pub-id_pmid": "24174905", "section_type": "REF", "source": "Dialogues in Clinical Neuroscience", "type": "ref", "volume": "15", "year": "2013"}, "text": "Schizophrenia and abnormal brain network hubs", "sentences": [], "annotations": [], "relations": []}, {"offset": 55878, "infons": {"fpage": "2296", "lpage": "2314", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Zalesky;given-names:A", "name_2": "surname:Pantelis;given-names:C", "name_3": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1016/j.neuroimage.2011.12.090", "pub-id_pmid": "22387165", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 55923, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Micheloyannis;given-names:S", "pub-id_doi": "10.5498/wjp.v2.i1.1", "pub-id_pmid": "24175163", "section_type": "REF", "source": "World Journal of Psychiatry", "type": "ref", "volume": "2", "year": "2012"}, "text": "Graph-based network analysis in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55969, "infons": {"fpage": "16783", "lpage": "16788", "name_0": "surname:Brookes;given-names:MJ", "pub-id_doi": "10.1073/pnas.1112685108", "pub-id_pmid": "21930901", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "108", "year": "2011"}, "text": "Investigating the electrophysiological basis of resting state networks using magnetoencephalography", "sentences": [], "annotations": [], "relations": []}, {"offset": 56069, "infons": {"fpage": "129", "lpage": "138", "name_0": "surname:Stam;given-names:CJ", "pub-id_doi": "10.1016/j.ijpsycho.2014.04.001", "pub-id_pmid": "24726900", "section_type": "REF", "source": "International Journal of Psychophysiology", "type": "ref", "volume": "92", "year": "2014"}, "text": "The trees and the forest: characterization of complex brain networks with minimum spanning trees", "sentences": [], "annotations": [], "relations": []}, {"offset": 56166, "infons": {"fpage": "2455", "lpage": "2471", "name_0": "surname:Van Dellen;given-names:E", "pub-id_doi": "10.1002/hbm.24014", "pub-id_pmid": "29468769", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "39", "year": "2018"}, "text": "Minimum spanning tree analysis of the human connectome", "sentences": [], "annotations": [], "relations": []}, {"offset": 56221, "infons": {"fpage": "354", "lpage": "363", "name_0": "surname:van Dellen;given-names:E", "pub-id_doi": "10.1016/j.neuroimage.2013.10.010", "pub-id_pmid": "24128736", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "86", "year": "2014"}, "text": "Epilepsy surgery outcome and functional network alternations in longitudinal MEG: a minimum spanning tree analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56336, "infons": {"fpage": "2325", "lpage": "2332", "name_0": "surname:van Diessen;given-names:E", "name_1": "surname:Otte;given-names:WM", "name_2": "surname:Stam;given-names:CJ", "name_3": "surname:Braun;given-names:KP", "name_4": "surname:Jansen;given-names:FE", "pub-id_doi": "10.1016/j.clinph.2016.03.015", "pub-id_pmid": "27178845", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "127", "year": "2016"}, "text": "Electroencephalography based functional network in newly diagnosed childhood epilepsies", "sentences": [], "annotations": [], "relations": []}, {"offset": 56424, "infons": {"fpage": "16", "name_0": "surname:Ghaderi;given-names:AH", "name_1": "surname:Andevari;given-names:MN", "name_2": "surname:Sowman;given-names:PF", "pub-id_doi": "10.3389/fnint.2018.00016", "pub-id_pmid": "29755328", "section_type": "REF", "source": "Front Integr Neurosci", "type": "ref", "volume": "12", "year": "2018"}, "text": "Evidence for a resting state network abnormality in adults who stutter", "sentences": [], "annotations": [], "relations": []}, {"offset": 56495, "infons": {"fpage": "145", "name_0": "surname:Engels;given-names:MM", "pub-id_doi": "10.1186/s12883-015-0400-7", "pub-id_pmid": "26289045", "section_type": "REF", "source": "BMC Neurology", "type": "ref", "volume": "15", "year": "2015"}, "text": "Declining functional connectivity strength and changing hubs locations in Alzheimer’s disease: an EEG study", "sentences": [], "annotations": [], "relations": []}, {"offset": 56603, "infons": {"fpage": "50", "lpage": "60", "name_0": "surname:Boersma;given-names:M", "pub-id_doi": "10.1089/brain.2012.0106", "pub-id_pmid": "23106635", "section_type": "REF", "source": "Brain Connectivity", "type": "ref", "volume": "3", "year": "2013"}, "text": "Growing trees in child brain: graph theoretical analysis of electroencephalography-derived minimum spanning tree in 5- and 7-year-old children reflects brain maturation", "sentences": [], "annotations": [], "relations": []}, {"offset": 56772, "infons": {"fpage": "782", "lpage": "789", "name_0": "surname:Van Dellen;given-names:E", "pub-id_doi": "10.1093/schbul/sbv178", "pub-id_pmid": "26644605", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "42", "year": "2016"}, "text": "Structural brain network disturbances in the psychosis spectrum", "sentences": [], "annotations": [], "relations": []}, {"offset": 56836, "infons": {"fpage": "1050", "lpage": "1054", "name_0": "surname:Schoen;given-names:W", "name_1": "surname:Chang;given-names:JS", "name_2": "surname:Lee;given-names:U", "name_3": "surname:Bob;given-names:P", "name_4": "surname:Mashour;given-names:GA", "pub-id_doi": "10.1016/j.concog.2010.05.009", "pub-id_pmid": "20541442", "section_type": "REF", "source": "Consciousness and Cognition", "type": "ref", "volume": "20", "year": "2011"}, "text": "The temporal organization of functional brain connectivity is abnormal in schizophrenia but does not correlate with symptomology", "sentences": [], "annotations": [], "relations": []}, {"offset": 56965, "infons": {"fpage": "231", "issue": "4", "lpage": "241", "name_0": "surname:Jonak;given-names:Kamil", "name_1": "surname:Krukow;given-names:Paweł", "name_2": "surname:Jonak;given-names:Katarzyna E.", "name_3": "surname:Grochowski;given-names:Cezary", "name_4": "surname:Karakuła-Juchnowicz;given-names:Hanna", "pub-id_doi": "10.1177/1550059418807372", "pub-id_pmid": "30322279", "section_type": "REF", "source": "Clinical EEG and Neuroscience", "type": "ref", "volume": "50", "year": "2018"}, "text": "Quantitative and Qualitative Comparison of EEG-Based Neural Network Organization in Two Schizophrenia Groups Differing in the Duration of Illness and Disease Burden: Graph Analysis With Application of the Minimum Spanning Tree", "sentences": [], "annotations": [], "relations": []}, {"offset": 57192, "infons": {"fpage": "s107", "lpage": "s110", "name_0": "surname:Rodriguez-Sanchez;given-names:JM", "pub-id_doi": "10.1192/bjp.191.51.s107", "pub-id_pmid": "18055925", "section_type": "REF", "source": "Br. J. Psychiatry Suppl.", "type": "ref", "volume": "51", "year": "2007"}, "text": "Cognitive dysfunction in first-episode psychosis: the processing speed hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57274, "infons": {"fpage": "72", "lpage": "78", "name_0": "surname:Ojeda;given-names:N", "pub-id_doi": "10.1016/j.schres.2011.12.004", "pub-id_pmid": "22226902", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "135", "year": "2012"}, "text": "Hierarchical structure of the cognitive process in schizophrenia: the fundamental role of processing speed", "sentences": [], "annotations": [], "relations": []}, {"offset": 57381, "infons": {"fpage": "33", "lpage": "41", "name_0": "surname:Krukow;given-names:P", "pub-id_doi": "10.1080/08039488.2016.1204469", "pub-id_pmid": "27387772", "section_type": "REF", "source": "Nordic Journal of Psychiatry", "type": "ref", "volume": "71", "year": "2017"}, "text": "Processing speed is associated with differences in IQ and cognitive profiles between patients with schizophrenia and their healthy siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 57521, "infons": {"fpage": "109", "lpage": "120", "name_0": "surname:Karbasforoushan;given-names:H", "name_1": "surname:Duffy;given-names:B", "name_2": "surname:Blackford;given-names:JU", "name_3": "surname:Woodward;given-names:ND", "pub-id_doi": "10.1017/S0033291714001111", "pub-id_pmid": "25066842", "section_type": "REF", "source": "Psychological Medicine", "type": "ref", "volume": "45", "year": "2015"}, "text": "Processing speed impairment in schizophrenia is mediated by white matter integrity", "sentences": [], "annotations": [], "relations": []}, {"offset": 57604, "infons": {"fpage": "13504", "lpage": "13509", "name_0": "surname:Kochunov;given-names:P", "pub-id_doi": "10.1073/pnas.1608246113", "pub-id_pmid": "27834215", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "113", "year": "2016"}, "text": "Diffusion-weighted imaging uncovers likely sources of processing-speed deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57701, "infons": {"fpage": "150", "lpage": "156", "name_0": "surname:Wang;given-names:X", "pub-id_doi": "10.1016/j.schres.2014.03.033", "pub-id_pmid": "24794395", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "156", "year": "2014"}, "text": "Disrupted resting-state functional connectivity in minimally treated chronic schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57792, "infons": {"fpage": "27", "lpage": "32", "name_0": "surname:Rentrop;given-names:M", "pub-id_doi": "10.1016/j.psychres.2010.04.009", "pub-id_pmid": "20447695", "section_type": "REF", "source": "Psychiatry Research", "type": "ref", "volume": "178", "year": "2010"}, "text": "Intra-individual variability in high-functioning patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57869, "infons": {"fpage": "e78354", "name_0": "surname:Shin;given-names:YS", "pub-id_doi": "10.1371/journal.pone.0078354", "pub-id_pmid": "24260112", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Increased intra-individual variability of cognitive processing in subjects at risk mental state and schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 57992, "infons": {"fpage": "26", "lpage": "32", "name_0": "surname:Karantinos;given-names:T", "pub-id_doi": "10.1016/j.psychres.2013.10.031", "pub-id_pmid": "24238920", "section_type": "REF", "source": "Psychiatry Research", "type": "ref", "volume": "215", "year": "2014"}, "text": "Increased intra-subject reaction time variability in the volitional control of movement in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58097, "infons": {"fpage": "700", "lpage": "711", "name_0": "surname:Fox;given-names:MD", "name_1": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1038/nrn2201", "section_type": "REF", "source": "Net Rev Neurosci", "type": "ref", "volume": "8", "year": "2007"}, "text": "Spontaneous fluctuations in brain activity observed with functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 58192, "infons": {"fpage": "171", "lpage": "184", "name_0": "surname:Fox;given-names:MD", "name_1": "surname:Snyder;given-names:AZ", "name_2": "surname:Vincent;given-names:JL", "name_3": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1016/j.neuron.2007.08.023", "pub-id_pmid": "17920023", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "56", "year": "2007"}, "text": "Intrinsic fluctuations within the cortical systems account for intertrial variability in human behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 58296, "infons": {"fpage": "2363", "lpage": "2380", "name_0": "surname:Stuss;given-names:DT", "name_1": "surname:Murphy;given-names:KJ", "name_2": "surname:Binns;given-names:MA", "name_3": "surname:Alexander;given-names:MP", "pub-id_doi": "10.1093/brain/awg237", "pub-id_pmid": "12876148", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "126", "year": "2003"}, "text": "Staying on the job: the frontal lobes control individual performance variability", "sentences": [], "annotations": [], "relations": []}, {"offset": 58377, "infons": {"fpage": "1910", "lpage": "1916", "name_0": "surname:Bellgrove;given-names:MA", "name_1": "surname:Hester;given-names:R", "name_2": "surname:Garavan;given-names:H", "pub-id_doi": "10.1016/j.neuropsychologia.2004.05.007", "pub-id_pmid": "15381021", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "42", "year": "2004"}, "text": "The functional neuroanatomical correlates of response variability: evidence from response inhibition task", "sentences": [], "annotations": [], "relations": []}, {"offset": 58483, "infons": {"fpage": "3165", "lpage": "3175", "name_0": "surname:Fraga González;given-names:G", "pub-id_doi": "10.1016/j.clinph.2016.06.023", "pub-id_pmid": "27476025", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "127", "year": "2016"}, "text": "Graph analysis of EEG resting state functional networks in dyslexic readers", "sentences": [], "annotations": [], "relations": []}, {"offset": 58559, "infons": {"fpage": "021915", "name_0": "surname:Bettencourt;given-names:LM", "pub-id_doi": "10.1103/PhysRevE.75.021915", "section_type": "REF", "source": "Phys Rev E Stat Nonlinear Soft Matter Phys", "type": "ref", "volume": "75", "year": "2007"}, "text": "Functional structure of cortical neuronal networks grown in vitro", "sentences": [], "annotations": [], "relations": []}, {"offset": 58625, "infons": {"fpage": "177", "lpage": "188", "name_0": "surname:Tewarie;given-names:P", "name_1": "surname:van Dellen;given-names:E", "name_2": "surname:Hillebrand;given-names:A", "name_3": "surname:Stam;given-names:CJ", "pub-id_doi": "10.1016/j.neuroimage.2014.10.015", "pub-id_pmid": "25451472", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "104", "year": "2015"}, "text": "The minimum spanning tree: an unbiased method for brain network analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58698, "infons": {"fpage": "509", "lpage": "512", "name_0": "surname:Barabási;given-names:A-L", "name_1": "surname:Albert;given-names:R", "pub-id_doi": "10.1126/science.286.5439.509", "pub-id_pmid": "10521342", "section_type": "REF", "source": "Science", "type": "ref", "volume": "286", "year": "1999"}, "text": "Emergence of scaling in random networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 58738, "infons": {"fpage": "15915", "lpage": "15926", "name_0": "surname:van den Heuvel;given-names:MP", "name_1": "surname:Mandl;given-names:RC", "name_2": "surname:Stam;given-names:CJ", "name_3": "surname:Kahn;given-names:RS", "name_4": "surname:Hulshoff Pol;given-names:HE", "pub-id_doi": "10.1523/JNEUROSCI.2874-10.2010", "pub-id_pmid": "21106830", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "30", "year": "2010"}, "text": "Aberrant frontal and temporal cortex network structure in schizophrenia: a graph theoretical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58840, "infons": {"fpage": "1178", "lpage": "1186", "name_0": "surname:Jalili;given-names:M", "name_1": "surname:Knyazeva;given-names:MG", "pub-id_doi": "10.1016/j.compbiomed.2011.05.004", "pub-id_pmid": "21601186", "section_type": "REF", "source": "Comput Biol Med", "type": "ref", "volume": "41", "year": "2011"}, "text": "EEG-based functional networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58887, "infons": {"fpage": "127", "lpage": "138", "name_0": "surname:Alexander-Bloch;given-names:AF", "pub-id_doi": "10.1093/cercor/bhr388", "pub-id_pmid": "22275481", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "23", "year": "2013"}, "text": "The anatomical distance of functional connections predicts brain network topology in health and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58997, "infons": {"fpage": "1145", "lpage": "1159", "name_0": "surname:Zhang;given-names:R", "pub-id_doi": "10.1007/s00429-014-0706-z", "pub-id_pmid": "24449342", "section_type": "REF", "source": "Brain Structure and Function", "type": "ref", "volume": "220", "year": "2015"}, "text": "Disrupted brain anatomical connectivity in medication-naïve patients with first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59099, "infons": {"fpage": "527", "lpage": "537", "name_0": "surname:Kelly;given-names:AM", "name_1": "surname:Uddin;given-names:LQ", "name_2": "surname:Biswal;given-names:BB", "name_3": "surname:Castellanos;given-names:FX", "name_4": "surname:Milham;given-names:MP", "pub-id_doi": "10.1016/j.neuroimage.2007.08.008", "pub-id_pmid": "17919929", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "39", "year": "2008"}, "text": "Competition between functional brain networks mediates behavioral variability", "sentences": [], "annotations": [], "relations": []}, {"offset": 59177, "infons": {"fpage": "175", "lpage": "188", "name_0": "surname:Fassbender;given-names:C", "name_1": "surname:Scangos;given-names:K", "name_2": "surname:Lesh;given-names:TA", "name_3": "surname:Carter;given-names:CS", "pub-id_doi": "10.3758/s13415-014-0252-4", "section_type": "REF", "source": "Cognitive Affective and Behavioral Neuroscience", "type": "ref", "volume": "14", "year": "2014"}, "text": "RT distributional analysis of cognitive control-related brain activity in first episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59279, "infons": {"fpage": "57", "lpage": "78", "name_0": "surname:Lee;given-names:K-H", "name_1": "surname:Williams;given-names:LM", "name_2": "surname:Breakspear;given-names:M", "name_3": "surname:Gordon;given-names:E", "pub-id_doi": "10.1016/S0165-0173(02)00220-5", "pub-id_pmid": "12505648", "section_type": "REF", "source": "Brain Research Reviews", "type": "ref", "volume": "41", "year": "2003"}, "text": "Synchronous gamma activity: a review and contribution to an integrative neuroscience model of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59387, "infons": {"fpage": "1504", "lpage": "1518", "name_0": "surname:Gandal;given-names:MJ", "name_1": "surname:Edgar;given-names:JC", "name_2": "surname:Klook;given-names:K", "name_3": "surname:Siegel;given-names:SJ", "pub-id_doi": "10.1016/j.neuropharm.2011.02.007", "pub-id_pmid": "21349276", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "62", "year": "2012"}, "text": "Gamma synchrony: towards a translational biomarker for the treatment-resistant symptoms of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59492, "infons": {"fpage": "173", "lpage": "189", "name_0": "surname:Woo;given-names:TU", "name_1": "surname:Spencer;given-names:K", "name_2": "surname:McCarley;given-names:RW", "pub-id_doi": "10.3109/10673221003747609", "pub-id_pmid": "20415633", "section_type": "REF", "source": "Harvard Review of Psychiatry", "type": "ref", "volume": "18", "year": "2010"}, "text": "Gamma oscillation deficit and the onset of early progression of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59570, "infons": {"fpage": "950", "lpage": "957", "name_0": "surname:Gonzalez-Gurgos;given-names:G", "name_1": "surname:Lewis;given-names:DA", "pub-id_doi": "10.1093/schbul/sbs010", "pub-id_pmid": "22355184", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "38", "year": "2012"}, "text": "NMDA receptor hypofunction, parvalbumin-positive neurons, and cortical gamma oscillations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59677, "infons": {"fpage": "716", "lpage": "726", "name_0": "surname:Jadi;given-names:MP", "name_1": "surname:Behrens;given-names:MM", "name_2": "surname:Sejnowski;given-names:TJ", "pub-id_doi": "10.1016/j.biopsych.2015.07.005", "pub-id_pmid": "26281716", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "79", "year": "2016"}, "text": "Abnormal gamma oscillation in N-Methyl-D-Aspartate receptor hypofunction models of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59774, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59841, "infons": {"fpage": "1", "lpage": "13", "name_0": "surname:Karakuła-Juchnowicz;given-names:H", "name_1": "surname:Stecka;given-names:M", "section_type": "REF", "source": "Psychiatria Polska", "type": "ref", "volume": "51", "year": "2016"}, "text": "Polish Adult Reading Test – PART – construction of Polish test for estimate the level of premorbid intelligence in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59970, "infons": {"fpage": "222", "lpage": "225", "name_0": "surname:Krukow;given-names:Paweł", "name_1": "surname:Szaniawska;given-names:Ola", "name_2": "surname:Harciarek;given-names:Michał", "name_3": "surname:Plechawska-Wójcik;given-names:Małgorzata", "name_4": "surname:Jonak;given-names:Kamil", "pub-id_doi": "10.1016/j.jad.2016.12.050", "pub-id_pmid": "28063384", "section_type": "REF", "source": "Journal of Affective Disorders", "type": "ref", "volume": "210", "year": "2017"}, "text": "Cognitive inconsistency in bipolar patients is determined by increased intra-individual variability in initial phase of task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 60107, "infons": {"fpage": "28", "lpage": "35", "name_0": "surname:Krukow;given-names:P", "pub-id_doi": "10.1016/j.pscychresns.2018.03.001", "pub-id_pmid": "29526598", "section_type": "REF", "source": "Psychiatry Research, Neuroimaging", "type": "ref", "volume": "275", "year": "2018"}, "text": "Disturbed functional connectivity within the left prefrontal cortex and sensorimotor areas predicts impaired cognitive speed in patients with first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60277, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wechsler, D. Wechsler Adult Intelligence Scale—Revised. (The Psychological Corporation, 1987).", "sentences": [], "annotations": [], "relations": []}, {"offset": 60372, "infons": {"fpage": "283", "lpage": "297", "name_0": "surname:Keefe;given-names:RS", "pub-id_doi": "10.1016/j.schres.2003.09.011", "pub-id_pmid": "15099610", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "68", "year": "2004"}, "text": "The Brief Assessment of Cognition in Schizophrenia: reliability, sensitivity, and comparison with a standard neurocognitive battery", "sentences": [], "annotations": [], "relations": []}, {"offset": 60504, "infons": {"fpage": "798", "lpage": "817", "name_0": "surname:Matzke;given-names:D", "name_1": "surname:Wagenmakers;given-names:EJ", "pub-id_doi": "10.3758/PBR.16.5.798", "pub-id_pmid": "19815782", "section_type": "REF", "source": "Psychon Bull Rev", "type": "ref", "volume": "16", "year": "2009"}, "text": "Psychological interpretation of the ex-Gaussian and shifted Wald parameters: a diffusion model analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 60608, "infons": {"fpage": "e112298", "name_0": "surname:Gmehlin;given-names:D", "pub-id_doi": "10.1371/journal.pone.0112298", "pub-id_pmid": "25479234", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Intraindividual variability in inhibitory function in adults with ADHD – and ex-Gaussian approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 60706, "infons": {"section_type": "REF", "type": "ref"}, "text": "Luce, R. D. Response times: Their role in inferring elementary mental organization. (Oxford University Press, 1986).", "sentences": [], "annotations": [], "relations": []}, {"offset": 60823, "infons": {"fpage": "427", "lpage": "445", "name_0": "surname:Heathcote;given-names:A", "pub-id_doi": "10.3758/BF03200523", "section_type": "REF", "source": "Behavior Research Methods, Instruments, & Computers", "type": "ref", "volume": "28", "year": "1996"}, "text": "RTSYS: A DOS application for the analysis of reaction time data", "sentences": [], "annotations": [], "relations": []}, {"offset": 60887, "infons": {"fpage": "525", "lpage": "549", "name_0": "surname:McVay;given-names:JC", "name_1": "surname:Kane;given-names:MJ", "pub-id_doi": "10.1037/a0025896", "section_type": "REF", "source": "J Exp Psych Learn Mem Cogn", "type": "ref", "volume": "38", "year": "2012"}, "text": "Drifting from slow to “D’oh!” working memory capacity and mind wandering predict extreme reaction times and executive-control errors", "sentences": [], "annotations": [], "relations": []}, {"offset": 61020, "infons": {"fpage": "14", "lpage": "26", "name_0": "surname:Thomson;given-names:DR", "name_1": "surname:Seli;given-names:P", "name_2": "surname:Desner;given-names:D", "name_3": "surname:Smilek;given-names:D", "pub-id_doi": "10.1016/j.concog.2014.04.001", "pub-id_pmid": "24780348", "section_type": "REF", "source": "Consciousness and Cognition", "type": "ref", "volume": "27", "year": "2014"}, "text": "On the link between mind wandering and task performance over time", "sentences": [], "annotations": [], "relations": []}, {"offset": 61086, "infons": {"fpage": "35", "lpage": "45", "name_0": "surname:Lacouture;given-names:Y", "name_1": "surname:Cousineau;given-names:D", "section_type": "REF", "source": "Psychology", "type": "ref", "volume": "4", "year": "2008"}, "text": "How to use MATLAB to fit the ex-Gaussian and other probability functions to a distribution of response times. Tutorials in Quantitative Methods for", "sentences": [], "annotations": [], "relations": []}, {"offset": 61234, "infons": {"fpage": "9", "lpage": "21", "name_0": "surname:Delorme;given-names:A", "name_1": "surname:Makeig;given-names:S", "pub-id_doi": "10.1016/j.jneumeth.2003.10.009", "pub-id_pmid": "15102499", "section_type": "REF", "source": "Journal of Neuroscience Methods", "type": "ref", "volume": "134", "year": "2004"}, "text": "EEGLAB: and open source toolbox for analysis of single-trial EEG dynamics including independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 61349, "infons": {"fpage": "1468", "lpage": "1481", "name_0": "surname:Van Diessen;given-names:E", "pub-id_doi": "10.1016/j.clinph.2014.11.018", "pub-id_pmid": "25511636", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "126", "year": "2015"}, "text": "Opportunities and methodological challenges in EEG and MEG resting state functional brain network research", "sentences": [], "annotations": [], "relations": []}, {"offset": 61456, "infons": {"fpage": "930", "lpage": "939", "name_0": "surname:Andreou;given-names:C", "pub-id_doi": "10.1093/schbul/sbu121", "pub-id_pmid": "25170031", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "41", "year": "2015"}, "text": "Increased resting-state gamma-band connectivity in first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61535, "infons": {"fpage": "813", "lpage": "821", "name_0": "surname:Hirano;given-names:Y", "pub-id_doi": "10.1001/jamapsychiatry.2014.2642", "pub-id_pmid": "25587799", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Spontaneous gamma activity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61579, "infons": {"fpage": "1178", "lpage": "1193", "name_0": "surname:Stam;given-names:CJ", "name_1": "surname:Nolte;given-names:G", "name_2": "surname:Daffertshofer;given-names:A", "pub-id_doi": "10.1002/hbm.20346", "pub-id_pmid": "17266107", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "28", "year": "2007"}, "text": "Phase Lag Index: assessment of functional connectivity from multi-channel EEG and MEG with diminished bias from common sources", "sentences": [], "annotations": [], "relations": []}, {"offset": 61706, "infons": {"fpage": "P11018", "name_0": "surname:Li;given-names:C", "name_1": "surname:Wang;given-names:H", "name_2": "surname:de Haan;given-names:W", "name_3": "surname:Stam;given-names:CJ", "name_4": "surname:Van Mieghem;given-names:P", "pub-id_doi": "10.1088/1742-5468/2011/11/P11018", "section_type": "REF", "source": "Journal of Statistical Mechanics: Theory and Experiment", "type": "ref", "volume": "2011", "year": "2011"}, "text": "The correlation of metrics in complex networks with applications in functional brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 61800, "infons": {"fpage": "9239", "lpage": "9248", "name_0": "surname:Basset;given-names:DS", "pub-id_doi": "10.1523/JNEUROSCI.1929-08.2008", "pub-id_pmid": "18784304", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "28", "year": "2008"}, "text": "Hierarchical organization of human cortical networks in health and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61881, "infons": {"fpage": "459", "lpage": "465", "name_0": "surname:Symond;given-names:MS", "name_1": "surname:Harris;given-names:AWF", "name_2": "surname:Gordon;given-names:E", "name_3": "surname:Williams;given-names:LM", "pub-id_doi": "10.1176/appi.ajp.162.3.459", "pub-id_pmid": "15741462", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "Gamma synchrony” in first-episode schizophrenia: a disorder of temporal connectivity?", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}