{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "6155100", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41467-018-06350-7", "article-id_pmc": "6155100", "article-id_pmid": "30242220", "article-id_publisher-id": "6350", "elocation-id": "3836", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Cao;given-names:Hengyi", "name_1": "surname:Chén;given-names:Oliver Y.", "name_10": "surname:Mirzakhanian;given-names:Heline", "name_11": "surname:Cornblatt;given-names:Barbara A.", "name_12": "surname:Carrión;given-names:Ricardo E.", "name_13": "surname:Mathalon;given-names:Daniel H.", "name_14": "surname:McGlashan;given-names:Thomas H.", "name_15": "surname:Perkins;given-names:Diana O.", "name_16": "surname:Belger;given-names:Aysenil", "name_17": "surname:Seidman;given-names:Larry J.", "name_18": "surname:Thermenos;given-names:Heidi", "name_19": "surname:Tsuang;given-names:Ming T.", "name_2": "surname:Chung;given-names:Yoonho", "name_20": "surname:van Erp;given-names:Theo G. M.", "name_21": "surname:Walker;given-names:Elaine F.", "name_22": "surname:Hamann;given-names:Stephan", "name_23": "surname:Anticevic;given-names:Alan", "name_24": "surname:Woods;given-names:Scott W.", "name_25": "surname:Cannon;given-names:Tyrone D.", "name_26": "surname:Cao;given-names:Hengyi", "name_27": "surname:Bearden;given-names:Carrie E.", "name_28": "surname:Addington;given-names:Jean", "name_29": "surname:Cadenhead;given-names:Kristin S.", "name_3": "surname:Forsyth;given-names:Jennifer K.", "name_30": "surname:Cornblatt;given-names:Barbara A.", "name_31": "surname:Mathalon;given-names:Daniel H.", "name_32": "surname:Perkins;given-names:Diana O.", "name_33": "surname:Seidman;given-names:Larry J.", "name_34": "surname:Walker;given-names:Elaine F.", "name_35": "surname:Woods;given-names:Scott W.", "name_36": "surname:Cannon;given-names:Tyrone D.", "name_4": "surname:McEwen;given-names:Sarah C.", "name_5": "surname:Gee;given-names:Dylan G.", "name_6": "surname:Bearden;given-names:Carrie E.", "name_7": "surname:Addington;given-names:Jean", "name_8": "surname:Goodyear;given-names:Bradley", "name_9": "surname:Cadenhead;given-names:Kristin S.", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2018"}, "text": "Cerebello-thalamo-cortical hyperconnectivity as a state-independent functional neural signature for psychosis prediction and characterization", "sentences": [], "annotations": [], "relations": []}, {"offset": 142, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Understanding the fundamental alterations in brain functioning that lead to psychotic disorders remains a major challenge in clinical neuroscience. In particular, it is unknown whether any state-independent biomarkers can potentially predict the onset of psychosis and distinguish patients from healthy controls, regardless of paradigm. Here, using multi-paradigm fMRI data from the North American Prodrome Longitudinal Study consortium, we show that individuals at clinical high risk for psychosis display an intrinsic “trait-like” abnormality in brain architecture characterized as increased connectivity in the cerebello–thalamo–cortical circuitry, a pattern that is significantly more pronounced among converters compared with non-converters. This alteration is significantly correlated with disorganization symptoms and predictive of time to conversion to psychosis. Moreover, using an independent clinical sample, we demonstrate that this hyperconnectivity pattern is reliably detected and specifically present in patients with schizophrenia. These findings implicate cerebello–thalamo–cortical hyperconnectivity as a robust state-independent neural signature for psychosis prediction and characterization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1355, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Brain function alterations in schizophrenia and other psychotic disorders remain poorly understood. Here, the authors discover that increased neural connectivity in the cerebello-thalamo-cortical circuitry predicts psychosis in those at high risk, and is present in people with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1648, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1661, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Understanding the fundamental alterations in brain functioning that underlie schizophrenia (SZ) and pinpointing potential neural markers predictive of psychosis in individuals at risk remain major challenges in clinical neuroscience. The heterogeneity of clinical symptoms and associated cognitive and behavioral deficits in patients has motivated a broad search for neurobiological underpinnings across different functional domains. Accordingly, functional magnetic resonance imaging (fMRI) studies on psychosis have used an extensive repertoire of paradigms, including resting state, working memory, episodic memory, language processing, emotional processing, motor control, and response inhibition among others. These studies have provided evidence that dysfunction in several brain regions, including prefrontal cortex, parietal cortex, medial temporal cortex, cingulate cortex, thalamus, striatum, and cerebellum may in some way mark risk for and/or expression of psychosis. Nevertheless, the patterns of altered brain function associated with SZ are not entirely consistent across studies. In part, this inconsistency is likely to reflect the fact that each study is designed to probe particular brain systems based on particular task features. The goal of the present study was to determine whether a more consistent functional imaging biomarker of psychosis risk will emerge using a strategy that explicitly assesses patterns of brain functioning across paradigms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3134, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several lines of evidence make the exploration of such a neural signature plausible. From a clinical perspective, although psychotic disorders present a diversity of phenotypes, similar symptoms such as hallucinations, delusions, and disorganized thought and behavior are the core features that distinguish psychosis from other mental disorders. Thus, an intrinsic neural deficit that is closely related to these features may typify individuals with psychosis and with higher vulnerability to psychosis. From a neurobiological perspective, recent work has suggested that the brain possesses an intrinsic and state-independent functional architecture, and functional networks during different paradigms are shaped primarily by this “standard” architecture and secondarily by paradigm-specific features. These findings raise the possibility that the neural alterations associated with psychosis may occur in relation to the “standard” network architecture to a greater degree than the state-dependent networks. Further, despite the heterogeneity in results derived from different paradigms, the brain regions that are associated with psychosis highly overlap in the literature, suggesting the possibility that shared neural mechanisms underlie various functional states. However, such shared mechanisms may be masked by paradigm-specific effects on brain function and thus may be missed when studying each paradigm separately.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4559, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, using multi-paradigm fMRI data from two independent cohorts, we investigated whether common functional network abnormalities shared across different paradigms mark the risk for psychotic disorders and predict the onset of psychosis among those in a prodromal state. We also examined whether the same network abnormalities are characteristic of patients with SZ. Using principal component analysis (PCA) combined with connectome-wide network-based statistics (NBS), we sought to delineate network-level changes in the human functional connectome that precede conversion to psychosis in a sample of 182 subjects at clinical high risk (CHR) for psychosis (among whom 19 cases later converted to full psychosis during follow-up) and 120 healthy controls drawn from the second phase of the North American Prodromal Longitudinal Study (NAPLS-2) consortium. The observed network alterations in converters, by virtue of their temporal priority, are likely to reflect a state-independent neural trait that leads to the onset of psychosis. As a test of the robustness of the resulting biomarker, we further examined the presence and specificity of the finding in a second cohort including 50 patients with SZ, 49 patients with bipolar disorder (BD), 40 patients with attention deficit hyperactivity disorder (ADHD), and 123 healthy controls drawn from the Consortium for Neuropsychiatric Phenomics (CNP) study. We hypothesized that (1) there would be a common connectomic signature of psychosis risk across different brain functional states and in particular those who later converted to psychosis; and (2) this state-independent connectomic profile related to psychosis risk would be specifically present in patients with SZ and not observed among patients with other forms of psychiatric illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6354, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 6362, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "PCA for the NAPLS-2 data", "sentences": [], "annotations": [], "relations": []}, {"offset": 6387, "infons": {"file": "41467_2018_6350_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Flowchart of the processing pipeline used in this study", "sentences": [], "annotations": [], "relations": []}, {"offset": 6443, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All subjects in the NAPLS-2 sample (302 in total, including 19 converters, 163 non-converters, 120 controls) completed a battery of five fMRI paradigms at the point of recruitment: an eyes-open resting-state paradigm, a verbal working memory task, an episodic memory encoding task, an episodic memory retrieval task, and an emotional face matching task. We used the expanded Power brain atlas with 270 regions to construct functional brain networks for each individual during each paradigm, thereby generating a total of 302 × 5 whole-brain connectivity matrices, each representing the pairwise connectivity between the 270 nodes for a given subject and paradigm. To ascertain the existence of a common brain functional architecture independent of paradigm, we first performed a PCA analysis on the constructed connectivity matrices, aiming to extract the shared connectivity patterns that can explain the majority of variance across all paradigms for each individual (Fig. 1). We found that for all three studied groups, the first principal component (PC) scores explained ~70% of the total variance in the connectivity matrices across all five paradigms (Supplementary Fig 1A). There were no significant differences in percent of variance explained between groups (P = 0.16, one-way ANOVA). In addition, when examining each paradigm separately, we found that the resting state, working memory, episodic memory encoding, and emotional face matching paradigms showed similar factor loadings on the first PCs, while the episodic memory retrieval paradigm had a slightly lower loading, suggesting a relatively smaller contribution of the memory retrieval paradigm to the first PCs compared with other paradigms. However, no significant group differences were found in factor loadings for each of the paradigms (P > 0.44, one-way ANOVA, Supplementary Fig 1B), suggesting that all three groups had paradigm-wise similar contributions to the first PC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8390, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "NBS for the first PCs in the NAPLS-2 data", "sentences": [], "annotations": [], "relations": []}, {"offset": 8432, "infons": {"file": "41467_2018_6350_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Network alteration observed in the NAPLS-2 data. a The identified network with higher connectivity in converters and non-converters compared with controls from the NBS analysis. The nodes in the network mapped to seven functional systems (SM sensorimotor, VIS visual, AUD auditory, DMN default-mode, FPN frontoparietal, ATT attentional, SC-CRB subcortical-cerebellar). b Significant linear relationship was shown for the mean cross-paradigm connectivity of the identified network between three groups, with the converter group having the highest value and the control group having the lowest. Note that the cross-paradigm connectivity values were defined at the PCA space, which was rescaled to be mean centered at zero. CHR-C converters, CHR-NC non-converters, HC healthy controls. c The functional connectivity strength of the identified network in the original connectivity matrices for three groups. Significant effects were shown for all five paradigms (RS resting state, WM working memory, EMenc episodic memory encoding, EMret episodic memory retrieval, FM emotional face matching). d The mean cross-paradigm connectivity of the network was significantly correlated with the SOPS disorganization scores in subjects at clinical high risk but not in healthy controls. e The mean cross-paradigm connectivity of the network significantly predicted time to conversion to psychosis among converters. Error bars indicate standard errors", "sentences": [], "annotations": [], "relations": []}, {"offset": 9869, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After confirming that the first PC matrices can explain the majority of variance across paradigms and thus can serve as a “state-independent” trait matrix for each individual, we next considered whether there were any connectivity changes within these PC matrices between groups. Importantly, although not a direct measure of “functional connectivity” as defined traditionally using correlation-based methods, the values in a PC matrix do reflect the strength of functional connectivity shared across all paradigms for a given individual. Here we termed these values as measures of “Cross-paradigm connectivity”, in order to differentiate them from “functional connectivity” in a more typical context. Here, NBS was employed to examine this question following established procedures used in prior studies. Notably, in addition to variance from neural signals, the first PC matrices derived from the PCA analysis could also capture signals associated with subjects’ demographic features, head motion, and/or medication status, since the variations related to these variables are also consistently present across paradigms. To mitigate these confounding influences, we included age, sex, IQ, site, mean frame-wise displacement (FD) across all paradigms, and antipsychotic dosage as nuisance regressors in the NBS analysis. After controlling for these variables, we observed a highly significant group effect on a connected network including a total of 84 edges linking pairs of 62 nodes covering multiple brain regions in the cerebellum, thalamus, and cerebral cortex (PFWE = 0.005 from 10,000 permutations, Fig. 2a). In particular, the regions in the identified network belonged to seven functional systems as previously defined: subcortical-cerebellar (e.g., thalamus, putamen, cerebellum), sensorimotor (e.g., pre- and postcentral gyri, supplementary motor area), visual (e.g., middle and inferior occipital gyri, inferior temporal gyrus, lingual gyrus, fusiform gyrus), auditory (e.g., rolandic operculum), default-mode (e.g., medial prefrontal gyrus, angular gyrus, precuneous, middle temporal gyrus), frontoparietal (e.g., superior and middle frontal gyri), and attentional (e.g., superior and middle temporal gyri). The PC scores representing the cross-paradigm connectivity between these regions were significantly higher in subjects at CHR compared with controls, an effect that was significantly more pronounced in those who later converted to psychosis than non-converters (Fig. 2b), suggesting a paradigm-independent connectivity alteration that precedes onset of psychosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12454, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To better interpret the NBS findings, we further investigated two questions. First, since the signs of values in the PC matrices have been rescaled and might not be the same as in the original correlation matrices, whether the higher cross-paradigm connectivity observed in converters indeed reflected hyperconnectivity was unclear. Second, it was unknown whether the detected effect was driven by any particular paradigms. To answer these questions, the entire identified network was extracted from the original connectivity matrices for each paradigm and averaged across all edges in this network. We found a significant group effect for all five paradigms on the mean functional connectivity of this network (PFWE < 0.04, one-way ANCOVA, Fig. 2c). Similarly, the converters showed the highest connectivity, followed by the non-converters, while the control subjects had the lowest connectivity. In addition, the functional connectivity measures in all three groups were positive. These findings suggest a cerebello–thalamo–cortical hyperconnectivity in converters that is not driven by particular paradigms but rather, present in all paradigms used in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13620, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association with psychosis severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 13656, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To examine potential associations between the identified network alteration and the severity of psychosis symptoms, we performed Spearman rank-order correlations between the mean network cross-paradigm connectivity and the positive and disorganization scores acquired from the Scale of Prodromal Symptoms (SOPS). Notably, positive and disorganization symptoms are diagnostically more specific to psychosis than negative and general symptoms. We observed a significant association of the network measure with the disorganization symptoms in subjects at CHR (R = 0.17, P = 0.02, Fig. 2d) but not in healthy controls (P = 0.41). The correlation between the network measure and positive symptoms did not reach significance in either group (P > 0.12). These findings suggest that the observed hyperconnectivity may be related to bizarre thought and behavior in individuals with prodromal symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14549, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association with psychosis conversion speed", "sentences": [], "annotations": [], "relations": []}, {"offset": 14593, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then investigated whether the observed network alteration that preceded the onset of psychosis would predict the time to conversion in CHR converters. To that end, Spearman rank-order correlation was performed between the mean network cross-paradigm connectivity and the number of months to conversion after the baseline scan. We observed a significant correlation between these two variables (R = −0.48, P = 0.04, Fig. 2e), suggesting that higher connenctivity in the cerebello–thalamo–cortical network predicts shorter conversion time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15134, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association with structural measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 15171, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since the observed connectivity changes in the cerebello–thalamo–cortical circuit are robust across different paradigms, a question naturally arises as whether these changes relate to structural differences in identified nodes in this circuit, in which case the connectivity metrics may be redundant with anatomical measures in indexing risk for psychosis. To address this question, we extracted gray matter volumes of all identified cortical, subcortical, and cerebellar regions from subjects’ processed T1-weighted imaging data and correlated these measures with the mean PC scores of the identified network using Pearson Correlation. Our analysis revealed no significant associations between the functional connectivity measures and the structural gray matter volumes after multiple correction (PFWE > 1). The only trend-level effects were shown in bilateral thalamus (R = −0.12, Puncorrected = 0.04), suggesting that the observed cerebello–thalamo–cortical hyperconnectivity conveys unique information on risk for psychosis that is not fully explained by anatomical changes associated with psychosis, and/or may occur at the time point before the most pronounced structural changes appear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16365, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Verification of results in a matched subsample", "sentences": [], "annotations": [], "relations": []}, {"offset": 16412, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To confirm that the detected network change was not explained by demographic and/or clinical variables on which there were also significant group differences (Supplementary Table 1), we performed a supplementary analysis using a small subsample of subjects in the NAPLS-2 cohort that were unmedicated and well matched in terms of demographics across outcome groups (see Supplementary Table 2). The subsample included a total of 11 converters, 40 non-converters, and 40 healthy controls drawn from the larger sample reported above. Here, same as in the larger sample, we observed significant group differences in the cross-paradigm connectivity of the identified network (P < 0.001, one-way ANCOVA, Supplementary Fig 3A). Again, the highest values were shown in converters, followed by non-converters and controls. These data further verify that the detected hyperconnectivity pattern in converters is not driven by group differences in demographics and medication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17377, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparison between subjects with 24-month clinical follow-up", "sentences": [], "annotations": [], "relations": []}, {"offset": 17438, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since clinical follow-up time in the NAPLS-2 sample varied between individuals, and those with relatively short duration of follow-ups were more likely to include persons who actually ended up converting, we compared the mean cross-paradigm connectivity of the identified network between CHR converters and CHR non-converters that had been followed-up for at least 24 months in a supplementary analysis (19 converters and 103 non-converters). Similar to the result in the whole sample, this supplementary analysis showed a significant group difference between converters and non-converters (P = 0.004, one-way ANCOVA). Moreover, larger effect size (Cohen’s d = 0.76) was observed in this subsample compared with that in the whole sample (Cohen’s d = 0.68), suggesting that the observed hyperconnectivity in the NAPLS-2 sample may actually be underestimated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18296, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Specificity of the observed network", "sentences": [], "annotations": [], "relations": []}, {"offset": 18332, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since the identified network included a total of 84 edges, the relatively large size of this network raises the question as whether such change was edge-specific or rather generic across the whole brain. Here, we performed an additional permutation test to examine the specificity of the identified network. Specifically, during each permutation, we randomly selected 84 edges from the PC matrices and compared the group differences on the means of these selected edges. The whole procedure was iterated 10,000 times. We found that none of the P values derived from the 10,000 permutations reached statistical significance after Bonferroni correction (Supplementary Fig. 4). In stark contrast, the observed network was highly significant even after Bonferroni correction for the 10,000 permutations. This supplementary analysis supports the specificity of the identified network in psychosis prediction, demonstrating that it is not driven by effects at the global level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19304, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "NBS analysis on the resting-state data", "sentences": [], "annotations": [], "relations": []}, {"offset": 19343, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess whether the observed network hyperconnectivity was simply a reflective of resting-state abnormality (in which case the PCA analysis would be redundant), we performed an additional NBS analysis solely on the resting-state data. This analysis revealed no significant differences between the outcome groups, suggesting that the observed network change is detectable only when collapsing across multiple paradigms rather than during rest .", "sentences": [], "annotations": [], "relations": []}, {"offset": 19789, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association with head motion parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 19829, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further ensure that the detected network abnormality was not driven by head motion differences between groups, we performed an additional analysis to test the potential association between the observed network metrics and frame-wise displacement values across all individuals in the NAPLS-2 sample using Spearman rank-order correlation. This analysis revealed no significant correlation between the two variables (R = 0.08, P = 0.17), which supports the argument that the detected network abnormality is unlikely to be driven by head motion differences between groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20401, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Presence of network hyperconnectivity in the CNP data", "sentences": [], "annotations": [], "relations": []}, {"offset": 20455, "infons": {"file": "41467_2018_6350_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "The presence of the observed network alteration in the CNP data. a Significant group differences were shown for the mean cross-paradigm connectivity of the identified network, which was driven by the differences between schizophrenia and controls. SZ schizophrenia, BD bipolar disorder, ADHD attention deficit hyperactivity disorder, HC healthy control. b The network alteration was significantly correlated with scores of SAPS thought disorder subscale in patients with schizophrenia. c Receiver operating characteristic curve for distinguishing patients with schizophrenia from healthy controls. The area under curve was significantly higher than that can be achieved by chance, per permutation testing. Error bars indicate standard errors", "sentences": [], "annotations": [], "relations": []}, {"offset": 21197, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To confirm that the detected network hyperconnectivity is a “trait” abnormality for psychosis, we further investigated the presence of such alteration in an independent sample with multi-paradigm fMRI data acquired from three clinical populations (SZ, BD, and ADHD) and healthy controls (Supplementary Table 3). The subjects in the CNP sample completed some or all of the seven paradigms employed by the cohort: an eyes-open resting-state paradigm, a “balloon-analog” risk taking task, a spatial working memory task, an episodic memory encoding task, an episodic memory retrieval task, a “Go–No Go” stop signal task, and a “color-shape” task-switching task. Following the same procedures described above, we computed the first PC scores for the correlation matrices across all paradigms and extracted the values from the same network for each individual (Supplementary Fig 2). As expected, we observed a significant group effect on the network cross-paradigm connectivity after controlling for age, sex, IQ, mean FD, and antipsychotic dosage (P = 0.025, one-way ANCOVA, Fig. 3a). Specifically, this effect was driven by the differences between the SZ group and the HC group (PBonferroni = 0.024, post-hoc t-test) but not between the other groups (PBonferroni > 0.26, post-hoc t-test). Moreover, there tended to be a gradient elevation of the degree of hyperconnectivity in the identified network with the increase of prevalence of psychotic symptoms in the populations (such that SZ > BD > ADHD > HC). These findings suggest a psychosis-specific functional neural signature in patients, in particular those with SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22813, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further verify the association between the network hyperconnectivity and the disorganization symptoms as identified in the NAPLS-2 sample, Spearman rank-order correlations were performed for the network cross-paradigm connectivity measures on each of the four subscales (hallucinations, delusions, bizarre behavior, thought disorder) of the Scale for the Assessment of Positive Symptoms (SAPS) in patients with SZ. Consistent with the finding in the NAPLS-2 sample, the result revealed a significant correlation between the network measure and the thought disorder subscale scores (R = 0.30, P = 0.035, Fig. 3b). The correlations with other subscales did not reach statistical significance (P > 0.30), suggesting that the observed network alteration may be specifically related to disorganized thought and speech in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23642, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Similar to the procedures used in the NAPLS-2 sample, we also confirmed the findings in a demographically matched subsample of the CNP cohort including 27 patients with SZ, 27 patients with BD, 27 patients with ADHD, and 27 HCs (Supplementary Table 4). The same group effect was again identified (P = 0.016, one-way ANCOVA, Supplementary Fig 3B), which was again driven by the differences between the SZ group and the HC group (PBonferroni = 0.043, post-hoc t-test) but not between the other groups (PBonferroni > 0.06, post-hoc t-test). These findings suggest that the detected connectivity differences in the larger sample are unlikely to be a result of unmatched demographics between groups. Encouraged by these results, we further performed a receiver operating characteristic (ROC) curve analysis to test the ability of using the hyperconnectivity pattern discovered in the NAPLS-2 data to distinguish patients with SZ from the controls in the overall CNP sample. Our analysis revealed an area under curve (AUC) of 0.64 (P = 0.003 from 10,000 permutations, Fig. 3c), further supporting a trait hyperconnectivity alteration that can potentially be used for psychosis prediction and characterization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24846, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24857, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "What are the fundamental brain functional alterations that lead to psychosis? Although prior work has converged on the hypothesis of multiple target regions in the cerebral cortex, subcortex, and cerebellum, direct evidence that binds these discrete observations into a unified framework is still lacking. In this study, we combined PCA and NBS approaches to analyze data from two independent cohorts to show that cerebello–thalamo–cortical hyperconnectivity is a “trait” alteration that can be robustly detected across different fMRI paradigms in subjects with psychosis and with high vulnerability to psychosis. These findings suggest a state-independent functional neural signature that precedes and potentially predicts psychotic disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25602, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results of our study extend existing knowledge in clinical neuroscience and offer some useful implications for psychosis research going forward. First, our data provide the first empirical evidence that psychosis is associated with an intrinsic “trait-like” abnormality in functional brain architecture, which occurs before the onset of full illness. This “trait-like” abnormality involves dysconnectivity between multiple cerebral cortical regions, thalamus, and cerebellum. The affected cortical regions correspond well to those that have been frequently reported as associated with SZ in the literature, such as the medial prefrontal cortex, dorsolateral prefrontal cortex, orbitofrontal cortex, medial temporal cortex, lateral temporal cortex, parietal cortex, and occipital cortex. The associations of these regions with psychosis have been found both anatomically and functionally, including measurements such as cortical thickness, cortical volume, brain activation and connectivity during tasks and rest, and low-frequency brain oscillations, suggesting that the changes in these regions are robust and may be consistently present across multiple imaging modalities. Our study extends these previous results by showing the existence of a state-independent network anomaly, suggesting that circumscribed regional alterations reported previously may partly belong to a broader and intrinsic neural network change in psychosis. See Supplementary Discussion for further discussion of the relation of these findings to previous results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27146, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "From a systems neuroscience perspective, the nodes in the detected network belong to seven functional systems that are strongly associated with psychotic disorders. Specifically, the frontoparietal and attentional networks are critical cognitive control systems in humans and have been implicated in the cognitive deficits in patients with psychosis, particularly SZ. The default-mode network is a brain system that is activated during rest but deactivated during attention-demanding tasks. The failure to deactivate this network during active tasks and the exaggeration of connectivity in this network during resting state have been repeatedly reported in the psychosis state, which may relate to excessive internally focused thoughts and self-reference during rest and lack of sufficient suppression of these thoughts during task. The dysfunction in primary functional systems such as the visual and auditory networks may contribute to hallucination symptoms in psychotic disorders, and the altered connectivity between thalamus and the sensorimotor network may reflect a subcortical gating deficit which leads to abnormal subcortical sensory inputs to the cortex. Together, the conjoint involvement of these systems in the identified network change suggests aberrant information integration or communication between multiple primary and higher-order systems as a core feature of psychosis. The effects of each system may summate and/or interact with each other in creating risk for overt illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28646, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our findings appear to be broadly consistent with the “cognitive dysmetria” theory of SZ. Initially proposed by Nancy Andreasen and colleagues, this theory posits that patients with SZ are characterized by changes in a key neural circuit, namely, the cerebello–thalamo–cortical circuitry. Dysfunction in this circuitry leads to an impairment in the synchrony or coordination of mental processes. This impaired mental coordination is considered as the fundamental deficit in SZ that further accounts for various clinical symptoms. This theory is supported by prior neuroimaging studies. For example, altered cerebellar and prefrontal activations have been reported during a wide range of cognitive tasks. In addition, abnormal thalamic–cortical and cerebellar–cortical functional connectivity have been consistently observed in populations with psychosis, particularly SZ. These alterations can further be found before the onset of psychosis in subjects at high risk, suggesting a trait anomaly that possibly relates to vulnerability to psychotic disorders. Apart from these functional findings, structural changes in thalamus, cerebellum, and prefrontal cortex are also evident in SZ and have been summarized in several meta- or mega-analysis studies. Highly consistent with these prior findings, our research further demonstrates that the dysfunction of the cerebello–thalamo–cortical circuitry may be a fundamental state-independent neural trait that predicts and characterizes psychosis, thereby highlighting the role of this circuitry in the neuropathology and psychopathology of SZ. These findings overall may offer a unified framework to explain the complex and heterogeneous behavioral and cognitive phenotypes in psychotic disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30388, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The hyperconnectivity in the identified network is also broadly consistent with the “N-methyl-D-aspartate receptor (NMDAR) hypofunction” hypothesis of SZ. Reduced global NMDAR expression and activity have long been observed in patients with SZ, possibly due to underlying genetic and environmental risk factors. These NMDAR deficits would downward regulate the function of cortical parvalbumin-containing γ-amino-butyric acid (GABA) interneurons, leading to reduced recurrent inhibition of the pyramidal glutamatergic neurons, which in turn, cause exaggerated cortical gamma oscillations and functional connectivity in patients. As a result, the hyperconnectivity in the cerebello–thalamo–cortical circuitry in our study may reflect a downstream phenomenon of NMDAR functional deficits, which occurs prior to the onset of psychosis and maintains during the full psychosis state. Another interpretation, in line with the “cognitive dysmetria” theory, relates to the need for increased cognitive effort in SZ patients, as well as in subjects at CHR. A large body of work has pointed to the role of cerebellum as a general “error detection and correction” center in the brain, which receives, integrates, and computes error information regarding both movement and thought from the cerebral cortex and provides adaptive feedback via the cerebello–thalamo–cortical circuitry. In parallel with this notion, the hyperconnectivity in this circuitry may reflect a compensatory effect induced by excessive error input from the upstream cerebral cortex. In other words, individuals with psychosis and at high risk may require more effort in error processing in order to coordinate their behaviors and thoughts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32088, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study has some limitations to note. First, the results reported here were based on the PCA analysis of the original connectivity matrices across multiple paradigms, which essentially extracted the individual-specific connectivity characteristics in brain organization. These individual-specific connectivity characteristics, although largely attributed to biological and (patho)physiological differences, may also be affected by other factors such as demographics, head motion, and medication. Although we sought to control these factors by directly modeling these variables in our analyses and by verifying results in subsamples matched on these features, we cannot fully exclude the possibility that our findings may to certain degree be influenced by other factors that we have not measured. Second, despite the fact that our study was performed on one of the largest psychosis CHR fMRI sample to date, the number of converters in our NAPLS-2 sample was relatively small. Therefore, future replications are encouraged in larger cohorts with more data available for converters. Third, all patients recruited in the CNP cohort were chronic patients. As a result, the detected connectivity differences between groups may also partly reflect differences in disease chronicity, treatment, comorbidity, among others. Due to the lack of sufficient clinical data in the CNP sample, these factors cannot be isolated and thus may to certain degree contribute to the current findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33569, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To sum up, using multi-paradigm fMRI data from two independent cohorts, our study provides the first evidence for cerebello–thalamo–cortical hyperconnectivity as a state-independent neural trait for psychosis prediction and characterization. The results revealed in the study converge with established theories of SZ focusing on coordination and timing of cognitive and motor systems as well as excitation–inhibition balance, and may potentially help to advance a more unified framework for understanding of the neuropathology of psychosis. Future research is encouraged to replicate these findings and to investigate the nuanced role of this circuitry in relation to cognitive, symptomatic, and other features of psychotic illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34302, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 34310, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 34319, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The NAPLS-2 sample consisted of 182 subjects at CHR for psychosis (including 19 subjects who converted to psychosis during follow-up (CHR-C) and 163 subjects who did not convert (CHR-NC)) and 120 healthy controls (HC) as part of the NAPLS-2 project recruited from eight study sites across the United States and Canada. All included subjects completed a battery of fMRI scans with five different paradigms (resting state, working memory, episodic memory encoding, episodic memory retrieval, emotional face processing) at the initial recruitment point. The participants provided written informed consent for the study. The protocol and consent forms were approved by the institutional review boards at each site. The CNP sample was drawn from a publicly available dataset (UCLA CNP study, https://openfmri.org/dataset/ds000030/). The final sample used in this study included 50 patients with SZ, 49 patients with BD, 40 patients with ADHD, and 123 HCs. The included participants underwent some or all of the seven paradigms employed in the cohort (resting state, risk taking, working memory, episodic memory encoding, episodic memory retrieval, stop signal, task switching). Subjects provided written informed consent following procedures approved by the Institutional Review Boards at UCLA and the Los Angeles County Department of Mental Health. Details on both samples are provided in Supplementary Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35727, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Common data processing for both samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 35767, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Both samples followed the same preprocessing pipelines using the Statistical Parametric Mapping software (SPM12, [http://www.fil.ion.ucl.ac.uk/spm/software/spm12/]). After preprocessing, we extracted the mean time series from each of the 270 nodes in the extended Power atlas as previously defined. The extracted time series were further corrected for mean effects of task-evoked coactivations, white matter (WM) and cerebrospinal (CSF) signals, 24 head motion parameters (6 translation and rotation parameters, their first derivatives, and the square of these 12 parameters), and frame-wise displacement (FD), and then temporally filtered (rest data: band-pass 0.008-0.1 Hz; task data: high-pass 0.008 Hz). Pairwise correlations were performed between the noise-corrected, filtered time series of each of the 270 nodes, yielding a 270 × 270 connectivity matrix for each subject during each paradigm. To generate a subject-specific “trait” matrix that can explain the majority of variance across paradigms, the first PC scores were extracted from the connectivity matrices across all paradigms for each individual. Details on data processing can be found in Supplementary Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36948, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Network discovery in the NAPLS-2 sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 36988, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used NBS (NBS, [https://sites.google.com/site/bctnet/comparison/nbs]) to probe connectivity differences in the extracted first PC matrices between the three outcome groups in the NAPLS-2 sample following previous publications. Age, sex, IQ, site, and mean FD across all paradigms and antipsychotic dosage were included in the model as nuisance regressors to strictly control for potential confounding effects related to subjects’ demographic, head motion, and/or medication status. The significance of results was determined by 10,000 permutation testing. For further verification purposes, the mean values of the identified network in the PC matrices were extracted for each individual and tested in an unmedicated, matched subsample using an analysis of covariance (ANCOVA) model including the same nuisance variables described above as covariates. To test potential associations with structural data, subjects’ high-resolution T1-weighted images were processed using the standard pipeline in the FreeSurfer software ([https://surfer.nmr.mgh.harvard.edu/]). The gray matter volumes of the regions in the identified network were subsequently extracted and Pearson correlations were performed between these gray matter volumes and the mean values of the network in the PC matrices. Statistical significance was determined at P < 0.05 after family-wise error (FWE) correction. See Supplementary Methods for details on these analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38424, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Network verification in the CNP sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 38463, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following the same procedure as described above, the mean values of the identified network in the PC matrices were extracted for each individual in the CNP sample. Group effects on the identified network were examined using an ANCOVA model with age, sex, IQ, and mean FD across all paradigms and antipsychotic dosage as covariates. The same model was also used for the subsample analysis. Details are provided in Supplementary Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38899, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Code availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 38917, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were processed using publicly available software (SPM12, [http://www.fil.ion.ucl.ac.uk/spm/software/spm12/]; NBS toolbox, [https://sites.google.com/site/bctnet/comparison/nbs]; and Freesurfer, [https://surfer.nmr.mgh.harvard.edu/]). The PCA analysis was performed using Matlab inbuilt function pca.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39221, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 39255, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39392, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 39426, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary Information accompanies this paper at 10.1038/s41467-018-06350-7.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39506, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 39527, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "H.C. and T.D.C. conceptualized the study; C.E.B., J.A., K.S.C., B.A.C., D.H.M., T.H.M., D.O.P., L.J.S., M.T.T., E.F.W., S.W.W., and T.D.C. designed and organized the whole NAPLS consortium; S.C.M., C.E.B., J.A., K.S.C., B.A.C., D.H.M., T.H.M., D.O.P., L.J.S., M.T.T., E.F.W., S.W.W., T.D.C., B.G., H.M., R.E.C., A.B., H.T., T.G.M.E., and S.H. collected the data; H.C., O.Y.C., Y.C., J.K.F., S.C.M., D.G.G., and A.A. analyzed the data; and H.C. and T.D.C. drafted the paper with comments from all authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40032, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 40050, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The CNP data are publicly available at https://www.legacy.openfmri.org/dataset/ds000030/. The NAPLS-2 data are available from corresponding authors upon request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40212, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 40232, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "T.D.C. has served as a consultant for Boehringer–Ingelheim Pharmaceuticals and Lundbeck A/S. The remaining authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40379, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 40390, "infons": {"fpage": "7", "lpage": "14", "name_0": "surname:Cao;given-names:HY", "name_1": "surname:Dixson;given-names:L", "name_2": "surname:Meyer-Lindenberg;given-names:A", "name_3": "surname:Tost;given-names:H", "pub-id_doi": "10.1016/j.conb.2015.07.008", "pub-id_pmid": "26276700", "section_type": "REF", "source": "Curr. Opin. Neurobiol.", "type": "ref", "volume": "36", "year": "2016"}, "text": "Functional connectivity measures as schizophrenia intermediate phenotypes: advances, limitations, and future directions", "sentences": [], "annotations": [], "relations": []}, {"offset": 40510, "infons": {"fpage": "882", "lpage": "891", "name_0": "surname:Anticevic;given-names:A", "pub-id_doi": "10.1001/jamapsychiatry.2015.0566", "pub-id_pmid": "26267151", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Association of thalamic dysconnectivity and conversion to psychosis in youth and young adults at elevated clinical risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 40630, "infons": {"fpage": "904", "lpage": "913", "name_0": "surname:Dandash;given-names:O", "pub-id_doi": "10.1093/schbul/sbt093", "pub-id_pmid": "23861539", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Altered striatal functional connectivity in subjects with an at-risk mental state for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40726, "infons": {"fpage": "622", "lpage": "628", "name_0": "surname:Bernard;given-names:JA", "name_1": "surname:Orr;given-names:JM", "name_2": "surname:Mittal;given-names:VA", "pub-id_doi": "10.1016/j.nicl.2017.03.001", "pub-id_pmid": "28348953", "section_type": "REF", "source": "Neuroimage Clin.", "type": "ref", "volume": "14", "year": "2017"}, "text": "Cerebello-thalamo-cortical networks predict positive symptom progression in individuals at ultra-high risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40847, "infons": {"fpage": "45", "lpage": "52", "name_0": "surname:Fusar-Poli;given-names:P", "pub-id_doi": "10.1016/j.schres.2010.06.008", "pub-id_pmid": "20688479", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "123", "year": "2010"}, "text": "Spatial working memory in individuals at high risk for psychosis: longitudinal fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40937, "infons": {"fpage": "190", "lpage": "198", "name_0": "surname:Fusar-Poli;given-names:P", "pub-id_doi": "10.1016/j.jpsychires.2010.05.012", "pub-id_pmid": "20580022", "section_type": "REF", "source": "J. Psychiatr. Res.", "type": "ref", "volume": "45", "year": "2011"}, "text": "Altered brain function directly related to structural abnormalities in people at ultra high risk of psychosis: longitudinal VBM-fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 41076, "infons": {"fpage": "746", "lpage": "756", "name_0": "surname:Allen;given-names:P", "pub-id_doi": "10.1093/schbul/sbp113", "pub-id_pmid": "19933712", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "37", "year": "2011"}, "text": "Altered prefrontal and hippocampal function during verbal encoding and recognition in people with prodromal symptoms of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41206, "infons": {"fpage": "1268", "lpage": "1276", "name_0": "surname:Allen;given-names:P", "pub-id_doi": "10.1093/schbul/sbr194", "pub-id_pmid": "22290265", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Transition to psychosis associated with prefrontal and subcortical dysfunction in ultra high-risk individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 41316, "infons": {"fpage": "67", "lpage": "75", "name_0": "surname:Fusar-Poli;given-names:P", "pub-id_doi": "10.1038/mp.2009.108", "pub-id_pmid": "19949389", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "16", "year": "2011"}, "text": "Abnormal prefrontal activation directly related to pre-synaptic striatal dopamine dysfunction in people at clinical high risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41456, "infons": {"fpage": "289", "lpage": "297", "name_0": "surname:Seiferth;given-names:NY", "pub-id_doi": "10.1016/j.neuroimage.2007.11.020", "pub-id_pmid": "18187342", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "40", "year": "2008"}, "text": "Increased neural response related to neutral faces in individuals at risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41544, "infons": {"fpage": "598", "lpage": "605", "name_0": "surname:Cao;given-names:H", "pub-id_doi": "10.1001/jamapsychiatry.2016.0161", "pub-id_pmid": "27145286", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "73", "year": "2016"}, "text": "Altered functional subnetwork during emotional face processing: a potential intermediate phenotype for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 41661, "infons": {"fpage": "4064", "lpage": "4078", "name_0": "surname:Bernard;given-names:JA", "pub-id_doi": "10.1002/hbm.22458", "pub-id_pmid": "24464473", "section_type": "REF", "source": "Hum. Brain. Mapp.", "type": "ref", "volume": "35", "year": "2014"}, "text": "Cerebellar networks in individuals at ultra high-risk of psychosis: impact on postural sway and symptom severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 41774, "infons": {"section_type": "REF", "type": "ref"}, "text": "Fryer S. L. et al. Should i stay or should i go? FMRI study of response inhibition in early illness schizophrenia and risk for psychosis. Schizophr Bull (2018) 10.1093/schbul/sbx198 [Epub ahead of print].", "sentences": [], "annotations": [], "relations": []}, {"offset": 41979, "infons": {"fpage": "122", "lpage": "134", "name_0": "surname:Dutt;given-names:A", "pub-id_doi": "10.1016/j.jpsychires.2014.08.018", "pub-id_pmid": "25479766", "section_type": "REF", "source": "J. Psychiatr. Res.", "type": "ref", "volume": "61", "year": "2015"}, "text": "Exploring neural dysfunction in ‘clinical high risk’ for psychosis: a quantitative review of fMRI studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 42085, "infons": {"section_type": "REF", "type": "ref"}, "text": "American Psychiatric Association. Diagnostic and statistical manual of mental disorders (DSM-5®). (American Psychiatric Pub, Washington, DC 2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42232, "infons": {"fpage": "238", "lpage": "251", "name_0": "surname:Cole;given-names:MW", "name_1": "surname:Bassett;given-names:DS", "name_2": "surname:Power;given-names:JD", "name_3": "surname:Braver;given-names:TS", "name_4": "surname:Petersen;given-names:SE", "pub-id_doi": "10.1016/j.neuron.2014.05.014", "pub-id_pmid": "24991964", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "83", "year": "2014"}, "text": "Intrinsic and task-evoked network architectures of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 42299, "infons": {"fpage": "pii: 20130526", "name_0": "surname:Krienen;given-names:FM", "name_1": "surname:Yeo;given-names:BT", "name_2": "surname:Buckner;given-names:RL", "pub-id_doi": "10.1098/rstb.2013.0526", "section_type": "REF", "source": "Philos. Trans. R Soc. Lond. B Biol. Sci.", "type": "ref", "volume": "369", "year": "2014"}, "text": "Reconfigurable task-dependent functional coupling modes cluster around a core functional architecture", "sentences": [], "annotations": [], "relations": []}, {"offset": 42401, "infons": {"fpage": "13949", "lpage": "13961", "name_0": "surname:Geerligs;given-names:L", "name_1": "surname:Rubinov;given-names:M", "name_2": "surname:Cam;given-names:C", "name_3": "surname:Henson;given-names:RN", "pub-id_doi": "10.1523/JNEUROSCI.1324-15.2015", "pub-id_pmid": "26468196", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "35", "year": "2015"}, "text": "State and trait components of functional connectivity: individual differences vary with mental state", "sentences": [], "annotations": [], "relations": []}, {"offset": 42502, "infons": {"fpage": "1207", "lpage": "1222", "name_0": "surname:Smieskova;given-names:R", "pub-id_doi": "10.1016/j.neubiorev.2010.01.016", "pub-id_pmid": "20144653", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "34", "year": "2010"}, "text": "Neuroimaging predictors of transition to psychosis—a systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42591, "infons": {"fpage": "77", "lpage": "82", "name_0": "surname:Addington;given-names:J", "pub-id_doi": "10.1016/j.schres.2012.09.012", "pub-id_pmid": "23043872", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "142", "year": "2012"}, "text": "North American Prodrome Longitudinal Study (NAPLS 2): overview and recruitment", "sentences": [], "annotations": [], "relations": []}, {"offset": 42670, "infons": {"fpage": "744", "lpage": "756", "name_0": "surname:Cannon;given-names:TD", "pub-id_doi": "10.1016/j.tics.2015.09.009", "pub-id_pmid": "26493362", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "19", "year": "2015"}, "text": "How schizophrenia develops: cognitive and brain mechanisms underlying onset of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42759, "infons": {"fpage": "160110", "name_0": "surname:Poldrack;given-names:RA", "pub-id_doi": "10.1038/sdata.2016.110", "pub-id_pmid": "27922632", "section_type": "REF", "source": "Sci. Data", "type": "ref", "volume": "3", "year": "2016"}, "text": "A phenome-wide examination of neural and cognitive function", "sentences": [], "annotations": [], "relations": []}, {"offset": 42819, "infons": {"fpage": "665", "lpage": "678", "name_0": "surname:Power;given-names:JD", "pub-id_doi": "10.1016/j.neuron.2011.09.006", "pub-id_pmid": "22099467", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "72", "year": "2011"}, "text": "Functional network organization of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 42870, "infons": {"fpage": "406", "lpage": "414", "name_0": "surname:Cao;given-names:H", "pub-id_doi": "10.1038/npp.2017.121", "pub-id_pmid": "28589968", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "43", "year": "2017"}, "text": "The 5-HTTLPR polymorphism affects network-based functional connectivity in the visual-limbic system in healthy adults.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42989, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cao H. et al. Toward leveraging human connectomic data in large consortia: generalizability of fmri-based brain graphs across sites, sessions, and paradigms. Cereb Cortex (2018) 10.1093/cercor/bhy032 [Epub ahead of print].", "sentences": [], "annotations": [], "relations": []}, {"offset": 43212, "infons": {"fpage": "1197", "lpage": "1207", "name_0": "surname:Zalesky;given-names:A", "name_1": "surname:Fornito;given-names:A", "name_2": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1016/j.neuroimage.2010.06.041", "pub-id_pmid": "20600983", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Network-based statistic: identifying differences in brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 43279, "infons": {"section_type": "REF", "type": "ref"}, "text": "McGlashan T. H., Miller T. J., Woods S. W., Hoffman R. E.. & Davidson L.. (eds Miller, T. Mednick, S. A. McGlashan, T. H. Libiger, J. Johannessen, J. O.) Instrument for the Assessment of Prodromal Symptoms and States. Early Intervention in Psychotic Disorders. 91, Springer: Dordrecht, 2001) 135–149. .", "sentences": [], "annotations": [], "relations": []}, {"offset": 43582, "infons": {"section_type": "REF", "type": "ref"}, "text": "Andreasen N. C., Scale for the Assessment of Positive Symptoms (SAPS). (University of Iowa, Iowa, 1984).", "sentences": [], "annotations": [], "relations": []}, {"offset": 43687, "infons": {"fpage": "147", "lpage": "157", "name_0": "surname:Cannon;given-names:TD", "pub-id_doi": "10.1016/j.biopsych.2014.05.023", "pub-id_pmid": "25034946", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "77", "year": "2015"}, "text": "Progressive reduction in cortical thickness as psychosis develops: a multisite longitudinal neuroimaging study of youth at elevated clinical risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 43833, "infons": {"fpage": "1508", "lpage": "1515", "name_0": "surname:Satterthwaite;given-names:TD", "pub-id_doi": "10.1038/mp.2015.66", "pub-id_pmid": "26033240", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "20", "year": "2015"}, "text": "Connectome-wide network analysis of youth with Psychosis-Spectrum symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 43908, "infons": {"fpage": "2388", "lpage": "2398", "name_0": "surname:Fryer;given-names:SL", "pub-id_doi": "10.1038/npp.2016.51", "section_type": "REF", "source": "Neuropsychopharmacol.", "type": "ref", "volume": "41", "year": "2016"}, "text": "Reduced amplitude of low-frequency brain oscillations in the psychosis risk syndrome and early illness schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44025, "infons": {"fpage": "1348", "lpage": "1355", "name_0": "surname:Cole;given-names:MW", "pub-id_doi": "10.1038/nn.3470", "pub-id_pmid": "23892552", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "16", "year": "2013"}, "text": "Multi-task connectivity reveals flexible hubs for adaptive task control", "sentences": [], "annotations": [], "relations": []}, {"offset": 44097, "infons": {"fpage": "201", "name_0": "surname:Corbetta;given-names:M", "name_1": "surname:Shulman;given-names:GL", "pub-id_doi": "10.1038/nrn755", "pub-id_pmid": "11994752", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "3", "year": "2002"}, "text": "Control of goal-directed and stimulus-driven attention in the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 44165, "infons": {"fpage": "109", "lpage": "118", "name_0": "surname:Baker;given-names:JT", "pub-id_doi": "10.1001/jamapsychiatry.2013.3469", "pub-id_pmid": "24306091", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "71", "year": "2014"}, "text": "Disruption of cortical association networks in schizophrenia and psychotic bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 44257, "infons": {"fpage": "168", "lpage": "181", "name_0": "surname:Dong;given-names:D", "name_1": "surname:Wang;given-names:Y", "name_2": "surname:Chang;given-names:X", "name_3": "surname:Luo;given-names:C", "name_4": "surname:Yao;given-names:D", "pub-id_doi": "10.1093/schbul/sbx034", "pub-id_pmid": "28338943", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "44", "year": "2018"}, "text": "Dysfunction of large-scale brain networks in schizophrenia: a meta-analysis of resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 44374, "infons": {"fpage": "1", "lpage": "38", "name_0": "surname:Buckner;given-names:RL", "name_1": "surname:Andrews-Hanna;given-names:JR", "name_2": "surname:Schacter;given-names:DL", "pub-id_doi": "10.1196/annals.1440.011", "pub-id_pmid": "18400922", "section_type": "REF", "source": "Ann. N. Y. Acad. Sci.", "type": "ref", "volume": "1124", "year": "2008"}, "text": "The brain’s default network: anatomy, function, and relevance to disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 44447, "infons": {"fpage": "1185", "lpage": "1193", "name_0": "surname:Pomarol-Clotet;given-names:E", "pub-id_doi": "10.1017/S0033291708003565", "pub-id_pmid": "18507885", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "38", "year": "2008"}, "text": "Failure to deactivate in the prefrontal cortex in schizophrenia: dysfunction of the default mode network?", "sentences": [], "annotations": [], "relations": []}, {"offset": 44553, "infons": {"fpage": "1279", "lpage": "1284", "name_0": "surname:Whitfield-Gabrieli;given-names:S", "pub-id_doi": "10.1073/pnas.0809141106", "pub-id_pmid": "19164577", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "106", "year": "2009"}, "text": "Hyperactivity and hyperconnectivity of the default network in schizophrenia and in first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44689, "infons": {"fpage": "49", "lpage": "76", "name_0": "surname:Whitfield-Gabrieli;given-names:S", "name_1": "surname:Ford;given-names:JM", "pub-id_doi": "10.1146/annurev-clinpsy-032511-143049", "pub-id_pmid": "22224834", "section_type": "REF", "source": "Annu. Rev. Clin. Psychol.", "type": "ref", "volume": "8", "year": "2012"}, "text": "Default mode network activity and connectivity in psychopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 44755, "infons": {"fpage": "113", "lpage": "123", "name_0": "surname:Zmigrod;given-names:L", "name_1": "surname:Garrison;given-names:JR", "name_2": "surname:Carr;given-names:J", "name_3": "surname:Simons;given-names:JS", "pub-id_doi": "10.1016/j.neubiorev.2016.05.037", "pub-id_pmid": "27473935", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "69", "year": "2016"}, "text": "The neural mechanisms of hallucinations: a quantitative meta-analysis of neuroimaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 44849, "infons": {"fpage": "810", "lpage": "819", "name_0": "surname:Cui;given-names:LB", "pub-id_doi": "10.1148/radiol.2016160938", "pub-id_pmid": "28045645", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "283", "year": "2017"}, "text": "Disturbed brain activity in resting-state networks of patients with first-episode schizophrenia with auditory verbal hallucinations: A Cross-sectional Functional MR Imaging Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45028, "infons": {"fpage": "12947", "lpage": "12953", "name_0": "surname:Pajani;given-names:A", "name_1": "surname:Kok;given-names:P", "name_2": "surname:Kouider;given-names:S", "name_3": "surname:de Lange;given-names:FP", "pub-id_doi": "10.1523/JNEUROSCI.1520-15.2015", "pub-id_pmid": "26377478", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "35", "year": "2015"}, "text": "Spontaneous activity patterns in primary visual cortex predispose to visual hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 45119, "infons": {"fpage": "1092", "lpage": "1099", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Karbasforoushan;given-names:H", "name_2": "surname:Heckers;given-names:S", "pub-id_doi": "10.1176/appi.ajp.2012.12010056", "pub-id_pmid": "23032387", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "169", "year": "2012"}, "text": "Thalamocortical dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45168, "infons": {"fpage": "1016", "lpage": "1025", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Heckers;given-names:S", "pub-id_doi": "10.1016/j.biopsych.2015.06.026", "pub-id_pmid": "26248537", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "79", "year": "2016"}, "text": "Mapping thalamocortical functional connectivity in chronic and early stages of psychotic disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 45267, "infons": {"fpage": "15016", "name_0": "surname:Cheng;given-names:W", "pub-id_doi": "10.1038/npjschz.2015.16", "pub-id_pmid": "27336032", "section_type": "REF", "source": "NPJ Schizophr.", "type": "ref", "volume": "1", "year": "2015"}, "text": "Voxel-based, brain-wide association study of aberrant functional connectivity in schizophrenia implicates thalamocortical circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 45399, "infons": {"fpage": "3116", "lpage": "3130", "name_0": "surname:Anticevic;given-names:A", "pub-id_doi": "10.1093/cercor/bht165", "pub-id_pmid": "23825317", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Characterizing thalamo-cortical disturbances in schizophrenia and bipolar illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 45481, "infons": {"fpage": "203", "lpage": "218", "name_0": "surname:Andreasen;given-names:NC", "name_1": "surname:Paradiso;given-names:S", "name_2": "surname:O’Leary;given-names:DS", "pub-id_doi": "10.1093/oxfordjournals.schbul.a033321", "pub-id_pmid": "9613621", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "24", "year": "1998"}, "text": "“Cognitive dysmetria” as an integrative theory of schizophrenia: a dysfunction in cortical-subcortical-cerebellar circuitry?", "sentences": [], "annotations": [], "relations": []}, {"offset": 45606, "infons": {"fpage": "9985", "lpage": "9990", "name_0": "surname:Andreasen;given-names:NC", "pub-id_doi": "10.1073/pnas.93.18.9985", "pub-id_pmid": "8790444", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "93", "year": "1996"}, "text": "Schizophrenia and cognitive dysmetria: a positron-emission tomography study of dysfunctional prefrontal-thalamic-cerebellar circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 45740, "infons": {"fpage": "908", "lpage": "920", "name_0": "surname:Andreasen;given-names:NC", "pub-id_doi": "10.1016/S0006-3223(99)00152-3", "pub-id_pmid": "10509174", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "46", "year": "1999"}, "text": "Defining the phenotype of schizophrenia: cognitive dysmetria and its neural mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 45827, "infons": {"fpage": "1895", "lpage": "1899", "name_0": "surname:Wiser;given-names:AK", "pub-id_doi": "10.1097/00001756-199806010-00042", "pub-id_pmid": "9665622", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "9", "year": "1998"}, "text": "Dysfunctional cortico-cerebellar circuits cause ‘cognitive dysmetria’ in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45914, "infons": {"fpage": "386", "lpage": "392", "name_0": "surname:Crespo-Facorro;given-names:B", "pub-id_pmid": "10080553", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "156", "year": "1999"}, "text": "Recalling word lists reveals “cognitive dysmetria” in schizophrenia: a positron emission tomography study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46020, "infons": {"fpage": "797", "lpage": "806", "name_0": "surname:Lungu;given-names:O", "pub-id_doi": "10.1093/schbul/sbr193", "pub-id_pmid": "22267533", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "The incidence and nature of cerebellar findings in schizophrenia: a quantitative review of fMRI literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 46127, "infons": {"fpage": "383", "lpage": "389", "name_0": "surname:Zhuo;given-names:C", "pub-id_doi": "10.1007/s11682-017-9704-0", "pub-id_pmid": "28293803", "section_type": "REF", "source": "Brain Imaging Behav.", "type": "ref", "volume": "12", "year": "2018"}, "text": "Altered resting-state functional connectivity of the cerebellum in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46208, "infons": {"fpage": "67", "lpage": "72", "name_0": "surname:Wang;given-names:L", "pub-id_doi": "10.1016/j.schres.2014.09.034", "pub-id_pmid": "25445623", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "160", "year": "2014"}, "text": "Disruptive changes of cerebellar functional connectivity with the default mode network in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46312, "infons": {"fpage": "1317", "lpage": "1325", "name_0": "surname:Guo;given-names:WB", "pub-id_doi": "10.1093/schbul/sbv062", "pub-id_pmid": "25956897", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "41", "year": "2015"}, "text": "Increased cerebellar functional connectivity with the default-mode network in unaffected siblings of schizophrenia patients at rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 46444, "infons": {"fpage": "294", "lpage": "298", "name_0": "surname:Andreasen;given-names:NC", "pub-id_doi": "10.1126/science.7939669", "pub-id_pmid": "7939669", "section_type": "REF", "source": "Science", "type": "ref", "volume": "266", "year": "1994"}, "text": "Thalamic abnormalities in schizophrenia visualized through magnetic-resonance image averaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 46538, "infons": {"fpage": "1129", "lpage": "1138", "name_0": "surname:Haijma;given-names:SV", "pub-id_doi": "10.1093/schbul/sbs118", "pub-id_pmid": "23042112", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "Brain volumes in schizophrenia: a meta-analysis in over 18,000 subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 46610, "infons": {"fpage": "1133", "lpage": "1142", "name_0": "surname:Gupta;given-names:CN", "pub-id_doi": "10.1093/schbul/sbu177", "pub-id_pmid": "25548384", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "41", "year": "2015"}, "text": "Patterns of gray matter abnormalities in schizophrenia based on an international mega-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46705, "infons": {"fpage": "1512", "lpage": "1520", "name_0": "surname:Moberget;given-names:T", "pub-id_doi": "10.1038/mp.2017.106", "pub-id_pmid": "28507318", "section_type": "REF", "source": "Mol Psychiatry", "type": "ref", "volume": "23", "year": "2018"}, "text": "Cerebellar volume and cerebellocerebral structural covariance in schizophrenia: a multisite mega-analysis of 983 patients and 1349 healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 46853, "infons": {"fpage": "920", "lpage": "926", "name_0": "surname:Coyle;given-names:JT", "pub-id_doi": "10.1093/schbul/sbs076", "pub-id_pmid": "22987850", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "NMDA receptor and schizophrenia: a brief history", "sentences": [], "annotations": [], "relations": []}, {"offset": 46902, "infons": {"fpage": "97", "lpage": "115", "name_0": "surname:Howes;given-names:O", "name_1": "surname:McCutcheon;given-names:R", "name_2": "surname:Stone;given-names:J", "pub-id_doi": "10.1177/0269881114563634", "pub-id_pmid": "25586400", "section_type": "REF", "source": "J. Psychopharmacol.", "type": "ref", "volume": "29", "year": "2015"}, "text": "Glutamate and dopamine in schizophrenia: an update for the 21st century", "sentences": [], "annotations": [], "relations": []}, {"offset": 46974, "infons": {"fpage": "637", "lpage": "648", "name_0": "surname:McGlashan;given-names:TH", "name_1": "surname:Hoffman;given-names:RE", "pub-id_doi": "10.1001/archpsyc.57.7.637", "pub-id_pmid": "10891034", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "57", "year": "2000"}, "text": "Schizophrenia as a disorder of developmentally reduced synaptic connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 47051, "infons": {"fpage": "118", "lpage": "119", "name_0": "surname:Pilowsky;given-names:LS", "pub-id_doi": "10.1038/sj.mp.4001751", "pub-id_pmid": "16189506", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "11", "year": "2006"}, "text": "First in vivo evidence of an NMDA receptor deficit in medication-free schizophrenic patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 47144, "infons": {"fpage": "421", "lpage": "427", "pub-id_doi": "10.1038/nature13595", "pub-id_pmid": "25056061", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "511", "year": "2014"}, "text": "Biological insights from 108 schizophrenia-associated genetic loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 47211, "infons": {"fpage": "125", "lpage": "134", "name_0": "surname:Hardingham;given-names:GE", "name_1": "surname:Do;given-names:KQ", "pub-id_doi": "10.1038/nrn.2015.19", "pub-id_pmid": "26763624", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "17", "year": "2016"}, "text": "Linking early-life NMDAR hypofunction and oxidative stress in schizophrenia pathogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47300, "infons": {"fpage": "98", "lpage": "107", "name_0": "surname:Cohen;given-names:SM", "name_1": "surname:Tsien;given-names:RW", "name_2": "surname:Goff;given-names:DC", "name_3": "surname:Halassa;given-names:MM", "pub-id_doi": "10.1016/j.schres.2014.12.026", "pub-id_pmid": "25583246", "section_type": "REF", "source": "Schizophr. Res", "type": "ref", "volume": "167", "year": "2015"}, "text": "The impact of NMDA receptor hypofunction on GABAergic neurons in the pathophysiology of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47402, "infons": {"fpage": "950", "lpage": "957", "name_0": "surname:Gonzalez-Burgos;given-names:G", "name_1": "surname:Lewis;given-names:DA", "pub-id_doi": "10.1093/schbul/sbs010", "pub-id_pmid": "22355184", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "NMDA receptor hypofunction, parvalbumin-positive neurons, and cortical gamma oscillations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47509, "infons": {"fpage": "81", "lpage": "88", "name_0": "surname:Andreasen;given-names:NC", "name_1": "surname:Pierson;given-names:R", "pub-id_doi": "10.1016/j.biopsych.2008.01.003", "pub-id_pmid": "18395701", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "The role of the cerebellum in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47553, "infons": {"fpage": "807", "lpage": "815", "name_0": "surname:Buckner;given-names:RL", "pub-id_doi": "10.1016/j.neuron.2013.10.044", "pub-id_pmid": "24183029", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "80", "year": "2013"}, "text": "The cerebellum and cognitive function: 25 years of insight from anatomy and neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 47642, "infons": {"fpage": "561", "lpage": "579", "name_0": "surname:Schmahmann;given-names:JD", "name_1": "surname:Sherman;given-names:JC", "pub-id_doi": "10.1093/brain/121.4.561", "pub-id_pmid": "9577385", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "121", "year": "1998"}, "text": "The cerebellar cognitive affective syndrome", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}