{"source": "PMC", "date": "20201213", "key": "pmc.key", "infons": {}, "documents": [{"id": "6905532", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Transient highly polarized brain states more common in healthy controls than in schizophrenia patients", "article-id_doi": "10.1371/journal.pone.0224744", "article-id_pmc": "6905532", "article-id_pmid": "31825974", "article-id_publisher-id": "PONE-D-19-12084", "elocation-id": "e0224744", "issue": "12", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Miller;given-names:Robyn L.", "name_1": "surname:Pearlson;given-names:Godfrey", "name_2": "surname:Calhoun;given-names:Vince D.", "name_3": "surname:Chen;given-names:Xi", "name_4": "surname:Calhoun;given-names:Vince D.", "name_5": "surname:Calhoun;given-names:Vince D.", "name_6": "surname:Calhoun;given-names:Vince D.", "name_7": "surname:Calhoun;given-names:Vince D.", "name_8": "surname:Calhoun;given-names:Vince D.", "notes": "Manuscript data were processed by FBIRN consortium members. Any outside FBIRN consortium data requests can be submitted to Theo G.M. van Erp (tvanerp@uci.edu) at UC Irvine who will assist in obtaining a determination by the Institutional Review Board, which has required data use requests to be determined case by case. Future researchers requesting access to the data can mention the study (FBIRN), the phase (Phase 3) and the modality (fMRI). The data provided would be exactly the same as that provided to the authors and enable replication of the work.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "14", "year": "2019"}, "text": "Whole brain polarity regime dynamics are significantly disrupted in schizophrenia and correlate strongly with network connectivity measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 140, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "From a large clinical blood oxygenation level dependent (BOLD) functional magnetic resonance imaging (fMRI) study, we report several interrelated findings involving transient supra-network brainwide states characterized by a saturation phenomenon we are referring to as “polarization.” These are whole-brain states in which the voxelwise-normalized BOLD (vn-BOLD) activation of a large proportion of voxels is simultaneously either very high or very low. The presence of such states during a resting-state fMRI (rs-fMRI) scan is significantly anti-correlated with diagnosed schizophrenia, significantly anti-correlated with connectivity between subcortical networks and auditory, visual and sensorimotor networks and also significantly anti-correlated with contemporaneous occupancy of transient functional network connectivity states featuring broad disconnectivity or strong inhibitory connections between the default mode and other networks. Conversely, the presence of highly polarized vn-BOLD states is significantly correlated with connectivity strength between auditory, visual and sensorimotor networks and with contemporaneous occupancy of transient whole-brain patterns of strongly modularized network connectivity and diffuse hyperconnectivity. Despite their consistency with well-documented effects of schizophrenia on static and time-varying functional network connectivity, the observed relationships between polarization and network connectivity are with very few exceptions unmediated by schizophrenia diagnosis. Many differences observed between patients and controls are echoed within the patient population itself in the effect patterns of positive symptomology (e.g. hallucinations, delusions, grandiosity). Our findings highlight a particular whole-brain spatiotemporal BOLD activation phenomenon that differs markedly between healthy subjects and schizophrenia patients, one that also strongly informs time-resolved network connectivity patterns that are associated with this serious clinical disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2165, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2178, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While there is growing attention in human blood-oxygenation dependent (BOLD) functional magnetic resonance imaging (fMRI) studies focused on time-varying connectivity between functional networks and even on time-varying spatial structure of the network maps, much less attention is given to the global spatial dynamics of activated brain space induced by and facilitating time-varying network relationships. These ambient whole-brain spatiotemporal phenomena can exhibit strong relationships with disease and provide a wider-angle lens through which to view the results of network-level analyses. We present here one example of a dynamically varying spatial phenomenon that correlates very strongly with schizophrenia diagnosis, exhibits structured and robust effects on observed functional network connectivity (FNC), correlates significantly with occupancy of certain dynamic functional network connectivity (dFNC) state and also exposes very different patterns of spatiotemporal dynamics and organization in schizophrenia patients (SZs) and healthy controls (HCs). The basis of this analysis is an early-stage transformation of the pre-processed BOLD fMRI volume into voxelwise normalized form (vn-BOLD /vn-fMRI). Although every voxel spends exactly a third of its time in the upper (resp. lower, resp. middle) third of its own intrinsic activation profile, the proportion of gray-matter voxels simultaneously in the upper (resp. lower) third of their respective activation profiles during given TRs is highly variable. In healthy subjects we find the brain coalesces regularly into states where a high proportion of voxels are simultaneously in the highest (resp. lowest) third of their activation profiles, i.e. states in which the brain is highly polarized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3942, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These highly polarized brain states occur significantly more often in healthy controls than in schizophrenia patients (see Fig 1). The more balanced state characterized by an approximately equal proportion of voxels in the highest, lowest and middle thirds of their intrinsic activation profiles (IAPs) occurs much more frequently in schizophrenia patients. These polarized regimes are also very strongly correlated with short-timescale whole-brain functional network connectivity states (some positive, some negative correlations in which the effect direction differs between patients and controls for the highly modularized connectivity state exhibiting negative DMN-to-other connections). The phenomenon of widespread polarization can be parsed more finely in spatial terms, and doing so also reveals distinctions between patients and controls. Examples include the determination of each voxel’s “polarity participation rate” which is its probability of being in the top (resp. bottom) third of its own activation profile at times when this condition holds for a large proportion of voxels, i.e. when the whole brain is in a polarized state. We find that the spatial distribution of voxelwise polarity participation differs significantly between patients and controls; in controls there are large clearly delineated regions characterized by very high polarity participation rates, while in patients the larger and better defined regions are those that represent very low rates of polarity participation. Another way to probe the time-varying spatial structure of polarized voxels is to recode (polarity code) voxel timeseries as {−1,0,1} according to whether the voxel is in the bottom, middle or top third of its intrinsic activation profile at each TR. The polarity-coded brain maps can then be clustered into a set of brainwide voxel co-polarization patterns, providing a spatially explicit parameterization of polarity space in which subject trajectories can be studied. We find highly significant differences between patients and controls in occupancy rates of the resulting clusters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6035, "infons": {"file": "pone.0224744.g001.jpg", "id": "pone.0224744.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Key observation: Healthy brains converge toward and achieve states of pervasive polarization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6129, "infons": {"file": "pone.0224744.g001.jpg", "id": "pone.0224744.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "Both panels show mean normalized voxel timeseries values along the z-dimension displayed on a medial slice advancing through time from left to right; (Left) a 42 yr old healthy male control exhibits intervals in which apparently very large proportions of gray matter voxels are simultaneously toward the top or the bottom of their intrinsic activation profiles (IAPs); (Right) a 40 yr. old male schizophrenia patient exhibits some weak progression toward accumulating large proportions of similarly activated voxels, but the process never quite achieves the highly polarized states evident in the matched control displayed on the left.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6765, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6787, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants, preprocessing, network identification and dynamic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 6875, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We summarize below some basic information about data collection, preprocessing, network identification and computation of dynamic functional connectivity. Details are available in. Resting state functional magnetic resonance imaging data was collected from 163 healthy controls (117 males, 46 females; mean age 36.9) and 151 age and gender matched patients with schizophrenia (114 males, 37 females; mean age 37.8) during eyes-closed conditions at 7 different sites across United States. Data for six of the seven sites was collected on a 3T Siemens Tim Trio System. One site used a 3T General Electric Discovery MR750 scanner. All resting state fMRI scans were acquired using a standard gradient-echo echo planar imaging paradigm: FOV of 220 × 220 mm (64 × 64 matrix), TR = 2 s, TE = 30 ms, FA = 770, 162 volumes, 32 sequential ascending axial slices of 4 mm thickness and 1 mm skip. Data processing was performed using a combination of toolboxes (AFNI1, SPM2, GIFT3) and custom code written in Matlab. We performed rigid body motion correction using the INRIAlign toolbox in SPM to correct for subject head motion followed by slice-timing correction to account for timing differences in slice acquisition. To mitigate the impact of outliers, the data was despiked using AFNI's 3dDespike algorithm. Individual subject scans were then warped to a Montreal Neurological Institute (MNI) template and resampled to 3 mm3 isotropic voxels. Instead of gaussian smoothing, we smoothed the data to 6 mm full width at half maximum (FWHM) using AFNI's BlurToFWHM algorithm which performs smoothing by a conservative finite difference approximation to the diffusion equation, an approach that has been shown to reduce scanner specific variability in smoothness providing “smoothness equivalence” to data across sites. Each voxel time course was variance normalized prior to performing group independent component analysis as this has shown to better decompose subcortical sources in addition to cortical networks. Following the early stage processing, the data from all subjects was decomposed using group independent component analysis (GICA) into 100 network spatial maps (http://icatb.sourceforge.net) of which 47 were identified as functionally meaningful resting state networks (RSNs). Subject specific spatial maps (SMs) and timecourses (TCs) were obtained from the group level spatial maps via spatiotemporal regression. The timecourses were detrended, orthogonalized with respect to estimated subject motion parameters, then despiked and band-pass filtered into [0.05,0.15] Hz using a 5th order Butterworth filter. Dynamic functional connectivity (dFNC) between RSN timecourses was estimated using a sliding window approach. Following protocols from recent studies on dynamic connectivity, we used a tapered rectangular window length of 22 TRs (44 seconds), shifted 1TR forward at a time and computed pairwise correlations between RSN time courses within these windows. Static, or traditional functional network connectivity (FNC) simply uses a single untapered window of length 162TR, the length of the scan. The 47 functionally meaningful networks retained from the 100 component GICA all into 5 broad functional domains: subcortical (SC, 5 networks), auditory (AUD, 2 networks); visual (VIS, 11 networks), sensorimotor (SM, 6 networks), cognitive control (CC, 13 networks), default mode network (DMN, 7 networks), cerebellar (CB, 2 networks).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10318, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pre-processing of 4D volumes for the polarity analysis was identical to that for dFNC, except for the inclusion of a voxelwise detrending step and the omission of the spatial smoothing step that typically precedes GICA. This choice was made to control for cases in which a relatively small number of evenly distributed extremely high (or low) intensity voxels distort polarity measurements for the regions they are distributed within.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10753, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Dynamic polarity states, polarity metric and polarity participation maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 10826, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We construct several measures intended to capture spatial patterns in the brain formed by the set of voxels that are either simultaneously very highly activated or simultaneously minimally activated. These co-polarized voxels do not exclude voxel collections that share correlative relationships, but they are far more general. Included in the set of voxels, for example, that are highly activated during a given TR there would usually be a subset that rose together from an earlier TR, a subset that dropped together from an even higher previous level of activation and a subset that are roughly unchanged from the previous TR. Which is to say that within the set of highly activated voxels at a given TR can be, in a temporally localized sense, subsets consisting of correlated voxels, anti-correlated voxels and uncorrelated voxels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11662, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Voxel activation profiles and polarity coding", "sentences": [], "annotations": [], "relations": []}, {"offset": 11708, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The timeseries of each gray matter voxel  is individually z-scored to create a normalized (intrinsic) activation profile. Values in each z-scored timeseries are then discretized into discrete intrinsic activation level (IALs), i.e. they are recoded as −1s, 0s or +1s according to whether they are in the lower third (z<−0.43, ‘Low Polar’), middle third (z∈(−0.43,0.43), ‘Neutral’) or upper third (z>0.43, ‘High Polar’) of the voxel’s intrinsic activation profile (see Fig 2). The resulting discretized timeseries in  for each voxel will be referred to as the its discretized intrinsic activation level timeseries, IALv(t).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12331, "infons": {"file": "pone.0224744.g002.jpg", "id": "pone.0224744.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "Time advancing first along rows, then along columns in all three panels; (Left) Basic post-processed medial slice data through time for one subject; (Center) Same subject’s medial slice data through time where each voxel’s activation timeseries has been separately z-scored to recast the data in a voxel-intrinsic, normalized form that provides a clearer view of which voxels are near the ceiling or the floor of their own activation profile at each TR]; (Right) Discretized version of the middle panel in which voxel IAPs are recoded in {-1,0,+1} according to whether they are in the bottom third of the IAP (z<−0.431), the middle third of the IAP (−0.431≤z≤0.431) or top third (z>0.431) as a rough parsing of the brain at each TR into voxels near their own floors and ceilings of activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13125, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Dynamic polarity regimes (dPRs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 13157, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Every individual voxel intrinsic activation level timeseries assumes, by design, each of the values −1, 0 and 1 exactly 1/3 of the time. This however provides no information about the proportion of voxels simultaneously at the same IAL at any given TR. Switching from the individual voxel standpoint to the whole brain standpoint, we characterize each TR by a length-3 vector , h(t),l(t),n(t)∈[0,1], h(t)+l(t)+n(t) = 1 of proportions where  are the proportion of voxels at each intrinsic activation level at TR = t. If we do not keep track of the entire history of each voxel, the number of voxels in any of the three intrinsic activation levels observed at a given TR would follow a binomial distribution with p = 1/3, . The expected number for any of the levels would be  and the expected proportion in each level would simply be . Empirically we see μ(h) = 0.333,μ(l) = 0.335,μ(n) = 0.332. Applying k-means clustering (Matlab’s built-in k-means function with 3 clusters, 3000 iterates, 300 replicates, Euclidean distance, number of clusters selected by the elbow criterion) to all 50240 of these 3-vectors (one for each of 314 subjects at 160 TRs) suggest the brain dynamically organizes into three very stylized polarity regimes (dPRs) (see Fig 3): a High-Polarized regime whose cluster centroid (0.46,0.24,0.30) presents h≫1/3, l≪1/3 and n~1/3; a Low-Polarized regime whose cluster centroid (0.23,0.46,0.31)presents h≪1/3, l≫1/3 and n~1/3; and a Non-Polarized or Equidistributed Regime whose cluster centroid (0.33,0.33,0.34) presents h~1/3, l~1/3 and n~1/3 (see Fig 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14733, "infons": {"file": "pone.0224744.g003.jpg", "id": "pone.0224744.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "(Top Left) The three whole-brain dynamic polarity regimes: Polarized-High (46% voxels high, 24% voxels low, 30% voxels neutral), Polarized-Low (23% voxels high, 46% voxels low, 31% voxels neutral), Non-Polarized/Balanced (33% voxels high, 33% voxels low, 34% voxels neutral); (Top Right) Group-wise mean occupancy rates of the three dynamic polarity regimes; the non-polarized/balanced regime is the most common for all groups, with evident differences between patients and controls in all regimes; (Bottom Right) In regression model correcting for age, gender and mean frame displacement (motion), the effect of schizophrenia diagnosis on occupancy of the polarized states is negative and highly significant while the effect of schizophrenia diagnosis on occupancy of the balanced state is positive and highly significant; (Bottom Right) Among schizophrenia patients, the effect of positive symptoms (including delusions, hallucination and grandiosity) intensity on polarity regime occupancies echoes the broad effect of schizophrenia itself suggesting that the difference between schizophrenia patients and controls the neighboring may be driven largely by positive symptomology, including the key psychotic symptoms: delusions and hallucinations. Negative schizophrenia symptoms such as bunted affect and general psychological symptoms such as anxiety and depression did not have significant effects on the polarity regime occupancy rates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16176, "infons": {"file": "pone.0224744.g004.jpg", "id": "pone.0224744.g004", "section_type": "FIG", "type": "fig_caption"}, "text": "Overview schematic showing the steps from (Bottom Left) individually normalized voxel timeseries (voxel intrinsic activation profiles (IAPs)) to (Middle Left) single voxel discretized intrinsic activation levels (IALs) to (Top Left) whole brain dynamic polarity regimes (dPRs) into which this voxel is recruited at a very high rate (83% of the time that the whole brain is in the Polarized-High or Polarized-Low state, each characterized by mean of of the entire brain’s voxels are simultaneously either in the high or low (+1, -1) intrinsic activation levels, this voxel is one of the participating set of co-polarized voxels. The average voxel only participates in fewer than half (43%) of a subject’s highly polarized states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16905, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Polarity metric", "sentences": [], "annotations": [], "relations": []}, {"offset": 16921, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We also define a real-valued polarity metric. Since  and the polarized states are characterized by having both h>1/3 and l<1/3, a given subject’s degree of polarization at TR = t can be summarized with Π(t) = −(h_z (t)l_z (t)), where hz and lz are z-scored versions of the timeseries h(t) and l(t) respectively, recentered to have mean 0. Large positive values of hz (resp. lz) represent values of h(t) (resp. l(t)) that are much larger than 1/3, while high magnitude negative values of hz (resp. lz) represent values of h(t) (resp. l(t)) that are much smaller than 1/3. The most polarized timepoints are those in which one of hz or lz is large and positive, while the other is large and negative. So Π(t) is rising with the degree of polarization at TR = t, is near zero when the brain is balanced between h(t),l(t) and n(t) and grows more negative when both h(t) and l(t) are simultaneously much larger or much smaller than 1/3 (brain is not polarized but also not well balanced between h(t),l(t) and n(t)) (see Fig 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17943, "infons": {"file": "pone.0224744.g005.jpg", "id": "pone.0224744.g005", "section_type": "FIG", "type": "fig_caption"}, "text": "Using scalar valued measure Π(t) of time-varying whole-brain polarization we see that (Left) the oscillatory pattern in degree of polarity has power decaying in frequency and no discernible peaks that would point to biological rhythms associated with respiration or heartbeat; (Right) The value of Π(t) clearly separates for timepoints at which the whole brain is in the Non-Polarized dPR state (blue) vs. timepoints at which the whole brain is one of the two polarized (Polarized-High, Polarized-Low) states (red).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18459, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Polarity participation maps (PPMs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 18494, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The dPRs are crude summaries and capture nothing about the locations or identities of voxels that contribute to the computed proportion of voxels in each of the three levels at a given TR, and thus nothing about the overall role of specific voxels in producing the a subject’s polarized regimes. To capture this information we create a polarity participation map (PPM) for each subject in which each voxel is assigned a value in [0,1] according to the proportion of polarized dPR states it contributes to, i.e. the sum of the proportion of that subject’s Polarized-High states during which that voxel’s IALv(t) = 1 and the proportion of their Polarized-Low states during which the voxel’s IALv = −1 (see Fig 4). Applying k-means clustering (Matlab’s built-in k-means function with 2 clusters, 3000 iterates, 300 replicates, Euclidean distance, number of clusters selected by the elbow criterion) to all 314 of these 60303-vectors (one for each of 314 subjects) yields clusters whose centroids evidently represent different spatial distributions of highly participating voxel (Fig 6, bottom left).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19591, "infons": {"file": "pone.0224744.g006.jpg", "id": "pone.0224744.g006", "section_type": "FIG", "type": "fig_caption"}, "text": "(Top Left) Population-wide voxel polarity participation rates are normally distributed with mean μ = 0.46 and standard deviation σ = 0.11; (Top Middle) Population average voxelwise polarity participation rates displayed on axial slices from z = 1 on upper left through z = 46 lower right corner; (Top Right) Significant (p<0.05 (FDR)) voxelwise t-statistics for difference from the mean polarity participation rate; (Bottom Left and Middle) Subject-level polarity participation maps fall robustly into two clusters. Cluster 1 presents regions with above average participation rates, average participation rates and, predominantly ventricular areas with below average participation. The regions with above average participation are much smaller in Cluster 2 than Cluster 1 and the areas with average and below average participation much larger in Cluster 2; (Bottom Right) Healthy subjects split evenly between the two clusters while schizophrenia patients occupy Cluster 2 much more often than Cluster 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20596, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Network-level polarity participation", "sentences": [], "annotations": [], "relations": []}, {"offset": 20633, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the role that different functional networks play in whole-brain polarized states, we threshhold and binarize the 47 group-level network spatial maps and then average the value of each subject’s z-scored polarity participation map restricted to the threshold-surviving voxels in each network spatial map (see Fig 7, bottom row). Specifically, each group spatial map is z-scored (since scale in GICA spatial maps is arbitrary) and thresholded at z≥1.25 to retain the only the top decile of voxels. The polarity participation rates are also z-scored and averaged, for each subject, over each network’s threshold-surviving voxels. The measured network participation for a given subject and a given network can thus be negative, indicating that the average voxel in that network participates in the subject’s whole-brain polarized states at a sub-mean level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21497, "infons": {"file": "pone.0224744.g007.jpg", "id": "pone.0224744.g007", "section_type": "FIG", "type": "fig_caption"}, "text": "Network level polarity participation; network-level polarity participation population means (top left); significant SZ effects (p<0.05 (FDR)) on network level polarity participation (top right); schematic (bottom) showing three axial slices of the z-scored population averaged PPM (bottom middle) and the same three axial slices of the binarized thresholded group-level cerebellum GICA spatial map (bottom right) and the group-level GICA substantia negra (bottom left) illustrating how PPM projection onto thresholded substantia negra presents negative network-level polarity participation and PPM projection onto thresholded cerebellum presents positive network-level polarity participation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22190, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Dynamic brainwide co-polarization patterns (CoPPs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 22241, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The low-dimensional dPRs give a rough sense of how overall counts of co-polarized voxels vary through time and PPMs provide a time-averaged picture of which regions of the brain are most commonly implicated in whole-brain polarized states. Neither approach, however, provides insight into how highly polarized whole-brain states evolve and dissolve, nor what role they may play in longer whole-brain itineraries that involve more structured or intricate spatial patterns of polarity-coded voxels. Toward this end we extract transient whole-brain patterns of co-polarization in a voxel-intrisic analogy to whole-brain co-activation patterns (CAPs) employed in several published studies. Replacing each continuous voxel timeseries v(t) with its discretized intrinsic activation level timeseries IALv(t) yields a representation of the entire brain in  at each TR. Applying k-means clustering (Matlab built-in k-means function with 13 clusters, 3000 iterates, 100 replicates, Euclidean distance, number of clusters selected by the elbow criterion) to all 50240 of these  = 6030-dimensional observations (one for each of 314 subjects at 160 TRs) spatially elaborates the crude numerical counts/proportions captured by the 3-dimensional dynamic dPRs. The brainwide co-polarization patterns (CoPPs) that emerge as centroids of these clusters indicate that the cruder dPRs are capturing spatially structured voxel-level arrangements whose population-level occupancy rates are relatively uniform (, top left). Among the CoPPs associated with TRs that are assigned to one of the polarized dPR states are some that are pervasively polarized, i.e., the proportion of voxels simultaneously at either High or Low levels is much higher than the ~45% or so in the associated dPR cluster centroid (see Fig 8, bottom left).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24047, "infons": {"file": "pone.0224744.g008.jpg", "id": "pone.0224744.g008", "section_type": "FIG", "type": "fig_caption"}, "text": "Polarity coded 3D volumes distribute into 13 clusters, all of which exceed 6% occupancy at the population level (top left); among these clusters are two whose centroids are pervasively strongly polarized (bottom row, first and second column); SZ has a significant negative (p<0.05 (FDR)) effect on occupancy of the two most strongly polarized CoPPs (bars at x = 11 and x = 12 in top-center bar plot); within the patient population there is also a significant negative effect of positive symptomology, including the key psychotic symptoms (delusions and hallucinations) on occupancy of the most strongly and pervasively polarized states (right-most bars in top right bar plot). The positive symptom effect within the patient population is significant at the raw α = 0.05 level without surviving the stronger multiple comparison threshold.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24885, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Identification of the most ‘strongly polarized’ CoPPs", "sentences": [], "annotations": [], "relations": []}, {"offset": 24939, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Although the samples being clustered are 60303-dimensional vectors of −1’s 0’s and +1’s, the elements of the cluster centroids are averages in the continuous interval [−1,1]. Due to the high dimensionality of the samples (i.e., membership in a given cluster can arise predominantly from good matching of some arbitrary collection of tens of thousands of voxels to other cluster members, while still leaving thousands of degrees of freedom), the determination of what it means for one of these centroids to represent a “pervasively polarized” brain state is necessarily somewhat subjective. We have decided on a criterion based loosely on the asymptotic distributions of sample means for a set of identically distributed uniform discrete random variables under a convenient (but not entirely valid assumption) of independence. The sample is quite large so the asymptotic framing is not entirely unreasonable. We will say that a CoPP represents a strongly polarized state if the probability that the magnitude of the absolute mean |μCoPP| of its elements would have probability less than α = 0.001 under a very conservative adaptation of above-stated model. The sign of μCoPP in such a case determines if that CoPP is positively or negatively polarized. Since voxels assume values +1,0 ans -1 with equal probability, i.e. , we assume by the central limit theorem that the within-cluster voxel means are distributed as  where ci is the number of observations in the cluster, and thus the global mean μi of the whole set of v = 60303  random variables is distributed as . The rescaling factor vci>107 for all i, which makes the standard deviation so close to 0 that absolute values as small as 10−5 are in the extreme α = 0.001 tails of the distribution. To account for the high level of spatiotemporal dependence and produce a distribution whose far tails do not include values with magnitude smaller than 10−5, we first reduce ci by treating all timepoints from a given subject as dependent, so that cluster i is treated as containing ni = 314ri samples, where ri is the population-averaged occupancy rate of cluster i. We further assume, based on the group spatial ICA (GICA) performed on this data that there are 47 independent units of space (the set of “good” spatially independent networks identified by the GICA). The test distribution for μi thus becomes , a distribution with much more conservative tails than . Using the α = 0.001 tails of this distribution as a threshold we identify 3 positively (see Fig 9) and 3 negatively polarized CoPPs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27490, "infons": {"file": "pone.0224744.g009.jpg", "id": "pone.0224744.g009", "section_type": "FIG", "type": "fig_caption"}, "text": "All panels show axial slices from z = 1 (top left corner) to z = 46 (bottom right corner); (Left) one of the strongly polarized transient time varying co-polarization patterns (CoPPs); (Middle) more structured but still strongly positively polarized co-polarization pattern; (Right) extremely strongly and pervasively positively polarized CoPP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27835, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Longer itineraries in polarity space", "sentences": [], "annotations": [], "relations": []}, {"offset": 27872, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We take two approaches to investigating forward-time CoPP itineraries:", "sentences": [], "annotations": [], "relations": []}, {"offset": 27943, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Itineraries from group-averaged transition probabilities", "sentences": [], "annotations": [], "relations": []}, {"offset": 28000, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We find the forward-time group-level most-probable itinerary from a source CoPP Ci through a set of subsequent distinct CoPPs Cj,Ck,Cl,… where i≠j≠k≠l≠⋯ by using transition probabilities computed at the group level: from Ci the most probable forward-time transition out of Ci at the group-averaged level is to Cj, and from Cj the most probable transition is to Ck etc. This process which can be extended until one of the elements of the path repeats, at which point the remainder of the forward-time itinerary is determined by the segment that contains the initial instance and the successor instance of the repeated element. Note that these are itineraries with respect to CoPP transitions from one state to a new distinct state, not accounting for the probability of remaining in the presently occupied CoPP. For purposes of interpretation it is important to keep in mind both that the reported itineraries are computed from group-level average transition probabilities and that they are expressed in terms of successive distinct states rather than successive timepoints. We are employing this approach to better understand how healthy and patient populations move through the polarity space (parameterized in terms of CoPPs) and specifically to probe the role the most pervasively polarized states may be playing in overall brain function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29343, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Sparse convolutional coding of CoPP occupancy timeseries", "sentences": [], "annotations": [], "relations": []}, {"offset": 29400, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Another way to study longer sequences of CoPP occupancies is to perform multichannel 1-dimensional convolutional sparse coding (CSC) of the symbolic timeseries of CoPP occupancies. These are symbolic timeseries because although we are indexing the CoPPs with a set of nonnegative integers, the actual index values have no numerical meaning: they can be permuted, replaced with large negative numbers, replaced with letters or words or any other way of identifying a given CoPP with some tag or label. This is a slightly unconventional type of timeseries to approach with convolutional feature extraction techniques, however it can be handles by treating the 1D symbolic timeseries in a N-letter alphabet as an N-channel binary 1D timeseries, which is effectively a multivariate timeseries in which exactly one of the channels (or univariate consitutent timeseries) takes value 1 at every timestep, while all others are 0 at that timestep. This encodes the occupancies in channel form and allows the use of convolutional sparse coding algorithms, such as those developed for the the publicly available Python-based sparse coding package Sporco. Based on initial exploratory work, resource/efficiency considerations and concern with ease of interpretation we used Sporco’s convolutional basis pursuit denoising (CBPDN) dictionary learning algorithm to represent the CoPP symbolic timeseries data with a dictionary of 64 mutichannel (in this case 13 channels, one for each CoPP) elements of temporal duration 7TRs. The elements represent replicable translation-invariant features of the mutichannel timeseries data that combine additively at each timepoint to reproduce the local properties of the signal. The elements of the dictionary are also, as an entire set, optimized so that only a small number of the elements are making the largest proportion of nonzero contributions to signal reconstruction, e.g. they are translation-invariant features, built from a nonlinear feature extraction algorithm, that ultimately reproduce the data additively with the largest rate of nontrivial contribution coming from a subset of the features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31533, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 31554, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All reported schizoprenia or symptom effects from regression analyses were obtained from mutiple regressions in which age gender and mean frame displacement (motion) were included as nuisance variables, i.e. the reported effects are already corrected for age, gender and motion. In the case of symptom effect, the reported results for a specific category of symptom, e.g. positive symptoms of schizophrenia, are also corrected for confounding effects of the remaining symptom categories, e.g. negative and general symtoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32077, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 32085, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dynamic polarity regimes and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32128, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We find that occupancy of very polarized brain states is strongly correlated with diagnostic status (see Fig 3): SZ diagnosis has a significant negative effect on occupancy of both the Polarized-High (β = −0.05,p<1.1×10−13) and the Polarized-Low (β = −0.04,p<2×10−11) states. Higher scores on a symptom inventory further suppress polarity, with positive symptoms (including psychotic symptoms such as delusions and hallucinations) exhibiting significant suppressive effects on the Polarized-High (β = −0.03,p<0.003) and Polarized-Low (β = −0.02,p<0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32682, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dynamic polarity regimes and functional network connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 32743, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since the original decomposition into networks is typically based on scale-invariant measures such as correlations (seed-based methods) or dependence (independent component analysis (ICA)), conventional scan-length functional network connectivity (FNC) and also dynamic functional network connectivity (dFNC) computed on sliding windows through the network timecourses both implicitly incorporate information from what we are calling voxel activation profiles. These initial decompositions are followed by evaluations of network connectivity that also tend to rely on correlation, a scale-invariant quantity. Using the five time-resolved connectivity states reported in earlier work from this dataset we probe the relationship between polarity and time-varying connectivity by investigating the occupancy rates of the polarized dPR states within windows characterized by each of the five different dynamic connectivity states (see Fig 10). For each dFNC state, we perform a two-sample t-test on the subject-level occupancy rate of polarized dPR states during windows characterized by that dFNC state vs. subject-level occupancy rates of polarized dPR states on all windows. This is assessing group-wise, the degree to which polarized dPR states occupancies during the 22TR windows characterized by any specific dFNC state are distinguished from other 22TR windows in a subject’s scan. The polarized dPR occupancy rates are at the subject-level, computed window-wise for each of the 22TR windows characterized by a given dFNC states for that subject. The number of such windows per subject will vary, so the number of polarized dPR occupancy rates recorded for different subjects for any given dFNC state can be different, and when this count differs between two subjects, the number of occupancy rates recorded for those subjects from windows characterized by any other dFNC state will also be different. This somewhat cumbersome procedure allows for testing the role of polarized dPRs in realizing each dFNC state, correcting for the tendency of a given subject to be in polarized dPR states more generally. And since the t-tests are done at the group level, i.e. they are tests of the entire set of polarized dPR occupancy rates associated with windows characterized by a given dFNC state for all healthy controls (resp. all SZ patients) vs. the entire set of polarized dPR occupancy rates associated with windows characterized by all other dFNC states for all healthy controls (resp. all SZ patients) it is accounting for the different baseline polarized dPR occupancy rates for each group HCs have a higher baseline occupancy rate for the polarized dPR states. We find that for both SZs and HCs, polarized dPR state occupancy is significantly elevated during occupancy of the hyperconnected dFNC state and the highly modularized dFNC state in which the default mode network (DMN) is non-correlated with other networks. The opposite holds for the disconnected dFNC state and the semi-modularized dFNC state in which the DMN is anti-correlated with other networks: polarized dPR state occupancy is significantly depressed during occupancy of these two dFNC states. The highly modularized dFNC state with negative DMN-to-other connectivity is the one for which polarity plays a very different role in the patient and control populations. Polarized state occupancy during occupancy of this dFNC state is significantly elevated in controls, and significantly depressed in patients (see Fig 10 for all effects of polarity on dFNC occupancy, evaluated separately for SZ and HC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36319, "infons": {"file": "pone.0224744.g010.jpg", "id": "pone.0224744.g010", "section_type": "FIG", "type": "fig_caption"}, "text": "Labeled dFNC states with functional domains indicated along axes: Subcortical (SC), Auditory (AUD), Visual (VIS), Sensorimotor (SM), Cognitive Control (CC), Default Mode (DM), Cerebellar (CB); the dFNC states that are significantly more (resp. less) occupied by SZs are in red (resp. blue) boxes; significant elevation (red) or depression (blue) of brain polarity during windows characterized by each dFNC state are underneath each state. From left to right, and top to bottom, the occupancy rates of the dFNC states shown above are: Non-Modularized: Disconnected (0.26 HC, 0.47 SZ); Semi-Modularized: Negative DMN-to-Other (0.15 HC, 0.23 SZ); Highly-Modularized: Negative DMN-to-Other (0.16 HC, 0.09 SZ); Highly-Modularized: non-Negative DMN-to-Other (0.22 HC, 0.07 SZ); Non-Modularized: Hyperconnected (0.21 HC, 0.14 SZ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37143, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also investigated the role of polarized dPR occupancy rates on traditional “static” functional network connectivity. In this case we use the standard full-scan dPR occupancy rates employed in most other sections of this paper, i.e. for this analysis the polarized dPR occupancy rate for a given subject is number of occupancies of either the high or low polarized state for that subject, divided by the total number of TRs) and consider their effect on pairwise network connectivity measures also computed as correlations between network timecourses over the whole length of the scan. Our findings suggest that many reliably observed differences between schizophrenia patients and controls in functional network connectivity may actually be strongly mediated through the role of whole-brain polarization, that the ability of the brain to organize itself into pervasively polarized states (a phenomenon that can have implications for connectivity but correlative relationships can exist within and across bands of intrinsic voxel activation levels) influences the measured correlative relationships that we observe in SZ and HC populations, and also proxies for underlying neurobiological and neurovascular facts that play strong roles in organizing network interactions and convergence into transient highly polarized states. Schizophrenia diagnosis is very significantly negatively correlated with occupancy of polarized dPR states, but in a multiple regression of FNC measures on schizophrenia diagnosis and polarized dPR state occupancy rate (along with the usual covariates: age, gender and mean frame displacement), the strong univariate effects of polarized dPR occupancy rate on FNC measures largely survive correction for the role of SZ diagnosis while the strong univariate effects of SZ diagnosis are highly disrupted, leaving only a small set of significant SZ effects after polarized dPR occupancy rates are accounted for (see Fig 11).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39094, "infons": {"file": "pone.0224744.g011.jpg", "id": "pone.0224744.g011", "section_type": "FIG", "type": "fig_caption"}, "text": "(Top Left) Significant (p<0.05 (FDR)) effects of polarized dPR occupancy on functional network connectivity in multiple regression that accounts for age, gender and motion but not for schizophrenia diagnosis; many strong positive effects within and between auditory (AUD), visual (VIS) and sensorimotor (SM) networks combined with some strong negative effects between subcortical (SC) and cerebellar (CB) networks and the auditory-visual-sensorimotor (AVSM) block; (Top Right) Significant (p<0.05 (FDR)) effects of polarized dPR occupancy on functional network connectivity in multiple regression that accounts for age, gender and motion and also schizophrenia diagnosis; many effects from the partial model to the left survive; broad effect patterns similar after correcting for the role of schizophrenia diagnosis; (Bottom Left) Significant (p<0.05 (FDR)) effects of schizophrenia on functional network connectivity in multiple regression that accounts for age, gender and motion but not for polarized dPR state occupancy rates; many strong negative effects in the AVSM block networks combined with strong positive effects between subcortical and cerebellar networks and the AVSM block (Bottom Right) Significant (p<0.05 (FDR)) effects of schizophrenia on functional network connectivity in multiple regression that accounts for age, gender and motion and also polarized dPR state occupancy; a small proportion of effects from the partial model to the left survive after correcting for the role of dPR state occupancy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40615, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Polarity participation maps and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 40661, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While schizophrenia patients (especially those with strong positive symptomology are much more likely to pass through periods during which a large proportion of voxels are simultaneously near the ceiling or floor of their own intrinsic activation profiles, the number of ways that proportion of voxels can distribute over space, even subject to local smoothness constraints, is combinatorially overwhelming. For example there are more than 60,30330,151 = 6∙104∙30,150 = 6∙10121,400 sets of 30,151 voxels that could be responsible for a given case of the “High-Polarized” state in which ~50% of the voxels are simultaneously at their intrinsic “high” level. Even subject to local smoothness constraints, the participating voxel collections could be drifting spatially between instantiations of the Polarized-High state, yielding relatively uniform, spatially unstructured, time and subject-averaged voxel participation rates. We found however that, on average, there are well-delineated regions in which the most highly participating voxels are concentrated and other regions consisting of voxels unlikely to be part of a whole-brain Polarized-High or Polarized-Low state. Within the broad patterns of voxel participation that hold at the population level, there are also significant differences between schizophrenia patients and controls (Fig 6, top right). The subject-level PPMs robustly fell into two clusters with distinct patterns of voxel participation and highly significant differences in occupancy between patients and controls. The two clusters of PPMs present very different spatial patterns of voxel participation in polarized dPR states. Among other evident differences there are default mode, parietal, cingulate and visual regions that participate in whole-brain polarization at very high rates in Cluster 1 but contribute little to whole-brain polarization in Cluster 2 (see, bottom row). The occupancy of both PPM clusters is strongly affected by the diagnostic status of the subject: SZ has a highly significant negative effect (β = −0.294,p<2.6×10−08) on occupancy of Cluster 1 (resp. a highly significant positive effect (β = 0.294,p<2.6×10−08) on occupancy of Cluster 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42855, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Polarity participation maps, functional networks and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42922, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The highest magnitude voxels in GICA functional network spatial maps are, by construction, nearly mutually spatially disjoint. This permits easy assessment of network-level polarity participation by computing the mean polarity participation rate of supra-threshold voxels in each network spatial map. We chose to threshold z-scored network spatial maps at  and also z-scored the PPMs, mapping them from [0,1] into (−∞,∞). The lowest network-level polarity participation was in subcortical networks (other than the thalamus), the inferior temporal and frontal gyri and the dorsomedial prefrontal cortex (see Fig 7). Significant effects of SZ diagnosis on the network-level polarity participation (p<0.05, after false discovery rate (FDR) correction of multiple comparisons) were broadly evident, with positive effects clustering in subcortical cognitive control networks, negative effects in the auditory, visual and sensorimotor networks (see Fig 7). These effects track in sign and significance with SZ effects on inter-network connectivity (see Fig 11 above).", "sentences": [], "annotations": [], "relations": []}, {"offset": 43984, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dynamic brainwide co-polarization patterns and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44045, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Brainwide co-polarization patterns, the centroids of clustered 3D polarity-coded volumes (e.g.  for TR = t) from all subjects and timepoints, are much more spatially resolved than the dPR 3-vectors and more temporally resolved than the scan-length summary PPMs. We find that these CoPPs are quite spatially structured, include strong and spatially pervasive polarized states (see Fig 8) and at the population scale, all are occupied at similar rates (see Fig 8). Occupancy of more polarized CoPPs exhibit strong negative SZ effects however.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44586, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Longer itineraries of co-polarization patterns and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44651, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Group-average CoPP transition probabilities reveal that schizophrenia patients move through polarity space, on average, very differently than controls. Considering the longer itineraries in which the most pervasively polarized CoPPs are embedded reveals that their greater probability of realization in healthy controls reflects, in part, a more fluid and diverse sampling of the space of whole brain polarization patterns (Fig 12). Controls exhibit a greater “dynamic range” than patients, a finding consistent with several other recent results. In this setting however, the extra dynamic range puts controls repeatedly in parts of the polarity space that are proximal to more pervasive forms of both positive and negative polarization, increasing the odds of repeatedly entering those states. In healthy controls the most probable exit itinerary from any CoPP has a short transient of at most one intermediate state, followed by entry into the absorbing length-9 periodic orbit joining the most strongly polarized states of both valencies. In patients, the most probable exit itinerary from any CoPP passes through at most four intermediate states before entering one of two absorbing periodic orbits, each an alternating oscillation between either two non-polarized CoPPs or one non-polarized and one mildly polarized CoPP. Some care is required in interpreting these different group-level itineraries: 1. They are expressed in terms of successive distinct states rather than successive timepoints; 2. The transition probabilities are group averages that need not be quantitatively or ordinally realized in individual subjects; 3. These are statistical itineraries based on stepwise highest probability transitions and need not be perfectly realized in any fixed set of simulated CoPP occupancy timeseries generated by the full transition probability matrix for either group, i.e. there is non-negligible probability at each step of doing something other than staying in the present state or transitioning to the most probable subsequent distinct state, which makes these itineraries more analogous to trendlines though a pointcloud than to the attractors of a (stochastically perturbed) deterministic dynamical system. Sparse translation-invariant temporally extended (7TR) representations of CoPP trajectories identified via sparse convolutional dictionary learning (see Fig 13) offer evidence that the transitions in the healthy circuit from Fig 12 are present at the subject level, involve protracted occupancies of individual CoPPs, and are significantly more present in healthy controls than in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47265, "infons": {"file": "pone.0224744.g012.jpg", "id": "pone.0224744.g012", "section_type": "FIG", "type": "fig_caption"}, "text": "The group level most-probable itineraries out of the maximally pervasively polarized CoPPs differs between controls and patients; Group-specific CoPP-to-self transition probabilities are indicated above or below the CoPP while transition probabilities from one CoPP to the (group-specific) most probable next distinct CoPP are indicated along the corresponding edges; highly polarized states are indicated with red (positive) and blue (negative) nodes; (Right) In controls the exit path from either maximally polarized CoPP is the same closed circuit of length 9 which presents a process by which pervasive polarization starts to attenuate, passing through more neutral or heterogeneous states and finally shifting toward pervasive polarization of the opposite valency; After short transients, the most-probable healthy itineraries always enter the displayed length-9 periodic orbit. (Left) In patients, the most probable exit itinerary from either maximally polarized CoPP involves a short transient followed by an alternating oscillation between in one case two neutral non-polarized states, and in the other a negatively polarized state and a non-polarized state. After short transients, the most-probable patient itineraries always enter one of the two displayed alternating oscillations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48558, "infons": {"file": "pone.0224744.g013.jpg", "id": "pone.0224744.g013", "section_type": "FIG", "type": "fig_caption"}, "text": "(Top Left) Significant p<0.05 (FDR)) effects of schizophrenia on the contributions of each of 64 elements of a 13-channel 1-dimensional sparse dictionary of 7TR temporally convolutional encodings of the original timeseries of CoPP occupancies. Since the CoPP indices are merely arbitrary labels and not numerically meaningful, the timeseries are transformed into stacked binary timeseries: each of the univariate timeseries coded as ‘1’ at timepoints when that CoPP is occupied, and ‘0’otherwise. Multichannel sparse temporally convolutional coding represents this timeseries in the form of additive (in this case the coefficients are constrained to be non-negative) contributions of each dictionary element at each timepoint of the input timeseries. The contributions of the different dictionary elements obtained in this way differ very significantly between patients and controls, even after correction for multiple comparisons; (Top Right) One dictionary element (element #8, indicated with a large asterisk in top left panel) that is significantly less present in the representations of patient CoPP occupancy timeseries than the representations of CoPP occupancy timeseries of controls; (Bottom Row) Axial slices 17, 18 and 19 of the four CoPP states that appear in sequence as most strongly present in the dictionary element displayed in top right panel; this element is showing high probability of being in CoPP #5 (highly structured, highly positively polarized state) for 2 or 3 TRs, followed by a high probability of being next in CoPP #11 (strongly pervasively positively polarized) for 2 or 3TRs, then high probability of next being in CoPP #4 (pervasively positively polarized for short period, then transitioning to CoPP #7 (broadly neutral/non-polarized with some light positive polarization).", "sentences": [], "annotations": [], "relations": []}, {"offset": 50368, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 50379, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We report results about large-scale spatial BOLD patterns formed by voxel activation timeseries that have each been normalized with respect to their own means and variances (i.e., individually z-scored). Our findings indicate that the healthy brain, through some combination of neural, vascular and neurovascular coupling factors, is strongly characterized by the degree to which it exhibits periods of spatially pervasive elevated (resp. depressed) vn-BOLD activation (see Fig 3 and Fig 8). The relative inability of schizophrenia patients to organize this level of pervasive polarization is extremely statistically significant (p<10−11). There are also significant differences between healthy and patient populations in the spatial distribution of voxel participation in these states of pervasive brain polarization with stronger structured regions of highly participating voxels among healthy controls (Fig 6). This large-scale brain polarization phenomenon exhibits tractable and clinically relevant interactions with familiar connectivity-based targets of fMRI analysis: functional network spatial maps, functional network connectivity and dynamic functional network connectivity. The voxels most drawn into whole-brain polarization states distribute differently over group-level GICA spatial maps in patients and controls (see Fig 7): auditory, visual and sensorimotor networks contain more voxels with high polarity participation rates in controls than patients whereas subcortical and cerebellar networks contain more voxels with high polarity participation rates in patients than controls. There are also significant relationships between polarization and short-timescale functional network connectivity states (Fig 10), relationships that are predominantly unmediated by clinical status with the single exception of the highly modularized state with negative correlations between default-mode and other networks. This dynamic connectivity state is significantly more occupied by controls under conditions of higher than average polarization, while its occupancies by patients are both more numerous and occur under conditions of lower than average levels of whole-brain polarization. In traditional “static” FNC the largely unmediated relationship between polarization and the structure of network correlations/anti-correlations persists (Fig 11). Polarization both guides/constrains and is built from underlying networks and their connectivity. We show that the phenomenon of dynamic, large-scale spatially pervasive polarization in vn-BOLD fMRI is strongly suppressed among those with diagnosed schizophrenia however, with significant intensification of the suppressive effect among patients with higher positive symptomology scores (Fig 3). Positive symptoms include the core psychotic symptoms of schizophrenia: delusions and hallucinations. We have also shown that patients and controls exhibit very different patterns of voxel participation in the polarized TRs (Fig 6). The difference in spatial patterns of “polarity participation” between patients and controls is also present at the network scale. Again it is not clear whether this arises more from voxel effects aggregating into network effects or whether coherent network behavior is shaping most of the voxel participation patterns. Drilling into the transient spatial patterns of discretized voxel IALs yields a set of 13 whole brain co-polarization patterns (CoPPs) that capture, among other things, multiple ways the collection of voxels simultaneously at a given intrinsic activation level (IAL) distribute spatially at timepoints when the whole brain occupies the corresponding dPR state (e.g. voxels with IAL = 1 when the whole brain is occupying the polarized-high dPR state). The most strongly polarized CoPPs are significantly more occupied by controls than patients which is consistent with results from the coarse polarity summary provided by dPR state occupancies (Fig 8). However, with CoPPs, we also see group-level evidence of a healthy circuit itinerary in polarity space that cycles through the maximally positively polarized CoPP, progressing through four CoPPs with increasing presence and strength of negatively polarized regions until reaching the maximally negatively polarized CoPPs and returning again to the maximally positively polarized CoPP through three intermediate transition states. Using the group-averaged transition probabilities for healthy subjects, i.e. tracing from the most strongly positively polarized CoPP using the highest group-average probability forward-time transition (to a different state) and continuing in this manner leads through the most strongly negatively polarized CoPP and then to back to the most strongly positively polarized CoPP again, presenting a group-level most probable healthy itinerary through polarity space accounting for 9 of the 13 CoPPs, including the most strongly polarized states. For schizophrenia patients the group-level most probable forward-time trajectory out of the maximally positively polarized CoPP never recovers a significant level of polarity, either positive or negative, instead alternating between two non-polarized states (Fig 12).", "sentences": [], "annotations": [], "relations": []}, {"offset": 55580, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Phenomena involving voxels reaching peak activity on similar timelines either across subjects following a stimulus (e.g. ingestion of glucose) or on voxel subsets within-subjects satisfying behavioral constraints (e.g. exhibiting characteristics of epileptic spiking) have been documented in the past. There are many neurobiological and vascular factors that could be contributing to the observed tendency of the healthy brain to organize itself toward globally polarized vn-BOLD states, and multiple pathways by which this convergence fails to materialize as fully or as frequently among schizophrenia patients. The inability to “fully polarize” has both locally structured and global manifestations (note that both the strongly polarized structured CoPPs and the strongly pervasively polarized CoPPs in Fig 8 are significantly more occupied by controls, and further, in Fig 12, that strongly polarized structured states are precursors to strongly pervasively polarized state in the attracting orbit for healthy controls). This is simply to point out that the phenomenon we have observed manifests on both local and more global scales, and its disruption in schizophrenia patients is evident at both of these scales. From a neural perspective the difference between patients and controls could arise from factors such as imbalanced inhibition and excitation, impeded propagation due to locally weakened coupling or disrupted patterns of top-town feedback, any of which could be influenced by excessive synaptic pruning among other possible physiological underpinnings. As an early-stage exploratory analysis the present study has many limitations and possible directions of extension. The results will certainly depend on the resolution of the initial discretization for example. The role of vascular factors can be further elucidated by performing a similar analysis on data from non-BOLD modalities such as EEG and MEG. Finally, while CoPPs and their dynamic itineraries offer some insight into the formation dynamics of highly polarized states, they do not in our view satisfactorily resolve the dominant pathways by which polarization diffuses through much of the brain. Although there are many additional directions to take with this work, we believe that the proposed approach provides a powerful new perspective on the disruption of brain function, represents a novel way of studying resting fMRI data that does not rely on the standard network-based paradigm, and has the potential to lead to additional biomarkers of brain disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58122, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 58133, "infons": {"fpage": "160", "lpage": "76", "name_0": "surname:Abrol;given-names:A", "name_1": "surname:Damaraju;given-names:E", "name_2": "surname:Miller;given-names:RL", "name_3": "surname:Stephen;given-names:JM", "name_4": "surname:Claus;given-names:ED", "name_5": "surname:Mayer;given-names:AR", "pub-id_doi": "10.1016/j.neuroimage.2017.09.020", "pub-id_pmid": "28916181", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "163", "year": "2017"}, "text": "Replicability of time-varying connectivity patterns in large resting state fMRI samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 58221, "infons": {"fpage": "663", "issue": "3", "lpage": "76", "name_0": "surname:Allen;given-names:E", "name_1": "surname:Damaraju;given-names:E", "name_2": "surname:Plis;given-names:SM", "name_3": "surname:Erhardt;given-names:E", "name_4": "surname:Eichele;given-names:T", "name_5": "surname:Calhoun;given-names:VD", "pub-id_doi": "10.1093/cercor/bhs352", "pub-id_pmid": "23146964", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Tracking whole-brain connectivity dynamics in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 58285, "infons": {"fpage": "262", "issue": "2", "lpage": "74", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Miller;given-names:R", "name_2": "surname:Pearlson;given-names:G", "name_3": "surname:Adali;given-names:T", "pub-id_doi": "10.1016/j.neuron.2014.10.015", "pub-id_pmid": "25374354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "84", "year": "2014"}, "text": "The chronnectome: time-varying connectivity networks as the next frontier in fMRI data discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 58382, "infons": {"fpage": "298", "lpage": "308", "name_0": "surname:Damaraju;given-names:E", "name_1": "surname:Allen;given-names:EA", "name_2": "surname:Belger;given-names:A", "name_3": "surname:Ford;given-names:J", "name_4": "surname:McEwen;given-names:SC", "name_5": "surname:Mathalon;given-names:D", "pub-id_doi": "10.1016/j.nicl.2014.07.003", "pub-id_pmid": "25161896", "section_type": "REF", "source": "Neuroimage: Clinical", "type": "ref", "volume": "5", "year": "2014"}, "text": "Dynamic functional connectivity analysis reveals transient states of dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58484, "infons": {"fpage": "242", "lpage": "56", "name_0": "surname:Hindriks;given-names:R", "name_1": "surname:Adhikari;given-names:MH", "name_2": "surname:Murayama;given-names:Y", "name_3": "surname:Ganzetti;given-names:M", "name_4": "surname:Mantini;given-names:D", "name_5": "surname:Logothetis;given-names:NK", "pub-id_doi": "10.1016/j.neuroimage.2015.11.055", "pub-id_pmid": "26631813", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "127", "year": "2016"}, "text": "Can sliding-window correlations reveal dynamic functional connectivity in resting-state fMRI?", "sentences": [], "annotations": [], "relations": []}, {"offset": 58578, "infons": {"fpage": "360", "lpage": "78", "name_0": "surname:Hutchison;given-names:RM", "name_1": "surname:Womelsdorf;given-names:T", "name_2": "surname:Allen;given-names:EA", "name_3": "surname:Bandettini;given-names:P", "name_4": "surname:Calhoun;given-names:VD", "name_5": "surname:Corbetta;given-names:M", "pub-id_doi": "10.1016/j.neuroimage.2013.05.079", "pub-id_pmid": "23707587", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "80", "year": "2013"}, "text": "Dynamic functional connectivity: promises, issues, and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 58649, "infons": {"name_0": "surname:Laumann;given-names:TO", "name_1": "surname:Snyder;given-names:AZ", "name_2": "surname:Mitra;given-names:A", "name_3": "surname:Gordon;given-names:EM", "name_4": "surname:Gratton;given-names:C", "name_5": "surname:Adeyemo;given-names:B", "pub-id_doi": "10.1093/cercor/bhw265", "pub-id_pmid": "27591147", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "year": "2016"}, "text": "On the Stability of BOLD fMRI Correlations", "sentences": [], "annotations": [], "relations": []}, {"offset": 58692, "infons": {"name_0": "surname:Miller;given-names:RL", "name_1": "surname:Abrol;given-names:A", "name_2": "surname:Adali;given-names:T", "name_3": "surname:Levin-Schwarz;given-names:Y", "name_4": "surname:Calhoun;given-names:VD", "pub-id_doi": "10.3389/Fnins.2018.00551", "pub-id_pmid": "30237758", "section_type": "REF", "source": "Frontiers in Neuroscience", "type": "ref", "volume": "12", "year": "2018"}, "text": "Resting-State fMRI Dynamics and Null Models: Perspectives, Sampling Variability, and Simulations", "sentences": [], "annotations": [], "relations": []}, {"offset": 58789, "infons": {"name_0": "surname:Preti;given-names:MG", "name_1": "surname:Bolton;given-names:TA", "name_2": "surname:Van De Ville;given-names:D", "pub-id_doi": "10.1016/j.neuroimage.2016.12.061", "pub-id_pmid": "28034766", "section_type": "REF", "source": "Neuroimage", "type": "ref", "year": "2016"}, "text": "The dynamic functional connectome: State-of-the-art and perspectives", "sentences": [], "annotations": [], "relations": []}, {"offset": 58858, "infons": {"fpage": "10", "name_0": "surname:Tagliazucchi;given-names:E", "name_1": "surname:Laufs;given-names:H", "pub-id_doi": "10.3389/fneur.2015.00010", "pub-id_pmid": "25762977", "section_type": "REF", "source": "Front Neurol", "type": "ref", "volume": "6", "year": "2015"}, "text": "Multimodal imaging of dynamic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 58912, "infons": {"fpage": "495", "lpage": "504", "name_0": "surname:Xie;given-names:H", "name_1": "surname:Calhoun;given-names:VD", "name_2": "surname:Gonzalez-Castillo;given-names:J", "name_3": "surname:Damaraju;given-names:E", "name_4": "surname:Miller;given-names:R", "name_5": "surname:Bandettini;given-names:PA", "pub-id_doi": "10.1016/j.neuroimage.2017.05.050", "pub-id_pmid": "28549798", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "180", "year": "2018"}, "text": "Whole-brain connectivity dynamics reflect both task-specific and individual-specific modulation: A multitask study", "sentences": [], "annotations": [], "relations": []}, {"offset": 59027, "infons": {"fpage": "466", "lpage": "70", "name_0": "surname:Zalesky;given-names:A", "name_1": "surname:Breakspear;given-names:M", "pub-id_doi": "10.1016/j.neuroimage.2015.03.047", "pub-id_pmid": "25818688", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "114", "year": "2015"}, "text": "Towards a statistical test for functional connectivity dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 59091, "infons": {"fpage": "465", "issue": "8", "lpage": "81", "name_0": "surname:Keilholz;given-names:S", "name_1": "surname:Caballero-Gaudes;given-names:C", "name_2": "surname:Bandettini;given-names:P", "name_3": "surname:Deco;given-names:G", "name_4": "surname:Calhoun;given-names:V", "pub-id_doi": "10.1089/brain.2017.0543", "pub-id_pmid": "28874061", "section_type": "REF", "source": "Brain Connect", "type": "ref", "volume": "7", "year": "2017"}, "text": "Time-Resolved Resting-State Functional Magnetic Resonance Imaging Analysis: Current Status, Challenges, and New Directions", "sentences": [], "annotations": [], "relations": []}, {"offset": 59214, "infons": {"fpage": "3058", "issue": "10", "lpage": "77", "name_0": "surname:Iraji;given-names:A", "name_1": "surname:Deramus;given-names:TP", "name_2": "surname:Lewis;given-names:N", "name_3": "surname:Yaesoubi;given-names:M", "name_4": "surname:Stephen;given-names:JM", "name_5": "surname:Erhardt;given-names:E", "pub-id_doi": "10.1002/hbm.24580", "pub-id_pmid": "30884018", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "40", "year": "2019"}, "text": "The spatial chronnectome reveals a dynamic interplay between functional segregation and integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 59314, "infons": {"fpage": "1969", "issue": "6", "lpage": "86", "name_0": "surname:Iraji;given-names:A", "name_1": "surname:Fu;given-names:Z", "name_2": "surname:Damaraju;given-names:E", "name_3": "surname:DeRamus;given-names:TP", "name_4": "surname:Lewis;given-names:N", "name_5": "surname:Bustillo;given-names:JR", "pub-id_doi": "10.1002/hbm.24505", "pub-id_pmid": "30588687", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "40", "year": "2019"}, "text": "Spatial dynamics within and between brain functional domains: A hierarchical approach to study time-varying brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 59437, "infons": {"section_type": "REF", "type": "ref"}, "text": "Miller RL, Calhoun VD. Schizophrenia Signicantly Impacts Network Spatial Map Dynamics and Spatial Network Connectivity. 25th Annual Meeting of the Organization for Human Brain Mapping Rome Italy 2019.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59638, "infons": {"name_0": "surname:Miller;given-names:RL", "name_1": "surname:Erhardt;given-names:EB", "name_2": "surname:Agcaoglu;given-names:O", "name_3": "surname:Allen;given-names:EA", "name_4": "surname:Michael;given-names:AM", "name_5": "surname:Turner;given-names:JA", "section_type": "REF", "source": "Frontiers in neuroscience", "type": "ref", "volume": "9", "year": "2015"}, "text": "Multidimensional frequency domain analysis of full-volume fMRI reveals significant effects of age, gender, and mental illness on the spatiotemporal organization of resting-state brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 59831, "infons": {"name_0": "surname:Gu;given-names:S", "name_1": "surname:Cieslak;given-names:M", "name_2": "surname:Baird;given-names:B", "name_3": "surname:Muldoon;given-names:SF", "name_4": "surname:Grafton;given-names:ST", "name_5": "surname:Pasqualetti;given-names:F", "pub-id_doi": "10.1038/s41598-018-20123-8", "pub-id_pmid": "29410486", "section_type": "REF", "source": "Sci Rep-Uk", "type": "ref", "volume": "8", "year": "2018"}, "text": "The Energy Landscape of Neurophysiological Activity Implicit in Brain Network Structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 59919, "infons": {"fpage": "485", "issue": "Pt B", "lpage": "94", "name_0": "surname:Liu;given-names:X", "name_1": "surname:Zhang;given-names:N", "name_2": "surname:Chang;given-names:C", "name_3": "surname:Duyn;given-names:JH", "pub-id_doi": "10.1016/j.neuroimage.2018.01.041", "pub-id_pmid": "29355767", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "180", "year": "2018"}, "text": "Co-activation patterns in resting-state fMRI signals", "sentences": [], "annotations": [], "relations": []}, {"offset": 59972, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wohlberg B. Efficient Convolutional Sparse Coding. 2014 Ieee International Conference on Acoustics, Speech and Signal Processing (Icassp). 2014. WOS:000343655307042.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60138, "infons": {"name_0": "surname:Kay;given-names:SR", "name_1": "surname:Opler;given-names:LA", "name_2": "surname:Lindenmayer;given-names:J-P", "section_type": "REF", "source": "The British Journal of Psychiatry", "type": "ref", "year": "1989"}, "text": "The Positive and Negative Syndrome Scale (PANSS): rationale and standardisation", "sentences": [], "annotations": [], "relations": []}, {"offset": 60218, "infons": {"fpage": "298", "lpage": "308", "name_0": "surname:Damaraju;given-names:E", "name_1": "surname:Allen;given-names:EA", "name_2": "surname:Belger;given-names:A", "name_3": "surname:Ford;given-names:JM", "name_4": "surname:McEwen;given-names:S", "name_5": "surname:Mathalon;given-names:DH", "pub-id_doi": "10.1016/j.nicl.2014.07.003", "pub-id_pmid": "25161896", "section_type": "REF", "source": "NeuroImage: Clinical", "type": "ref", "volume": "5", "year": "2014"}, "text": "Dynamic functional connectivity analysis reveals transient states of dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60320, "infons": {"issue": "3", "name_0": "surname:Miller;given-names:RL", "name_1": "surname:Yaesoubi;given-names:M", "name_2": "surname:Turner;given-names:JA", "name_3": "surname:Mathalon;given-names:D", "name_4": "surname:Preda;given-names:A", "name_5": "surname:Pearlson;given-names:G", "pub-id_doi": "10.1371/journal.pone.0149849", "pub-id_pmid": "26981625", "section_type": "REF", "source": "Plos One", "type": "ref", "volume": "11", "year": "2016"}, "text": "Higher Dimensional Meta-State Analysis Reveals Reduced Resting fMRI Connectivity Dynamism in Schizophrenia Patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 60436, "infons": {"fpage": "1058", "issue": "6790", "lpage": "62", "name_0": "surname:Liu;given-names:Y", "name_1": "surname:Gao;given-names:JH", "name_2": "surname:Liu;given-names:HL", "name_3": "surname:Fox;given-names:PT", "pub-id_doi": "10.1038/35016590", "pub-id_pmid": "10890447", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "405", "year": "2000"}, "text": "The temporal response of the brain after eating revealed by functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 60511, "infons": {"fpage": "57", "issue": "1", "lpage": "69", "name_0": "surname:Morgan;given-names:VL", "name_1": "surname:Li;given-names:Y", "name_2": "surname:Abou-Khalil;given-names:B", "name_3": "surname:Gore;given-names:JC", "pub-id_doi": "10.1002/hbm.20362", "pub-id_pmid": "17290367", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "29", "year": "2008"}, "text": "Development of 2dTCA for the detection of irregular, transient BOLD activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 60588, "infons": {"fpage": "1020", "issue": "12", "lpage": "30", "name_0": "surname:Pittman-Polletta;given-names:BR", "name_1": "surname:Kocsis;given-names:B", "name_2": "surname:Vijayan;given-names:S", "name_3": "surname:Whittington;given-names:MA", "name_4": "surname:Kopell;given-names:NJ", "pub-id_doi": "10.1016/j.biopsych.2015.02.005", "pub-id_pmid": "25850619", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "77", "year": "2015"}, "text": "Brain rhythms connect impaired inhibition to altered cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60668, "infons": {"name_0": "surname:Shaw;given-names:AD", "name_1": "surname:Knight;given-names:L", "name_2": "surname:Freeman;given-names:TCA", "name_3": "surname:Williams;given-names:GM", "name_4": "surname:Moran;given-names:RJ", "name_5": "surname:Friston;given-names:KJ", "pub-id_doi": "10.1093/schbul/sbz066", "pub-id_pmid": "31219602", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "year": "2019"}, "text": "Oscillatory, Computational, and Behavioral Evidence for Impaired GABAergic Inhibition in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60771, "infons": {"fpage": "755", "issue": "7", "lpage": "65", "name_0": "surname:Brennan;given-names:AM", "name_1": "surname:Harris;given-names:AW", "name_2": "surname:Williams;given-names:LM", "pub-id_doi": "10.1586/14737175.2013.811899", "pub-id_pmid": "23898848", "section_type": "REF", "source": "Expert Rev Neurother", "type": "ref", "volume": "13", "year": "2013"}, "text": "Functional dysconnectivity in schizophrenia and its relationship to neural synchrony", "sentences": [], "annotations": [], "relations": []}, {"offset": 60856, "infons": {"fpage": "1110", "issue": "5", "lpage": "24", "name_0": "surname:Pettersson-Yeo;given-names:W", "name_1": "surname:Allen;given-names:P", "name_2": "surname:Benetti;given-names:S", "name_3": "surname:McGuire;given-names:P", "name_4": "surname:Mechelli;given-names:A", "pub-id_doi": "10.1016/j.neubiorev.2010.11.004", "pub-id_pmid": "21115039", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "35", "year": "2011"}, "text": "Dysconnectivity in schizophrenia: where are we now?", "sentences": [], "annotations": [], "relations": []}, {"offset": 60908, "infons": {"fpage": "283", "issue": "2", "lpage": "90", "name_0": "surname:Uhlhaas;given-names:PJ", "pub-id_doi": "10.1016/j.conb.2012.11.004", "pub-id_pmid": "23228430", "section_type": "REF", "source": "Curr Opin Neurobiol", "type": "ref", "volume": "23", "year": "2013"}, "text": "Dysconnectivity, large-scale networks and neuronal dynamics in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 60985, "infons": {"fpage": "415", "issue": "5", "lpage": "22", "name_0": "surname:Bansal;given-names:S", "name_1": "surname:Robinson;given-names:BM", "name_2": "surname:Leonard;given-names:CJ", "name_3": "surname:Hahn;given-names:B", "name_4": "surname:Luck;given-names:SJ", "name_5": "surname:Gold;given-names:JM", "pub-id_doi": "10.1037/abn0000442", "pub-id_pmid": "31192637", "section_type": "REF", "source": "J Abnorm Psychol", "type": "ref", "volume": "128", "year": "2019"}, "text": "Failures in Top-Down Control in Schizophrenia Revealed by Patterns of Saccadic Eye Movements", "sentences": [], "annotations": [], "relations": []}, {"offset": 61078, "infons": {"fpage": "239", "issue": "3", "lpage": "65", "name_0": "surname:Keshavan;given-names:MS", "name_1": "surname:Anderson;given-names:S", "name_2": "surname:Pettegrew;given-names:JW", "pub-id_doi": "10.1016/0022-3956(94)90009-4", "pub-id_pmid": "7932285", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "28", "year": "1994"}, "text": "Is Schizophrenia Due to Excessive Synaptic Pruning in the Prefrontal Cortex—the Feinberg Hypothesis Revisited", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}