{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6785263", "infons": {"license": "CC BY-NC"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1126/sciadv.aax2084", "article-id_pmc": "6785263", "article-id_pmid": "31633021", "article-id_publisher-id": "aax2084", "elocation-id": "eaax2084", "issue": "10", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial license, which permits use, distribution, and reproduction in any medium, so long as the resultant use is not for commercial advantage and provided the original work is properly cited.", "name_0": "surname:Flannery;given-names:Jessica S.", "name_1": "surname:Riedel;given-names:Michael C.", "name_2": "surname:Poudel;given-names:Ranjita", "name_3": "surname:Laird;given-names:Angela R.", "name_4": "surname:Ross;given-names:Thomas J.", "name_5": "surname:Salmeron;given-names:Betty Jo", "name_6": "surname:Stein;given-names:Elliot A.", "name_7": "surname:Sutherland;given-names:Matthew T.", "section_type": "TITLE", "type": "front", "volume": "5", "year": "2019"}, "text": "Habenular and striatal activity during performance feedback are differentially linked with state-like and trait-like aspects of tobacco use disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 149, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We dissociate brain changes linked to nicotine withdrawal in the habenula from those linked to addiction severity in striatum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 276, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The habenula, an epithalamic nucleus involved in reward and aversive processing, may contribute to negative reinforcement mechanisms maintaining nicotine use. We used a performance feedback task that differentially activates the striatum and habenula and administered nicotine and varenicline (versus placebos) to overnight-abstinent smokers and nonsmokers to delineate feedback-related functional brain alterations both as a function of smoking trait (smokers versus nonsmokers) and drug administration state (drug versus placebo). Smokers showed less striatal responsivity to positive feedback, an alteration not mitigated by drug administration, but rather correlated with trait-level addiction severity. Conversely, nicotine administration reduced habenula activity following both positive and negative feedback among abstinent smokers, but not nonsmokers, and increased habenula activity among smokers correlated with elevated state-level tobacco cravings. These outcomes highlight a dissociation between neurobiological processes linked with the dependence severity trait and the nicotine withdrawal state. Interventions simultaneously targeting both aspects may improve currently poor cessation outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1488, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1501, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The likelihood of a cigarette smoker successfully quitting on a given quit attempt is low, with numerous attempts often required to achieve cessation. Poor treatment outcomes for tobacco use disorder testify to the addiction liability of nicotine, which, like other drugs of abuse, leads to increased local concentration of dopamine (DA) within the mesocorticolimbic (MCL) circuit when acutely administered. Nicotine stimulates midbrain DA neurons projecting primarily to striatal and prefrontal brain regions through agonist effects on nicotinic acetylcholine receptors (nAChRs). During the initiation of use, acute nicotine-induced DA release is thought to positively reinforce continued drug seeking and taking. As initial use transitions to chronic smoking, neuroplastic alterations within the MCL circuit and beyond are thought to induce a condition of dependence/addiction accompanied by a shift toward negative reinforcement mechanisms perpetuating continued use. Abrupt smoking cessation perturbs homeostasis maintained in the presence of chronic nicotine, giving rise to the nicotine withdrawal syndrome. Hallmark features of the syndrome, serving as major barriers to short-term cessation, include mood disturbances, attentional and cognitive impairments, and reward processing alterations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2802, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Reward processing alterations frequently observed among dependent smokers manifest as both striatal hyporesponsivity to nondrug rewards and striatal hyperresponsivity to drug-related stimuli. These alterations are thought to lead to the prioritization of nicotine over other rewards with greater alterations linked to worse cessation outcomes. Nicotine delivery via smoking ameliorates acute abstinence-induced dysregulation of affective, cognitive, and reward processes, thereby perpetuating smoking via negative reinforcement. However, emerging evidence suggests a distinction in the neural responses contributing to smoker’s dysregulated reward processing such that nicotine administration may normalize blunted striatal activity linked with reward anticipation, but not with reward receipt. As opposed to being modulated by acute nicotine administration, blunted striatal responsivity to reward receipt has been linked with measures of chronic nicotine exposure, including scores on the Fagerström Test for Nicotine Dependence (FTND) and years of daily smoking. Accordingly, we have previously proposed that blunted striatal responsivity is linked with trait-level addiction severity, whereas other neurobiological circuits (e.g., those centered on the insula) are linked with state-level nicotine withdrawal. Distinguishing the neural underpinnings of tobacco use disorder that are, and are not, mitigated by acute nicotine administration may expedite development of improved smoking cessation interventions for withdrawal management and/or relapse prevention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4368, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While the striatum, anterior cingulate cortex (ACC), and insula are regarded as key constituents in the neurocircuitry of addiction, emerging preclinical evidence also implicates the habenula as a contributor to negative reinforcement mechanisms perpetuating nicotine use. The habenula is a small epithalamic nucleus that integrates information from limbic forebrain regions to modulate midbrain structures involved in monoamine neurotransmission and thus has been linked with reward, anxiety, stress, cognitive, and motor processes. The habenula is divided into lateral and medial parts. The lateral habenula plays an important role in reward processing, specifically, when an expected reward is omitted, increased activity in the lateral habenula is thought to inhibit DAergic midbrain cells leading to decreased DA signaling in the striatum. Moreover, the medial habenula is of particular interest in the context of nicotine addiction as it has a high density of nAChRs and has been functionally linked with nicotine self-administration as well as the aversive effects accompanying acute nicotine withdrawal and high nicotine doses. At the resolution of functional magnetic resonance imaging (fMRI) studies, medial and lateral aspects cannot be dissociated, and indeed, distinguishing habenula signals from those of the surrounding thalamus is difficult. However, regionally only the habenula responds to reward prediction, (non)reward outcomes, and performance feedback. For ease of presentation, below, we use the term habenula while acknowledging that the fMRI signal from such a small anatomical region may be contaminated by nonhabenula signals (e.g., other thalamic regions, physiologic noise).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6072, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The habenula is thought to play a critical role in the transition from positively reinforced, initial drug exposure to negatively reinforced, compulsive drug use and addiction. According to this perspective, repeated exposure to addictive drugs, including nicotine, is accompanied by increasingly elevated lateral habenula activity and the recruitment of medial habenula activity, which both contribute to the dysregulation of DAergic circuits. While drug use may initially decrease lateral habenula activity thereby contributing to the positive reinforcement of drug taking, as use continues, neuroadaptations occur potentially leading to elevated lateral habenula activity via allostatic processes. Elevated lateral habenula activity may contribute to an acute hypodopaminergic withdrawal state, and chronic drug use may then serve as a means to reduce this habenular hyperactivity. In addition, the medial habenula modulates nicotine-induced DA release and associated motivational processes in rodent models. Thus, elevated lateral habenula activity and the growing involvement of the medial habenula are thought to disproportionally prioritize nicotine rewards over other rewards. Despite preclinical evidence and theoretical perspectives linking habenula function with the development and maintenance of nicotine addiction, to our knowledge, the impact of chronic and/or acute nAChR stimulation on habenula activity has not been characterized in humans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7531, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While the habenula’s small size generally limits its assessment in human fMRI studies, we used a performance feedback task previously shown to differentially activate the habenula, ACC, insula, and ventral striatum following positive and negative performance feedback. As current pharmacologic smoking cessation aids are only modestly effective, elucidating the impact of early nicotine withdrawal and pharmacotherapy administration on the activity of these brain regions may facilitate identification of neurobiological targets for improved interventions. Nicotine replacement therapy (NRT) and varenicline are two modestly efficacious and currently available pharmacologic cessation aids. Whereas nicotine is regarded as a full agonist at α4β2 nAChRs, varenicline is regarded as a partial agonist at these receptors. In the context of a pharmacologic fMRI study, we collected neuroimaging data from biochemically verified overnight abstinent smokers and nonsmokers (table S1) while they completed a performance feedback task following administration of nicotine, varenicline, neither, or both. This experimental design allowed us to dissociate functional brain alterations associated with a chronic smoking history (smokers versus nonsmokers) from those associated with pharmacologic administration (nicotine and varenicline). We addressed three main empirical questions involving task effects, group effects, and drug effects. Regarding task effects, we expected brain activity patterns associated with the performance feedback task to replicate findings from the original implementation, specifically increased habenula, ACC, and insula activity following negative feedback and increased ventral striatal activity following positive feedback. Regarding group effects, we expected that smokers (versus nonsmokers) would display decreased striatal activity to positive feedback, indicative of neuroplastic changes associated with chronic nicotine exposure. Last, regarding drug effects, we expected that nicotine and varenicline administration would modify acute withdrawal-induced activity in the habenula and other regions associated with processing performance feedback (i.e., positive and/or negative outcomes) among smokers, but not nonsmokers (who were, of course, not in the state of nicotine withdrawal).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9846, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To these ends, we collected self-report questionnaire, behavioral task performance, and MRI data from participants in the context of a within-participant, double-blind, placebo-controlled, crossover study, involving two drugs: transdermal nicotine (NicoDerm CQ, GlaxoSmithKline) and oral varenicline (Chantix, Pfizer). Overnight abstinent smokers (~14 hours) and nonsmokers both completed six fMRI visits on different days over a 6- to 8-week study period (Fig. 1A). At three time points during a varenicline administration regimen [PILL factor: pre-pill (baseline) versus placebo versus varenicline], all participants completed MRI scanning on two occasions, once while wearing a nicotine patch and once while wearing a placebo patch (PATCH factor). Participants completed self-report questionnaires to quantify clinically relevant constructs, including trait levels of addiction severity (FTND), state levels of tobacco craving [Tobacco Craving Questionnaire (TCQ)], negative affect [Positive and Negative Affect Schedule (PANAS)], and social anhedonia [Revised Social Anhedonia Scale (RSAS)]. To probe striatal and habenular function, we used a performance feedback task in which participants predicted which of two moving balls, starting from different locations and traveling at different speeds, would reach a finish line first after viewing a short sequence of the balls’ motion (Fig. 1B). Task difficulty was dynamically and individually adapted, thereby maintaining error rates at ~35% so that participants remained uncertain about their performance until feedback presentation. Participant button-press responses (correct versus error) were followed by feedback that did or did not provide information about trial outcomes (informative versus noninformative). Task behavioral performance measures included the percent of correct, error, and no-response trials and response times (RTs). Neuroimaging task effects were assessed in a whole-brain dependent-samples t test (informative-correct versus informative-error trials), group effects were assessed in an independent-samples t test (smokers versus nonsmokers), and drug effects in a linear mixed-effects (LME) framework (GROUP * PATCH * PILL).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12052, "infons": {"file": "aax2084-F1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Study overview schematics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12079, "infons": {"file": "aax2084-F1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Illustration of pharmacological study design. Following an orientation session (O), all participants completed six fMRI assessments over the course of the 6- to 8-week study duration. Before the onset of a study pill regimen (pre-pill), participants completed assessments wearing transdermal nicotine and placebo patches on different days. Subsequently, participants underwent varenicline (mean ± SD, 17.0 ± 4.2 days) and placebo pill administration (16.5 ± 3.4 days) and again completed nicotine and placebo patch scans toward the end of both PILL periods. Double-headed arrows indicate the randomization and counterbalancing of drug orders across participants. *Nicotine and placebo patch scan sessions were separated by 2.9 ± 1.7 days. **Neuroimaging assessments occurred 13.9 ± 2.3 days after the onset of each PILL period. Neurocognitive assessments were conducted 1 week after the onset of each PILL period. #A washout interval did not separate varenicline and placebo pill epochs. (B) Illustration of performance feedback task. Following a variable fixation interval and a warning stimulus indicating an upcoming event, participants viewed a sequence of two balls moving across the screen at different speeds from different starting locations. After a short “video” clip of motion, the balls disappeared before reaching the finish line, and participants indicated via a button press response which ball they believed would have reached the finish line first. Performance feedback was delivered at the end of each trial in a two-factor FEEDBACK [informative (i) versus noninformative (n)] * RESPONSE [correct (C) versus error (E)] fashion. A fifth feedback type was presented when participants failed to give a response [no-response (N) trials]. Task difficulty was dynamically manipulated on each trial and for each participant by modifying the time difference between the two balls’ intended arrival at the finish line.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14011, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 14019, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavioral measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 14039, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Task effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 14052, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Confirming that task difficulty was dynamically and individually tailored, participants responded correctly on 60.7 ± 0.7% (mean ± SEM), erroneously on 35.5 ± 0.2%, and failed to respond on 3.8 ± 0.6% of trials (Fig. 2A). RTs were significantly longer for error (607 ± 14 ms) versus correct trials [570 ± 13 ms, F(1,43) = 130.4, P < 0.001; Fig. 2B] across both informative and noninformative feedback conditions, indicating a higher degree of uncertainty on error trials. These outcomes are consistent with the original task implementation and the interpretation that the dynamic difficulty manipulation rendered participants dependent on feedback (as opposed to self-monitoring) for evaluation of their trial performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14775, "infons": {"file": "aax2084-F2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Task behavioral metrics as a function of trial type, group, and drug conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14856, "infons": {"file": "aax2084-F2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Task difficulty was individually tailored to achieve consistent percentages of error trials across participants and sessions. Following both error and correct responses, informative feedback was presented on 73% (red/green) and noninformative feedback on 27% of trials (yellow) receiving a participant response. The no-response trials (white) reflected momentary lapses of attention and were not under the control of the task’s adaptive algorithm. (B) Average RT for errors was longer than that for correct trials [RESPONSE main effect (*P < 0.001)]. (C) Nicotine and varenicline decreased the percent of no-response trials among both smokers (PATCH * PILL: P = 0.02) and nonsmokers (PATCH * PILL: P = 0.049). *Significant post hoc pairwise comparisons at a Bonferroni-corrected threshold (n = 3 comparisons). Error bars, SEM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15687, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Group and drug effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 15710, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We assessed the percent of no-response trials, which we conceptualized as a gross behavioral measure of attention, in a GROUP * PATCH * PILL mixed-effects analysis of variance (ANOVA; Fig. 2C). Regarding group effects, we observed modest, but nonsignificant smoker versus nonsmoker differences when considering the percent of no-response trials [smokers, 4.8 ± 0.8%; nonsmokers, 2.5 ± 0.9%; F(1,42) = 3.5, P = 0.07]. However, this GROUP main effect was qualified by the presence of a significant GROUP * PATCH interaction [F(1,42) = 5.6, P = 0.02], which was then followed by separate within-group, repeated-measures ANOVAs with PATCH and PILL as factors. Among abstinent smokers, both nicotine and varenicline affected performance as indicated by a significant PATCH * PILL interaction [F(1.7,38.8) = 4.6, P = 0.02; Fig. 2C]. Specifically, nicotine-induced decreases in no-response trials were observed in the absence of varenicline under both the pre-pill [t(23) = −3.5, P = 0.006] and placebo pill conditions [t(23) = −4.0, P = 0.003]. Similarly, a varenicline-induced decrease was also observed (in the absence of nicotine under the placebo patch conditions) when comparing active varenicline pill versus placebo pill conditions [t(23) = −2.8, P = 0.03]. Among nonsmokers, similar, albeit less robust effects of nicotine and varenicline were observed as indicated by a significant PATCH * PILL interaction [F(1.7,32.6) = 3.6, P = 0.049; Fig. 2C], although no post hoc pairwise comparisons reached significance at a Bonferroni-corrected threshold. Together, these outcomes provided confirmation that (i) nicotine and varenicline administration were linked with alterations in task behavioral responding among both cohorts and (ii) both drugs had their greatest effects among abstinent smokers, thereby serving as a design and pharmacologic-manipulation check.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17573, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Imaging measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 17590, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Task effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 17603, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To characterize brain activity differentially modulated by performance feedback, we contrasted whole-brain blood oxygenation level–dependent (BOLD) signal changes associated with informative (negative) feedback following errors (iE) versus informative (positive) feedback following correct (iC) trials. Across all participants and sessions, negative feedback yielded greater activity (iE > iC) notably in the thalamic region encompassing the habenula, bilateral anterior insula, and the ACC extending into pre–supplementary motor area (pre-SMA) and SMA (Fig. 3A and table S2; see fig. S1 for additional details on the anatomical definition of the habenula). Conversely, positive feedback yielded greater activity (iE < iC) in the bilateral ventral striatum (nucleus accumbens). Isolating the critical task manipulation to the type of feedback (i.e., negative versus positive) as opposed to the type of response (i.e., error versus correct trials), BOLD signal change was similar between error and correct trials followed by noninformative feedback (nE = nC; Fig. 3B and fig. S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18683, "infons": {"file": "aax2084-F3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Task effect: Whole-brain activity following negative (iE) and positive (iC) feedback.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18769, "infons": {"file": "aax2084-F3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Negative feedback increased activity notably in the thalamus encompassing the habenula (outlined in white), bilateral insula, and ACC extending into the pre-SMA and SMA (warm colors, iE > iC feedback; Pcorrected < 0.001). Positive feedback increased activity in the bilateral ventral striatum (cold colors, iE < iC feedback). To provide an anatomical frame of reference (insert), we manually defined the habenular complex within each participant’s T1-weighted structural image using anatomical landmarks and visible tissue contrast (detailed in fig. S1). These individual participant habenula masks were then normalized and summed to produce an overlap image with voxel values possibly ranging from 0 to 44 (24 smokers and 20 nonsmokers). We created an inclusive anatomical frame of reference by outlining those voxels with at least a two-participant overlap (white outline). (B) Mean percent BOLD signal change (β) values from all four feedback conditions (iE, iC, nE, and nC trials) for the (i) habenula, (ii) left anterior insula, and (iii) left ventral striatum (numbering corresponds to that shown in Panel A). While a selective statistical test of the RESPONSE * FEEDBACK interaction would constitute a circular analysis, see fig. S2 for a whole-brain interaction test. (C) Correlations between the contrast values (iE − iC βs) from pairs of ROIs indicated that higher negative feedback responsivity in the habenula region (larger positive values) correlated with higher negative feedback responsivity (larger positive values) in the left insula (P < 0.001), right insula [r(40) = 0.85, P < 0.001, data not shown], and ACC/pre-SMA/SMA [r(40) = 0.90, P < 0.001, data not shown]. Conversely, higher negative feedback responsivity in the habenula ROI (larger positive values), correlated with lower positive feedback responsivity in both the left striatum (smaller negative values, P = 0.03) and the right striatum [r(40) = 0.31, P = 0.046, data not shown]. See table S2 for cluster coordinates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20772, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given the habenula’s known association with error processing circuits and reducing dopaminergic activity, we explored for differential relationships between the feedback-related responsivity (iE − iC) of the habenula-containing region of interest (ROI) and the responsivity of other brain regions to either negative feedback (iE − iC > 0) or positive feedback (iE − iC < 0). Across all participants and sessions, as the negative feedback responsivity of the habenula increased, the insula’s negative feedback responsivity also increased [r(40) = 0.82, P < 0.0001]. In other words, the more responsive the habenula was to negative feedback, the more responsive the insula also was to negative feedback. Conversely, as the negative feedback responsivity of the habenula increased, the striatum’s positive feedback responsivity decreased [r(40) = 0.34, P = 0.03; Fig. 3C]. In other words, the more responsive the habenula was to negative feedback, the less responsive the striatum was to positive feedback. Collectively, these task-effect results are consistent with contemporary views of the habenula’s central role in negative-outcome processing and modulation of dopaminergic circuitry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21959, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Group effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 21973, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To elucidate alterations in brain activity linked with chronic smoking, we compared session-averaged [iE − iC] contrast images between smokers and nonsmokers within a composite mask of interest (fig. S3). Smokers showed less positive feedback responsivity in the bilateral ventral striatum yet more negative feedback responsivity in the left insula (Fig. 4, A and B, and table S3). Assessing β weights separately for iE and iC trials indicated that smokers’ BOLD signal change following iC (positive) feedback was reduced by 60% in the left and 49% in the right ventral striatum, relative to that observed among nonsmokers (fig. S4). When assessing state-level drug effects in these clusters, we observed a high degree of consistency (i.e., nonsignificant differences) in the [iE − iC] contrast values across drug conditions and hence no indication of nicotine or varenicline effects (fig. S4). However, consistent with previous observations and an effect of chronic nicotine dependence, larger reductions in ventral striatal responsivity to positive feedback among smokers correlated with higher FTND scores, a trait-level measure of addiction severity [Fig. 4C; left: r(21) = 0.52, P = 0.036; right: r(21) = 0.43, P = 0.13]. Additional exploratory analyses across all participants suggested that reduced ventral striatal responsivity to positive feedback also correlated with higher session-averaged (i.e., trait-level) negative affect [left: r(40) = 0.34, P = 0.03; right: r(40) = 0.34, P = 0.03; fig. S4].", "sentences": [], "annotations": [], "relations": []}, {"offset": 23483, "infons": {"file": "aax2084-F4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Group effect: Smoker versus nonsmoker differences in feedback responsivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23559, "infons": {"file": "aax2084-F4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) GROUP differences in contrast values (iE − iC βs) were observed in the bilateral ventral striatum and left anterior insula/inferior frontal gyrus (IFG) (independent-samples t test of session-averaged contrast values, Pcorrected < 0.05). (B) Chronic smoking was associated with reduced positive feedback responsivity (smaller negative/larger positive values) in the (i) left and (ii) right striatum and increased negative feedback responsivity (larger positive values) in the (iii) left insula/IFG (numbering corresponds to that in Panel A). (C) Contrast values in smokers’ left ventral striatum correlated with FTND scores (PBonferroni-corrected = 0.036), such that higher levels of addiction severity were linked with greater alterations in positive feedback responsivity (black circles, smokers; gray circles, nonsmokers). Indicative of regional specificity, a similar correlation with FTND scores was not observed for the left anterior insula/IFG (P = 0.7). All nonsmoker FTND scores are undefined (UD) and are staggered around that point in the graph to allow for visualization of all data points. See table S3 for cluster coordinates and fig. S4 for additional cluster characterization including separate β weights from iE and iC trials (as opposed to the difference score).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24843, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Drug effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 24856, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify regions showing activity alterations linked with drug administration during acute nicotine abstinence, we assessed BOLD signal change following iC feedback, which yielded robust smoker versus nonsmoker differences above, in a GROUP * PATCH * PILL LME framework. Although we did not observe any regions showing GROUP * PATCH * PILL or PATCH * PILL interactions, we detected regions demonstrating significant GROUP * PATCH [ventromedial prefrontal cortex (vmPFC) and caudate] and PATCH main effects (cingulate gyrus and a large cluster encompassing the thalamus, habenula, caudate, lentiform nucleus, and insula; table S4). A follow-up within-group repeated-measures ANOVA among abstinent smokers indicated that nicotine (versus placebo) administration was associated with reduced activation in the habenula, bilateral caudate, and cingulate gyrus, (nicotine < placebo) as well as reduced deactivation in the vmPFC following positive feedback (nicotine > placebo; Fig. 5A and table S5). We extracted β coefficients from these ROIs for both positive and negative feedback trials across all sessions and participants for qualitative graphical [to avoid a circular analysis ] or quantitative statistical examination. Qualitative assessment of activity linked with positive (iC) feedback indicated that nicotine-induced alterations in the habenula were observed among smokers, but not nonsmokers (Fig. 5B). Quantitative statistical assessment of activity linked with negative (iE) feedback lead to the same interpretation (Fig. 5C). This was indicated by a significant GROUP * PATCH interaction [F(1,39) = 5.7, P = 0.02], which was followed by within-groups repeated-measures ANOVAs identifying a nicotine-induced reduction of habenula activity among smokers [PATCH main effect: F(1,21) = 24.6, P < 0.001], but not nonsmokers [PATCH main effect: F(1,18) = 1.5, P = 0.2]. Allowing for comprehensive interpretation of pharmacological effects, activity from these ROIs following both positive and negative feedback across all six sessions for both smokers and nonsmokers can be found in fig. S5. Ancillary ROI-based analyses using anatomically defined left and right habenula locations further supported the interpretation that nicotine reduced habenula activity following positive and negative feedback among smokers, but not nonsmokers (fig. S6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27208, "infons": {"file": "aax2084-F5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Drug effect: Nicotine-induced alterations following both positive (iC) and negative (iE) feedback.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27307, "infons": {"file": "aax2084-F5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Nicotine administration to smokers was associated with reduced activation in the habenula (outlined in white), left and right caudate, and cingulate gyrus as well as reduced deactivation of the vmPFC. These regions were identified when considering the PATCH main effect in a within-group PATCH * PILL repeated-measures analysis among smokers. To indicate regional direction of change, a general linear t test contrast was included in the model (cold colors, nicotine < placebo; warm colors, nicotine > placebo; Pcorrected < 0.05). (B) Qualitative inspection of mean BOLD signal change from select regions indicated that nicotine-induced alterations following positive (iC) feedback were observed among smokers, but not nonsmokers in the (i) habenula, (ii) right caudate, and (iii) vmPFC. (C) Selective statistical assessment of mean BOLD signal change from select regions indicated that nicotine-induced alterations following negative (iE) feedback were observed among smokers, but not nonsmokers particularly in the habenula. This was indicated by a significant GROUP * PATCH interaction (P = 0.02) identified within a GROUP * PATCH * PILL mixed-effects ANOVA. (D) RMcorr assessing the within-individual relationships between brain activity and TCQ total scores indicated that smokers’ habenula (PBonferonni-corrected = 0.01) and vmPFC (PBonferronni-corrected = 0.02) activity following positive feedback were linked with craving. Indicative of regional specificity, a similar within-individual relationship was not observed when considering caudate activity (P = 0.14). In these RMcorr scatter plots, colored circles designate observations from the same smoker (at different sessions), and colored parallel lines designate the RMcorr fits common across each participant. See table S5 for cluster coordinates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29122, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Consistent with a link to a state-level measure of withdrawal status, a repeated-measures correlation (RMcorr) assessment indicated that higher session-specific habenula activity within an individual smoker was associated with higher state levels of tobacco craving assessed during that same session [r(102) = 0.27, P = 0.01; Fig. 5D]. Additional exploratory analyses across all participants suggested that higher session-specific habenula activity within an individual participant also correlated with higher state-level social anhedonia assessed that same session [r(193) = 0.16, P = 0.03; fig. S7].", "sentences": [], "annotations": [], "relations": []}, {"offset": 29724, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 29735, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While the ventral striatum, ACC, and insula are regarded as key constituents in the neurocircuitry of addiction, emerging preclinical evidence also implicates the habenula as a contributor to negative reinforcement mechanisms perpetuating nicotine use, particularly during the early stages of cessation. In the context of a pharmacological fMRI study, we used a performance feedback task previously shown to differentially activate these brain regions and delineated functional alterations both as a function of a chronic smoking history (smokers versus nonsmokers) and as a function of drug administration (nicotine, varenicline versus placebo) following acute smoking abstinence (~14 hours). Regarding task effects, we observed increased activity following negative feedback in the habenula, ACC, and bilateral anterior insula, as well as increased activity following positive feedback in the bilateral ventral striatum. Regarding group effects, smokers (versus nonsmokers) showed reduced ventral striatal responsivity to positive feedback, an alteration that was not alleviated by drug administration, but rather was associated with higher trait levels of addiction severity among smokers and elevated self-reported negative affect across all participants. Regarding drug effects, nicotine (versus placebo) decreased habenula activity following positive and negative feedback in overnight abstinent smokers (but not nonsmokers) with greater habenula activity associated with elevated state levels of tobacco craving among smokers and elevated social anhedonia across all participants. Together, these results highlight a dissociation between functional brain alterations underlying two facets of tobacco use disorder, namely, those linked with trait dependence severity (addiction related) and those linked with state pharmacologic factors (withdrawal related).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31600, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Task performance measures served as a drug-manipulation check", "sentences": [], "annotations": [], "relations": []}, {"offset": 31662, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Behavioral results demonstrated that nicotine and varenicline administration augmented gross task-based attention among smokers and nonsmokers. Specifically, both drugs reduced the number of momentary attentional lapses (i.e., no-response trials) as indicated by significant within-group PATCH * PILL interactions. This interaction pattern is generally consistent with the known pharmacodynamic actions of nicotine (full agonist) and varenicline (partial agonist) at α4β2 nAChRs and similar to previous observations when assessing heart rate, other behavioral measures, as well as task-based and resting-state fMRI measures, all within the current experimental design and cohort. Performance deficits among cigarette smokers and associated nicotine-induced enhancement manifest in multiple domains, particularly when considering aspects of attention. Whereas nicotine-induced performance enhancement among short-term abstinent smokers represents acute withdrawal reversal, these effects among nonsmokers likely reflect attentional enhancement independent of withdrawal relief. Performance enhancement was less pronounced among our sample of nonsmokers likely because of floor/ceiling effects and the minimal dynamic range for drug administration to further augment performance. These behavioral alterations following nicotine and varenicline administration served as a pharmacologic-manipulation check confirming that these drugs yielded an overt response in both participant cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33147, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Replication of neuroimaging task effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 33188, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "When assessing task-related brain activity across all participants, we largely replicated the original implementation of the task that assessed healthy individuals. Specifically, we observed increased habenula, ACC, and bilateral insula activity following negative feedback and increased bilateral nucleus accumbens activity following positive feedback. Given renewed interest in the reproducibility of psychological and, in particular, neuroimaging results, replication of these task-based outcomes within a larger sample than that from the original report and across multiple scanning sessions is noteworthy. In addition, our results extend the body of extant literature on human habenula function by providing further evidence for the region’s role in reward processing. Specifically, we explored the interrelation of brain activity between pairs of task-related regions (i.e., correlations between feedback-related activity from the habenula, insula, ACC, and striatum). We observed that as the responsivity of the habenula increased to negative feedback across participants, the insula’s and ACC’s responsivity to negative feedback also increased, while conversely, the ventral striatum’s responsivity to positive feedback decreased. These exploratory correlational outcomes are generally consistent with the habenula’s role in negative-outcome processing, within a larger negative-outcome processing neurocircuitry, and in inhibiting activity of DAergic neurons that project to the ventral striatum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34694, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Striatal function and trait-level addiction severity (group effects)", "sentences": [], "annotations": [], "relations": []}, {"offset": 34763, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Overnight abstinent cigarette smokers, relative to nonsmokers, had lower neural responses to positive feedback in the bilateral ventral striatum. This finding is consistent with accumulating neuroimaging evidence suggesting that dysregulated reward processing among chronic smokers is mediated by neuroadaptations (and/or preexisting vulnerabilities) within the striatum that manifest as both hypersensitivity to drug-related reward (e.g., cues) and hyposensitivity to monetary rewards. Another noteworthy aspect of this study is that the current task used nonmonetary feedback (i.e., emojis) to inform participants about trial outcomes, thereby speaking to the generalizability of striatal dysfunction beyond the anticipation and receipt of monetary rewards. Critically, smokers’ blunted striatal responses to positive feedback were not altered by nicotine or varenicline, but rather were correlated with addiction severity (FTND) scores. This relationship between blunted striatal activity and increased trait levels of addiction severity is largely consistent with our previous observations within the same experimental design, but using a probabilistic reversal learning (PRL) task to probe MCL circuitry. In that report, we observed hypoactivation within the bilateral dorsal striatum and dorsal ACC (dACC) following the receipt of monetary rewards among abstinent smokers versus nonsmokers, a deficit that was more pronounced with increasing FTND scores. Although speculative, we suggest that the ventral (current report) versus dorsal [previous report ] distinction may reflect differences in the cognitive demands of the tasks used and the dissociation of dorsal striatal circuitry associated with goal-directed learning from ventral striatal circuitry associated with goal-directed performance. More specifically, the PRL task involved learning when to change one’s behavior versus when to maintain a previous behavior, thereby probing dorsal striatal functioning, whereas the current performance feedback task involved less of a learning component and thereby served more as a probe of ventral striatal functioning. Moving beyond activity within circumscribed regions, additional evidence also implicates the functional connectivity between the striatum and dACC as similarly reflecting addiction severity. Hence, we have previously proposed that altered activity within the striatum and/or its functional connectivity with the dACC is linked with trait-level addiction severity as such brain measures are correlated with FTND scores and are not affected by acute nAChR agonist administration. The current results are consistent with this position and suggest that classes of pharmacologic agents other than nAChR agonists may be needed to target this facet of tobacco use disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37556, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Habenular function and state-level pharmacological factors (drug effects)", "sentences": [], "annotations": [], "relations": []}, {"offset": 37630, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In contrast to ventral striatal activity, habenular activity following both positive and negative feedback was modulated by acute nicotine (versus placebo) administration among abstinent smokers. This finding is consistent with recent theorizing regarding the habenula’s critical role in the development of addiction and mediating the transition from positive to negative reinforcement mechanisms perpetuating drug use. Whereas positive reinforcement relates to learning via the receipt of outcomes engendering a positive state (rewards), negative reinforcement relates to learning via the alleviation of outcomes engendering a negative state (removal of aversive stimuli). In the context of abstinent cigarette smokers, these negative states may include aversive nicotine withdrawal symptoms, including tobacco craving, anhedonia, irritability, and deficits in brain systems linked with reward processing. Emerging preclinical evidence suggests that the habenula contributes to negative reinforcement mechanisms perpetuating nicotine use, including withdrawal-induced anhedonia, anxiety, and depression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38735, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Noteworthy, we provide empirical evidence that elevated habenula activity during acute smoking abstinence can be ameliorated by NRT. Nicotine appeared to down-regulate habenula activity in a “trial nonspecific” fashion (i.e., following both positive and negative outcomes) among abstinent smokers during performance feedback. From a different perspective, acute nicotine abstinence was associated with up-regulated habenula activity. Whereas DA neurons increase firing to stimuli predicting positive outcomes and are inhibited by stimuli predicting negative outcomes, habenula neurons show the opposite pattern and increase firing to negative outcome–predicting stimuli and decrease firing to positive outcome–predicting stimuli. We speculate that up-regulated habenula activity during acute abstinence may contribute to at least two commonly reported withdrawal symptoms, namely, irritability and anhedonia. Operationalizing irritability as enhanced responsivity to negative outcomes, increased habenula activity following negative feedback may be a neurobiological manifestation of this withdrawal symptom. Such a perspective is consistent with the habenula being a critical component of error-related neurocircuitry. Operationalizing anhedonia as attenuated responsivity to a positive outcome, increased habenula activity following positive feedback may, in part, contribute to a hypodopaminergic state and anhedonia. When considering all participants, we observed a positive correlation between greater habenula activity following positive feedback and higher state levels of self-reported social anhedonia. Unfortunately, we did not use a validated, multi-item self-report assessment of irritability to provide empirical support for a potential link between elevated habenula activity following negative feedback and higher levels of irritability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40588, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Linking these brain alterations with a clinically relevant construct, we observed that the higher an individual smoker’s session-specific habenula activity was, the greater their state level of tobacco craving was during that same scanning visit. Habenular structural and functional alterations have previously been linked with major depressive disorder, a condition in which smokers are overrepresented and in which social anhedonia has been regarded as an endophenotype. Consistent with these prior observations, we observed that the higher an individual participant’s session-specific habenula activity was, the greater their self-reported social anhedonia also was during that same scanning visit. Hence, we propose that habenular activity is linked with the state of nicotine withdrawal, given that these brain measures were modulated by NRT in abstinent smokers, unaltered by nicotine in nonsmokers, and linked with self-reported tobacco craving and social anhedonia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41562, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 41574, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While our experimental design involving drug and placebo administration to smokers and nonsmokers allowed us to characterize functional alterations as a function of both chronic smoking and acute nicotine withdrawal, methodical limitations should be considered. First, the small size of the habenula [~30 mm3; (52)] generally limits its assessment in human fMRI studies using “standard” echo-planar imaging (EPI) protocols (e.g., resampled 3-mm isotropic voxels). Given individual variation in habenula locations even after normalization to standard space, smoothing of functional data was a necessary step for voxel-wise group-level analyses. Although we applied a minimal amount of spatial smoothing [smoothed to 7-mm full width at half maximum (FWHM)], given the habenula’s small size, we cannot rule out the possibility that signals within the anatomical habenula were potentially contaminated by signals from surrounding regions/structures. That said, the regions immediately adjacent to the habenula that, because of partial volume effects, could have contributed to the signal measured (e.g., mediodorsal thalamus) are not known to have functional properties consistent with that identified for the habenula in preclinical models. Related, given the habenula’s adjacency to the ventricles, the BOLD signal in this location may be susceptible to physiological artifacts (e.g., pulsation and respiration), which are a source of noise in fMRI data. While we did not collect peripheral recordings of heart rate or respiration to minimize the already high participant burden of this study, we acknowledge that the inclusion of these measures as regressors of no interest could potentially improve assessments of this region. Continued improvements in equipment hardware and continued development of open-source toolboxes will increase the more widespread adoption of physiological noise reduction. These limitations may be at least partially circumvented using higher-resolution imaging techniques achieved at 7 T or at 3 T yielding voxel resolution in the 1- to 2-mm isotropic range as well as enhanced preprocessing for physiological noise reduction. Second, we acknowledge the functional specialization of the medial and lateral subdivisions of the habenula identified in preclinical work such that medial aspects having higher densities of nAChRs have been primarily linked with aversive responses to high nicotine doses and the lateral habenula having been primarily linked with reward processing, aversive stimuli, and emotions. However, given the resolution of our fMRI data, we are not able to speak to these subregional implications. Third, to ensure sufficient power needed to detect higher-level group and drug effects on task-based brain activity, we used a small volume–corrected mask based on a priori hypotheses of brain regions implicated in nicotine withdrawal. However, group and drug effects in brain regions extending outside of our a priori mask may provide additional insight into neurobiological processes relevant to smoking-related behaviors. Last, because of sample size limitations, the effect of biological sex on these outcomes were not directly assessed despite emerging evidence of differential brain activity linked to nicotine withdrawal in females and males.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44869, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "CONCLUSIONS", "sentences": [], "annotations": [], "relations": []}, {"offset": 44881, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This study highlights a dissociation between neurobiological processes linked with trait-level addiction severity and those linked with state-level nicotine withdrawal. Using a performance feedback task, we replicated differential patterns of brain activity in the habenula, insula, ACC, and ventral striatum following positive and negative feedback. Abstinent smokers showed reduced striatal responsivity to positive feedback, an alteration that was not ameliorated by administration of two commonly used pharmacologic smoking cessation aids, but rather was correlated with severity of nicotine addiction. Conversely, nicotine administration decreased habenula activity following positive feedback among abstinent smokers, and such activity was correlated with self-reported tobacco craving and social anhedonia. These outcomes provide evidence linking human habenula function with state-like aspects of tobacco use disorder. Delineating the brain mechanisms perpetuating cigarette smoking that are, and are not, mitigated by NRT may expedite development of improved smoking cessation interventions. Specifically, these outcomes provide insight into why common pharmacologic interventions fail for most smokers. That is, nicotinic drug administration did not appear to affect trait-level dysregulated striatal activity following positive feedback. Interventions simultaneously targeting both trait-like addiction-related and state-like withdrawal-related facets of tobacco use disorder may improve cessation outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46400, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "MATERIALS AND METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 46422, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 46435, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A total of 24 nontreatment-seeking daily cigarette smokers (≥10 cigarettes/day for >2 years, 12 females) and 20 nonsmokers (no smoking within the last 2 years and no lifetime history of daily smoking, 10 females) completed the study. All 44 participants were right-handed, were 18 to 55 years of age, and were recruited at the National Institute on Drug Abuse–Intramural Research Program (NIDA-IRP) in Baltimore, MD. Participants were healthy with no reported history of drug dependence (other than nicotine in smokers), neurological or psychiatric disorders, cardiovascular or renal impairments, diabetes, or MRI contraindications. Cigarette smokers were 36 ± 10 years old (mean ± SD), reported daily smoking for 18 ± 11 years, smoked 18 ± 8 cigarettes/day, and were moderately nicotine dependent (FTND scores: 5 ± 2; table S1). As nonsmokers were younger (30 ± 7 years old) than smokers, we considered the influence of age when comparing groups. The results and interpretations when including age as a covariate in between-group behavioral and neuroimaging assessments were the same as when age was not included. All participants’ data were used in behavioral assessments; however, for imaging assessments, fMRI data from two male smokers and one male nonsmoker were excluded because of excessive head motion during scanning (criteria described below). We obtained written informed consent in accordance with the NIDA-IRP Institutional Review Board, and volunteers were compensated for participation. This study was registered at clinicaltrials.gov (NCT00830739).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48001, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental design and procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 48036, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We collected self-report questionnaire, behavioral task performance, and MRI data from participants in the context of a within-participant, double-blind, placebo-controlled, crossover study, involving two drugs: transdermal nicotine (NicoDerm CQ, GlaxoSmithKline) and oral varenicline (Chantix, Pfizer). The 6- to 8-week study duration involved a total of nine visits, each on different days (one orientation, two neurocognitive, and six neuroimaging visits; Fig. 1A). During the orientation visit, participants gave informed consent, completed baseline self-report measures, and received training on multiple neuroimaging tasks (one described herein). Task instructions were initially explained at a bench computer, and then practice was completed in a mock MRI scanner. During the neurocognitive visits, participants completed self-report measures and behavioral testing (not described further). At three time points during a varenicline administration regimen [PILL factor: pre-pill (baseline) versus placebo versus varenicline], participants completed MRI scanning on two occasions, once while wearing a nicotine patch and once while wearing a placebo patch (PATCH factor). Following two initial pre-pill imaging sessions, each participant underwent ~17 days of varenicline and placebo pill administration and completed nicotine and placebo patch visits toward the end of both pill periods. During each of the six neuroimaging days, participants completed two MRI sessions lasting ~2 hours each (an a.m. and a p.m. session). The a.m. session began ~2 to 2.5 hours after patch application. During this session, participants completed a Flanker task, a performance feedback task (described below), and a response inhibition task. The performance feedback task was completed ~45 min after scanner entry and 2.5 to 3.5 hours after patch application.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49886, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Varenicline was administered according to standard guidelines beginning with a once-daily dose of 0.5 mg on days 1 to 3, 0.5 mg twice daily on days 4 to 7, and increased to 1 mg twice daily on days 8 to 17. (www.pfizer.com/products/product-detail/chantix). Active varenicline and placebo pills were packaged to be identical in appearance. Scanning sessions occurred at the end of each regimen (varenicline, 17.0 ± 4.2 days; placebo pill, 16.5 ± 3.4 days). Pill administration periods were not separated by a washout interval. For participants with a placebo regimen that followed the varenicline regimen, carryover effects were assumed negligible given the ~24-hour elimination half-life of varenicline and the fact that placebo pill scanning sessions and active varenicline pill scanning sessions were separated by more than 2 weeks. Adherence to the pill regimen was confirmed by pill count and participant self-report the morning of each MRI visit; data on medication adherence have been reported elsewhere. Pill regimen side effects and adherence were monitored by regular telephone assessments and at in-person visits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51010, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each of the pill conditions, nicotine or placebo patches were applied to the upper back at the start of fMRI visits (separated by 2.9 ± 1.7 days). The patch was worn for the duration of each 9-hour neuroimaging visit. Pharmacokinetic data indicate that plasma nicotine concentrations reach a peak within 2 to 4 hours after patch application, remain relatively stable for the next 4 to 6 hours, and then gradually decrease beginning ~8 to 10 hours after application. Hence, data collection occurred within a 2- to 9-hour postpatch window associated with steady plasma nicotine levels. All nonsmokers were administered 7-mg nicotine patches. For smokers, a multiple dosing strategy was used to match daily nicotine intake: 21 mg (10 to 15 cigarettes/day; n = 11), 28 mg (16 to 20 cigarettes/day; n = 9), 35 mg (21 to 25 cigarettes/day; n = 1), and 42 mg (>25 cigarettes/day; n = 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51895, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Overnight abstinence was required on neuroimaging days. Smokers were instructed to have their last cigarette 12 hours before their scheduled arrival. All participants were instructed to abstain from alcohol for 24 hours and to moderate caffeine intake for 12 hours. Upon arrival, all participants were tested for recent drug and alcohol use and for expired carbon monoxide (CO) levels. A CO guideline of less than 15 parts per million (ppm) was used to verify smoking abstinence. Indicative of compliance, smokers’ CO levels were lower at neuroimaging visits (7.1 ± 2.6 ppm) in comparison to the orientation and neurocognitive visits that did not require abstinence [18.9 ± 8.9 ppm; t(23) = −8.2, P < 0.001]. Nonsmokers’ CO levels did not differ between these visits (abstinence required, 1.9 ± 0.3 ppm; not required, 1.8 ± 0.4 ppm; P = 0.2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52738, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Self-report measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 52759, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We assessed clinically relevant constructs (addiction severity, tobacco craving, affect, and anhedonia) using previously validated and commonly used self-report instruments. In the context of cigarette smoking, addiction severity is typically quantified with the six-item FTND. FTND scores are highly heritable and routinely used as a primary phenotype in studies linking smoking behaviors with nAChR and other genetic variants. Hence, we conceptualized FTND scores (range, 1 to 10) collected during the orientation visit as a trait-level measure of nicotine addiction severity. Additionally, smoker’s tobacco cravings were assessed each neuroimaging visit with the 12-item, short form of the TCQ. TCQ items were rated on a seven-point scale (strongly disagree to strongly agree) and yielded a total score (range, 12 to 84) and four subscale scores (emotionality, expectancy, compulsivity, and purposefulness). We focused on the TCQ total score that we conceptualized as a state-level measure of nicotine withdrawal status. All participants also completed instruments to assess affect and anhedonia at each neuroimaging visit. Specifically, participants completed the PANAS, which is composed of two 10-item scales assessing positive affect (active, alert, attentive, determined, enthusiastic, excited, inspired, interested, proud, and strong) and negative affect (afraid, ashamed, distressed, guilty, hostile, irritable, jittery, nervous, scared, and upset). PANAS items were rated on a five-point scale (not at all/very little to extremely) yielding positive and negative affect scores with a possible range from 10 to 50. Participants also completed the RSAS, which is a 40-item true-false questionnaire that measures pleasure (or lack thereof) derived from interpersonal sources. RSAS items are dichotomously scored, and total scores range from 0 to 40 such that higher values indicate greater levels of anhedonia. Elevated social anhedonia is common among individuals diagnosed with depression and schizophrenia, two neuropsychiatric conditions linked with aberrant habenula function and in which smokers are overrepresented. The TCQ (smokers only), PANAS, and RSAS were collected each neuroimaging visit ~1.5 hours after completion of the performance feedback task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55031, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Performance feedback task", "sentences": [], "annotations": [], "relations": []}, {"offset": 55057, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At each neuroimaging visit, participants performed a positive and negative performance feedback task, called the motion prediction task, previously shown to differentially activate the habenula, ACC, insula, and ventral striatum. The participants’ objective was to predict which of two moving balls, starting from different locations and traveling at different speeds, would be the first to reach a finish line after viewing a brief clip of the balls’ motion (Fig. 1B). Each trial began with a variable fixation interval (3500 to 4500 ms), which was followed by the appearance of the finish line (500 ms) to signify an upcoming motion event. Participants then viewed a short sequence (1400 ms) of the two balls traveling at different speeds from different starting locations on the left side of the screen toward the finish line on the right side of the screen. Still far from the finish line, the balls disappeared, and the question “Which ball?” was presented (1350 ms). Participants indicated their prediction/decision via a right-handed button press with either the index (ball 1) or middle finger (ball 2) during this response window. After a fixed delay (750 ms), performance feedback (emojis) about the correctness of the participants’ prediction was presented (1000 ms).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56336, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Performance feedback was delivered to participants in a two-factor, FEEDBACK [informative (i) versus noninformative (n)] * RESPONSE [correct (C) versus error (E)], fashion. Under informative feedback, participants always received positive feedback (i.e., a happy emoji) following a correct response (iC) and always received negative feedback (i.e., a sad emoji) following an erroneous response (iE). Under noninformative feedback, participants received no information on whether they gave a correct or erroneous response as the same feedback was presented on both nC and nE trials (i.e., an ambiguous emoji). Informative feedback was presented on 73% of trials and noninformative feedback on 27%. This feedback schedule allowed us to determine which task-related aspect more robustly influenced brain activity, namely, the type of feedback (positive versus negative) or the type of response (correct versus error). Task-related BOLD signal change was anticipated to be robustly modulated on error versus correct trials when followed by informative feedback. If participants failed to respond during the designated response window, then they received a fifth type of feedback (i.e., a confused emoji) for these no-response trials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57566, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Task difficulty, operationalized as the time difference between the two balls’ arrival at the finish line, was dynamically manipulated on the basis of each participant’s behavior to maintain error rates at ~35% (i.e., an error rate between 0.3 and 0.4 over a sliding window). Specifically, over a 10-trial sliding window, if error rates were below 0.3, then task difficulty was increased, and if the rate was above 0.4, then task difficulty was decreased. This task feature was intended to induce participant uncertainty about trial performance until feedback delivery (i.e., to mitigate the self-detection of errors). While the dynamic difficulty manipulation was intended to consistently maintain error rates across participants and across the six neuroimaging visits, one behavioral aspect not under the control of the task’s adaptive algorithm was the number of no-response trials (errors of omission), which reflect momentary lapses of attention. For each no-response trial encountered, the adaptive algorithm reduced the targeted number of correct trials by one. Hence, the percent values of no-response and correct trials were inversely related, demonstrated more variability across participants and sessions than that for error trials, and thus provided a convenient behavioral metric to assess group- and drug-related effects on these two dependent variables, which we interpreted as gross behavioral measures of attention. Given that the percent of no-response and correct trials were “mirror images” of each other, only no-response trial results are presented. Task presentation and behavioral performance recording were controlled by E-prime software (v1.2, Psychology Software Tools). Participants completed a total of 240 trials in four 9-min runs with short rest periods between runs 1 to 2 and 3 to 4 and a longer break between runs 2 and 3 (during which a T1-weighted structural MRI was collected and participants were instructed to relax while staying as still as possible).", "sentences": [], "annotations": [], "relations": []}, {"offset": 59559, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Behavioral measures: Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59601, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The primary behavioral performance measures considered from the task were RTs and the percent of no-response trials. To replicate outcomes from the original task implementation [7] and to assess task engagement, we analyzed RT data in a FEEDBACK [informative (i) versus noninformative (n)] * RESPONSE [correct (C) versus error (E)] repeated-measures ANOVA using SPSS (v23, Chicago, IL). As this analysis focused on the overall task effect (as opposed to session-specific fluctuations), each participant’s RT data were first averaged across all six neuroimaging visits (i.e., collapsed across session) separately for each trial type. Main and interaction effects were considered. To characterize group effects and drug effects on an objective measure of attention, we analyzed the percent of no-response trials in a mixed-effects ANOVA, including factors for GROUP (between participants: smokers versus nonsmokers), PATCH (within participants: nicotine versus placebo), and PILL (within participants: pre-pill, varenicline, versus placebo). Main and interaction effects were considered, and significant interactions involving the GROUP factor and/or a PATCH main effect were followed by within-group, repeated-measures ANOVAs including PATCH and PILL as factors. Geisser-Greenhouse corrections for violations of sphericity were used when considering effects involving the PILL factor (three levels). Pairwise follow-up t tests comparing nicotine versus placebo PATCH differences (in the absence of varenicline under placebo pill conditions) and assessing varenicline versus placebo PILL differences (in the absence of nicotine under placebo patch conditions) were Bonferroni-corrected. All participants (N = 44) sufficiently performed the task and contributed behavioral data to these analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61395, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI data acquisition and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 61429, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRI data were collected on a Siemens 3T Magnetom Allegra scanner (Erlangen, Germany). During task performance, 33 slices (5 mm thick) were obtained in the sagittal plane using a T2*-weighted, single-shot, gradient-echo, EPI sequence sensitive to BOLD effects [272 volumes per run, repetition time = 2000 ms (332-ms delay), echo time = 27 ms, flip angle = 80°, field of view = 220 mm in a 64 × 64 matrix]. As simultaneous electroencephalography (EEG) data were also acquired (not discussed further), sagittal images were collected with a delay between volume acquisitions to aid scanner-artifact removal from EEG recordings. T1-weighted structural images were obtained using a magnetization-prepared rapid gradient-echo sequence (MPRAGE: repetition time = 2500 ms; echo time = 4.38 ms; flip angle = 8°; voxel size = 1 mm3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 62252, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Neuroimaging data were preprocessed and analyzed using Analysis of Functional NeuroImages (AFNI) (version 16.3.18; http://afni.nimh.nih.gov/afni/). Functional images were slice time– and motion-corrected, registered to the anatomical volume, normalized into Talairach space (3-mm isotropic voxels, 27 μl), and spatially blurred to 7-mm FWHM (AFNI’s 3dBlurToFWHM). Following motion correction, functional volumes/frames with > 0.35-mm Euclidean norm mean displacement were censored along with the immediately adjacent volumes. Those volumes with fewer than three contiguous uncensored neighbors were also flagged for censoring. Individual scanning sessions were excluded from imaging analyses if more than 25% of the functional volumes were motion-censored. This resulted in the exclusion of three male participants (two smokers and one nonsmoker) from further analyses given that a majority of their six neuroimaging sessions were flagged as high motion. Six additional participants had between one and three scanning sessions discarded from further analysis because of motion. Hence, 41 participants (22 smokers and 19 nonsmokers) contributed neuroimaging data to these analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63433, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional time series were normalized to percent signal change and submitted to voxel-wise multiple regression. In the first-level general linear model (GLM), we included five separate task-related regressors as impulse functions time-locked to the onset of feedback presentation (iC, iE, nC, nE, and no response trials). These regressors were convolved with a model hemodynamic response (gamma) function and its temporal derivatives. Regressors of no interest also included in the GLM were the six motion-correction parameters as well as fourth-order polynomial regressors to capture residual head motion and baseline trends in the BOLD signal, respectively. As the time series were scaled by the voxel-wise mean, resulting regression (β) coefficients, calculated per regressor, participant, and session, were interpreted as an approximation of percent BOLD signal change (% BOLD Δ) from the implicit baseline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64346, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Task effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 64359, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To replicate outcomes from the original task implementation and to identify regions showing differential activity following performance feedback, we calculated contrast images between negative and positive feedback (iE − iC βs). Individual participant’s contrast images were first averaged across all sessions and then submitted to a group-level, whole-brain, one-sample t test (two tailed, 3dTtest++). The resulting statistical maps were thresholded correcting for family-wise error at Pcorrected < 0.001 [Pvoxel-wise < 0.0001, cluster extent: 15 voxels, 51,704 voxels in the whole-brain mask, 3dClustSim with the spatial autocorrelation function correction ]. For graphical examination and follow-up analyses, we extracted the mean β coefficients associated with specific task events (iE, iC, nE, and nC) and the [iE − iC] contrast values from the identified task-related clusters/ROIs by averaging across all voxels within each separate ROI. We performed exploratory bivariate Pearson’s correlations between the contrast values (iE − iC βs) from pairs of identified ROIs to examine the relationship between the feedback-related responsivity of the habenula, insula, and ventral striatum. These exploratory correlation analyses were not Bonferronni-corrected for multiple comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65646, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Group effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 65660, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To characterize functional alterations linked with a chronic smoking history, we compared session-averaged (iE − iC) contrast images between smokers and nonsmokers in a two-tailed independent-samples t test (3dTtest++). Given our a priori focus on brain regions previously linked with addiction, nicotine withdrawal, and feedback processing in the MCL circuitry, we applied a family-wise error correction (Pcorrected < 0.05) within a composite mask of interest consisting of the bilateral nucleus accumbens, caudate, putamen, pallidum, anterior insula, anterior cingulate, middle anterior cingulate, subcallosal cingulate, and habenula regions (fig. S3). All anatomical masks came from the Desai maximum probability map, with the exception of the habenula mask that was defined by placing 3-mm radius spheres around left and right hemisphere coordinates previously reported for the motion prediction task. Within the composite mask, statistical maps were thresholded correcting for family-wise error at Pcorrected < 0.05 (Pvoxel-wise < 0.001, cluster extent: 9 voxels, 7684 voxels in composite mask). For graphical examination and follow-up analyses, we extracted the mean contrast values (iE − iC βs) as well as the individual β coefficients for iE and iC trials from those ROIs showing smoker versus nonsmoker differences. To link altered brain activity among smokers with a clinically relevant construct, we conducted a priori hypothesized Pearson’s correlations between the [iE − iC] contrast values from identified ROIs and smokers’ FTND scores that reflect trait levels of addiction severity. The P values resulting from these a priori correlation analyses were Bonferronni-corrected (n = 3; the number of ROIs considered). To further link feedback-related brain activity from all participants with self-reported affect, we conducted post hoc exploratory correlations between [iE − iC] contrast values and each participant’s PANAS scores. Given that we were interested in trait levels of affect (paralleling the session-averaged, trait-level assessment of brain activity), we computed a session-averaged metric of positive and negative affect. Specifically, participants completed the PANAS at each study visit, and we were interested in an individual’s general level of affect as opposed to session-to-session fluctuations. These exploratory correlation analyses were not Bonferronni-corrected for multiple comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68087, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Drug effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 68100, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To delineate functional alterations linked with acute drug administration, we assessed β coefficient images from iC (positive) feedback trials in a LME framework (3dLME, v1.9.8), including factors for GROUP (between participants: smoker versus nonsmoker), PATCH (within participants: nicotine versus placebo), and PILL (within participants: pre-pill, varenicline, versus placebo). The LME framework was used given missing session data associated with our motion censoring criteria described above. We focused on iC feedback trials given that a larger effect size was observed for these trials (relative to iE feedback) when assessing smoker versus nonsmoker differences in the group effects analysis above. Significant interaction effects involving the GROUP factor and/or PATCH main effects were followed by within-group (i.e., smokers) LME analyses including PATCH and PILL as factors. Main and interaction effects were of interest. Within this analysis model, a general linear t test was performed comparing nicotine versus placebo patch to visually represent the direction of drug-related alterations (i.e., nicotine < placebo, nicotine > placebo) associated with the PATCH main effect. To maximize the potential for producing generalizable results and minimizing type I error rates, this LME model used a “maximal random effects structure” (i.e., included random intercepts for participants and random slopes for the PATCH, PILL, and PATCH * PILL effects; -ranEff ‘~1 + patch + pill + pill*patch’). Statistical maps were thresholded correcting for family-wise error within the composite mask as described above for the group effects analysis. We extracted the β coefficients from both the iC and iE trials from those ROIs separately showing drug-induced effects for all six drug conditions and across both groups (smokers and nonsmokers) for qualitative graphical [to avoid a circular analysis ] and/or selective quantitative statistical examination, thereby facilitating comprehensive interpretation of pharmacological effects. While a selective analysis of smokers’ iC β coefficients would constituent a circular analysis, we extracted these parameter estimates only for graphical representation. Given that the iE β coefficients were unrelated to the statistical test used to identify voxels of interest, we assessed parameter estimates from select regions in a GROUP * PATCH * PILL mixed-effects ANOVA using SPSS. Significant interactions involving the GROUP factor and/or PATCH main effects were followed by within-group, repeated-measures ANOVAs including PATCH and PILL as factors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70694, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To link session-to-session fluctuations in brain activity among smokers with a clinically relevant construct, we conducted a priori hypothesized RMcorr between session-specific iC β values from identified ROIs and smokers’ session-specific TCQ scores that reflect a state-level measure of withdrawal status. RMcorr is a statistical procedure implemented in R (v3.5.0) to characterize the within-participant association between two measures assessed on two or more occasions common across all participants. The P values resulting from these a priori RMcorr analyses were Bonferronni-corrected (n = 3; the number of ROIs considered). To further link session-to-session fluctuations in brain activity from all participants with self-reported anhedonia, we conducted post hoc exploratory RMcorr between session-specific iC beta values and each participant’s session-specific RSAS scores. These exploratory RMcorr analyses were not corrected for multiple comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71657, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 71680, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "SUPPLEMENTARY MATERIALS", "sentences": [], "annotations": [], "relations": []}, {"offset": 71704, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES AND NOTES", "sentences": [], "annotations": [], "relations": []}, {"offset": 71725, "infons": {"fpage": "537", "lpage": "549", "name_0": "surname:Powell;given-names:J.", "name_1": "surname:Dawkins;given-names:L.", "name_2": "surname:West;given-names:R.", "name_3": "surname:Powell;given-names:J.", "name_4": "surname:Pickering;given-names:A.", "pub-id_pmid": "20703450", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "212", "year": "2010"}, "text": "Relapse to smoking during unaided cessation: Clinical, cognitive and motivational predictors", "sentences": [], "annotations": [], "relations": []}, {"offset": 71818, "infons": {"fpage": "29", "lpage": "38", "name_0": "surname:Hughes;given-names:J. R.", "name_1": "surname:Keely;given-names:J.", "name_2": "surname:Naud;given-names:S.", "pub-id_pmid": "14678060", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "99", "year": "2004"}, "text": "Shape of the relapse curve and long-term abstinence among untreated smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 71894, "infons": {"fpage": "e011045", "name_0": "surname:Chaiton;given-names:M.", "name_1": "surname:Diemert;given-names:L.", "name_2": "surname:Cohen;given-names:J. E.", "name_3": "surname:Bondy;given-names:S. J.", "name_4": "surname:Selby;given-names:P.", "name_5": "surname:Philipneri;given-names:A.", "name_6": "surname:Schwartz;given-names:R.", "section_type": "REF", "source": "BMJ Open", "type": "ref", "volume": "6", "year": "2016"}, "text": "Estimating the number of quit attempts it takes to quit smoking successfully in a longitudinal cohort of smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 72007, "infons": {"fpage": "295", "lpage": "314", "name_0": "surname:Di Chiara;given-names:G.", "pub-id_pmid": "10771025", "section_type": "REF", "source": "Eur. J. Pharmacol.", "type": "ref", "volume": "393", "year": "2000"}, "text": "Role of dopamine in the behavioural actions of nicotine related to addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 72084, "infons": {"fpage": "105", "lpage": "130", "name_0": "surname:De Biasi;given-names:M.", "name_1": "surname:Dani;given-names:J. A.", "pub-id_pmid": "21438686", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "34", "year": "2011"}, "text": "Reward, addiction, withdrawal to nicotine", "sentences": [], "annotations": [], "relations": []}, {"offset": 72126, "infons": {"fpage": "7577", "lpage": "7582", "name_0": "surname:Exley;given-names:R.", "name_1": "surname:Maubourguet;given-names:N.", "name_10": "surname:Changeux;given-names:J.-P.", "name_11": "surname:Maskos;given-names:U.", "name_12": "surname:Cragg;given-names:S. J.", "name_13": "surname:Faure;given-names:P.", "name_2": "surname:David;given-names:V.", "name_3": "surname:Eddine;given-names:R.", "name_4": "surname:Evrard;given-names:A.", "name_5": "surname:Pons;given-names:S.", "name_6": "surname:Marti;given-names:F.", "name_7": "surname:Threlfell;given-names:S.", "name_8": "surname:Cazala;given-names:P.", "name_9": "surname:McIntosh;given-names:J. M.", "pub-id_pmid": "21502501", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "108", "year": "2011"}, "text": "Distinct contributions of nicotinic acetylcholine receptor subunit α4 and subunit α6 to the reinforcing effects of nicotine", "sentences": [], "annotations": [], "relations": []}, {"offset": 72250, "infons": {"fpage": "1029", "lpage": "1032", "name_0": "surname:Tapper;given-names:A. R.", "name_1": "surname:McKinney;given-names:S. L.", "name_2": "surname:Nashmi;given-names:R.", "name_3": "surname:Schwarz;given-names:J.", "name_4": "surname:Deshpande;given-names:P.", "name_5": "surname:Labarca;given-names:C.", "name_6": "surname:Whiteaker;given-names:P.", "name_7": "surname:Marks;given-names:M. J.", "name_8": "surname:Collins;given-names:A. C.", "name_9": "surname:Lester;given-names:H. A.", "pub-id_pmid": "15528443", "section_type": "REF", "source": "Science", "type": "ref", "volume": "306", "year": "2004"}, "text": "Nicotine activation of α4* receptors: Sufficient for reward, tolerance, and sensitization", "sentences": [], "annotations": [], "relations": []}, {"offset": 72340, "infons": {"fpage": "217", "lpage": "238", "name_0": "surname:Koob;given-names:G. F.", "name_1": "surname:Volkow;given-names:N. D.", "pub-id_pmid": "19710631", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "Neurocircuitry of addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 72368, "infons": {"fpage": "760", "lpage": "773", "name_0": "surname:Koob;given-names:G. F.", "name_1": "surname:Volkow;given-names:N. D.", "pub-id_pmid": "27475769", "section_type": "REF", "source": "Lancet Psychiatry", "type": "ref", "volume": "3", "year": "2016"}, "text": "Neurobiology of addiction: A neurocircuitry analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 72421, "infons": {"fpage": "1442", "lpage": "1444", "name_0": "surname:Koob;given-names:G. F.", "name_1": "surname:Le Moal;given-names:M.", "pub-id_pmid": "16251985", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "8", "year": "2005"}, "text": "Plasticity of reward neurocircuitry and the'dark side'of drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 72493, "infons": {"section_type": "REF", "type": "ref"}, "text": "M. T. Sutherland, J. A. Yanes, E. A. Stein, Neuroimaging Insights into the multifaceted nature of the nicotine withdrawal syndrome, in Negative Affective States and Cognitive Impairments in Nicotine Dependence (Academic Press, 2017), pp. 311–330.", "sentences": [], "annotations": [], "relations": []}, {"offset": 72740, "infons": {"fpage": "215", "lpage": "225", "name_0": "surname:Cook;given-names:J. W.", "name_1": "surname:Piper;given-names:M. E.", "name_2": "surname:Leventhal;given-names:A. M.", "name_3": "surname:Schlam;given-names:T. R.", "name_4": "surname:Fiore;given-names:M. C.", "name_5": "surname:Baker;given-names:T. B.", "pub-id_pmid": "25384069", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "124", "year": "2015"}, "text": "Anhedonia as a component of the tobacco withdrawal syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 72800, "infons": {"fpage": "315", "lpage": "327", "name_0": "surname:Hughes;given-names:J. R.", "pub-id_pmid": "17365764", "section_type": "REF", "source": "Nicotine Tob. Res.", "type": "ref", "volume": "9", "year": "2007"}, "text": "Effects of abstinence from tobacco: Valid symptoms and time course", "sentences": [], "annotations": [], "relations": []}, {"offset": 72867, "infons": {"fpage": "581", "issue": "Pt. B", "lpage": "591", "name_0": "surname:Ashare;given-names:R. L.", "name_1": "surname:Falcone;given-names:M.", "name_2": "surname:Lerman;given-names:C.", "pub-id_pmid": "23639437", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "76", "year": "2014"}, "text": "Cognitive function during nicotine withdrawal: Implications for nicotine dependence treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 72961, "infons": {"fpage": "2038", "lpage": "2046", "name_0": "surname:Fedota;given-names:J. R.", "name_1": "surname:Sutherland;given-names:M. T.", "name_2": "surname:Salmeron;given-names:B. J.", "name_3": "surname:Ross;given-names:T. J.", "name_4": "surname:Hong;given-names:L. E.", "name_5": "surname:Stein;given-names:E. A.", "pub-id_pmid": "25742873", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "40", "year": "2015"}, "text": "Reward anticipation is differentially modulated by varenicline and nicotine in smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 73048, "infons": {"fpage": "206", "lpage": "213", "name_0": "surname:Rose;given-names:E. J.", "name_1": "surname:Ross;given-names:T. J.", "name_2": "surname:Salmeron;given-names:B. J.", "name_3": "surname:Lee;given-names:M.", "name_4": "surname:Shakleya;given-names:D. M.", "name_5": "surname:Huestis;given-names:M.", "name_6": "surname:Stein;given-names:E. A.", "pub-id_pmid": "22032832", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "71", "year": "2012"}, "text": "Chronic exposure to nicotine is associated with reduced reward-related activity in the striatum but not the midbrain", "sentences": [], "annotations": [], "relations": []}, {"offset": 73165, "infons": {"fpage": "280", "lpage": "288", "name_0": "surname:Rose;given-names:E. J.", "name_1": "surname:Ross;given-names:T. J.", "name_2": "surname:Salmeron;given-names:B. J.", "name_3": "surname:Lee;given-names:M.", "name_4": "surname:Shakleya;given-names:D. M.", "name_5": "surname:Huestis;given-names:M. A.", "name_6": "surname:Stein;given-names:E. A.", "pub-id_pmid": "22939991", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "73", "year": "2013"}, "text": "Acute nicotine differentially impacts anticipatory valence- and magnitude-related striatal activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 73265, "infons": {"fpage": "1196", "lpage": "1207", "name_0": "surname:Wilson;given-names:S. J.", "name_1": "surname:Delgado;given-names:M. R.", "name_2": "surname:McKee;given-names:S. A.", "name_3": "surname:Grigson;given-names:P. S.", "name_4": "surname:MacLean;given-names:R. R.", "name_5": "surname:Nichols;given-names:T. T.", "name_6": "surname:Henry;given-names:S. L.", "pub-id_pmid": "24777394", "section_type": "REF", "source": "Cogn. Affect. Behav. Neurosci.", "type": "ref", "volume": "14", "year": "2014"}, "text": "Weak ventral striatal responses to monetary outcomes predict an unwillingness to resist cigarette smoking", "sentences": [], "annotations": [], "relations": []}, {"offset": 73371, "infons": {"fpage": "540", "lpage": "549", "name_0": "surname:Peters;given-names:J.", "name_1": "surname:Bromberg;given-names:U.", "name_10": "surname:Heinz;given-names:A.", "name_11": "surname:Itterman;given-names:B.", "name_12": "surname:Lathrop;given-names:M.", "name_13": "surname:Martinot;given-names:J. L.", "name_14": "surname:Paus;given-names:T.", "name_15": "surname:Poline;given-names:J. B.", "name_16": "surname:Robbins;given-names:T. W.", "name_17": "surname:Rietschel;given-names:M.", "name_18": "surname:Smolka;given-names:M.", "name_19": "surname:Ströhle;given-names:A.", "name_2": "surname:Schneider;given-names:S.", "name_20": "surname:Struve;given-names:M.", "name_21": "surname:Loth;given-names:E.", "name_22": "surname:Schumann;given-names:G.", "name_23": "surname:Büchel;given-names:C.", "name_3": "surname:Brassen;given-names:S.", "name_4": "surname:Menz;given-names:M.", "name_5": "surname:Banaschewski;given-names:T.", "name_6": "surname:Conrod;given-names:P. J.", "name_7": "surname:Flor;given-names:H.", "name_8": "surname:Gallinat;given-names:J.", "name_9": "surname:Garavan;given-names:H.", "pub-id_pmid": "21362742", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "Lower ventral striatal activation during reward anticipation in adolescent smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 73454, "infons": {"fpage": "5", "lpage": "15", "name_0": "surname:Karoly;given-names:H. C.", "name_1": "surname:Bryan;given-names:A. D.", "name_2": "surname:Weiland;given-names:B. J.", "name_3": "surname:Mayer;given-names:A.", "name_4": "surname:Dodd;given-names:A.", "name_5": "surname:Feldstein Ewing;given-names:S. W.", "pub-id_pmid": "26070843", "section_type": "REF", "source": "Dev. Cogn. Neurosci.", "type": "ref", "volume": "16", "year": "2015"}, "text": "Does incentive-elicited nucleus accumbens activation differ by substance of abuse? An examination with adolescents", "sentences": [], "annotations": [], "relations": []}, {"offset": 73569, "infons": {"fpage": "751", "lpage": "760", "name_0": "surname:Sweitzer;given-names:M. M.", "name_1": "surname:Geier;given-names:C. F.", "name_2": "surname:Denlinger;given-names:R.", "name_3": "surname:Forbes;given-names:E. E.", "name_4": "surname:Raiff;given-names:B. R.", "name_5": "surname:Dallery;given-names:J.", "name_6": "surname:McClernon;given-names:F. J.", "name_7": "surname:Donny;given-names:E. C.", "pub-id_pmid": "26660448", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "233", "year": "2016"}, "text": "Blunted striatal response to monetary reward anticipation during smoking abstinence predicts lapse during a contingency-managed quit attempt", "sentences": [], "annotations": [], "relations": []}, {"offset": 73710, "infons": {"fpage": "632", "lpage": "640", "name_0": "surname:Lesage;given-names:E.", "name_1": "surname:Aronson;given-names:S. E.", "name_2": "surname:Sutherland;given-names:M. T.", "name_3": "surname:Ross;given-names:T. J.", "name_4": "surname:Salmeron;given-names:B. J.", "name_5": "surname:Stein;given-names:E. A.", "pub-id_pmid": "28403383", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "74", "year": "2017"}, "text": "Neural signatures of cognitive flexibility and reward sensitivity following nicotinic receptor stimulation in dependent smokers: A randomized trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 73858, "infons": {"fpage": "252", "lpage": "262", "name_0": "surname:Engelmann;given-names:J. M.", "name_1": "surname:Versace;given-names:F.", "name_2": "surname:Robinson;given-names:J. D.", "name_3": "surname:Minnix;given-names:J. A.", "name_4": "surname:Lam;given-names:C. Y.", "name_5": "surname:Cui;given-names:Y.", "name_6": "surname:Brown;given-names:V. L.", "name_7": "surname:Cinciripini;given-names:P. M.", "pub-id_pmid": "22206965", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "60", "year": "2012"}, "text": "Neural substrates of smoking cue reactivity: A meta-analysis of fMRI studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 73935, "infons": {"fpage": "488", "lpage": "494", "name_0": "surname:David;given-names:S. P.", "name_1": "surname:Munafò;given-names:M. R.", "name_2": "surname:Johansen-Berg;given-names:H.", "name_3": "surname:Smith;given-names:S. M.", "name_4": "surname:Rogers;given-names:R. D.", "name_5": "surname:Matthews;given-names:P. M.", "name_6": "surname:Walton;given-names:R. T.", "pub-id_pmid": "16023086", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "58", "year": "2005"}, "text": "Ventral striatum/nucleus accumbens activation to smoking-related pictorial cues in smokers and nonsmokers: A functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 74088, "infons": {"fpage": "745", "lpage": "752", "name_0": "surname:Buhler;given-names:M.", "name_1": "surname:Vollstädt-Klein;given-names:S.", "name_2": "surname:Kobiella;given-names:A.", "name_3": "surname:Budde;given-names:H.", "name_4": "surname:Reed;given-names:L. J.", "name_5": "surname:Braus;given-names:D. F.", "name_6": "surname:Büchel;given-names:C.", "name_7": "surname:Smolka;given-names:M. N.", "pub-id_pmid": "20044075", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Nicotine dependence is characterized by disordered reward processing in a network driving motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 74189, "infons": {"fpage": "681", "lpage": "688", "name_0": "surname:Sweitzer;given-names:M. M.", "name_1": "surname:Geier;given-names:C. F.", "name_2": "surname:Joel;given-names:D. L.", "name_3": "surname:McGurrin;given-names:P.", "name_4": "surname:Denlinger;given-names:R. L.", "name_5": "surname:Forbes;given-names:E. E.", "name_6": "surname:Donny;given-names:E. C.", "pub-id_pmid": "24342923", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "76", "year": "2014"}, "text": "Dissociated effects of anticipating smoking versus monetary reward in the caudate as a function of smoking abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 74307, "infons": {"fpage": "710", "lpage": "715", "name_0": "surname:Janes;given-names:A. C.", "name_1": "surname:Peechatka;given-names:A. L.", "pub-id_pmid": "28486710", "section_type": "REF", "source": "Nicotine Tob. Res.", "type": "ref", "volume": "19", "year": "2017"}, "text": "Association between reward reactivity and drug use severity is substance dependent: Preliminary evidence from the human connectome project", "sentences": [], "annotations": [], "relations": []}, {"offset": 74446, "infons": {"fpage": "270", "lpage": "304", "name_0": "surname:Kassel;given-names:J. D.", "name_1": "surname:Stroud;given-names:L. R.", "name_2": "surname:Paronis;given-names:C. A.", "pub-id_pmid": "12696841", "section_type": "REF", "source": "Psychol. Bull.", "type": "ref", "volume": "129", "year": "2003"}, "text": "Smoking, stress, and negative affect: Correlation, causation, and context across stages of smoking", "sentences": [], "annotations": [], "relations": []}, {"offset": 74545, "infons": {"fpage": "453", "lpage": "469", "name_0": "surname:Heishman;given-names:S. J.", "name_1": "surname:Kleykamp;given-names:B. A.", "name_2": "surname:Singleton;given-names:E. G.", "pub-id_pmid": "20414766", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "210", "year": "2010"}, "text": "Meta-analysis of the acute effects of nicotine and smoking on human performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 74625, "infons": {"fpage": "1203", "lpage": "1211", "name_0": "surname:Kenny;given-names:P. J.", "name_1": "surname:Markou;given-names:A.", "pub-id_pmid": "16192981", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "31", "year": "2006"}, "text": "Nicotine self-administration acutely activates brain reward systems and induces a long-lasting increase in reward sensitivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 74751, "infons": {"fpage": "33", "lpage": "51", "name_0": "surname:Baker;given-names:T. B.", "name_1": "surname:Piper;given-names:M. E.", "name_2": "surname:McCarthy;given-names:D. E.", "name_3": "surname:Majeskie;given-names:M. R.", "name_4": "surname:Fiore;given-names:M. C.", "pub-id_pmid": "14756584", "section_type": "REF", "source": "Psychol. Rev.", "type": "ref", "volume": "111", "year": "2004"}, "text": "Addiction motivation reformulated: an affective processing model of negative reinforcement", "sentences": [], "annotations": [], "relations": []}, {"offset": 74842, "infons": {"fpage": "129", "lpage": "143", "name_0": "surname:Sutherland;given-names:M. T.", "name_1": "surname:Stein;given-names:E. A.", "pub-id_pmid": "29398401", "section_type": "REF", "source": "Trends Mol. Med.", "type": "ref", "volume": "24", "year": "2018"}, "text": "Functional neurocircuits and neuroimaging biomarkers of Tobacco use disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 74919, "infons": {"fpage": "294", "lpage": "304", "name_0": "surname:Pang;given-names:X.", "name_1": "surname:Liu;given-names:L.", "name_2": "surname:Ngolab;given-names:J.", "name_3": "surname:Zhao-Shea;given-names:R.", "name_4": "surname:McIntosh;given-names:J. M.", "name_5": "surname:Gardner;given-names:P. D.", "name_6": "surname:Tapper;given-names:A. R.", "pub-id_pmid": "27020042", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "107", "year": "2016"}, "text": "Habenula cholinergic neurons regulate anxiety during nicotine withdrawal via nicotinic acetylcholine receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 75030, "infons": {"fpage": "276", "lpage": "285", "name_0": "surname:Batalla;given-names:A.", "name_1": "surname:Homberg;given-names:J. R.", "name_2": "surname:Lipina;given-names:T. V.", "name_3": "surname:Sescousse;given-names:G.", "name_4": "surname:Luijten;given-names:M.", "name_5": "surname:Ivanova;given-names:S. A.", "name_6": "surname:Schellekens;given-names:A. F. A.", "name_7": "surname:Loonen;given-names:A. J. M.", "pub-id_pmid": "28576510", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "80", "year": "2017"}, "text": "The role of the habenula in the transition from reward to misery in substance use and mood disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 75131, "infons": {"fpage": "002", "name_0": "surname:Baldwin;given-names:P. R.", "name_1": "surname:Alanis;given-names:R.", "name_2": "surname:Salas;given-names:R.", "pub-id_pmid": "22493758", "section_type": "REF", "source": "J. Addict. Res. Ther.", "type": "ref", "volume": "S1", "year": "2011"}, "text": "The role of the habenula in nicotine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 75178, "infons": {"fpage": "169", "lpage": "180", "name_0": "surname:Molas;given-names:S.", "name_1": "surname:DeGroot;given-names:S. R.", "name_2": "surname:Zhao-Shea;given-names:R.", "name_3": "surname:Tapper;given-names:A. R.", "pub-id_pmid": "27890353", "section_type": "REF", "source": "Trends Pharmacol. Sci.", "type": "ref", "volume": "38", "year": "2017"}, "text": "Anxiety and nicotine dependence: Emerging role of the habenulo-interpeduncular axis", "sentences": [], "annotations": [], "relations": []}, {"offset": 75262, "infons": {"fpage": "503", "lpage": "513", "name_0": "surname:Hikosaka;given-names:O.", "pub-id_pmid": "20559337", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "11", "year": "2010"}, "text": "The habenula: From stress evasion to value-based decision-making", "sentences": [], "annotations": [], "relations": []}, {"offset": 75327, "infons": {"fpage": "174", "name_0": "surname:Velasquez;given-names:K. M.", "name_1": "surname:Molfese;given-names:D. L.", "name_2": "surname:Salas;given-names:R.", "pub-id_pmid": "24734015", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "8", "year": "2014"}, "text": "The role of the habenula in drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 75370, "infons": {"fpage": "17077", "lpage": "17082", "name_0": "surname:Görlich;given-names:A.", "name_1": "surname:Antolin-Fontes;given-names:B.", "name_2": "surname:Ables;given-names:J. L.", "name_3": "surname:Frahm;given-names:S.", "name_4": "surname:Ślimak;given-names:M. A.", "name_5": "surname:Dougherty;given-names:J. D.", "name_6": "surname:Ibañez-Tallon;given-names:I.", "pub-id_pmid": "24082085", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "110", "year": "2013"}, "text": "Reexposure to nicotine during withdrawal increases the pacemaking activity of cholinergic habenular neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 75478, "infons": {"fpage": "173", "lpage": "177", "name_0": "surname:Picciotto;given-names:M. R.", "name_1": "surname:Zoli;given-names:M.", "name_2": "surname:Rimondini;given-names:R.", "name_3": "surname:Léna;given-names:C.", "name_4": "surname:Marubio;given-names:L. M.", "name_5": "surname:Pich;given-names:E. M.", "name_6": "surname:Fuxe;given-names:K.", "name_7": "surname:Changeux;given-names:J.-P.", "pub-id_pmid": "9428762", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "391", "year": "1998"}, "text": "Acetylcholine receptors containing the β2 subunit are involved in the reinforcing properties of nicotine", "sentences": [], "annotations": [], "relations": []}, {"offset": 75583, "infons": {"fpage": "597", "lpage": "601", "name_0": "surname:Fowler;given-names:C. D.", "name_1": "surname:Lu;given-names:Q.", "name_2": "surname:Johnson;given-names:P. M.", "name_3": "surname:Marks;given-names:M. J.", "name_4": "surname:Kenny;given-names:P. J.", "pub-id_pmid": "21278726", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "471", "year": "2011"}, "text": "Habenular α5 nicotinic receptor subunit signalling controls nicotine intake", "sentences": [], "annotations": [], "relations": []}, {"offset": 75659, "infons": {"fpage": "3014", "lpage": "3018", "name_0": "surname:Salas;given-names:R.", "name_1": "surname:Sturm;given-names:R.", "name_2": "surname:Boulter;given-names:J.", "name_3": "surname:De Biasi;given-names:M.", "pub-id_pmid": "19279237", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "29", "year": "2009"}, "text": "Nicotinic receptors in the habenulo-interpeduncular system are necessary for nicotine withdrawal in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 75764, "infons": {"fpage": "522", "lpage": "535", "name_0": "surname:Frahm;given-names:S.", "name_1": "surname:Ślimak;given-names:M. A.", "name_10": "surname:Maskos;given-names:U.", "name_11": "surname:Ibañez-Tallon;given-names:I.", "name_2": "surname:Ferrarese;given-names:L.", "name_3": "surname:Santos-Torres;given-names:J.", "name_4": "surname:Antolin-Fontes;given-names:B.", "name_5": "surname:Auer;given-names:S.", "name_6": "surname:Filkin;given-names:S.", "name_7": "surname:Pons;given-names:S.", "name_8": "surname:Fontaine;given-names:J.-F.", "name_9": "surname:Tsetlin;given-names:V.", "pub-id_pmid": "21555077", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "70", "year": "2011"}, "text": "Aversion to nicotine is regulated by the balanced activity of β4 and α5 nicotinic receptor subunits in the medial habenula", "sentences": [], "annotations": [], "relations": []}, {"offset": 75887, "infons": {"fpage": "36", "name_0": "surname:Salas;given-names:R.", "name_1": "surname:Baldwin;given-names:P.", "name_2": "surname:de Biasi;given-names:M.", "name_3": "surname:Montague;given-names:P. R.", "pub-id_pmid": "20485575", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "4", "year": "2010"}, "text": "BOLD responses to negative reward prediction errors in human habenula", "sentences": [], "annotations": [], "relations": []}, {"offset": 75957, "infons": {"fpage": "4308", "lpage": "4314", "name_0": "surname:Ullsperger;given-names:M.", "name_1": "surname:von Cramon;given-names:D. Y.", "pub-id_pmid": "12764119", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "23", "year": "2003"}, "text": "Error monitoring using external feedback: Specific roles of the habenular complex, the reward system, and the cingulate motor area revealed by functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 76138, "infons": {"fpage": "1111", "lpage": "1115", "name_0": "surname:Matsumoto;given-names:M.", "name_1": "surname:Hikosaka;given-names:O.", "pub-id_pmid": "17522629", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "447", "year": "2007"}, "text": "Lateral habenula as a source of negative reward signals in dopamine neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 76214, "infons": {"fpage": "202", "lpage": "208", "name_0": "surname:Lawson;given-names:R. P.", "name_1": "surname:Nord;given-names:C. L.", "name_2": "surname:Seymour;given-names:B.", "name_3": "surname:Thomas;given-names:D. L.", "name_4": "surname:Dayan;given-names:P.", "name_5": "surname:Pilling;given-names:S.", "name_6": "surname:Roiser;given-names:J. P.", "pub-id_pmid": "27240528", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "22", "year": "2017"}, "text": "Disrupted habenula function in major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 76262, "infons": {"fpage": "571", "name_0": "surname:Loonen;given-names:A. J.", "name_1": "surname:Ivanova;given-names:S. A.", "pub-id_pmid": "27891086", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "10", "year": "2016"}, "text": "Circuits regulating pleasure and happiness-mechanisms of depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 76330, "infons": {"fpage": "S0149-7634(18)30120-9", "name_0": "surname:Mathis;given-names:V.", "name_1": "surname:Kenny;given-names:P. J.", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "year": "2018"}, "text": "From controlled to compulsive drug-taking: The role of the habenula in addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 76411, "infons": {"fpage": "434", "lpage": "440", "name_0": "surname:McCallum;given-names:S. E.", "name_1": "surname:Cowe;given-names:M. A.", "name_2": "surname:Lewis;given-names:S. W.", "name_3": "surname:Glick;given-names:S. D.", "pub-id_pmid": "22561751", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "63", "year": "2012"}, "text": "α3β4 nicotinic acetylcholine receptors in the medial habenula modulate the mesolimbic dopaminergic response to acute nicotine in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 76545, "infons": {"fpage": "186", "lpage": "193", "name_0": "surname:Eggan;given-names:B. L.", "name_1": "surname:McCallum;given-names:S. E.", "pub-id_pmid": "27059333", "section_type": "REF", "source": "Behav. Brain Res.", "type": "ref", "volume": "307", "year": "2016"}, "text": "18-Methoxycoronaridine acts in the medial habenula to attenuate behavioral and neurochemical sensitization to nicotine", "sentences": [], "annotations": [], "relations": []}, {"offset": 76664, "infons": {"fpage": "722", "lpage": "727", "name_0": "surname:Lawson;given-names:R. P.", "name_1": "surname:Drevets;given-names:W. C.", "name_2": "surname:Roiser;given-names:J. P.", "pub-id_pmid": "22986224", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "64", "year": "2013"}, "text": "Defining the habenula in human neuroimaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 76716, "infons": {"fpage": "154", "lpage": "161", "name_0": "surname:Lam;given-names:S.", "name_1": "surname:Patel;given-names:P. N.", "pub-id_pmid": "17438382", "section_type": "REF", "source": "Cardiol. Rev.", "type": "ref", "volume": "15", "year": "2007"}, "text": "Varenicline: A selective α4β2 nicotinic acetylcholine receptor partial agonist approved for smoking cessation", "sentences": [], "annotations": [], "relations": []}, {"offset": 76826, "infons": {"fpage": "792", "lpage": "804", "name_0": "surname:Kawai;given-names:T.", "name_1": "surname:Yamada;given-names:H.", "name_2": "surname:Sato;given-names:N.", "name_3": "surname:Takada;given-names:M.", "name_4": "surname:Matsumoto;given-names:M.", "pub-id_pmid": "26481035", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "88", "year": "2015"}, "text": "Roles of the lateral habenula and anterior cingulate cortex in negative outcome monitoring and behavioral adjustment in nonhuman primates", "sentences": [], "annotations": [], "relations": []}, {"offset": 76964, "infons": {"fpage": "1142", "lpage": "1151", "name_0": "surname:Li;given-names:C. S.", "name_1": "surname:Yan;given-names:P.", "name_2": "surname:Chao;given-names:H. H.-A.", "name_3": "surname:Sinha;given-names:R.", "name_4": "surname:Paliwal;given-names:P.", "name_5": "surname:Constable;given-names:R. T.", "name_6": "surname:Zhang;given-names:S.", "name_7": "surname:Lee;given-names:T.-W.", "pub-id_pmid": "18674592", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "155", "year": "2008"}, "text": "Error-specific medial cortical and subcortical activity during the stop signal task: A functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 77095, "infons": {"fpage": "25", "name_0": "surname:Ide;given-names:J. S.", "name_1": "surname:Li;given-names:C. S.", "pub-id_pmid": "21441989", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "5", "year": "2011"}, "text": "Error-related functional connectivity of the habenula in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 77159, "infons": {"fpage": "11825", "lpage": "11829", "name_0": "surname:Hikosaka;given-names:O.", "name_1": "surname:Sesack;given-names:S. R.", "name_2": "surname:Lecourtier;given-names:L.", "name_3": "surname:Shepard;given-names:P. D.", "pub-id_pmid": "19005047", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Habenula: Crossroad between the basal ganglia and the limbic system", "sentences": [], "annotations": [], "relations": []}, {"offset": 77227, "infons": {"fpage": "6923", "lpage": "6930", "name_0": "surname:Ji;given-names:H.", "name_1": "surname:Shepard;given-names:P. D.", "pub-id_pmid": "17596440", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Lateral habenula stimulation inhibits rat midbrain dopamine neurons through a GABAA receptor-mediated mechanism", "sentences": [], "annotations": [], "relations": []}, {"offset": 77339, "infons": {"fpage": "485", "name_0": "surname:Nuno-Perez;given-names:A.", "name_1": "surname:Tchenio;given-names:A.", "name_2": "surname:Mameli;given-names:M.", "name_3": "surname:Lecca;given-names:S.", "pub-id_pmid": "30083090", "section_type": "REF", "source": "Front. Neurosci.", "type": "ref", "volume": "12", "year": "2018"}, "text": "Lateral Habenula gone awry in depression: Bridging cellular adaptations with therapeutics", "sentences": [], "annotations": [], "relations": []}, {"offset": 77429, "infons": {"fpage": "535", "lpage": "540", "name_0": "surname:Kriegeskorte;given-names:N.", "name_1": "surname:Simmons;given-names:W. K.", "name_2": "surname:Bellgowan;given-names:P. S. F.", "name_3": "surname:Baker;given-names:C. I.", "pub-id_pmid": "19396166", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "12", "year": "2009"}, "text": "Circular analysis in systems neuroscience: The dangers of double dipping", "sentences": [], "annotations": [], "relations": []}, {"offset": 77502, "infons": {"fpage": "985", "lpage": "994", "name_0": "surname:Rollema;given-names:H.", "name_1": "surname:Chambers;given-names:L. K.", "name_10": "surname:Sands;given-names:S. B.", "name_11": "surname:Schaeffer;given-names:E.", "name_12": "surname:Schulz;given-names:D. W.", "name_13": "surname:Tingley;given-names:F. D.;suffix:III", "name_14": "surname:Williams;given-names:K. E.", "name_2": "surname:Coe;given-names:J. W.", "name_3": "surname:Glowa;given-names:J.", "name_4": "surname:Hurst;given-names:R. S.", "name_5": "surname:Lebel;given-names:L. A.", "name_6": "surname:Lu;given-names:Y.", "name_7": "surname:Mansbach;given-names:R. S.", "name_8": "surname:Mather;given-names:R. J.", "name_9": "surname:Rovetti;given-names:C. C.", "pub-id_pmid": "17157884", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "52", "year": "2007"}, "text": "Pharmacological profile of the α4β2 nicotinic acetylcholine receptor partial agonist varenicline, an effective smoking cessation aid", "sentences": [], "annotations": [], "relations": []}, {"offset": 77635, "infons": {"fpage": "585", "lpage": "593", "name_0": "surname:Sutherland;given-names:M. T.", "name_1": "surname:Carroll;given-names:A. J.", "name_2": "surname:Salmeron;given-names:B. J.", "name_3": "surname:Ross;given-names:T. J.", "name_4": "surname:Hong;given-names:L. E.", "name_5": "surname:Stein;given-names:E. A.", "pub-id_pmid": "23110878", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "66", "year": "2013"}, "text": "Individual differences in amygdala reactivity following nicotinic receptor stimulation in abstinent smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 77743, "infons": {"fpage": "377", "lpage": "389", "name_0": "surname:Carroll;given-names:A. J.", "name_1": "surname:Sutherland;given-names:M. T.", "name_2": "surname:Salmeron;given-names:B. J.", "name_3": "surname:Ross;given-names:T. J.", "name_4": "surname:Stein;given-names:E. A.", "pub-id_pmid": "24354662", "section_type": "REF", "source": "Addict. Biol.", "type": "ref", "volume": "20", "year": "2015"}, "text": "Greater externalizing personality traits predict less error-related insula and anterior cingulate cortex activity in acutely abstinent cigarette smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 77896, "infons": {"fpage": "538", "lpage": "546", "name_0": "surname:Sutherland;given-names:M. T.", "name_1": "surname:Carroll;given-names:A. J.", "name_2": "surname:Salmeron;given-names:B. J.", "name_3": "surname:Ross;given-names:T. J.", "name_4": "surname:Hong;given-names:L. E.", "name_5": "surname:Stein;given-names:E. A.", "pub-id_pmid": "23506999", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "74", "year": "2013"}, "text": "Down-regulation of amygdala and insula functional circuits by varenicline and nicotine in abstinent cigarette smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 78014, "infons": {"fpage": "143", "lpage": "154", "name_0": "surname:Conti;given-names:A. A.", "name_1": "surname:McLean;given-names:L.", "name_2": "surname:Tolomeo;given-names:S.", "name_3": "surname:Steele;given-names:J. D.", "name_4": "surname:Baldacchino;given-names:A.", "pub-id_pmid": "30502351", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "96", "year": "2019"}, "text": "Chronic tobacco smoking and neuropsychological impairments: A systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 78112, "infons": {"fpage": "345", "lpage": "395", "name_0": "surname:Heishman;given-names:S. J.", "name_1": "surname:Taylor;given-names:R. C.", "name_2": "surname:Henningfield;given-names:J. E.", "section_type": "REF", "source": "Exp. Clin. Psychopharmacol.", "type": "ref", "volume": "2", "year": "1994"}, "text": "Nicotine and smoking: A review of effects on human performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 78175, "infons": {"fpage": "1359", "lpage": "1366", "name_0": "surname:Simmons;given-names:J. P.", "name_1": "surname:Nelson;given-names:L. D.", "name_2": "surname:Simonsohn;given-names:U.", "pub-id_pmid": "22006061", "section_type": "REF", "source": "Psychol. Sci.", "type": "ref", "volume": "22", "year": "2011"}, "text": "False-positive psychology: Undisclosed flexibility in data collection and analysis allows presenting anything as significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 78300, "infons": {"fpage": "e124", "name_0": "surname:Ioannidis;given-names:J. P. A.", "pub-id_pmid": "16060722", "section_type": "REF", "source": "PLOS Med.", "type": "ref", "volume": "2", "year": "2005"}, "text": "Why most published research findings are false", "sentences": [], "annotations": [], "relations": []}, {"offset": 78347, "infons": {"fpage": "59", "lpage": "63", "name_0": "surname:Poldrack;given-names:R. A.", "pub-id_pmid": "16406760", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "10", "year": "2006"}, "text": "Can cognitive processes be inferred from neuroimaging data?", "sentences": [], "annotations": [], "relations": []}, {"offset": 78407, "infons": {"fpage": "11482", "lpage": "11488", "name_0": "surname:Baker;given-names:P. M.", "name_1": "surname:Baker;given-names:P. M.", "name_2": "surname:Jhou;given-names:T.", "name_3": "surname:Li;given-names:B.", "name_4": "surname:Matsumoto;given-names:M.", "name_5": "surname:Mizumori;given-names:S. J. Y.", "name_6": "surname:Stephenson-Jones;given-names:M.", "name_7": "surname:Vicentic;given-names:A.", "pub-id_pmid": "27911751", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "36", "year": "2016"}, "text": "The lateral habenula circuitry: Reward processing and cognitive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 78479, "infons": {"fpage": "104", "lpage": "118", "name_0": "surname:Hart;given-names:G.", "name_1": "surname:Leung;given-names:B. K.", "name_2": "surname:Balleine;given-names:B. W.", "pub-id_pmid": "24231424", "section_type": "REF", "source": "Neurobiol. Learn. Mem.", "type": "ref", "volume": "108", "year": "2014"}, "text": "Dorsal and ventral streams: The distinct role of striatal subregions in the acquisition and performance of goal-directed actions", "sentences": [], "annotations": [], "relations": []}, {"offset": 78608, "infons": {"fpage": "431", "lpage": "441", "name_0": "surname:Hong;given-names:E. L.", "name_1": "surname:Gu;given-names:H.", "name_2": "surname:Yang;given-names:Y.", "name_3": "surname:Ross;given-names:T. J.", "name_4": "surname:Salmeron;given-names:B. J.", "name_5": "surname:Buchholz;given-names:B.", "name_6": "surname:Thaker;given-names:G. K.", "name_7": "surname:Stein;given-names:E. A.", "pub-id_pmid": "19349313", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Association of nicotine addiction and nicotine’s actions with separate cingulate cortex functional circuits", "sentences": [], "annotations": [], "relations": []}, {"offset": 78716, "infons": {"fpage": "554", "lpage": "563", "name_0": "surname:Li;given-names:S.", "name_1": "surname:Yang;given-names:Y.", "name_2": "surname:Hoffmann;given-names:E.", "name_3": "surname:Tyndale;given-names:R. F.", "name_4": "surname:Stein;given-names:E. A.", "pub-id_pmid": "27865452", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "81", "year": "2017"}, "text": "CYP2A6 genetic variation alters striatal-cingulate circuits, network hubs, and executive processing in smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 78827, "infons": {"fpage": "1520", "lpage": "1533", "name_0": "surname:Liu;given-names:W. H.", "name_1": "surname:Valton;given-names:V.", "name_2": "surname:Wang;given-names:L. Z.", "name_3": "surname:Zhu;given-names:Y. H.", "name_4": "surname:Roiser;given-names:J. P.", "pub-id_pmid": "28575424", "section_type": "REF", "source": "Soc. Cogn. Affect. Neurosci.", "type": "ref", "volume": "12", "year": "2017"}, "text": "Association between habenula dysfunction and motivational symptoms in unmedicated major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 78935, "infons": {"fpage": "296", "lpage": "305", "name_0": "surname:Boulos;given-names:L.-J.", "name_1": "surname:Darcq;given-names:E.", "name_2": "surname:Kieffer;given-names:B. L.", "pub-id_pmid": "27527822", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "81", "year": "2017"}, "text": "Translating the Habenula—From rodents to humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 78983, "infons": {"fpage": "1146", "lpage": "1152", "name_0": "surname:Proulx;given-names:C. D.", "name_1": "surname:Hikosaka;given-names:O.", "name_2": "surname:Malinow;given-names:R.", "pub-id_pmid": "25157511", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "17", "year": "2014"}, "text": "Reward processing by the lateral habenula in normal and depressive behaviors", "sentences": [], "annotations": [], "relations": []}, {"offset": 79060, "infons": {"fpage": "1047", "lpage": "1054", "name_0": "surname:Leventhal;given-names:A. M.", "name_1": "surname:Waters;given-names:A. J.", "name_2": "surname:Kahler;given-names:C. W.", "name_3": "surname:Ray;given-names:L. A.", "name_4": "surname:Sussman;given-names:S.", "pub-id_pmid": "19571250", "section_type": "REF", "source": "Nicotine Tob. Res.", "type": "ref", "volume": "11", "year": "2009"}, "text": "Relations between anhedonia and smoking motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 79111, "infons": {"fpage": "883", "lpage": "889", "name_0": "surname:Enneking;given-names:V.", "name_1": "surname:Krüssel;given-names:P.", "name_10": "surname:Böhnlein;given-names:J.", "name_11": "surname:Repple;given-names:J.", "name_12": "surname:Opel;given-names:N.", "name_13": "surname:Winter;given-names:N. R.", "name_14": "surname:Hahn;given-names:T.", "name_15": "surname:Redlich;given-names:R.", "name_16": "surname:Dannlowski;given-names:U.", "name_2": "surname:Zaremba;given-names:D.", "name_3": "surname:Dohm;given-names:K.", "name_4": "surname:Grotegerd;given-names:D.", "name_5": "surname:Förster;given-names:K.", "name_6": "surname:Meinert;given-names:S.", "name_7": "surname:Bürger;given-names:C.", "name_8": "surname:Dzvonyar;given-names:F.", "name_9": "surname:Leehr;given-names:E. J.", "pub-id_pmid": "30607014", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "44", "year": "2019"}, "text": "Social anhedonia in major depressive disorder: A symptom-specific neuroimaging approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 79199, "infons": {"fpage": "1765", "lpage": "1781", "name_0": "surname:Hasler;given-names:G.", "name_1": "surname:Drevets;given-names:W. C.", "name_2": "surname:Manji;given-names:H. K.", "name_3": "surname:Charney;given-names:D. S.", "pub-id_pmid": "15213704", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "29", "year": "2004"}, "text": "Discovering endophenotypes for major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 79247, "infons": {"fpage": "1161", "lpage": "1174", "name_0": "surname:Brown;given-names:P. L.", "name_1": "surname:Shepard;given-names:P. D.", "pub-id_pmid": "27358317", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "116", "year": "2016"}, "text": "Functional evidence for a direct excitatory projection from the lateral habenula to the ventral tegmental area in the rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 79369, "infons": {"fpage": "101", "lpage": "112", "name_0": "surname:Hutton;given-names:C.", "name_1": "surname:Josephs;given-names:O.", "name_2": "surname:Stadler;given-names:J.", "name_3": "surname:Featherstone;given-names:E.", "name_4": "surname:Reid;given-names:A.", "name_5": "surname:Speck;given-names:O.", "name_6": "surname:Bernarding;given-names:J.", "name_7": "surname:Weiskopf;given-names:N.", "pub-id_pmid": "21515386", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "57", "year": "2011"}, "text": "The impact of physiological noise correction on fMRI at 7 T", "sentences": [], "annotations": [], "relations": []}, {"offset": 79429, "infons": {"fpage": "56", "lpage": "72", "name_0": "surname:Kasper;given-names:L.", "name_1": "surname:Bollmann;given-names:S.", "name_10": "surname:Stephan;given-names:K. E.", "name_2": "surname:Diaconescu;given-names:A. O.", "name_3": "surname:Hutton;given-names:C.", "name_4": "surname:Heinzle;given-names:J.", "name_5": "surname:Iglesias;given-names:S.", "name_6": "surname:Hauser;given-names:T. U.", "name_7": "surname:Sebold;given-names:M.", "name_8": "surname:Manjaly;given-names:Z. M.", "name_9": "surname:Pruessmann;given-names:K. P.", "pub-id_pmid": "27832957", "section_type": "REF", "source": "J. Neurosci. Methods", "type": "ref", "volume": "276", "year": "2017"}, "text": "The PhysIO toolbox for modeling physiological noise in fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 79494, "infons": {"fpage": "872", "lpage": "879", "name_0": "surname:Torrisi;given-names:S.", "name_1": "surname:Nord;given-names:C. L.", "name_2": "surname:Balderston;given-names:N. L.", "name_3": "surname:Roiser;given-names:J. P.", "name_4": "surname:Grillon;given-names:C.", "name_5": "surname:Ernst;given-names:M.", "pub-id_pmid": "27780778", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "147", "year": "2017"}, "text": "Resting state connectivity of the human habenula at ultra-high field", "sentences": [], "annotations": [], "relations": []}, {"offset": 79563, "infons": {"fpage": "2148", "lpage": "2157", "name_0": "surname:McClernon;given-names:F. J.", "name_1": "surname:Kozink;given-names:R. V.", "name_2": "surname:Rose;given-names:J. E.", "pub-id_pmid": "17987060", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "33", "year": "2008"}, "text": "Individual differences in nicotine dependence, withdrawal symptoms, and sex predict transient fMRI-BOLD responses to smoking cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 79693, "infons": {"fpage": "143", "lpage": "155", "name_0": "surname:Sutherland;given-names:M. T.", "name_1": "surname:Carroll;given-names:A. J.", "name_2": "surname:Salmeron;given-names:B. J.", "name_3": "surname:Ross;given-names:T. J.", "name_4": "surname:Stein;given-names:E. A.", "pub-id_pmid": "23455594", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "228", "year": "2013"}, "text": "Insula’s functional connectivity with ventromedial prefrontal cortex mediates the impact of trait alexithymia on state tobacco craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 79828, "infons": {"fpage": "498", "lpage": "529", "name_0": "surname:Palmer;given-names:K. J.", "name_1": "surname:Buckley;given-names:M. M.", "name_2": "surname:Faulds;given-names:D.", "pub-id_pmid": "1382940", "section_type": "REF", "source": "Drugs", "type": "ref", "volume": "44", "year": "1992"}, "text": "Transdermal nicotine", "sentences": [], "annotations": [], "relations": []}, {"offset": 79849, "infons": {"fpage": "1119", "lpage": "1127", "name_0": "surname:Heatherton;given-names:T. F.", "name_1": "surname:Kozlowski;given-names:L. T.", "name_2": "surname:Frecker;given-names:R. C.", "name_3": "surname:Fagerström;given-names:K. O.", "pub-id_pmid": "1932883", "section_type": "REF", "source": "Br. J. Addict.", "type": "ref", "volume": "86", "year": "1991"}, "text": "The Fagerström test for nicotine dependence: A revision of the Fagerström tolerance questionnaire", "sentences": [], "annotations": [], "relations": []}, {"offset": 79947, "infons": {"fpage": "397", "lpage": "406", "name_0": "surname:Vink;given-names:J. M.", "name_1": "surname:Willemsen;given-names:G.", "name_2": "surname:Boomsma;given-names:D. I.", "pub-id_pmid": "15971021", "section_type": "REF", "source": "Behav. Genet.", "type": "ref", "volume": "35", "year": "2005"}, "text": "Heritability of smoking initiation and nicotine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 80006, "infons": {"fpage": "2059", "lpage": "2069", "name_0": "surname:Bidwell;given-names:L. C.", "name_1": "surname:Palmer;given-names:R. H.", "name_2": "surname:Brick;given-names:L.", "name_3": "surname:McGeary;given-names:J. E.", "name_4": "surname:Knopik;given-names:V. S.", "pub-id_pmid": "27052577", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "46", "year": "2016"}, "text": "Genome-wide single nucleotide polymorphism heritability of nicotine dependence as a multidimensional phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 80117, "infons": {"fpage": "1537", "lpage": "1546", "name_0": "surname:Singleton;given-names:E. G.", "name_1": "surname:Anderson;given-names:L. M.", "name_2": "surname:Heishman;given-names:S. J.", "pub-id_pmid": "14616180", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "98", "year": "2003"}, "text": "Reliability and validity of the Tobacco Craving Questionnaire and validation of a craving-induction procedure using multiple measures of craving and mood", "sentences": [], "annotations": [], "relations": []}, {"offset": 80271, "infons": {"fpage": "1063", "lpage": "1070", "name_0": "surname:Watson;given-names:D.", "name_1": "surname:Clark;given-names:L. A.", "name_2": "surname:Tellegen;given-names:A.", "pub-id_pmid": "3397865", "section_type": "REF", "source": "J. Pers. Soc. Psychol.", "type": "ref", "volume": "54", "year": "1988"}, "text": "Development and validation of brief measures of positive and negative affect: The PANAS scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 80366, "infons": {"section_type": "REF", "type": "ref"}, "text": "M. L. Eckblad, L. J. Chapman, J. P. Chapman, M. Mishlove, The Revised Social Anhedonia Scale, T. R. Kwapil, Ed. (Unpublished test copies available from UIUC Department of Psychology, Champaign, IL, 1982), p. 61820.", "sentences": [], "annotations": [], "relations": []}, {"offset": 80581, "infons": {"fpage": "213", "lpage": "224", "name_0": "surname:Reise;given-names:S. P.", "name_1": "surname:Horan;given-names:W. P.", "name_2": "surname:Blanchard;given-names:J. J.", "pub-id_pmid": "21516580", "section_type": "REF", "source": "J. Pers. Assess.", "type": "ref", "volume": "93", "year": "2011"}, "text": "The challenges of fitting an item response theory model to the Social Anhedonia Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 80667, "infons": {"fpage": "363", "lpage": "371", "name_0": "surname:Blanchard;given-names:J. L.", "name_1": "surname:Horan;given-names:W. P.", "name_2": "surname:Brown;given-names:S. A.", "pub-id_pmid": "11502079", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "110", "year": "2001"}, "text": "Diagnostic differences in social anhedonia: A longitudinal study of schizophrenia and major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 80779, "infons": {"fpage": "1017", "lpage": "1020", "name_0": "surname:Li;given-names:K.", "name_1": "surname:Zhou;given-names:T.", "name_2": "surname:Liao;given-names:L.", "name_3": "surname:Yang;given-names:Z.", "name_4": "surname:Wong;given-names:C.", "name_5": "surname:Henn;given-names:F.", "name_6": "surname:Malinow;given-names:R.", "name_7": "surname:Yates;given-names:J. R.;suffix:III", "name_8": "surname:Hu;given-names:H.", "section_type": "REF", "source": "Science", "type": "ref", "volume": "341", "year": "2013"}, "text": "βCaMKII in lateral habenula mediates core symptoms of depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 80844, "infons": {"fpage": "417", "lpage": "421", "name_0": "surname:Shepard;given-names:P. D.", "name_1": "surname:Holcomb;given-names:H. H.", "name_2": "surname:Gold;given-names:J. M.", "pub-id_pmid": "16717257", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "32", "year": "2006"}, "text": "Schizophrenia in translation: The presence of absence: Habenular regulation of dopamine neurons and the encoding of negative outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 80978, "infons": {"fpage": "223", "lpage": "239", "name_0": "surname:Ellison;given-names:G.", "pub-id_pmid": "7914793", "section_type": "REF", "source": "Brain Res. Rev.", "type": "ref", "volume": "19", "year": "1994"}, "text": "Stimulant-induced psychosis, the dopamine theory of schizophrenia, and the habenula", "sentences": [], "annotations": [], "relations": []}, {"offset": 81062, "infons": {"fpage": "317", "lpage": "322", "name_0": "surname:Yang;given-names:Y.", "name_1": "surname:Cui;given-names:Y.", "name_2": "surname:Sang;given-names:K.", "name_3": "surname:Dong;given-names:Y.", "name_4": "surname:Ni;given-names:Z.", "name_5": "surname:Ma;given-names:S.", "name_6": "surname:Hu;given-names:H.", "pub-id_pmid": "29446381", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "554", "year": "2018"}, "text": "Ketamine blocks bursting in the lateral habenula to rapidly relieve depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 81141, "infons": {"fpage": "119", "lpage": "129", "name_0": "surname:McCloughen;given-names:A.", "pub-id_pmid": "12956023", "section_type": "REF", "source": "Int. J. Ment. Health Nurs.", "type": "ref", "volume": "12", "year": "2003"}, "text": "The association between schizophrenia and cigarette smoking: A review of the literature and implications for mental health nursing practice", "sentences": [], "annotations": [], "relations": []}, {"offset": 81281, "infons": {"fpage": "1546", "lpage": "1549", "name_0": "surname:Glassman;given-names:A. H.", "name_1": "surname:Helzer;given-names:J. E.", "name_2": "surname:Covey;given-names:L. S.", "name_3": "surname:Cottler;given-names:L. B.", "name_4": "surname:Stetner;given-names:F.", "name_5": "surname:Tipp;given-names:J. E.", "name_6": "surname:Johnson;given-names:J.", "pub-id_pmid": "2395194", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "264", "year": "1990"}, "text": "Smoking, smoking cessation and major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 81329, "infons": {"fpage": "1929", "lpage": "1932", "name_0": "surname:Glassman;given-names:A. H.", "name_1": "surname:Covey;given-names:L. S.", "name_2": "surname:Stetner;given-names:F.", "name_3": "surname:Rivelli;given-names:S.", "pub-id_pmid": "11425414", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "357", "year": "2001"}, "text": "Smoking cessation and the course of major depression: A follow-up study", "sentences": [], "annotations": [], "relations": []}, {"offset": 81401, "infons": {"fpage": "952", "lpage": "959", "name_0": "surname:Chen;given-names:G.", "name_1": "surname:Taylor;given-names:P. A.", "name_2": "surname:Cox;given-names:R. W.", "pub-id_pmid": "27729277", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "147", "year": "2017"}, "text": "Is the statistic value all we should care about in neuroimaging?", "sentences": [], "annotations": [], "relations": []}, {"offset": 81466, "infons": {"fpage": "152", "lpage": "171", "name_0": "surname:Cox;given-names:R. W.", "name_1": "surname:Chen;given-names:G.", "name_2": "surname:Glen;given-names:D. R.", "name_3": "surname:Reynolds;given-names:R. C.", "name_4": "surname:Taylor;given-names:P. A.", "pub-id_pmid": "28398812", "section_type": "REF", "source": "Brain Connect.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Fmri clustering in AFNI: False-positive rates redux", "sentences": [], "annotations": [], "relations": []}, {"offset": 81518, "infons": {"fpage": "2281", "lpage": "2295", "name_0": "surname:Sutherland;given-names:M. T.", "name_1": "surname:McHugh;given-names:M. J.", "name_2": "surname:Pariyadath;given-names:V.", "name_3": "surname:Stein;given-names:E. A.", "pub-id_pmid": "22326834", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Resting state functional connectivity in addiction: Lessons learned and a road ahead", "sentences": [], "annotations": [], "relations": []}, {"offset": 81603, "infons": {"fpage": "1", "lpage": "15", "name_0": "surname:Destrieux;given-names:C.", "name_1": "surname:Fischl;given-names:B.", "name_2": "surname:Dale;given-names:A.", "name_3": "surname:Halgren;given-names:E.", "pub-id_pmid": "20547229", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Automatic parcellation of human cortical gyri and sulci using standard anatomical nomenclature", "sentences": [], "annotations": [], "relations": []}, {"offset": 81698, "infons": {"fpage": "176", "lpage": "190", "name_0": "surname:Chen;given-names:G.", "name_1": "surname:Saad;given-names:Z. S.", "name_2": "surname:Britton;given-names:J. C.", "name_3": "surname:Pine;given-names:D. S.", "name_4": "surname:Cox;given-names:R. W.", "pub-id_pmid": "23376789", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "73", "year": "2013"}, "text": "Linear mixed-effects modeling approach to FMRI group analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 81760, "infons": {"fpage": "328", "name_0": "surname:Barr;given-names:D. J.", "pub-id_pmid": "23761778", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "volume": "4", "year": "2013"}, "text": "Random effects structure for testing interactions in linear mixed-effects models", "sentences": [], "annotations": [], "relations": []}, {"offset": 81841, "infons": {"comment": "10.1016/j.jml.2012.11.001", "name_0": "surname:Barr;given-names:D. J.", "name_1": "surname:Levy;given-names:R.", "name_2": "surname:Scheepers;given-names:C.", "name_3": "surname:Tily;given-names:H. J.", "section_type": "REF", "source": "J. Mem. Lang.", "type": "ref", "volume": "68", "year": "2013"}, "text": "Random effects structure for confirmatory hypothesis testing: Keep it maximal", "sentences": [], "annotations": [], "relations": []}, {"offset": 81919, "infons": {"section_type": "REF", "type": "ref"}, "text": "R Core Team, R: A language and environmentfor statistical computing (R Foundation for Statistical Computing, Vienna, Austria).", "sentences": [], "annotations": [], "relations": []}, {"offset": 82046, "infons": {"fpage": "456", "name_0": "surname:Bakdash;given-names:J. Z.", "name_1": "surname:Marusich;given-names:L. R.", "pub-id_pmid": "28439244", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "volume": "8", "year": "2017"}, "text": "Repeated measures correlation", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}