{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6451190", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2019.101805", "article-id_pmc": "6451190", "article-id_pmid": "30991621", "article-id_publisher-id": "S2213-1582(19)30155-X 101805", "elocation-id": "101805", "kwd": "Schizophrenia Outcome Functional connectivity Default mode network Resting-state", "license": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).", "name_0": "surname:Lee;given-names:Hyeongrae", "name_1": "surname:Lee;given-names:Dong-Kyun", "name_2": "surname:Park;given-names:Kyeongwoo", "name_3": "surname:Kim;given-names:Chul-Eung", "name_4": "surname:Ryu;given-names:Seunghyong", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "22", "year": "2019"}, "text": "Default mode network connectivity is associated with long-term clinical outcome in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 111, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This study investigated whether resting-state functional connectivity is associated with long-term clinical outcomes of patients with schizophrenia. Resting-state brain images were obtained from 79 outpatients with schizophrenia and 30 healthy controls (HC), using a 3 T-MRI scanner. All patients were 20–50 years old with >3 years' duration of illness and appeared clinically stable. We assessed their psychopathology using the 18-item Brief Psychiatric Rating Scale (BPRS-18) and divided them into “good,” “moderate,” and “poor” outcome (SZ-GO, SZ-MO, and SZ-PO) groups depending on BPRS-18 total score. We obtained individual functional connectivity maps between a seed region of the bilateral posterior cingulate cortex (PCC) and all other brain regions and compared the functional connectivity of the default mode network (DMN) among the HC and 3 schizophrenia outcome groups, with a voxel-wise threshold of P < .001 within a cluster-extent threshold of 114 voxels. Additionally, we assessed correlations between functional connectivity and BPRS-18 scores. The SZ-MO and SZ-PO groups showed decreased functional connectivity between PCC and right ventromedial prefrontal cortex (vmPFC), left middle cingulate cortex, and left frontopolar cortex (FPC) compared to the SZ-GO and HC groups. DMN connectivity in the right vmPFC and left FPC negatively correlated with subscale scores of the BPRS-18, except the negative symptoms subscale. In this study, poorer clinical outcomes in patients with schizophrenia were associated with decreased DMN connectivity. In particular, the decreased functional connectivity might be related to the severity of positive and mood symptoms rather than negative symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1818, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1829, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Long-term outcome of schizophrenia is related to default mode network connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1913, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Decreased functional connectivity is associated with poorer clinical outcome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1991, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Functional connectivity negatively correlates with positive and mood symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2070, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2083, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is a mental illness characterized by delusions, hallucinations, disordered formal thought, disorganized behaviors, negative symptoms, and cognitive dysfunctions. The outcomes of schizophrenia vary widely among individuals, but the majority of patients with schizophrenia experience residual symptoms and impaired social functioning. The positive symptoms, such as delusions and hallucinations, tend to relapse and remit, although some patients suffer from treatment-resistant residual psychotic symptoms. Even after patients achieve remission from psychotic symptoms, the negative symptoms and cognitive dysfunctions tend to be chronic, which leads to impairments in social and occupational functioning. In terms of course and outcome of schizophrenia, it is generally known that approximately one-third of patients have a relatively good outcome, with no more than mild symptoms and functional impairments, and the remaining two-thirds have moderate to severe symptoms and functional impairments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3095, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Neuroimaging markers associated with the clinical course and outcome of schizophrenia have been studied. Structural magnetic resonance imaging (sMRI) studies have shown that patients with poor outcomes have more marked reductions in total and regional gray matter volume, and greater ventricular enlargement, compared to those with good outcomes. Functional MRI (fMRI) studies have reported widespread network dysconnectivity in schizophrenia, but the relationship between dysconnectivity and long-term clinical course of schizophrenia remains unknown. Considering evidence of progressive loss of synaptic activity in patients with schizophrenia, clinical progression or deterioration in schizophrenia might be associated with impaired control of synaptic plasticity leading to dysfunctional integration of neural systems, i.e., dysconnectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3941, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "fMRI studies have demonstrated aberrant functioning of the default mode network (DMN) in schizophrenia. The DMN, a distributed network composed of a set of brain regions including the medial prefrontal cortex (mPFC), posterior cingulate cortex (PCC), precuneus, and lateral/medial temporal lobes, shows increased activation during rest or internal cognitive processing, but decreased activation during externally goal-directed cognitive tasks. DMN alterations have also been associated with various symptoms of schizophrenia, including positive, negative, and disorganized symptoms. In addition, recent studies have reported reduced DMN suppression during a broad range of cognitive tasks in patients with schizophrenia, which could be interpreted as the cause or the consequence of cognitive deficits. Considering that persistent, unremitting psychotic symptoms, prominent negative symptoms, and more severe cognitive impairments are clinical factors that suggest poor prognosis, DMN abnormalities may be associated with the course and outcome of individuals with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5021, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This study investigated the relationship between DMN connectivity and long-term clinical outcomes of schizophrenia. Accordingly, we performed PCC seed region connectivity analysis using resting-state functional MRI data and compared DMN connectivity among healthy controls (HCs) and 3 groups of patients with chronic schizophrenia who were considered to have good, moderate, and poor outcomes (SZ-GO, SZ-MO, and SZ-PO). In addition, we examined correlations between DMN connectivity and psychopathology in patients with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5556, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5578, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 5587, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All subjects were interviewed by a psychologist (K.P.), who used the Mini-International Neuropsychiatric Interview (MINI) to make diagnoses of psychiatric disorders according to the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV). Patients who met the DSM-IV criteria for schizophrenia were recruited from outpatient clinics of the National Center for Mental Health, Seoul, Republic of Korea. Inclusion criteria were as follows: (1) aged 20–50 years; (2) duration of illness > 3 years; (3) appeared clinically stable, as defined by no exacerbation of psychotic symptoms and no change in general clinical state and medication for at least 3 months prior to the time of assessment. We excluded patients with a concurrent axis I diagnosis according to the DSM-IV, current or past neurological disease, any contraindication to MRI scan, or a physical condition that would render an MRI scan difficult to administer or interpret, e.g., severe extrapyramidal symptoms. The HCs consisted of volunteers from the local community who were free of any history of psychiatric disorders. The same exclusion criteria that were applied to the patients also applied to the HC group with regard to medical, neurological, and physical conditions. Data from 79 patients and 30 HCs were included in the final analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6917, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was initiated after approval of the Institutional Review Board of the National Center for Mental Health (IRB approval number: 116271–2017-26), and written informed consent was obtained from all subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7132, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical assessments and group assignment", "sentences": [], "annotations": [], "relations": []}, {"offset": 7174, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We defined long-term outcome of schizophrenia as overall severity of residual psychopathology in clinically stable patients with chronic schizophrenia whose clinical progression was considered to have reached a plateau after 3 years of onset. The overall level of the patient's psychopathology was evaluated by a psychiatrist (S.R.), who used the 18-item Brief Psychiatric Rating Scale (BPRS-18). proposed that “mildly ill” according to the Clinical Global Impression (CGI) scale corresponds to BPRS-18 total scores of 18–31 and “moderately ill” corresponds to BPRS-18 total scores of 32–41. Based on these criteria, we classified the patients into 3 groups: SZ-GO (BPRS-18 total scores of 18–31, N = 25), SZ-MO (BPRS-18 total scores of 32–41, N = 31), and SZ-PO (BPRS-18 total scores of ≥42, N = 23). In addition, according to the factor structure proposed by, the “affect,” “positive symptoms,” “negative symptoms,” “resistance,” and “activation” subscales of the BPRS-18 were analyzed as continuous variables. We also assessed the overall level of the patient's functioning using the WHO Disability Assessment Schedule 2.0 (WHODAS 2.0). Considering that functional outcomes of patients with schizophrenia correlate with their clinical outcomes, we compared the WHODAS 2.0 total score among SZ-GO, SZ-MO, and SZ-PO groups to confirm whether the grouping was appropriate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8547, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 8563, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MRI data were acquired using a 3-T MR scanner (Ingenia CX; Philips, Erlangen) equipped with a 32-channel head coil. Blood oxygen-level dependent (BOLD) signals were obtained using a T2*-weighted gradient echo planar imaging (EPI) sequence (TR = 2000 ms, TE = 30 ms, matrix size: 64 × 64, 45 interleaved slices, field of view = 220 mm, slice thickness = 3.5 mm, flip angle = 90°) parallel to the anterior commissure-posterior commissure line. All subjects received a 5-min scan (150 volumes) during functional imaging plus two initial dummy volumes, which were acquired to ensure magnetization stabilization. During the functional scans, the participants were explicitly instructed to open their eyes and fixate on a white cross presented in the center of visual field. A high-resolution anatomical T1 weighted image was also acquired using a turbo field echo sequence (spin-echo TR = 9.8 ms, TE = 4.6 ms, matrix size: 240 × 240, 170 sagittal slices, FOV = 240 mm, slice thickness = 1 mm, flip angle = 8°).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9573, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Resting-state fMRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9601, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fMRI data analysis was performed using the Analysis of Functional NeuroImages (AFNI) software (version 18.2.04). The first three volumes were discarded from the functional dataset to allow for signal stabilization. Despiking was performed for each voxel time-series to suppress local spikes in the EPI signals. Head motion correction was conducted by rigid body registration of EPI volumes to a base EPI volume. Physiological respiratory and cardiac artifacts were estimated and corrected using Physiologic EStimation by Temporal ICA (PESTICA). Slice-timing correction was carried out for all slices within a volume. After co-registration to high-resolution anatomical T1 images, spatial normalization was performed by affine transform, using the parameters obtained from spatial normalization of the T1 images into Montreal Neurological Institute (MNI) stereotactic space with the MNI avg152T1 template. All voxels were resampled to 2 × 2 × 2 mm by nearest neighbor interpolation. A temporal band-pass filter was applied at 0.009 Hz < f < 0.08 Hz. The nuisance signals, which consisted of six parameters obtained by correction of head motion and non-neural sources of variance from the eroded white matter and the eroded large ventricle mask, were regressed out. Additionally, outlier volumes were censored from the time-series based on a threshold of framewise displacement, which was taken as the sum of the absolute value of temporal differences across the six motion parameters. The time-points with a framewise displacement that exceeded 0.5 mm, also including the one preceding and following time-points, were excluded. Spatial smoothing was conducted with an isotropic Gaussian kernel of 7 mm full width at half-maximum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11334, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to identify the default mode network, we performed seed-based functional connectivity analysis using the bilateral PCC (MNI coordinate x = ±6, y = 54, z = 26, radius = 6 mm). Individual functional connectivity maps were produced by correlation analysis between the average time course in the seed region and the time courses from the whole brain. The correlation coefficients were converted into z-values as functional connectivity strengths, using Fisher's r-to-z transformation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11824, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 11845, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify within-group functional connectivity patterns, a one-sample t-test was performed. Then, we explored brain regions showing differences in DMN connectivity among the HC and 3 schizophrenia outcome groups using analysis of covariance (ANCOVA), adjusting for sex, age, and education in the AFNI software. Significance thresholding for group analysis was determined using 3dClustSim, as available in the AFNI software suite. We adopted a voxel-wise threshold of P < .001 within a cluster extent threshold of 114 voxels, which corresponded to a family-wise error corrected P < .01.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12433, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the regions showing significant differences among the 4 groups, we extracted mean values of functional connectivity strength. Then, we examined differences in DMN connectivity between pairs of groups using Bonferroni post-hoc test after ANCOVA adjusting for sex, age, and education, using the Statistical Package for the Social Science (SPSS) version 21.0 (IBM Corp., Armonk, NY, USA). In addition, we performed partial correlation analyses between mean values of DMN connectivity and BPRS-18 subscale scores, adjusting for sex, age, education, and chlorpromazine equivalent dose of antipsychotic drug (only in patients with schizophrenia). The partial correlation analyses were also performed using SPSS. For the post-hoc tests and partial correlation analyses, P < .05 was considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13249, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13257, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic and clinical characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 13298, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the 79 patients with schizophrenia, 43 (54.43%) were men, and the mean age at study enrollment was 38.65 ± 7.31 years. The mean duration of illness was 16.52 ± 7.67 years. A high proportion of the patients (N = 51, 64.56%) had received antipsychotic polypharmacy. Risperidone was the most frequently prescribed antipsychotic drug (N = 25), followed by quetiapine (N = 20), olanzapine (N = 19), aripiprazole (N = 19), clozapine (N = 18), paliperidone (N = 12), blonanserin (N = 7), amisulpride (N = 6), ziprasidone (N = 5), sulpiride (N = 4), zotepine (N = 3), haloperidol (N = 2), chlorpromazine (N = 2), and perphenazine (N = 1). On average, each patient had been treated with 837.61 mg chlorpromazine equivalent dose of antipsychotic drug.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14043, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and clinical characteristics of study participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14107, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Variables<xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref></th><th rowspan=\"2\">Healthy controls (N = 30)</th><th colspan=\"3\">Outcome groups of patients with schizophrenia<hr/></th><th rowspan=\"2\">Statistics<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref></th></tr><tr><th>Good (N = 25)</th><th>Moderate (N = 31)</th><th>Poor (N = 23)</th></tr></thead><tbody><tr><td>Age, y</td><td>37.60 ± 7.02</td><td>41.00 ± 7.07</td><td>37.77 ± 7.51</td><td>37.26 ± 6.97</td><td>F = 1.50, P = .220</td></tr><tr><td>Sex (male / female), n</td><td>15 (50.0) / 15 (50.0)</td><td>15 (60.0) / 10 (40.0)</td><td>16 (51.6) / 15 (48.4)</td><td>12 (52.2) / 11 (47.8)</td><td>χ<sup>2</sup> = 0.63, P = .890</td></tr><tr><td>Education, y</td><td>14.77 ± 3.15</td><td>13.00 ± 3.25</td><td>12.68 ± 1.66</td><td>12.61 ± 2.17</td><td>F = 4.32, P = .007</td></tr><tr><td>Duration of illness, y</td><td>–</td><td>16.56 ± 7.01</td><td>16.42 ± 8.17</td><td>16.61 ± 8.00</td><td>F &lt; 0.01, P = 1.00</td></tr><tr><td>Antipsychotic dose (chlorpromazine equivalent), mg</td><td>–</td><td>626.81 ± 394.17</td><td>860.83 ± 464.93</td><td>1035.43 ± 605.26</td><td>F = 4.22, P = .018</td></tr><tr><td>BPRS-18 total score</td><td>–</td><td>26.60 ± 2.92</td><td>36.52 ± 2.80</td><td>46.70 ± 3.47</td><td>F = 260.98, P &lt; .001</td></tr><tr><td rowspan=\"2\">Affect subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">5.48 ± 1.19</td><td rowspan=\"2\">7.58 ± 2.54</td><td rowspan=\"2\">8.78 ± 2.88</td><td>F = 12.59</td></tr><tr><td>P &lt; .001</td></tr><tr><td rowspan=\"2\"> Positive symptoms subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">6.00 ± 1.87</td><td rowspan=\"2\">9.71 ± 2.34</td><td rowspan=\"2\">12.83 ± 2.08</td><td>F = 62.12</td></tr><tr><td>P &lt; .001</td></tr><tr><td rowspan=\"2\"> Negative symptoms subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">7.24 ± 2.13</td><td rowspan=\"2\">9.00 ± 2.31</td><td rowspan=\"2\">12.09 ± 2.13</td><td>F = 29.65</td></tr><tr><td>P &lt; .001</td></tr><tr><td rowspan=\"2\"> Resistance subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">3.32 ± 0.56</td><td rowspan=\"2\">5.00 ± 1.53</td><td rowspan=\"2\">6.83 ± 2.57</td><td>F = 25.12</td></tr><tr><td>P &lt; .001</td></tr><tr><td rowspan=\"2\"> Activation subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">3.56 ± 1.04</td><td rowspan=\"2\">4.23 ± 1.02</td><td rowspan=\"2\">5.17 ± 1.07</td><td>F = 14.41</td></tr><tr><td>P &lt; .001</td></tr><tr><td>WHODAS 2.0 total score</td><td>–</td><td>13.17 ± 5.29</td><td>17.87 ± 6.51</td><td>28.14 ± 6.82</td><td>F = 35.84, P &lt; .001</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14118, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Variables<xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref></th><th rowspan=\"2\">Healthy controls (N = 30)</th><th colspan=\"3\">Outcome groups of patients with schizophrenia<hr/></th><th rowspan=\"2\">Statistics<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref></th></tr><tr><th>Good (N = 25)</th><th>Moderate (N = 31)</th><th>Poor (N = 23)</th></tr></thead><tbody><tr><td>Age, y</td><td>37.60 ± 7.02</td><td>41.00 ± 7.07</td><td>37.77 ± 7.51</td><td>37.26 ± 6.97</td><td>F = 1.50, P = .220</td></tr><tr><td>Sex (male / female), n</td><td>15 (50.0) / 15 (50.0)</td><td>15 (60.0) / 10 (40.0)</td><td>16 (51.6) / 15 (48.4)</td><td>12 (52.2) / 11 (47.8)</td><td>χ<sup>2</sup> = 0.63, P = .890</td></tr><tr><td>Education, y</td><td>14.77 ± 3.15</td><td>13.00 ± 3.25</td><td>12.68 ± 1.66</td><td>12.61 ± 2.17</td><td>F = 4.32, P = .007</td></tr><tr><td>Duration of illness, y</td><td>–</td><td>16.56 ± 7.01</td><td>16.42 ± 8.17</td><td>16.61 ± 8.00</td><td>F &lt; 0.01, P = 1.00</td></tr><tr><td>Antipsychotic dose (chlorpromazine equivalent), mg</td><td>–</td><td>626.81 ± 394.17</td><td>860.83 ± 464.93</td><td>1035.43 ± 605.26</td><td>F = 4.22, P = .018</td></tr><tr><td>BPRS-18 total score</td><td>–</td><td>26.60 ± 2.92</td><td>36.52 ± 2.80</td><td>46.70 ± 3.47</td><td>F = 260.98, P &lt; .001</td></tr><tr><td rowspan=\"2\">Affect subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">5.48 ± 1.19</td><td rowspan=\"2\">7.58 ± 2.54</td><td rowspan=\"2\">8.78 ± 2.88</td><td>F = 12.59</td></tr><tr><td>P &lt; .001</td></tr><tr><td rowspan=\"2\"> Positive symptoms subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">6.00 ± 1.87</td><td rowspan=\"2\">9.71 ± 2.34</td><td rowspan=\"2\">12.83 ± 2.08</td><td>F = 62.12</td></tr><tr><td>P &lt; .001</td></tr><tr><td rowspan=\"2\"> Negative symptoms subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">7.24 ± 2.13</td><td rowspan=\"2\">9.00 ± 2.31</td><td rowspan=\"2\">12.09 ± 2.13</td><td>F = 29.65</td></tr><tr><td>P &lt; .001</td></tr><tr><td rowspan=\"2\"> Resistance subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">3.32 ± 0.56</td><td rowspan=\"2\">5.00 ± 1.53</td><td rowspan=\"2\">6.83 ± 2.57</td><td>F = 25.12</td></tr><tr><td>P &lt; .001</td></tr><tr><td rowspan=\"2\"> Activation subscale</td><td rowspan=\"2\">–</td><td rowspan=\"2\">3.56 ± 1.04</td><td rowspan=\"2\">4.23 ± 1.02</td><td rowspan=\"2\">5.17 ± 1.07</td><td>F = 14.41</td></tr><tr><td>P &lt; .001</td></tr><tr><td>WHODAS 2.0 total score</td><td>–</td><td>13.17 ± 5.29</td><td>17.87 ± 6.51</td><td>28.14 ± 6.82</td><td>F = 35.84, P &lt; .001</td></tr></tbody></table>\n"}, "text": "Variablesa\tHealthy controls (N = 30)\tOutcome groups of patients with schizophrenia\tStatisticsb\t \tGood (N = 25)\tModerate (N = 31)\tPoor (N = 23)\t \tAge, y\t37.60 ± 7.02\t41.00 ± 7.07\t37.77 ± 7.51\t37.26 ± 6.97\tF = 1.50, P = .220\t \tSex (male / female), n\t15 (50.0) / 15 (50.0)\t15 (60.0) / 10 (40.0)\t16 (51.6) / 15 (48.4)\t12 (52.2) / 11 (47.8)\tχ2 = 0.63, P = .890\t \tEducation, y\t14.77 ± 3.15\t13.00 ± 3.25\t12.68 ± 1.66\t12.61 ± 2.17\tF = 4.32, P = .007\t \tDuration of illness, y\t–\t16.56 ± 7.01\t16.42 ± 8.17\t16.61 ± 8.00\tF < 0.01, P = 1.00\t \tAntipsychotic dose (chlorpromazine equivalent), mg\t–\t626.81 ± 394.17\t860.83 ± 464.93\t1035.43 ± 605.26\tF = 4.22, P = .018\t \tBPRS-18 total score\t–\t26.60 ± 2.92\t36.52 ± 2.80\t46.70 ± 3.47\tF = 260.98, P < .001\t \tAffect subscale\t–\t5.48 ± 1.19\t7.58 ± 2.54\t8.78 ± 2.88\tF = 12.59\t \tP < .001\t \t Positive symptoms subscale\t–\t6.00 ± 1.87\t9.71 ± 2.34\t12.83 ± 2.08\tF = 62.12\t \tP < .001\t \t Negative symptoms subscale\t–\t7.24 ± 2.13\t9.00 ± 2.31\t12.09 ± 2.13\tF = 29.65\t \tP < .001\t \t Resistance subscale\t–\t3.32 ± 0.56\t5.00 ± 1.53\t6.83 ± 2.57\tF = 25.12\t \tP < .001\t \t Activation subscale\t–\t3.56 ± 1.04\t4.23 ± 1.02\t5.17 ± 1.07\tF = 14.41\t \tP < .001\t \tWHODAS 2.0 total score\t–\t13.17 ± 5.29\t17.87 ± 6.51\t28.14 ± 6.82\tF = 35.84, P < .001\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15362, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: BPRS-18, 18-item Brief Psychiatric Rating Scale; WHODAS 2.0, WHO Disability Assessment Schedule 2.0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15478, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Mean ± SD or N(%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15497, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "ANOVA or chi-square test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15523, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 1 summarizes the demographic and clinical characteristics of the HC and 3 schizophrenia outcome groups. There was no difference in age and sex among the 4 groups, but HCs had a significantly higher level of education than the SZ-MO (post-hoc P = .015) and SZ-PO (post-hoc P = .023) groups. Treatment dose of antipsychotic drug was significantly higher in the SZ-PO group than in the SZ-GO group (post-hoc P = .015). The WHODAS 2.0 score was lowest in the SZ-GO group, followed by the SZ-MO group, and highest in the SZ-PO group (F = 35.84, P < .001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16080, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparison of functional connectivity among HC and 3 clinical outcome groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 16157, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Brain areas showing functional connectivity with the seed region of the bilateral posterior cingulate cortex. Abbreviations: HC, healthy controls; SZ-GO, schizophrenia patients with good outcome; SZ-MO, schizophrenia patients with moderate outcome; SZ-PO, schizophrenia patients with poor outcome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16455, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 16462, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Regional differences in default mode network connectivity among healthy controls and 3 outcome groups of patients with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16596, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Anatomical region</th><th rowspan=\"2\">Side</th><th colspan=\"3\">Peak coordinates (MNI)<hr/></th><th rowspan=\"2\">Cluster size (voxels)</th><th rowspan=\"2\">F max</th></tr><tr><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td>Ventromedial prefrontal cortex</td><td>R</td><td>8</td><td>54</td><td>−6</td><td>311</td><td>8.893</td></tr><tr><td>Middle cingulate cortex</td><td>L</td><td>−4</td><td>−36</td><td>36</td><td>133</td><td>6.444</td></tr><tr><td>Frontopolar cortex</td><td>L</td><td>−14</td><td>66</td><td>4</td><td>123</td><td>6.107</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16607, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Anatomical region</th><th rowspan=\"2\">Side</th><th colspan=\"3\">Peak coordinates (MNI)<hr/></th><th rowspan=\"2\">Cluster size (voxels)</th><th rowspan=\"2\">F max</th></tr><tr><th>x</th><th>y</th><th>z</th></tr></thead><tbody><tr><td>Ventromedial prefrontal cortex</td><td>R</td><td>8</td><td>54</td><td>−6</td><td>311</td><td>8.893</td></tr><tr><td>Middle cingulate cortex</td><td>L</td><td>−4</td><td>−36</td><td>36</td><td>133</td><td>6.444</td></tr><tr><td>Frontopolar cortex</td><td>L</td><td>−14</td><td>66</td><td>4</td><td>123</td><td>6.107</td></tr></tbody></table>\n"}, "text": "Anatomical region\tSide\tPeak coordinates (MNI)\tCluster size (voxels)\tF max\t \tx\ty\tz\t \tVentromedial prefrontal cortex\tR\t8\t54\t−6\t311\t8.893\t \tMiddle cingulate cortex\tL\t−4\t−36\t36\t133\t6.444\t \tFrontopolar cortex\tL\t−14\t66\t4\t123\t6.107\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16835, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: MNI, Montreal Neurological Institute; R, right; L, left.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16907, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Group comparisons of default mode network connectivity using analysis of covariance and Bonferroni post-hoc test. Red circles indicate (a) right ventromedial prefrontal cortex, (b) left middle cingulate cortex, and (c) left frontopolar cortex, the regions showing significant differences in functional connectivity with the seed region of the bilateral posterior cingulate cortex. The group difference brain maps are superimposed onto the MNI152 T1 template. Abbreviations: HC, healthy controls; SZ-GO, schizophrenia patients with good outcome; SZ-MO, schizophrenia patients with moderate outcome; SZ-PO, schizophrenia patients with poor outcome. *Post-hoc P < .05, **post-hoc P < .001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17594, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 17601, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 1 depicts DMN connectivity in each group of HCs and patients with schizophrenia. We observed significant differences in functional connectivity between the PCC and right ventromedial prefrontal cortex (vmPFC), left middle cingulate cortex (MCC), and left frontopolar cortex (FPC) among the HC and 3 schizophrenia outcome groups (Table 2). In these regions, ANCOVA also revealed significant differences in mean values of functional connectivity strength among the 4 groups (right vmPFC: F = 15.60, P < .001; left MCC: F = 11.42, P < .001; left FPC: F = 11.51, P < .001). Post-hoc tests confirmed that the functional connectivity between PCC and right vmPFC significantly decreased in the SZ-MO and SZ-PO groups compared to the HC (post-hoc P < .001, all) and SZ-GO groups (post-hoc P < .001, all) (Fig. 2). DMN connectivity in the left MCC was significantly lower in the SZ-MO (post-hoc P < .001) and SZ-PO (post-hoc P = .001) groups than in the HC group. Compared to the SZ-GO group, the SZ-MO group showed significantly decreased DMN connectivity in the left MCC (post-hoc P = .003). DMN connectivity in the left FPC significantly decreased in the SZ-MO and SZ-PO groups compared to the HC (post-hoc P = .004 and 0.003, respectively) and SZ-GO (post-hoc P < .001, all) groups. In addition, we observed no difference in DMN connectivity between HC and SZ-GO groups or between SZ-MO and SZ-PO groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19006, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Relationships between functional connectivity and psychopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 19072, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Correlations between default mode network connectivity and psychopathology of schizophreniaa.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19166, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Anatomical region</th><th colspan=\"5\">Subscale scores of BPRS-18<hr/></th></tr><tr><th>Affect</th><th>Positive</th><th>Negative</th><th>Resistance</th><th>Activation</th></tr></thead><tbody><tr><td colspan=\"6\">Ventromedial prefrontal cortex</td></tr><tr><td><italic>r</italic></td><td>−0.30</td><td>−0.26</td><td>−0.21</td><td>−0.29</td><td>−0.32</td></tr><tr><td>P value</td><td>0.010</td><td>0.025</td><td>0.078</td><td>0.013</td><td>0.005</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Middle cingulate cortex</td></tr><tr><td><italic>r</italic></td><td>−0.11</td><td>−0.16</td><td>0.02</td><td>−0.10</td><td>−0.05</td></tr><tr><td>P value</td><td>0.351</td><td>0.173</td><td>0.840</td><td>0.401</td><td>0.648</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Frontopolar cortex</td></tr><tr><td><italic>r</italic></td><td>−0.22</td><td>−0.33</td><td>−0.22</td><td>−0.39</td><td>−0.20</td></tr><tr><td>P value</td><td>0.055</td><td>0.004</td><td>0.055</td><td>0.001</td><td>0.087</td></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19177, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Anatomical region</th><th colspan=\"5\">Subscale scores of BPRS-18<hr/></th></tr><tr><th>Affect</th><th>Positive</th><th>Negative</th><th>Resistance</th><th>Activation</th></tr></thead><tbody><tr><td colspan=\"6\">Ventromedial prefrontal cortex</td></tr><tr><td><italic>r</italic></td><td>−0.30</td><td>−0.26</td><td>−0.21</td><td>−0.29</td><td>−0.32</td></tr><tr><td>P value</td><td>0.010</td><td>0.025</td><td>0.078</td><td>0.013</td><td>0.005</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Middle cingulate cortex</td></tr><tr><td><italic>r</italic></td><td>−0.11</td><td>−0.16</td><td>0.02</td><td>−0.10</td><td>−0.05</td></tr><tr><td>P value</td><td>0.351</td><td>0.173</td><td>0.840</td><td>0.401</td><td>0.648</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Frontopolar cortex</td></tr><tr><td><italic>r</italic></td><td>−0.22</td><td>−0.33</td><td>−0.22</td><td>−0.39</td><td>−0.20</td></tr><tr><td>P value</td><td>0.055</td><td>0.004</td><td>0.055</td><td>0.001</td><td>0.087</td></tr></tbody></table>\n"}, "text": "Anatomical region\tSubscale scores of BPRS-18\t \tAffect\tPositive\tNegative\tResistance\tActivation\t \tVentromedial prefrontal cortex\t \tr\t−0.30\t−0.26\t−0.21\t−0.29\t−0.32\t \tP value\t0.010\t0.025\t0.078\t0.013\t0.005\t \t\u2028\u2028\t \tMiddle cingulate cortex\t \tr\t−0.11\t−0.16\t0.02\t−0.10\t−0.05\t \tP value\t0.351\t0.173\t0.840\t0.401\t0.648\t \t\u2028\u2028\t \tFrontopolar cortex\t \tr\t−0.22\t−0.33\t−0.22\t−0.39\t−0.20\t \tP value\t0.055\t0.004\t0.055\t0.001\t0.087\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19585, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: BPRS-18, 18-item Brief Psychiatric Rating Scale; r, partial correlation coefficient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19685, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_footnote"}, "text": "Partial correlation analysis, adjusting for sex, age, education, and dose of antipsychotic drug.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19782, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "With respect to the 5 subscales of the BPRS-18, partial correlation analysis revealed that DMN connectivity in the right vmPFC negatively correlated with affect (r = −0.30, P = .010), positive symptoms (r = −0.26, P = .025), resistance (r = −0.29, P = .013), and activation (r = −0.32, P = .005) subscale scores (Table 3). DMN connectivity in the left FPC also negatively correlated with positive symptoms (r = −0.33, P = .004) and resistance (r = −0.39, P = .001) subscale scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20264, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 20275, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Resting-state functional connectivity of the DMN in schizophrenia has been extensively studied. However, few investigations have reported correlations between DMN connectivity and clinical or psychosocial outcomes in schizophrenia. To the best of our knowledge, this study is the first to investigate the associations between DMN connectivity and long-term clinical outcomes of schizophrenia. In this study, the DMN maps of patients with poorer outcome differed significantly from those of not only patients with better outcome but also healthy people. The differences in connectivity patterns of the DMN were observed in the right vmPFC, left MCC, and left FPC, which have been associated with the pathophysiology of schizophrenia. In addition, the present study found that the degree of alteration in functional connectivity in the prefrontal cortices correlated with the severity of positive and mood symptoms in patients with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21220, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, patients with poorer clinical outcome demonstrated reduced DMN connectivity in the medial frontal areas, compared to healthy subjects. However, there was no difference in DMN connectivity between patients with better outcome and healthy subjects. Altered resting-state functional connectivity of the DMN in schizophrenia has been reported, but the results have been mixed. examined functional connectivity of the DMN using a seed-based approach and reported reduced PCC connectivity with the lateral parietal region, mPFC, precuneus, and cerebellum in schizophrenia. Some studies using independent component analysis have revealed reduced DMN connectivity in medial frontal areas. Our findings are partly consistent with these studies that reported hypo-connectivity of the DMN in schizophrenia. However, in contrast to these studies, several studies have observed hyper-connectivity of the DMN in schizophrenia. found increased DMN connectivity between the PCC and mPFC during resting blocks of a working memory task. reported increased PCC connectivity with the left inferior frontal gyrus, left middle frontal gyrus, and left middle temporal gyrus. Subsequent studies have replicated the findings of hyper-connectivity of the DMN in schizophrenia. This inconsistency in DMN abnormalities across studies may be due to the marked differences in analytic techniques, small sample sizes, and heterogeneity of subject groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22659, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Considering that a considerable proportion of patients with schizophrenia do not reach remission of psychotic symptoms, we postulated that unremitting clinical course is an important indicator of long-term outcome in schizophrenia. For the cross-sectional assessment, we defined long-term outcome of schizophrenia as overall severity of residual symptoms in clinically stable patients with chronic schizophrenia. We also observed that the groups with worse clinical outcome showed more functional disability, implying that our classification of long-term outcome based on psychopathologic severity was appropriate. In the current study, patients with poorer clinical outcome demonstrated reduced DMN connectivity in the medial frontal areas compared to those with better outcome. Although there is no comparative study of long-term clinical outcome in schizophrenia, associations between DMN connectivity and social functioning have been reported by, who observed that stronger connectivity between PCC and mPFC was associated with better social attainment and social competence in patients with chronic schizophrenia; these results are consistent with our findings. Thus, our results suggest that alterations of DMN connectivity in the medial frontal areas might reflect outcome status in patients with schizophrenia. In addition, the groups with poorer outcome might have included many patients with treatment-resistant schizophrenia, who had experienced a considerable level of psychotic symptoms despite longstanding antipsychotic treatment. Therefore, the DMN abnormalities in these regions might be related to treatment-resistance in schizophrenia. Indeed, widespread reduction in resting state functional connectivity has been associated with treatment-resistant schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24444, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "DMN alterations have been associated with various types of symptoms in schizophrenia. reported that frontal connectivity was positively associated with positive and negative symptoms. found negative correlations between hippocampus connectivity in the DMN and severity of hallucinations and delusions. Hyper-connectivity of the DMN has also been associated with worse symptoms of schizophrenia. found that task suppression in mPFC negatively correlated with positive and negative symptoms. observed a significant positive correlation between connectivity between PCC and left middle frontal gyrus and overall psychopathology. Our findings are consistent with previous studies that reported associations with hypo-connectivity of the DMN. We found that DMN connectivity in the prefrontal cortices negatively correlated with the severity of positive and mood symptoms in patients with schizophrenia, but did not observe any significant correlation with the severity of negative symptoms. Considering that the group with poorer clinical outcome showed higher severity of all subscale scores (Table 1), the association between hypo-connectivity of the DMN and poorer long-term outcome might primarily result from positive and mood symptoms, not negative symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25704, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, this study suggests that aberrant functional connectivity between prefrontal cortices and PCC might be a neural underpinning of unremitting clinical course in schizophrenia. This is broadly consistent with findings of, which indicated altered modulation of the anterior and posterior cingulate cortices in schizophrenia. However, our seed-based analysis found only reduced temporal correlations between the DMN regions in schizophrenia; that is, we could not make inferences about directed and weighted connections among neural sources. In this regard, effective connectivity analysis may be helpful in understanding the cortical hierarchies and distributed processes. used stochastic dynamic causal modelling (sDCM) of fMRI data to show that the excitatory influence of the posterior cingulate node on the anterior frontal node and the intrinsic inhibitory self-connection of the anterior cingulate node in the DMN were reduced in patients with schizophrenia. The reduced extrinsic connectivity in the sDCM study is consistent with hypo-connectivity of the DMN in this study. Moreover, as reduced self-inhibition in the anterior frontal node of the DMN could lead to increased excitability, the sDCM study's findings are also relevant for interpretation of hyper-connectivity of the DMN reported in several previous studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27042, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study is subject to some methodological limitations. First, because we evaluated long-term outcome of patients with schizophrenia cross-sectionally, we could not determine whether the DMN abnormalities were state-markers or trait-markers of the outcome of schizophrenia. Second, there were differences in the level of education and daily dose of antipsychotic drug between groups. Although we statistically controlled for these covariates, we could not exclude the possibility that these differences influenced the results. Third, the sample size for each group was relatively modest, although reference maps derived from a large dataset were used. Taking these limitations into account, careful attention should be paid to interpretation of our findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27803, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, we found an association between functional connectivity of the DMN and unremitting clinical outcome in schizophrenia. Our findings suggest that aberrant DMN connectivity may be a predictive biomarker of long-term clinical outcome of schizophrenia. Future longitudinal imaging studies to confirm that these alterations of the DMN predict long-term outcome of schizophrenia are warranted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28205, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 28216, "infons": {"name_0": "surname:American Psychiatric Association", "section_type": "REF", "type": "ref", "year": "1994"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 28217, "infons": {"fpage": "144", "lpage": "153", "name_0": "surname:Bastos-Leite;given-names:A.J.", "name_1": "surname:Ridgway;given-names:G.R.", "name_2": "surname:Silveira;given-names:C.", "name_3": "surname:Norton;given-names:A.", "name_4": "surname:Reis;given-names:S.", "name_5": "surname:Friston;given-names:K.J.", "pub-id_pmid": "24939881", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "41", "year": "2015"}, "text": "Dysconnectivity within the default mode in first-episode schizophrenia: a stochastic dynamic causal modeling study with functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 28375, "infons": {"fpage": "1286", "lpage": "1300", "name_0": "surname:Beall;given-names:E.B.", "name_1": "surname:Lowe;given-names:M.J.", "pub-id_pmid": "17689982", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "37", "year": "2007"}, "text": "Isolating physiologic noise sources with independently determined spatial measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 28458, "infons": {"fpage": "173", "lpage": "178", "name_0": "surname:Bertelsen;given-names:M.", "name_1": "surname:Jeppesen;given-names:P.", "name_2": "surname:Petersen;given-names:L.", "name_3": "surname:Thorup;given-names:A.", "name_4": "surname:Ohlenschlaeger;given-names:J.", "name_5": "surname:Le Quach;given-names:P.", "name_6": "surname:Ostergaard Christensen;given-names:T.", "name_7": "surname:Krarup;given-names:G.", "name_8": "surname:Jorgensen;given-names:P.", "name_9": "surname:Nordentoft;given-names:M.", "pub-id_pmid": "18945593", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "107", "year": "2009"}, "text": "Course of illness in a sample of 265 patients with first-episode psychosis--five-year follow-up of the Danish OPUS trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 28579, "infons": {"fpage": "1004", "lpage": "1012", "name_0": "surname:Bluhm;given-names:R.L.", "name_1": "surname:Miller;given-names:J.", "name_2": "surname:Lanius;given-names:R.A.", "name_3": "surname:Osuch;given-names:E.A.", "name_4": "surname:Boksman;given-names:K.", "name_5": "surname:Neufeld;given-names:R.W.", "name_6": "surname:Theberge;given-names:J.", "name_7": "surname:Schaefer;given-names:B.", "name_8": "surname:Williamson;given-names:P.", "pub-id_pmid": "17556752", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "33", "year": "2007"}, "text": "Spontaneous low-frequency fluctuations in the BOLD signal in schizophrenic patients: anomalies in the default network", "sentences": [], "annotations": [], "relations": []}, {"offset": 28697, "infons": {"fpage": "1013", "lpage": "1022", "name_0": "surname:Buchanan;given-names:R.W.", "pub-id_pmid": "17099070", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "33", "year": "2007"}, "text": "Persistent negative symptoms in schizophrenia: an overview", "sentences": [], "annotations": [], "relations": []}, {"offset": 28756, "infons": {"fpage": "640", "lpage": "650", "name_0": "surname:Camchong;given-names:J.", "name_1": "surname:MacDonald;given-names:A.W.;suffix:3rd", "name_2": "surname:Bell;given-names:C.", "name_3": "surname:Mueller;given-names:B.A.", "name_4": "surname:Lim;given-names:K.O.", "pub-id_pmid": "19920062", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "37", "year": "2011"}, "text": "Altered functional and anatomical connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 28820, "infons": {"fpage": "162", "lpage": "173", "name_0": "surname:Cox;given-names:R.W.", "pub-id_pmid": "8812068", "section_type": "REF", "source": "Comput. Biomed. Res.", "type": "ref", "volume": "29", "year": "1996"}, "text": "AFNI: software for analysis and visualization of functional magnetic resonance neuroimages", "sentences": [], "annotations": [], "relations": []}, {"offset": 28911, "infons": {"fpage": "12788", "lpage": "12793", "name_0": "surname:Fornito;given-names:A.", "name_1": "surname:Harrison;given-names:B.J.", "name_2": "surname:Zalesky;given-names:A.", "name_3": "surname:Simons;given-names:J.S.", "pub-id_pmid": "22807481", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "109", "year": "2012"}, "text": "Competitive and cooperative dynamics of large-scale brain functional networks supporting recollection", "sentences": [], "annotations": [], "relations": []}, {"offset": 29013, "infons": {"fpage": "700", "lpage": "711", "name_0": "surname:Fox;given-names:M.D.", "name_1": "surname:Raichle;given-names:M.E.", "pub-id_pmid": "17704812", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "8", "year": "2007"}, "text": "Spontaneous fluctuations in brain activity observed with functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 29108, "infons": {"fpage": "392", "lpage": "405", "name_0": "surname:Fox;given-names:J.M.", "name_1": "surname:Abram;given-names:S.V.", "name_2": "surname:Reilly;given-names:J.L.", "name_3": "surname:Eack;given-names:S.", "name_4": "surname:Goldman;given-names:M.B.", "name_5": "surname:Csernansky;given-names:J.G.", "name_6": "surname:Wang;given-names:L.", "name_7": "surname:Smith;given-names:M.J.", "pub-id_pmid": "28358526", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "126", "year": "2017"}, "text": "Default mode functional connectivity is associated with social functioning in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29200, "infons": {"fpage": "15", "lpage": "29", "name_0": "surname:Fransson;given-names:P.", "pub-id_pmid": "15852468", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "26", "year": "2005"}, "text": "Spontaneous low-frequency BOLD signal fluctuations: an fMRI investigation of the resting-state default mode of brain function hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 29337, "infons": {"fpage": "68", "lpage": "79", "name_0": "surname:Friston;given-names:K.J.", "pub-id_pmid": "10225335", "section_type": "REF", "source": "Acta Psychiatr. Scand. Suppl.", "type": "ref", "volume": "395", "year": "1999"}, "text": "Schizophrenia and the disconnection hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 29384, "infons": {"fpage": "89", "lpage": "97", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Frith;given-names:C.D.", "pub-id_pmid": "7583624", "section_type": "REF", "source": "Clin. Neurosci.", "type": "ref", "volume": "3", "year": "1995"}, "text": "Schizophrenia: a disconnection syndrome?", "sentences": [], "annotations": [], "relations": []}, {"offset": 29425, "infons": {"fpage": "73", "lpage": "81", "name_0": "surname:Ganella;given-names:E.P.", "name_1": "surname:Bartholomeusz;given-names:C.F.", "name_2": "surname:Seguin;given-names:C.", "name_3": "surname:Whittle;given-names:S.", "name_4": "surname:Bousman;given-names:C.", "name_5": "surname:Phassouliotis;given-names:C.", "name_6": "surname:Everall;given-names:I.", "name_7": "surname:Pantelis;given-names:C.", "name_8": "surname:Zalesky;given-names:A.", "pub-id_pmid": "28011131", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "184", "year": "2017"}, "text": "Functional brain networks in treatment-resistant schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29488, "infons": {"fpage": "450", "lpage": "457", "name_0": "surname:Garrity;given-names:A.G.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:McKiernan;given-names:K.", "name_3": "surname:Lloyd;given-names:D.", "name_4": "surname:Kiehl;given-names:K.A.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "17329470", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Aberrant \"default mode\" functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29553, "infons": {"fpage": "173", "lpage": "181", "name_0": "surname:Gold;given-names:L.H.", "pub-id_pmid": "24986344", "section_type": "REF", "source": "J. Am. Acad. Psychiatry Law", "type": "ref", "volume": "42", "year": "2014"}, "text": "DSM-5 and the assessment of functioning: the World Health Organization Disability Assessment Schedule 2.0 (WHODAS 2.0)", "sentences": [], "annotations": [], "relations": []}, {"offset": 29672, "infons": {"fpage": "15067", "name_0": "surname:Kahn;given-names:R.S.", "name_1": "surname:Sommer;given-names:I.E.", "name_10": "surname:Insel;given-names:T.R.", "name_2": "surname:Murray;given-names:R.M.", "name_3": "surname:Meyer-Lindenberg;given-names:A.", "name_4": "surname:Weinberger;given-names:D.R.", "name_5": "surname:Cannon;given-names:T.D.", "name_6": "surname:O'Donovan;given-names:M.", "name_7": "surname:Correll;given-names:C.U.", "name_8": "surname:Kane;given-names:J.M.", "name_9": "surname:van Os;given-names:J.", "pub-id_pmid": "27189524", "section_type": "REF", "source": "Nat. Rev. Dis. Primers", "type": "ref", "volume": "1", "year": "2015"}, "text": "Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29686, "infons": {"fpage": "803", "lpage": "812", "name_0": "surname:Kubota;given-names:M.", "name_1": "surname:van Haren;given-names:N.E.", "name_2": "surname:Haijma;given-names:S.V.", "name_3": "surname:Schnack;given-names:H.G.", "name_4": "surname:Cahn;given-names:W.", "name_5": "surname:Hulshoff Pol;given-names:H.E.", "name_6": "surname:Kahn;given-names:R.S.", "pub-id_pmid": "26083394", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Association of IQ changes and progressive brain changes in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29773, "infons": {"fpage": "173", "lpage": "182", "name_0": "surname:Lang;given-names:F.U.", "name_1": "surname:Kosters;given-names:M.", "name_2": "surname:Lang;given-names:S.", "name_3": "surname:Becker;given-names:T.", "name_4": "surname:Jager;given-names:M.", "pub-id_pmid": "23136879", "section_type": "REF", "source": "Acta Psychiatr. Scand.", "type": "ref", "volume": "127", "year": "2013"}, "text": "Psychopathological long-term outcome of schizophrenia — a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 29838, "infons": {"fpage": "366", "lpage": "371", "name_0": "surname:Leucht;given-names:S.", "name_1": "surname:Kane;given-names:J.M.", "name_2": "surname:Kissling;given-names:W.", "name_3": "surname:Hamann;given-names:J.", "name_4": "surname:Etschel;given-names:E.", "name_5": "surname:Engel;given-names:R.", "pub-id_pmid": "16199797", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "187", "year": "2005"}, "text": "Clinical implications of brief psychiatric rating scale scores", "sentences": [], "annotations": [], "relations": []}, {"offset": 29901, "infons": {"fpage": "424", "lpage": "437", "name_0": "surname:Mannell;given-names:M.V.", "name_1": "surname:Franco;given-names:A.R.", "name_2": "surname:Calhoun;given-names:V.D.", "name_3": "surname:Canive;given-names:J.M.", "name_4": "surname:Thoma;given-names:R.J.", "name_5": "surname:Mayer;given-names:A.R.", "pub-id_pmid": "19777578", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "31", "year": "2010"}, "text": "Resting state and task-induced deactivation: a methodological comparison in patients with schizophrenia and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 30026, "infons": {"fpage": "120", "lpage": "129", "name_0": "surname:Marsman;given-names:A.", "name_1": "surname:van den Heuvel;given-names:M.P.", "name_2": "surname:Klomp;given-names:D.W.", "name_3": "surname:Kahn;given-names:R.S.", "name_4": "surname:Luijten;given-names:P.R.", "name_5": "surname:Hulshoff Pol;given-names:H.E.", "pub-id_pmid": "21746807", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "39", "year": "2013"}, "text": "Glutamate in schizophrenia: a focused review and meta-analysis of (1)H-MRS studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 30109, "infons": {"fpage": "1349", "lpage": "1362", "name_0": "surname:Menezes;given-names:N.M.", "name_1": "surname:Arenovich;given-names:T.", "name_2": "surname:Zipursky;given-names:R.B.", "pub-id_pmid": "16756689", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "36", "year": "2006"}, "text": "A systematic review of longitudinal outcome studies of first-episode psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 30188, "infons": {"fpage": "799", "lpage": "812", "name_0": "surname:Overall;given-names:J.E.", "name_1": "surname:Gorham;given-names:D.R.", "section_type": "REF", "source": "Psychol. Rep.", "type": "ref", "volume": "10", "year": "1962"}, "text": "The brief psychiatric rating scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 30223, "infons": {"fpage": "1185", "lpage": "1193", "name_0": "surname:Pomarol-Clotet;given-names:E.", "name_1": "surname:Salvador;given-names:R.", "name_10": "surname:Cebamanos;given-names:J.M.", "name_11": "surname:McKenna;given-names:P.J.", "name_2": "surname:Sarro;given-names:S.", "name_3": "surname:Gomar;given-names:J.", "name_4": "surname:Vila;given-names:F.", "name_5": "surname:Martinez;given-names:A.", "name_6": "surname:Guerrero;given-names:A.", "name_7": "surname:Ortiz-Gil;given-names:J.", "name_8": "surname:Sans-Sansa;given-names:B.", "name_9": "surname:Capdevila;given-names:A.", "pub-id_pmid": "18507885", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "38", "year": "2008"}, "text": "Failure to deactivate in the prefrontal cortex in schizophrenia: dysfunction of the default mode network?", "sentences": [], "annotations": [], "relations": []}, {"offset": 30329, "infons": {"fpage": "320", "lpage": "341", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Mitra;given-names:A.", "name_2": "surname:Laumann;given-names:T.O.", "name_3": "surname:Snyder;given-names:A.Z.", "name_4": "surname:Schlaggar;given-names:B.L.", "name_5": "surname:Petersen;given-names:S.E.", "pub-id_pmid": "23994314", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "84", "year": "2014"}, "text": "Methods to detect, characterize, and remove motion artifact in resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 30411, "infons": {"fpage": "676", "lpage": "682", "name_0": "surname:Raichle;given-names:M.E.", "name_1": "surname:MacLeod;given-names:A.M.", "name_2": "surname:Snyder;given-names:A.Z.", "name_3": "surname:Powers;given-names:W.J.", "name_4": "surname:Gusnard;given-names:D.A.", "name_5": "surname:Shulman;given-names:G.L.", "pub-id_pmid": "11209064", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "98", "year": "2001"}, "text": "A default mode of brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 30444, "infons": {"fpage": "21", "lpage": "30", "name_0": "surname:Rotarska-Jagiela;given-names:A.", "name_1": "surname:van de Ven;given-names:V.", "name_2": "surname:Oertel-Knochel;given-names:V.", "name_3": "surname:Uhlhaas;given-names:P.J.", "name_4": "surname:Vogeley;given-names:K.", "name_5": "surname:Linden;given-names:D.E.", "pub-id_pmid": "20097544", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "117", "year": "2010"}, "text": "Resting-state functional network correlates of psychotic symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30527, "infons": {"fpage": "2003", "lpage": "2014", "name_0": "surname:Salvador;given-names:R.", "name_1": "surname:Sarro;given-names:S.", "name_2": "surname:Gomar;given-names:J.J.", "name_3": "surname:Ortiz-Gil;given-names:J.", "name_4": "surname:Vila;given-names:F.", "name_5": "surname:Capdevila;given-names:A.", "name_6": "surname:Bullmore;given-names:E.", "name_7": "surname:McKenna;given-names:P.J.", "name_8": "surname:Pomarol-Clotet;given-names:E.", "pub-id_pmid": "20225222", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "31", "year": "2010"}, "text": "Overall brain connectivity maps show cortico-subcortical abnormalities in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30615, "infons": {"fpage": "324", "lpage": "335", "name_0": "surname:Shafer;given-names:A.", "pub-id_pmid": "16262458", "section_type": "REF", "source": "Psychol. Assess.", "type": "ref", "volume": "17", "year": "2005"}, "text": "Meta-analysis of the brief psychiatric rating scale factor structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 30684, "infons": {"comment": "(quiz 34–57)", "fpage": "22", "issue": "Suppl. 20", "lpage": "33", "name_0": "surname:Sheehan;given-names:D.V.", "name_1": "surname:Lecrubier;given-names:Y.", "name_2": "surname:Sheehan;given-names:K.H.", "name_3": "surname:Amorim;given-names:P.", "name_4": "surname:Janavs;given-names:J.", "name_5": "surname:Weiller;given-names:E.", "name_6": "surname:Hergueta;given-names:T.", "name_7": "surname:Baker;given-names:R.", "name_8": "surname:Dunbar;given-names:G.C.", "section_type": "REF", "source": "J. Clin. Psychiatry", "type": "ref", "volume": "59", "year": "1998"}, "text": "The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10", "sentences": [], "annotations": [], "relations": []}, {"offset": 30848, "infons": {"fpage": "61", "lpage": "69", "name_0": "surname:Skudlarski;given-names:P.", "name_1": "surname:Jagannathan;given-names:K.", "name_2": "surname:Anderson;given-names:K.", "name_3": "surname:Stevens;given-names:M.C.", "name_4": "surname:Calhoun;given-names:V.D.", "name_5": "surname:Skudlarska;given-names:B.A.", "name_6": "surname:Pearlson;given-names:G.", "pub-id_pmid": "20497901", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "68", "year": "2010"}, "text": "Brain connectivity is not only lower but different in schizophrenia: a combined anatomical and functional approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 30963, "infons": {"fpage": "929", "lpage": "939", "name_0": "surname:Stephan;given-names:K.E.", "name_1": "surname:Baldeweg;given-names:T.", "name_2": "surname:Friston;given-names:K.J.", "pub-id_pmid": "16427028", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "59", "year": "2006"}, "text": "Synaptic plasticity and dysconnection in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31018, "infons": {"fpage": "1279", "lpage": "1284", "name_0": "surname:Whitfield-Gabrieli;given-names:S.", "name_1": "surname:Thermenos;given-names:H.W.", "name_10": "surname:Wojcik;given-names:J.", "name_11": "surname:Gabrieli;given-names:J.D.", "name_12": "surname:Seidman;given-names:L.J.", "name_2": "surname:Milanovic;given-names:S.", "name_3": "surname:Tsuang;given-names:M.T.", "name_4": "surname:Faraone;given-names:S.V.", "name_5": "surname:McCarley;given-names:R.W.", "name_6": "surname:Shenton;given-names:M.E.", "name_7": "surname:Green;given-names:A.I.", "name_8": "surname:Nieto-Castanon;given-names:A.", "name_9": "surname:LaViolette;given-names:P.", "pub-id_pmid": "19164577", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Hyperactivity and hyperconnectivity of the default network in schizophrenia and in first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31154, "infons": {"fpage": "1329", "lpage": "1347", "name_0": "surname:Wojtalik;given-names:J.A.", "name_1": "surname:Smith;given-names:M.J.", "name_2": "surname:Keshavan;given-names:M.S.", "name_3": "surname:Eack;given-names:S.M.", "pub-id_pmid": "28204755", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "43", "year": "2017"}, "text": "A systematic and meta-analytic review of neural correlates of functional outcome in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31252, "infons": {"fpage": "86", "lpage": "93", "name_0": "surname:Woodward;given-names:N.D.", "name_1": "surname:Rogers;given-names:B.", "name_2": "surname:Heckers;given-names:S.", "pub-id_pmid": "21458238", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "130", "year": "2011"}, "text": "Functional resting-state networks are differentially affected in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31331, "infons": {"fpage": "2415", "lpage": "2425", "name_0": "surname:Yu;given-names:Q.", "name_1": "surname:Allen;given-names:E.A.", "name_2": "surname:Sui;given-names:J.", "name_3": "surname:Arbabshirani;given-names:M.R.", "name_4": "surname:Pearlson;given-names:G.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "23279180", "section_type": "REF", "source": "Curr. Top. Med. Chem.", "type": "ref", "volume": "12", "year": "2012"}, "text": "Brain connectivity networks in schizophrenia underlying resting state functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}