{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6590661", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"alt-title": "Raposo Pereira et al.", "article-id_doi": "10.1002/hbm.24532", "article-id_pmc": "6590661", "article-id_pmid": "30720906", "article-id_publisher-id": "HBM24532", "fn": "\nFunding information Ministerie van Volksgezondheid, Welzijn en Sport; Dutch Ministry of Health, Welfare and Sport", "fpage": "2413", "issue": "8", "kwd": "central executive network default mode network gamma‐hydroxybutyric acid GHB‐induced coma neuroimaging resting‐state substance of addiction", "license": "This is an open access article under the terms of the http://creativecommons.org/licenses/by-nc-nd/4.0/ License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifications or adaptations are made.", "lpage": "2421", "name_0": "surname:Raposo Pereira;given-names:Filipa", "name_1": "surname:Zhutovsky;given-names:Paul", "name_2": "surname:Mcmaster;given-names:Minni T.B.", "name_3": "surname:Polderman;given-names:Nikki", "name_4": "surname:de Vries;given-names:Yvon D.A.T.", "name_5": "surname:van den Brink;given-names:Wim", "name_6": "surname:van Wingen;given-names:Guido A.", "notes": "\n\n, , , et al. . . ;:–. \n\n", "pub-id_doi": "10.1002/hbm.24532", "pub-id_pmid": "30720906", "section_type": "TITLE", "source": "Hum Brain Mapp", "type": "front", "volume": "40", "year": "2019"}, "text": "Recreational use of GHB is associated with alterations of resting state functional connectivity of the central executive and default mode networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 147, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 156, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Gamma‐hydroxybutyrate acid (GHB) is a recreational drug with a high addictive potential. Severe side effects such as GHB‐induced coma are common and linked to increased emergency room attendances. Task‐based functional‐imaging studies have revealed an association between the regular use of GHB and multiple GHB‐induced comas, and altered neurocognitive function. However the effects of multiple GHB‐induced comas and regular GHB‐use on intrinsic brain connectivity during rest remain unknown. The study population consisted of 23 GHB‐users with ≥4 GHB‐induced comas (GHB‐Coma), 22 GHB‐users who never experienced a GHB‐induced coma (GHB‐NoComa) and 24 polydrug users who never used GHB (No‐GHB). Resting‐state scans were collected to assess resting‐state functional‐connectivity within and between the default mode network (DMN), the bilateral central executive network (CEN) and the salience network (SN). The GHB‐NoComa group showed decreased rsFC of the right CEN with a region in the anterior cingulate cortex (p FWE = 0.048) and decreased rsFC between the right CEN and the DMN (p FWE = 0.048) when compared with the No‐GHB group. These results suggest that regular GHB‐use is associated with decreased rsFC within the right CEN and between the right CEN and the DMN. The presence of multiple GHB‐induced comas is not associated with (additional) alterations in rsFC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1530, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1543, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Gamma‐hydroxybutyrate acid (GHB) is a central nervous system depressant that has a mixed stimulant‐sedative effect (Bosch et al., 2018; Korf, Nabben, Benschop, Ribbink, & Van Amsterdam, 2014). Its capacity to induce euphoria, sociability, sexual arousal (in low doses), but also relaxation and altered states of consciousness (in higher doses), are accountable for its use as a recreational drug (Bosch et al., 2018; European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), 2016; Korf et al., 2014; Liechti et al., 2016). Despite the modest prevalence of GHB‐use in the population, GHB overdose with GHB‐induced coma is still the fourth most common drug‐related cause for emergency attendances in Europe (EMCDDA, 2016; Liakoni, Walther, Nickel, & Liechti, 2016; Miró et al., 2017; United Nations Office on Drugs and Crime, 2017). The high risk of intoxication appears largely related to the narrow dose–response window between the desired effect and overdose with severe side effects, such as seizures, amnesia, or transient GHB‐induced coma (Korf et al., 2014; Miró et al., 2017; Van Amsterdam, Brunt, McMaster, & Niesink, 2012). GHB‐induced coma is, in fact, a hallmark of regular exposure to high doses of GHB, lasting between 1 to 4 hr and often reaching the highest classification on the Glasgow coma scale (Korf et al., 2014; Miró et al., 2017). Remarkably, no immediate side effects are experienced after regaining full consciousness from these comas, which leads regular GHB‐users to have on average a staggering number of ≥50 GHB‐induced comas (Korf et al., 2014; Raposo Pereira et al., 2018a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3156, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently we showed that GHB‐exposure, or more specifically the effect of multiple GHB‐induced comas, were associated with alterations in different neurocognitive domains related to memory processing and prefrontal cortex function (Raposo Pereira et al., 2018a, 2018b). These studies show that multiple GHB‐induced comas are associated with differences in neural activity of the hippocampus, the dorsolateral prefrontal cortex (DLPFC), and the temporal visual association areas (Raposo Pereira et al., 2018a, 2018b). In addition, these studies showed an association between multiple GHB‐induced comas and altered functional connectivity (FC) between the DLPFC and regions of the salience network (SN), as well as differences in FC between the hippocampus and temporoparietal regions of the default mode network (DMN) and the central executive network (CEN; Raposo Pereira et al., 2018a, 2018b). These studies assessing long‐term memory and working memory function have provided valuable information on regular GHB‐use related differences in human brain function under cognitive demanding conditions. However, the long‐term effects of GHB‐use and multiple GHB‐induced comas on intrinsic brain connectivity during rest remains to be explored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4396, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Brain functioning during rest is typically associated with increased connectivity of the DMN and decreased connectivity of the CEN (Christoff, Gordon, Smallwood, Smith, & Schooler, 2009; Fox, Spreng, Ellamil, Andrews‐Hanna, & Christoff, 2015; Hasenkamp, Wilson‐Mendenhall, Duncan, & Barsalou, 2012; Mooneyham et al., 2017). The anti‐correlation between CEN and DMN connectivity is considered a key mechanism for the optimal balance between internal thought and goal‐directed cognitive performance (Andrews‐Hanna, Smallwood, & Spreng, 2014; Christoff et al., 2009; Laureys, Perrin, & Brédart, 2007). Together with the SN, which is thought to act as a “switch” between internal thought and goal‐directed cognitive performance, these networks form the so called triple‐network model. Its primary function is considered to direct the focus of attention toward either internal stimuli (DMN) or external stimuli (CEN; Anticevic et al., 2012; Laureys et al., 2007; Raichle, 2015).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5370, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "GHB is a compound that binds with high affinity to GHB‐receptors and with low affinity to GABA‐B receptor, and is known to induce sedative effects even at a moderate dose (Korf et al., 2014; Raposo Pereira et al., 2018a, 2018b; von Rotz et al., 2017). Other GABAergic sedative compounds like propofol, sevoflurane, and midazolam have been shown to influence resting‐state functional connectivity (rsFC) of the CEN, the DMN, and the SN. This is however not exclusively related to these compounds since sleep induction without pharmacological agents is known to produce similar effects (De Havas, Parimal, Soon, & Chee, 2012; Hudetz & Mashour, 2016; Liang et al., 2015; Sämann et al., 2011; Stamatakis, Adapa, Absalom, & Menon, 2010a; Uhrig, Dehaene, & Jarraya, 2014). Contrary to normal rest, there is decreased intrinsic connectivity of the DMN and decreased anti‐correlation between the CEN and the DMN during sedation and hypnotic states, and this is associated with a diminished capacity to integrate sensory stimuli (De Havas et al., 2012; Hudetz & Mashour, 2016; Liang et al., 2015; Stamatakis, Adapa, Absalom, & Menon, 2010b; Uhrig et al., 2014). Recent studies have started to investigate the acute effects of GHB‐exposure on the DMN, the CEN and the SN (Bosch et al., 2017, 2018; von Rotz et al., 2017). Increased levels of sedation induced by acute GHB‐exposure were associated with increased rsFC between the DMN and key regions of the SN (i.e., anterior insula), while rsFC between the DMN and the CEN remained unchanged (Bosch et al., 2018; von Rotz et al., 2017). However, whether these networks also function differently beyond the intoxication phase remains unknown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7052, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Regular recreational users of GHB who had multiple GHB‐induced comas will show alterations within and between rsFC of the DMN, the SN and/or the bilateral CEN when compared to GHB‐users who never had a GHB‐induced coma and polydrug users who never used GHB;", "sentences": [], "annotations": [], "relations": []}, {"offset": 7310, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Regular recreational users of GHB who never had a GHB‐induced coma will show more pronounced alterations within and between rsFC of the DMN, the SN and/or the bilateral CEN when compared to the No‐GHB group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7518, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To our knowledge no study has yet assessed the effects of regular GHB‐use and multiple GHB‐induced comas on rsFC. We previously observed differences in brain function of regions involved in the DMN, the CEN, and the SN during demanding cognitive tasks. Studies that have investigated the acute effects of GHB have also shown alterations in these resting‐state networks during rest. In the current study we explore the influence of regular recreational GHB‐use and multiple GHB‐induced comas on rsFC within and between the DMN, bilateral CEN and SN beyond periods of acute intoxication. To that end we performed an independent component analysis (ICA) of resting‐state functional magnetic resonance imaging (fMRI) data collected while at rest. To distinguish between the effects of regular GHB‐use per se and the effects of multiple GHB‐induced comas, three different groups of participants were recruited: (a) GHB‐users who had ≥4 GHB‐induced comas, (b) GHB‐users who never had a GHB‐induced coma, and (c) polydrug users who never used GHB. We tested the following hypotheses: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 8596, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "MATERIALS AND METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 8618, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8631, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For this cross‐sectional study, 77 participants were recruited through addiction centers in the Netherlands, flyers, internet advertisements, and snowball sampling. Three different groups of participants matched on age and education level were included: 23 GHB‐users with ≥4 GHB‐induced comas (GHB‐Coma); 22 GHB‐users without GHB‐induced comas (GHB‐NoComa); and 24 polydrug users who never used GHB (No‐GHB). Inclusion criteria for all participants were: age between 18 and 40 years; native Dutch speaker; male gender (since the majority of GHB‐users are males; Miró et al., 2017). An additional inclusion criterion for GHB‐users was the use of GHB ≥25 times in the last 2 years preceding this assessment. An additional inclusion criterion for the GHB‐Coma group was a minimum of 4 GHB‐induced comas in order to increase the contrast with the GHB‐NoComa group. Polydrug use (or co‐use) of other recreational drugs was defined as the use of alcohol, nicotine, cannabis, cocaine, any other stimulants (amphetamines, khat, methylphenidate), ecstasy, ketamine, and/or sedatives (benzodiazepines). The exclusion criteria for the study were: a history of epilepsy, general anesthesia in the 2 years before the study; a contra‐indication for fMRI scanning (e.g., metal objects in the body or head injury); any coma unrelated to GHB‐use; and currently under treatment for narcolepsy with cataplexy (since treatment may involve the use of medication based on GHB).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10087, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After explanation of the study procedure, written informed consent was obtained from all participants prior to initiation of the study. This study was in accordance with the Helsinki Declaration principles (7th revision, 2013), the Medical Research Involving Human Subjects (WMO, 1998), and approved by the Medical Ethics Review Committee of the Academic Medical Centre (World Medical Association, 2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10492, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 10502, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data presented here were part of a larger study assessing the neurocognitive and neural effects of regular GHB‐use and GHB‐induced comas in humans. The study consisted of an initial urine test, followed by completing questionnaires related to GHB and other drug use, depression, anxiety, stress, and impulsivity levels. During the subsequent neuroimaging session, structural, and functional scans were collected in the following order: structural MRI; resting‐state fMRI; long‐term memory task; diffusion weighted imaging, working‐memory task; emotion processing. Finally outside the scanner, participants performed digitized neuropsychological tests, including verbal memory, spatial memory, intra‐extra dimensional set shifting, and probabilistic reversal learning. In this report we will present data focused on the rsFC analysis of this sample only. Other data from this study have been presented elsewhere (Raposo Pereira et al., 2018a, 2018b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11456, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Questionnaire and cognitive test", "sentences": [], "annotations": [], "relations": []}, {"offset": 11489, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Premorbid intellectual functioning was assessed with the Dutch version of the Adult reading test, as proxy for IQ (Schmand, Bakker, Saan, & Louman, 1991). The MATE 2:1 substance use section was used to assess the use of different recreational drugs (Schippers, Broekman, & Buchholz, 2011).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11779, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 11800, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Demographic and clinical data were analyzed with the SPSS24 software (IBM Software Analytics, New York, NY). Normally distributed data were evaluated through analysis of variance (ANOVA). If not normally distributed, data was transformed in order to obtain a normal distribution or evaluated with nonparametric tests). Group differences in GHB daily dose (mL/day), years since first use, prevalence of days using GHB on the previous month, months of daily use, and total exposure as defined by years of use × daily dose, were tested in the groups that used GHB (Table 1). The assessment of co‐use of different recreational drugs was performed by asking participants about the number of days they used a specific drug in the preceding month, their usual daily dose and the number of years they weekly used each drug. As a result we defined a final drug‐exposure variable that was calculated as follows: years of weekly use × daily dose for each recreational drug considered on the MATE:2.1 questionnaire (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12814, "infons": {"file": "hbm24532-tbl-0001.xml", "id": "hbm24532-tbl-0001", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and behavioral data", "sentences": [], "annotations": [], "relations": []}, {"offset": 12846, "infons": {"file": "hbm24532-tbl-0001.xml", "id": "hbm24532-tbl-0001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"cols\"><col align=\"left\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><thead valign=\"bottom\"><tr style=\"border-bottom:solid 1px #000000\"><th rowspan=\"2\" style=\"border-bottom:solid 1px #000000\" align=\"left\" valign=\"bottom\" colspan=\"1\"/><th colspan=\"2\" align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"bottom\" rowspan=\"1\">GHB‐Coma (<italic>N</italic> = 23)</th><th colspan=\"2\" align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"bottom\" rowspan=\"1\">GHB‐NoComa (<italic>N</italic> = 22)</th><th colspan=\"2\" align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"bottom\" rowspan=\"1\">No‐GHB (<italic>N</italic> = 24)</th><th align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Difference</th></tr><tr style=\"border-bottom:solid 1px #000000\"><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Mean</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">±<italic>SD</italic>\n</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Mean</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">±<italic>SD</italic>\n</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Mean</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">±<italic>SD</italic>\n</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">\n<italic>p</italic>\n</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Age</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25.52</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.62</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25.86</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4.44</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">28.04</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.41</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.402<xref ref-type=\"fn\" rid=\"hbm24532-note-0003\">a</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Educational level</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.57</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.67</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.91</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.11</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.63</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.28</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.672<xref ref-type=\"fn\" rid=\"hbm24532-note-0003\">a</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Premorbid IQ</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">89.86</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10.65</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">98.44</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.89</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">93.41</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.08</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.008<xref ref-type=\"fn\" rid=\"hbm24532-note-0003\">a</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0004\">b</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Years since first use</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.70</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.94</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4.45</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.11</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.575<xref ref-type=\"fn\" rid=\"hbm24532-note-0005\">c</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Daily dose (mL/day)</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">46.77</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">39.19</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19.69</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11.36</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">&lt;0.001<xref ref-type=\"fn\" rid=\"hbm24532-note-0005\">c</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Days of GHB‐use in preceding 30 days</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11.48</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12.74</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.77</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.27</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.085<xref ref-type=\"fn\" rid=\"hbm24532-note-0005\">c</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Months of daily use</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25.28</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">45.03</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.14</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.42</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.008<xref ref-type=\"fn\" rid=\"hbm24532-note-0005\">c</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Frame‐wise displacement</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.10</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.05</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.08</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.09</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.170<xref ref-type=\"fn\" rid=\"hbm24532-note-0003\">a</xref>\n</td></tr></tbody></table>\n"}, "text": "\tGHB‐Coma (N = 23)\tGHB‐NoComa (N = 22)\tNo‐GHB (N = 24)\tDifference\t \tMean\t±SD\tMean\t±SD\tMean\t±SD\tp\t \tAge\t25.52\t5.62\t25.86\t4.44\t28.04\t9.41\t0.402a\t \tEducational level\t6.57\t1.67\t6.91\t1.11\t6.63\t1.28\t0.672a\t \tPremorbid IQ\t89.86\t10.65\t98.44\t7.89\t93.41\t8.08\t0.008a,b\t \tYears since first use\t5.70\t3.94\t4.45\t2.11\t–\t–\t0.575c\t \tDaily dose (mL/day)\t46.77\t39.19\t19.69\t11.36\t–\t–\t<0.001c\t \tDays of GHB‐use in preceding 30 days\t11.48\t12.74\t2.77\t2.27\t–\t–\t0.085c\t \tMonths of daily use\t25.28\t45.03\t0.14\t0.42\t–\t–\t0.008c\t \tFrame‐wise displacement\t0.10\t0.05\t0.08\t0.02\t0.09\t0.02\t0.170a\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 13410, "infons": {"file": "hbm24532-tbl-0001.xml", "id": "hbm24532-tbl-0001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: SD = standard deviation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13450, "infons": {"file": "hbm24532-tbl-0001.xml", "id": "hbm24532-tbl-0001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Analysis of variance (ANOVA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13480, "infons": {"file": "hbm24532-tbl-0001.xml", "id": "hbm24532-tbl-0001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Post hoc Tukey HSD: premorbid IQ_GHB‐Coma<GHB‐NoComa p = 0.006.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13544, "infons": {"file": "hbm24532-tbl-0001.xml", "id": "hbm24532-tbl-0001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Mann–Whitney U.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13560, "infons": {"file": "hbm24532-tbl-0002.xml", "id": "hbm24532-tbl-0002", "section_type": "TABLE", "type": "table_caption"}, "text": "Exposure to recreational drugs (MATE2.1)", "sentences": [], "annotations": [], "relations": []}, {"offset": 13601, "infons": {"file": "hbm24532-tbl-0002.xml", "id": "hbm24532-tbl-0002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"cols\"><col align=\"left\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><thead valign=\"bottom\"><tr style=\"border-bottom:solid 1px #000000\"><th rowspan=\"3\" style=\"border-bottom:solid 1px #000000\" align=\"left\" valign=\"bottom\" colspan=\"1\"/><th colspan=\"7\" align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"bottom\" rowspan=\"1\">Exposure to recreational drugs</th></tr><tr style=\"border-bottom:solid 1px #000000\"><th colspan=\"2\" align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"bottom\" rowspan=\"1\">GHB‐Coma (<italic>N</italic> = 23)</th><th colspan=\"2\" align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"bottom\" rowspan=\"1\">GHB‐NoComa (<italic>N</italic> = 22)</th><th colspan=\"2\" align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"bottom\" rowspan=\"1\">No‐GHB (<italic>N</italic> = 24)</th><th style=\"border-bottom:solid 1px #000000\" align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Difference</th></tr><tr style=\"border-bottom:solid 1px #000000\"><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Mean</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">\n<italic>SD</italic>\n</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Mean</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">\n<italic>SD</italic>\n</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Mean</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">\n<italic>SD</italic>\n</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">\n<italic>p</italic>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0007\">a</xref>\n</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Alcohol</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.41</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12.32</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10.47</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21.64</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.83</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18.25</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.380</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Nicotine</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">101.89</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">143.38</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">42.70</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">66.05</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">43.43</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">88.00</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.238</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Cannabis</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4.01</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.73</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.99</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.87</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.96</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.97</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.937</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Cocaine</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.99</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.44</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.09</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.23</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.04</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.011<xref ref-type=\"fn\" rid=\"hbm24532-note-0011\">*</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0008\">b</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0009\">c</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Stimulants</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.94</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.11</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.67</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.38</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.12</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.30</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.002<xref ref-type=\"fn\" rid=\"hbm24532-note-0011\">*</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0008\">b</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0009\">c</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Ecstasy</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.28</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.18</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.10</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.35</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.26</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.04</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.015<xref ref-type=\"fn\" rid=\"hbm24532-note-0011\">*</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0008\">b</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0010\">d</xref>\n</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Ketamine</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.15</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.47</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.26</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.01</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.04</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.13</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.661</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Sedatives</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.78</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.12</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.20</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.85</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"char\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.003<xref ref-type=\"fn\" rid=\"hbm24532-note-0011\">*</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0008\">b</xref>\n<sup>,</sup>\n<xref ref-type=\"fn\" rid=\"hbm24532-note-0010\">d</xref>\n</td></tr></tbody></table>\n"}, "text": "\tExposure to recreational drugs\t \tGHB‐Coma (N = 23)\tGHB‐NoComa (N = 22)\tNo‐GHB (N = 24)\tDifference\t \tMean\tSD\tMean\tSD\tMean\tSD\tpa\t \tAlcohol\t5.41\t12.32\t10.47\t21.64\t6.83\t18.25\t0.380\t \tNicotine\t101.89\t143.38\t42.70\t66.05\t43.43\t88.00\t0.238\t \tCannabis\t4.01\t6.73\t3.99\t5.87\t2.96\t3.97\t0.937\t \tCocaine\t1.99\t5.44\t0.09\t0.23\t0.01\t0.04\t0.011*,b,c\t \tStimulants\t3.94\t8.11\t0.67\t2.38\t0.12\t0.30\t0.002*,b,c\t \tEcstasy\t2.28\t5.18\t0.10\t0.35\t0.26\t1.04\t0.015*,b,d\t \tKetamine\t0.15\t0.47\t0.26\t1.01\t0.04\t1.13\t0.661\t \tSedatives\t1.78\t8.12\t0.20\t0.85\t0.00\t0.00\t0.003*,b,d\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14140, "infons": {"file": "hbm24532-tbl-0002.xml", "id": "hbm24532-tbl-0002", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: SD = standard deviation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14180, "infons": {"file": "hbm24532-tbl-0002.xml", "id": "hbm24532-tbl-0002", "section_type": "TABLE", "type": "table_footnote"}, "text": "Kruskal–Wallis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14196, "infons": {"file": "hbm24532-tbl-0002.xml", "id": "hbm24532-tbl-0002", "section_type": "TABLE", "type": "table_footnote"}, "text": "Post hoc analysis Mann–Whitney U: GHB‐Coma>No‐GHB; cocaine, p = 0.003; stimulants, p = 0.001; ecstasy, p = 0.044; sedatives, p = 0.001", "sentences": [], "annotations": [], "relations": []}, {"offset": 14331, "infons": {"file": "hbm24532-tbl-0002.xml", "id": "hbm24532-tbl-0002", "section_type": "TABLE", "type": "table_footnote"}, "text": "Post hoc analysis Mann–Whitney U: GHB‐NoComa>No‐GHB; cocaine, p = 0.030; stimulants, p = 0.013", "sentences": [], "annotations": [], "relations": []}, {"offset": 14426, "infons": {"file": "hbm24532-tbl-0002.xml", "id": "hbm24532-tbl-0002", "section_type": "TABLE", "type": "table_footnote"}, "text": "Post hoc analysis Mann–Whitney U: GHB‐Coma>GHB‐NoComa; ecstasy, p = 0.009; sedatives, p = 0.034", "sentences": [], "annotations": [], "relations": []}, {"offset": 14522, "infons": {"file": "hbm24532-tbl-0002.xml", "id": "hbm24532-tbl-0002", "section_type": "TABLE", "type": "table_footnote"}, "text": "\np<0.05", "sentences": [], "annotations": [], "relations": []}, {"offset": 14530, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 14551, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRI data were collected with a 3 T Ingenia scanner with a 32 channel head coil (Phillips Medical System, Best, the Netherlands). T1‐weighted structural images ([sagittal acquisition; voxel size: 1.0 × 1.0 × 1.0 mm3; flip angle: 9°; field of view [FOV]: 256 × 240 mm2) were acquired with a magnetization prepared rapid gradient echo (MPRAGE) sequence for spatial normalization purposes. T2*‐weighted functional images were acquired using a 160 echo‐planar imaging (EPI) sequence with 37 ascending slices [anterior–posterior acquisition; TR/TE = 2000/27 ms; voxel size: 3.0 × 3.08 × 3.0 mm3; FOV: 240 × 240 mm2; duration: 5:28 min]. Participants were asked to keep their eyes open, not to think about anything in particular, and not to fall asleep.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15298, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 15316, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Neuroimaging data was analyzed with Advanced Normalization Tools (ANTs; http://stnava.github.io/ANTs/) software and FMRIB Software Library 5.0.10 (FSL; Analysis Group, FMRIB, Oxford, UK; http://www.fmrib.ox.ac.uk/fsl; Avants et al., 2011). Preprocessing of T1‐weighthed images was performed in the following order: (a) bias‐field correction using the N4‐algorithm; (b) registration based brain‐extraction using the OASIS atlas template; (c) segmentation into gray matter (GM; GM maps were used as voxel‐wise covariates during the analysis), white matter (WM), and cerebrospinal fluid (CSF) partial volume estimates using FSL's FAST tool; and (d) registration into MNI152 space using ANTs' symmetric normalization algorithm (Avants et al., 2011; Marcus et al., 2007; Tustison et al., 2010).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16106, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing of T2* functional images consisted of: realignment using MCFLIRT; co‐registration to T1‐weighted images using the boundary‐based registration algorithm; spatial smoothing with a 6 mm FWHM Gaussian kernel (Greve & Fischl, 2009). The general level of motion in these scans was assessed with frame‐wise displacement estimates (FD; Jenkinson, Bannister, Brady, & Smith, 2002; Jenkinson, Beckmann, Behrens, Woolrich, & Smith, 2012). High‐motion subjects were excluded based on the following criteria: (a) if any translation or rotation parameters exceeded 4 mm/degree; (b) if the average FD was >0.3 mm; (c) if more than 40 volumes had an individual FD value >0.25 mm leading to <4 min of motion unaffected resting‐state data for the analysis; (d) partial field of view during scanning (Satterthwaite et al., 2013; van Dijk, Sabuncu, & Buckner, 2012). Based on these criteria two participants from the GHB‐Coma group, three participant from the GHB‐NoComa group, and three participants from the No‐GHB group were excluded. The remaining participants did not show any group differences on average FD (F(2,66) = 1.822; p = 0.170; Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17253, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As remaining motion can still exhibit a strong effect on resting‐state fMRI data, additional motion denoising was performed using ICA‐AROMA (Ciric et al., 2017; Parkes, Fulcher, Yücel, & Fornito, 2018). ICA‐AROMA automatically identifies motion components of single‐subject ICA and removes them from each participant's functional data (Pruim et al., 2015; Pruim, Mennes, Buitelaar, & Beckmann, 2015). To address additional structured noise present in the data, the mean CSF and WM signal was regressed out of the functional images by transforming the WM/CSF segmentations obtained from the T1 image to EPI space. Subsequently, these images were conservatively thresholded at 99%, eroded once, and used for calculating the mean signal within each of the masks. The cleaned functional images were then high‐pass filtered with a cut‐off of 100 s and transformed into MNI152 space at 4 mm3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18140, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18154, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RSNs were estimated using the MELODIC software implemented in FSL by performing ICA on the temporally concatenated fMRI data (group‐ICA; Beckmann, DeLuca, Devlin, & Smith, 2005). In order to produce more stable RS components a meta‐ICA approach was used (Biswal et al., 2010; Cerliani et al., 2015; Poppe et al., 2013; Smith et al., 2009). For this, an independent randomized subset of 10 participants per group from an eligible sample of 69 individuals was extracted 25 times, and group‐ICAs were performed for each of those. Subsequently, a meta‐ICA was performed on the concatenated spatial components from all single ICA runs. Twenty dimensions were used both for the single and meta‐ICA to obtain a low‐dimensional representation of the data which makes it comparable to the literature (Biswal et al., 2010; Smith et al., 2009).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18988, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The 20 obtained independent components were visually checked and compared with well‐known RSN templates from the literature. From these, 19 ICs were identified as established RSNs from which four, namely the right CEN (R‐CEN), left CEN (L‐CEN), SN, and DMN were selected as the RSNs of interest for further analysis (Figure 1; Supporting Information Figure S1; Biswal et al., 2010; Laird et al., 2011; Smith et al., 2009). To verify whether the target networks corresponded to our networks of interest we spatially correlated our 20 independent components with the 20 components provided by Smith et al. (2009) using the “fslcc” tool from FSL (Smith et al., 2009). The four networks in Figure 1 showed the highest correlation with Smith's DMN (r = 0.6048), frontoparietal (R‐CEN: r = 0.6961; L‐CEN: r = 0.782), and executive control networks (r = 0.6983).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19844, "infons": {"file": "HBM-40-2413-g001.jpg", "id": "hbm24532-fig-0001", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting‐state functional connectivity networks of interest. (a) The left central executive network (L‐CEN), (b) the right central executive network (R‐CEN), (b) the salience network (SN), and (c) the default‐mode network (DMN). The figures are presented in radiological convention, in which the left side of the brain is depicted on the right. The networks are thresholded at 3 < z < 14 [Color figure can be viewed at http://wileyonlinelibrary.com]", "sentences": [], "annotations": [], "relations": []}, {"offset": 20293, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To estimate group‐differences in connectivity within the networks of interest, FSL's dual regression analysis was performed (Beckmann, Mackay, Filippini, & Smith, 2009; Nickerson, Smith, Öngür, & Beckmann, 2017). In short, this approach takes the estimated group RSNs computed via meta‐ICA and creates single‐subject representations of the spatial components. These components can then be tested for group differences using permutation tests. To test our hypotheses, we performed the following planned comparisons: GHB‐Coma versus GHB‐NoComa/No‐GHB (effect of multiple GHB‐induced comas) and GHB‐NoComa versus No‐GHB (effect of GHB‐use per se). The randomize tool from FSL with 10,000 permutations and family‐wise‐error (FWE; p < 0.05) correction using the threshold‐free cluster enhancement followed by Bonferroni correction across networks were used (Smith & Nichols, 2009). Covariates of no‐interest were introduced to control for premorbid‐verbal IQ, exposure to recreational drugs other than GHB (cocaine, stimulants other than cocaine, ecstasy, and sedatives), and GM volume (IQ and GM introduced as linear variables; exposure to the referenced drugs as five dummy variables) (Oakes et al., 2007). The analysis was repeated without the use of the GM covariate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21560, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Between‐network connectivity analysis was performed using FSLNets tool (version 0.6, https://fsl.fmrib.ox. ac.uk/fsl/fslwiki/FSLNets). For our four RSNs of interest, Pearson correlation and partial correlation coefficients were calculated, and Fisher r‐to‐z transformed. Group comparisons using the same contrasts as in the within network analysis were performed using 10,000 randomized permutations. Results were FWE‐corrected (p < 0.05; Winkler, Ridgway, Webster, Smith, & Nichols, 2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22051, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 22059, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic and clinical characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 22100, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no significant group differences in age (mean ± SD = 26.51 ± 6.90) and education level (mean ± SD = 6.70 ± 1.37; Table 1). Nevertheless, premorbid IQ was lower on the GHB‐Coma group when compared with the GHB‐NoComa group (p = 0.008). There were no group differences in the duration of GHB‐use nor in the frequency of GHB‐use on the preceding 30 days. However, the GHB‐Coma group used higher daily doses of GHB (U = 98, p = 0.001) and used GHB daily during more months (U = 148, p = 0.008) when compared with the GHB‐NoComa and the No‐GHB groups. Co‐use of other recreational drugs was also significantly different between groups (p < 0.05; Table 2). The GHB‐Coma group used more ecstasy and other sedatives other than GHB when compared to the GHB‐NoComa group, and more cocaine, stimulants other than cocaine, and sedatives other than GHB than the No‐GHB group. In addition the GHB‐NoComa group used more cocaine and other stimulants than the No‐GHB group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23069, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "fMRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 23083, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the effect of multiple GHB‐induced comas on rsFC, we compared the GHB‐Coma group to the other two groups. This analysis showed no significant group differences within or between the RSNs that we investigated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23302, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate the effect of GHB‐use per se, we compared the GHB‐NoComa group to the No‐GHB group. When analyzing rsFC of each resting‐state network separately, the GHB‐NoComa group showed lower rsFC within the R‐CEN in the anterior cingulate cortex (ACC) when compared to the No‐GHB group (one voxel, coordinates: (4,0,26); FWE‐corrected across networks; p = 0.048; Figure 2). When GM was not used as a covariate the FWE‐corrected p‐value was at a trend level of 0.067. The between‐network analysis showed that the GHB‐NoComa group had lower rsFC between the R‐CEN and the DMN than the No‐GHB group (FWE‐corrected; t(44) = 5.96; p = 0.048; Figure 3). Moreover, since the exposure to cocaine and stimulants other than cocaine were significantly different between the GHB‐NoComa group and the No‐GHB group, in a post hoc analysis we further investigated the effect of these drugs on rsFC on the same model by computing a linear association between rsFC estimates and these drug‐exposure covariates. No association between rsFC and cocaine or stimulants was observed in our data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24380, "infons": {"file": "HBM-40-2413-g002.jpg", "id": "hbm24532-fig-0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting‐state functional‐connectivity (rsFC) within the R‐CEN in the dorsal ACC. (a) R‐CEN group network as estimated with meta‐ICA in hot colors and a voxel of significant group differences between the GHB‐NoComa group and the No‐GHB group located in the ACC [4,0,26] (in blue, highlighted through a circle). (b) Boxplot showing the z‐scored rsFC for the two groups as estimated through dual regression in the significant voxel highlighted in (a). The GHB‐NoComa group showed lower rsFC within the R‐CEN compared to the No‐GHB group (box plot showing median value within the peak voxel; 1.5* interquartile range; dots represent connectivity values of individual participants (4,0,26); FWE‐corrected across networks; p = 0.048) [Color figure can be viewed at http://wileyonlinelibrary.com]", "sentences": [], "annotations": [], "relations": []}, {"offset": 25170, "infons": {"file": "HBM-40-2413-g003.jpg", "id": "hbm24532-fig-0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting‐state functional‐connectivity (rsFC) between the four resting‐state networks of interest: DMN, right CEN (R‐CEN), left CEN (L‐CEN), and SN for the contrast GHB‐NoComa < No‐GHB. (a–c) rsFC between the R‐CEN, L‐CEN, SN, and DMN in the GHB‐coma, GHB‐NoComa, and No‐GHB group. The upper triangular part of the matrix shows Pearson correlations while the lower triangular shows partial correlations. The black box indicates a significant difference. (d) Significant decrease in rsFC between the R‐CEN and the DMN in the GHB‐NoComa when compared to the No‐GHB group. Boxplots show median and whiskers are calculated as 1.5* interquartile range. Dots represent connectivity values of individual participants. (FWE‐corrected; p = 0.048) [Color figure can be viewed at http://wileyonlinelibrary.com]", "sentences": [], "annotations": [], "relations": []}, {"offset": 25969, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In an additional post hoc analysis we assessed the influence of the mean daily dose of GHB that was used on rsFC within the GHB‐NoComa group. As this variable was positively skewed, we performed a median split to divide the GHB‐NoComa group into high and low GHB‐dose sub‐groups. In order to test for differences between these sub‐groups with our rsFC results, we extracted data from the significant voxel corresponding to the lower rsFC in the R‐CEN and data from the lower rsFC between the R‐CEN and the DMN. After Bonferroni correction for multiple testing, independent sample t‐tests showed no significant differences between the high and low GHB‐dose sub‐groups and the rsFC differences observed within and between the selected resting‐state networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26726, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 26737, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study shows that regular GHB‐use is associated with differences in rsFC within and between resting‐state networks beyond periods of GHB‐intoxication. In contrast to our hypothesis, multiple GHB‐induced comas do not appear to have additional effects on intrinsic FC. More specifically, the GHB‐NoComa group showed lower connectivity between the R‐CEN and the DMN and lower rsFC of the R‐CEN with a region in the ACC during rest when compared to the No‐GHB group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27204, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The effect of GHB‐use per se appears to be associated with lower rsFC between the DMN and the R‐CEN during rest. Rest is usually associated with a state of mind‐wandering, described as a state of ongoing self‐related thought of which individuals are unaware, during which attention is directed away from external stimuli (Christoff et al., 2009; Hasenkamp et al., 2012; Mooneyham et al., 2017). During this process rsFC of the DMN tends to increase while rsFC of the CEN decreases (Christoff et al., 2009; Fox et al., 2015). This anti‐correlation is regarded as beneficial for cognition by allowing attention to be either directed toward self‐related thought or goal‐directed behavior (Christoff et al., 2009; Jilka et al., 2014; Laureys et al., 2007; Raichle, 2015). In our study, the GHB‐NoComa group showed even lower negative connectivity between the DMN and the R‐CEN when compared with the No‐GHB group. This suggests that the GHB‐NoComa group may require a stronger anti‐correlation between these networks in order to reach the same state of rest and mind‐wandering as the No‐GHB group. The participants in our study were not under the influence of GHB during the investigation. Interestingly, in studies assessing the acute effects of GHB, no alterations are observed in rsFC between the DMN and the CEN (Bosch et al., 2017, 2018). This difference is most likely related to whether or not participants were intoxicated, but may also be partly explained by differences in the subjects that were investigated. The data about the acute effects of GHB were obtained in participants that did not regularly use illegal drugs (Bosch et al., 2017, 2018), whereas our results were obtained in regular recreational users of GHB (and other substances).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28954, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We also analyzed the effect of GHB‐use per se and multiple GHB‐induced comas on rsFC within each network of interest. These results were in line with the previous finding, showing that only the effect of GHB‐use per se was associated with lower rsFC of the R‐CEN with a region in the dorsal ACC. The ACC is particularly involved in conflict detection and is highly connected with frontal regions of the CEN, which together form an important executive control pathway (Bosch et al., 2018; Cocchi, Zalesky, Fornito, & Mattingley, 2013; McVay & Kane, 2010). At rest, the ACC is involved in conflict monitoring between awareness of external stimuli or self‐related thought, and increases its connectivity with the CEN in order to control these ongoing shifts in the focus of attention (Christoff et al., 2009; Cocchi et al., 2013; Hasenkamp et al., 2012; McVay & Kane, 2010; Mooneyham et al., 2017). Our results of lower rsFC within the R‐CEN with a region in the dorsal ACC may reflect reduced capacity to monitor information conveyed by the CEN, thereby reducing the capacity of the CEN to initiate the resolution of conflict between external stimuli and the desired state of mind‐wandering during rest (Christoff et al., 2009; Cocchi et al., 2013). This may further contribute to the lower between‐network connectivity between the DMN and the R‐CEN and vice versa.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30318, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, as stated above we only found alterations in rsFC between the GHB‐NoComa group and the No‐GHB group. Use of cocaine and stimulants other than cocaine was significantly different between these groups. Despite that we included the use of these drugs as covariates of no interest in all our analysis, it is possible that residual effects of these drugs remained. Hence, we performed a post hoc analysis to further explore the potential influence of these drugs on our outcome. We did not find significant effects related to the use of cocaine or the use of stimulants other than cocaine, and therefore residual effects of these drugs on our group results are unlikely.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30997, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Differences in rsFC appear to be unrelated to the effect of multiple GHB‐induced comas. This was a surprising finding and not in line with our hypothesis, since previous results of other data obtained on the same study primarily showed effects of task‐related neural activation with multiple GHB‐induced comas (Raposo Pereira et al., 2018a, 2018b). These results suggest that multiple GHB‐induced comas have no additional effect on GHB‐use related alterations in intrinsic connectivity. A possible explanation may be the different experimental conditions under which the data were obtained: during task performance versus in rest (Raposo Pereira et al., 2018a, 2018b). In our previous experiments, participants were performing highly demanding cognitive and emotional tasks that recruited frontal, limbic and parietal regions (Raposo Pereira et al., 2018a, 2018b). But in the current experiment individuals were requested to think of nothing in particular. Therefore, the current study suggests that GHB‐use per se is already associated with alterations in intrinsic network connectivity, while the previous studies suggest that GHB‐induced comas have additional effects on brain networks under high demand.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32205, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, we suggested above that GHB‐use per se requires stronger anti‐correlation between the R‐CEN and the DMN to reach the same state of mind‐wandering as the No‐GHB group. This may represent a plastic mechanism that is not present to the same extent in the GHB‐Coma group, which could explain the absence of even stronger network connectivity differences after coma. However, the absence of a healthy control group does not allow us to explore the nature of these findings with respect to normal connectivity, which remains to be addressed in future studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32772, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Moreover, it is important to highlight the fact that therapeutic doses of GHB are effectively used in a myriad of conditions such as narcolepsy, alcohol dependence, and possibly fibromyalgia (Alshaikh et al., 2012; Calandre, Rico‐Villademoros, & Slim, 2015; van den Brink et al., 2018). Though, it is worth mentioning that the doses used recreationally by the GHB‐NoComa group were considerably higher than the therapeutic GHB concentrations generally used for these conditions. Therefore, we like to stress that controlled therapeutic doses taken regularly by these patients are unlikely to pose a similar risk for brain function, and patients regularly using this medication in controlled concentrations and pharmaceutical quality should not be worried.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33528, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To our knowledge, this is it the first study investigating the effects of regular use of GHB and multiple GHB‐induced comas on rsFC of the DMN, the CEN and the SN beyond periods of acute intoxication. By including two control groups matched for age and education level, it was possible to isolate the effects of GHB‐use per se from the effect of multiple GHB‐induced comas. However, the study also has some limitations. Only male participants were included, which means that we cannot generalize our findings to female GHB‐users. However, the vast majority of GHB‐users are males (Miró et al., 2017). Likewise, regular GHB‐users are generally polydrug users. For that reason, we decided that inclusion of polydrug users as a control group would more realistically represent this population. Although we intended to match the groups for use of other recreational drugs, the exposure was still different between groups. We therefore controlled the analyses for exposure to recreational drugs other than GHB that differed significantly between the groups. Moreover, the GHB‐Coma group showed lower premorbid IQ than the other two groups despite the fact that all groups were matched for education level. To minimize the influence of differences in premorbid IQ on the within network results, we introduced premorbid intellectual functioning as a covariate in the analyses. In addition we accounted for partial volume effects during registration with the inclusion of GM as a voxel‐wise covariate. If the GM covariate was not included, the difference between the GHB‐NoComa group and the No‐GHB group in the R‐CEN with a region in the ACC just failed to reach significance (p = 0.067). Finally, we cannot distinguish whether the observed results are the cause and/or consequence of GHB‐use due to the cross‐sectional design. Follow‐up studies are needed to disentangle those effects and to know whether the observed resting‐state alterations in this study are reversible with time and abstinence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35521, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "CONCLUSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 35532, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Regular recreational use of GHB is associated with alterations in intrinsic network connectivity beyond periods of GHB‐intoxication. GHB‐use per se is associated with decreased rsFC of the R‐CEN and decreased rsFC between the R‐CEN and the DMN. The results suggest that GHB‐use may influences resting brain function and in contrast to our hypothesis, multiple GHB‐induced comas do not appear to have additional effects on intrinsic FC. Further suggesting that GHB‐use per se, even without the occurrence of GHB‐induced coma, might have lasting effects on rsFC of major resting‐state networks regardless the absence of immediate side effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36174, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 36197, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 36208, "infons": {"fpage": "451", "issue": "4", "lpage": "458", "pub-id_doi": "10.5664/jcsm.2048", "pub-id_pmid": "22893778", "section_type": "REF", "source": "Journal of Clinical Sleep Medicine", "type": "ref", "volume": "8", "year": "2012"}, "text": "Sodium oxybate for narcolepsy with cataplexy: Systematic review and meta‐analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36290, "infons": {"fpage": "29", "issue": "1", "lpage": "52", "pub-id_doi": "10.1111/nyas.12360", "pub-id_pmid": "24502540", "section_type": "REF", "source": "Annals of the New York Academy of Sciences", "type": "ref", "volume": "1316", "year": "2014"}, "text": "The default network and self‐generated thought: Component processes, dynamic control, and clinical relevance", "sentences": [], "annotations": [], "relations": []}, {"offset": 36399, "infons": {"fpage": "584", "issue": "12", "lpage": "592", "pub-id_doi": "10.1016/j.tics.2012.10.008", "pub-id_pmid": "23142417", "section_type": "REF", "source": "Trends in Cognitive Sciences", "type": "ref", "volume": "16", "year": "2012"}, "text": "The role of default network deactivation in cognition and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 36465, "infons": {"fpage": "2033", "lpage": "2044", "pub-id_doi": "10.1016/j.neuroimage.2010.09.025", "pub-id_pmid": "20851191", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "54", "year": "2011"}, "text": "A reproducible evaluation of ANTs similarity metric performance in brain image registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 36557, "infons": {"fpage": "S148", "issue": "461", "pub-id_doi": "10.1016/S1053-8119(09)71511-3", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "7", "year": "2009"}, "text": "Group comparison of resting‐state FMRI data using multi‐subject ICA and dual regression", "sentences": [], "annotations": [], "relations": []}, {"offset": 36645, "infons": {"fpage": "1001", "lpage": "1013", "pub-id_doi": "10.1098/rstb.2005.1634", "section_type": "REF", "source": "Philosophical Transactions of the Royal Society B: Biological Sciences", "type": "ref", "volume": "360", "year": "2005"}, "text": "Investigations into resting‐state connectivity using independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36729, "infons": {"fpage": "4734", "issue": "10", "lpage": "4739", "pub-id_doi": "10.1073/pnas.0911855107", "section_type": "REF", "type": "ref", "volume": "107", "year": "2010"}, "text": "Toward discovery science of human brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 36778, "infons": {"fpage": "448", "lpage": "459", "pub-id_doi": "10.1016/j.neuroimage.2018.03.011", "pub-id_pmid": "29524621", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "173", "year": "2018"}, "text": "Gamma‐hydroxybutyrate increases brain resting‐state functional connectivity of the salience network and dorsal nexus in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 36905, "infons": {"fpage": "2141", "lpage": "2151", "pub-id_doi": "10.1038/npp.2017.110", "pub-id_pmid": "28561068", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "42", "year": "2017"}, "text": "Gamma‐Hydroxybutyrate increases resting‐state limbic perfusion and body and emotion awareness in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 37009, "infons": {"fpage": "1347", "issue": "9", "lpage": "1368", "pub-id_doi": "10.1517/14656566.2015.1047343", "pub-id_pmid": "26001183", "section_type": "REF", "source": "Expert Opinion on Pharmacotherapy", "type": "ref", "volume": "16", "year": "2015"}, "text": "An update on pharmacotherapy for the treatment of fibromyalgia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37072, "infons": {"fpage": "767", "issue": "8", "lpage": "777", "pub-id_doi": "10.1001/jamapsychiatry.2015.0101", "pub-id_pmid": "26061743", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Increased functional connectivity between subcortical and cortical resting‐state networks in autism spectrum disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 37190, "infons": {"fpage": "8719", "issue": "21", "lpage": "8724", "pub-id_doi": "10.1073/pnas.0900234106", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "106", "year": "2009"}, "text": "Experience sampling during fMRI reveals default network and executive system contributions to mind wandering", "sentences": [], "annotations": [], "relations": []}, {"offset": 37299, "infons": {"fpage": "174", "lpage": "187", "pub-id_doi": "10.1016/j.neuroimage.2017.03.020", "pub-id_pmid": "28302591", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "154", "year": "2017"}, "text": "Benchmarking of participant‐level confound regression strategies for the control of motion artifact in studies of functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 37437, "infons": {"fpage": "493", "issue": "10", "lpage": "501", "pub-id_doi": "10.1016/j.tics.2013.08.006", "pub-id_pmid": "24021711", "section_type": "REF", "source": "Trends in Cognitive Sciences", "type": "ref", "volume": "17", "year": "2013"}, "text": "Dynamic cooperation and competition between brain systems during cognitive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 37520, "infons": {"fpage": "1745", "issue": "2", "lpage": "1751", "pub-id_doi": "10.1016/j.neuroimage.2011.08.026", "pub-id_pmid": "21872664", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Sleep deprivation reduces default mode network connectivity and anti‐correlation during rest and task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 37634, "infons": {"section_type": "REF", "source": "Hospital emergency presentations and acute drug toxicity in Europe: Update from the euro‐DEN plus research group and the EMCDDA", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 37635, "infons": {"fpage": "611", "lpage": "621", "pub-id_doi": "10.1016/j.neuroimage.2015.02.039", "pub-id_pmid": "25725466", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "111", "year": "2015"}, "text": "The wandering brain: Meta‐analysis of functional neuroimaging studies of mind‐wandering and related spontaneous thought processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 37765, "infons": {"fpage": "63", "issue": "1", "lpage": "72", "pub-id_doi": "10.1016/j.neuroimage.2009.06.060", "pub-id_pmid": "19573611", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "48", "year": "2009"}, "text": "Accurate and robust brain image alignment using boundary‐based registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 37841, "infons": {"fpage": "750", "lpage": "760", "pub-id_doi": "10.1016/j.neuroimage.2011.07.008", "pub-id_pmid": "21782031", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Mind wandering and attention during focused meditation: A fine‐grained temporal analysis of fluctuating cognitive states", "sentences": [], "annotations": [], "relations": []}, {"offset": 37962, "infons": {"fpage": "1228", "issue": "5", "lpage": "1240", "pub-id_doi": "10.1213/ANE.0000000000001353", "pub-id_pmid": "27331780", "section_type": "REF", "source": "Anesthesia and Analgesia", "type": "ref", "volume": "123", "year": "2016"}, "text": "Disconnecting consciousness: Is there a common anesthetic end point?", "sentences": [], "annotations": [], "relations": []}, {"offset": 38031, "infons": {"fpage": "825", "lpage": "841", "pub-id_doi": "10.1016/S1053-8119(02)91132-8", "pub-id_pmid": "12377157", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Improved optimization for the robust and accurate linear registration and motion correction of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 38139, "infons": {"fpage": "782", "issue": "2", "lpage": "790", "pub-id_doi": "10.1016/j.neuroimage.2011.09.015", "pub-id_pmid": "21979382", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "FSL", "sentences": [], "annotations": [], "relations": []}, {"offset": 38143, "infons": {"fpage": "10798", "issue": "33", "lpage": "10807", "pub-id_doi": "10.1523/JNEUROSCI.0518-14.2014", "pub-id_pmid": "25122883", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "34", "year": "2014"}, "text": "Damage to the salience network and interactions with the default mode network", "sentences": [], "annotations": [], "relations": []}, {"offset": 38221, "infons": {"fpage": "66", "issue": "2", "lpage": "74", "pub-id_doi": "10.1159/000353237", "pub-id_pmid": "24080792", "section_type": "REF", "source": "European Addiction Research", "type": "ref", "volume": "20", "year": "2014"}, "text": "Risk factors of γ‐Hydroxybutyrate overdosing", "sentences": [], "annotations": [], "relations": []}, {"offset": 38266, "infons": {"fpage": "4022", "issue": "12", "lpage": "4037", "pub-id_doi": "10.1162/jocn_a_00077", "pub-id_pmid": "21671731", "section_type": "REF", "source": "Journal of Cognitive Neuroscience", "type": "ref", "volume": "23", "year": "2011"}, "text": "Behavioral interpretations of intrinsic connectivity networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 38328, "infons": {"fpage": "722", "lpage": "741", "pub-id_doi": "10.1016/j.concog.2007.04.004", "pub-id_pmid": "17544299", "section_type": "REF", "source": "Consciousness and Cognition", "type": "ref", "volume": "16", "year": "2007"}, "text": "Self‐consciousness in non‐communicative patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 38377, "infons": {"fpage": "107", "issue": "107", "pub-id_doi": "10.1186/s13049-016-0299-z", "section_type": "REF", "source": "Scandinavian Journal of Trauma, Resuscitation and Emergency Medicine", "type": "ref", "volume": "24", "year": "2016"}, "text": "Presentations to an urban emergency department in Switzerland due to acute γ‐hydroxybutyrate toxicity", "sentences": [], "annotations": [], "relations": []}, {"offset": 38479, "infons": {"fpage": "4247", "issue": "11", "lpage": "4261", "pub-id_doi": "10.1002/hbm.22914", "pub-id_pmid": "26314702", "section_type": "REF", "source": "Human Brain Mapping", "type": "ref", "volume": "36", "year": "2015"}, "text": "Disruption of cortical integration during midazolam‐induced light sedation", "sentences": [], "annotations": [], "relations": []}, {"offset": 38554, "infons": {"fpage": "980", "lpage": "988", "pub-id_doi": "10.1111/bcp.12863", "pub-id_pmid": "26659543", "section_type": "REF", "source": "British Journal of Clinical Pharmacology", "type": "ref", "volume": "81", "year": "2016"}, "text": "Pharmacokinetics and pharmacodynamics of γ‐hydroxybutyrate in healthy subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 38633, "infons": {"fpage": "1498", "issue": "9", "lpage": "1507", "pub-id_doi": "10.1162/jocn.2007.19.9.1498", "pub-id_pmid": "17714011", "section_type": "REF", "source": "Journal of Cognitive Neuroscience", "type": "ref", "volume": "19", "year": "2007"}, "text": "Open access series of imaging studies (OASIS): Cross‐sectional MRI data in young, middle aged, nondemented, and demented older adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 38767, "infons": {"fpage": "188", "issue": "2", "lpage": "207", "pub-id_doi": "10.1037/a0018298", "pub-id_pmid": "20192557", "section_type": "REF", "source": "Psychological Bulletin", "type": "ref", "volume": "136", "year": "2010"}, "text": "Does mind wandering reflect executive function or executive failure? Comment on Smallwood and Schooler (2006) and Watkins (2008)", "sentences": [], "annotations": [], "relations": []}, {"offset": 38896, "infons": {"fpage": "84", "lpage": "91", "pub-id_doi": "10.1016/j.toxlet.2017.05.030", "pub-id_pmid": "28579487", "section_type": "REF", "source": "Toxicology Letters", "type": "ref", "volume": "277", "year": "2017"}, "text": "Intoxication by gamma hydroxybutyrate and related analogues: Clinical characteristics and comparison between pure intoxication and that combined with other substances of abuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 39072, "infons": {"fpage": "495", "issue": "3", "lpage": "506", "pub-id_doi": "10.1162/jocn_a_01066", "pub-id_pmid": "27779908", "section_type": "REF", "source": "Journal of Cognitive Neuroscience", "type": "ref", "volume": "29", "year": "2017"}, "text": "States of mind: Characterizing the neural bases of focus and mind‐wandering through dynamic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 39188, "infons": {"fpage": "115", "pub-id_doi": "10.3389/fnins.2017.00115", "pub-id_pmid": "28348512", "section_type": "REF", "source": "Frontiers in Neuroscience", "type": "ref", "volume": "11", "year": "2017"}, "text": "Using dual regression to investigate network shape and amplitude in functional connectivity analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 39289, "infons": {"fpage": "500", "lpage": "508", "pub-id_doi": "10.1016/j.neuroimage.2006.10.007", "pub-id_pmid": "17113790", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "34", "year": "2007"}, "text": "Integrating VBM into the general linear model with voxelwise anatomical covariates", "sentences": [], "annotations": [], "relations": []}, {"offset": 39372, "infons": {"fpage": "415", "lpage": "436", "pub-id_doi": "10.1016/j.neuroimage.2017.12.073", "pub-id_pmid": "29278773", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "171", "year": "2018"}, "text": "An evaluation of the efficacy, reliability, and sensitivity of motion correction strategies for resting‐state functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 39497, "infons": {"fpage": "641", "lpage": "659", "pub-id_doi": "10.3758/s13415-013-0180-8", "section_type": "REF", "source": "Cognitive, Affective, & Behavioral Neuroscience", "type": "ref", "volume": "13", "year": "2013"}, "text": "Toward a neurometric foundation for probabilistic independent component analysis of fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 39591, "infons": {"fpage": "278", "lpage": "287", "pub-id_doi": "10.1016/j.neuroimage.2015.02.063", "pub-id_pmid": "25770990", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "112", "year": "2015"}, "text": "Evaluation of ICA‐AROMA and alternative strategies for motion artifact removal in resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 39692, "infons": {"fpage": "267", "lpage": "277", "pub-id_doi": "10.1016/j.neuroimage.2015.02.064", "pub-id_pmid": "25770991", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "112", "year": "2015"}, "text": "ICA‐AROMA: A robust ICA‐based strategy for removing motion artifacts from fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 39776, "infons": {"fpage": "433", "lpage": "447", "pub-id_doi": "10.1146/annurev-neuro-071013-014030", "section_type": "REF", "source": "Annual Review of Neuroscience", "type": "ref", "volume": "38", "year": "2015"}, "text": "The Brain's default mode network", "sentences": [], "annotations": [], "relations": []}, {"offset": 39809, "infons": {"fpage": "923", "lpage": "930", "pub-id_doi": "10.1016/j.nicl.2018.09.022", "pub-id_pmid": "30308378", "section_type": "REF", "source": "NeuroImage: Clinical", "type": "ref", "volume": "20", "year": "2018b"}, "text": "Effect of GHB‐use and GHB‐induced comas on dorsolateral prefrontal cortex functioning in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 39905, "infons": {"fpage": "29", "lpage": "36", "pub-id_doi": "10.1016/j.drugalcdep.2018.05.019", "pub-id_pmid": "29966850", "section_type": "REF", "source": "Drug and Alcohol Dependence", "type": "ref", "volume": "190", "year": "2018a"}, "text": "Adverse effects of GHB‐induced coma on long‐term memory and related brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 39988, "infons": {"fpage": "2082", "issue": "9", "lpage": "2093", "pub-id_doi": "10.1093/cercor/bhq295", "pub-id_pmid": "21330468", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "21", "year": "2011"}, "text": "Development of the brain's default mode network from wakefulness to slow wave sleep", "sentences": [], "annotations": [], "relations": []}, {"offset": 40072, "infons": {"fpage": "1", "lpage": "39", "pub-id_doi": "10.1016/j.neuroimage.2012.08.052", "pub-id_pmid": "22982355", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "64", "year": "2013"}, "text": "An improved framework for confound regression and filtering for control of motion artifact in the preprocessing of resting‐state functional connectivity data", "sentences": [], "annotations": [], "relations": []}, {"offset": 40230, "infons": {"section_type": "REF", "type": "ref", "year": "2011"}, "text": " MATE‐en 2.1 manual and protocol‐D english edition: W. M. Cox. Bureau Bêta: Nijmegen, the Netherlands", "sentences": [], "annotations": [], "relations": []}, {"offset": 40332, "infons": {"fpage": "15", "issue": "1", "lpage": "19", "pub-id_pmid": "1877068", "section_type": "REF", "source": "Tijdschrift voor Gerontologie en Geriatrie", "type": "ref", "volume": "22", "year": "1991"}, "text": "The Dutch reading test for adults: A measure of premorbid intelligence level", "sentences": [], "annotations": [], "relations": []}, {"offset": 40409, "infons": {"fpage": "13040", "issue": "31", "lpage": "13045", "pub-id_doi": "10.1073/pnas.0905267106", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "106", "year": "2009"}, "text": "Correspondence of the brain's functional architecture during activation and rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 40490, "infons": {"fpage": "89", "lpage": "98", "pub-id_doi": "10.1016/j.neuroimage.2008.03.061", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "44", "year": "2009"}, "text": "Threshold‐free cluster enhancement: Addressing problems of smoothing, threshold dependence and localisation in cluster inference", "sentences": [], "annotations": [], "relations": []}, {"offset": 40619, "infons": {"fpage": "e14224", "pub-id_doi": "10.1371/journal.pone.0014224", "pub-id_pmid": "21151992", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "5", "year": "2010a"}, "text": "Changes in resting neural connectivity during propofol sedation", "sentences": [], "annotations": [], "relations": []}, {"offset": 40683, "infons": {"fpage": "e14224", "issue": "12", "pub-id_doi": "10.1371/journal.pone.0014224", "pub-id_pmid": "21151992", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "5", "year": "2010b"}, "text": "Changes in resting neural connectivity during propofol sedation", "sentences": [], "annotations": [], "relations": []}, {"offset": 40747, "infons": {"fpage": "1310", "issue": "6", "lpage": "1320", "pub-id_doi": "10.1109/TMI.2010.2046908", "pub-id_pmid": "20378467", "section_type": "REF", "source": "IEEE Transactions on Medical Imaging", "type": "ref", "volume": "29", "year": "2010"}, "text": "N4ITK: Improved N3 bias correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 40782, "infons": {"fpage": "72", "issue": "2", "lpage": "82", "pub-id_doi": "10.1016/j.annfar.2013.11.005", "section_type": "REF", "source": "Annales Francaises d'Anesthesie et de Reanimation", "type": "ref", "volume": "33", "year": "2014"}, "text": "Cerebral mechanisms of general anesthesia", "sentences": [], "annotations": [], "relations": []}, {"offset": 40824, "infons": {"section_type": "REF", "source": "World drug report–market analysis of synthetic drugs", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 40825, "infons": {"fpage": "1217", "lpage": "1227", "pub-id_doi": "10.1016/j.neubiorev.2012.02.002", "pub-id_pmid": "22342779", "section_type": "REF", "source": "Neuroscience and Biobehavioral Reviews", "type": "ref", "volume": "36", "year": "2012"}, "text": "Possible long‐term effects of γ‐hydroxybutyric acid (GHB) due to neurotoxicity and overdose", "sentences": [], "annotations": [], "relations": []}, {"offset": 40917, "infons": {"fpage": "969", "issue": "4", "lpage": "986", "pub-id_doi": "10.1111/adb.12645", "pub-id_pmid": "30043457", "section_type": "REF", "source": "Addiction Biology", "type": "ref", "volume": "23", "year": "2018"}, "text": "Efficacy and safety of sodium oxybate in alcohol‐dependent patients with a very high drinking risk level", "sentences": [], "annotations": [], "relations": []}, {"offset": 41022, "infons": {"fpage": "431", "issue": "1", "lpage": "438", "pub-id_doi": "10.1016/j.neuroimage.2011.07.044", "pub-id_pmid": "21810475", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "The influence of head motion on intrinsic functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 41092, "infons": {"fpage": "1957", "lpage": "1968", "pub-id_doi": "10.1007/s00213-017-4603-z", "pub-id_pmid": "28429067", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "234", "year": "2017"}, "text": "Neuronal oscillations and synchronicity associated with gamma‐hydroxybutyrate during resting‐state in healthy male volunteers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41218, "infons": {"fpage": "381", "lpage": "397", "pub-id_doi": "10.1016/j.neuroimage.2014.01.060", "pub-id_pmid": "24530839", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "92", "year": "2014"}, "text": "Permutation inference for the general linear model", "sentences": [], "annotations": [], "relations": []}, {"offset": 41269, "infons": {"section_type": "REF", "type": "ref", "year": "2013"}, "text": "World medical association declaration of helsinki ethical principles for medical research involving human subjects. WMA General Assembly, Somerset West, Republic of South Africa, 310 ", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}