{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6362203", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-019-0399-4", "article-id_pmc": "6362203", "article-id_pmid": "30718492", "article-id_publisher-id": "399", "elocation-id": "65", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Just;given-names:Alanna L.", "name_1": "surname:Meng;given-names:Chun", "name_2": "surname:Smith;given-names:Dana G.", "name_3": "surname:Bullmore;given-names:Edward T.", "name_4": "surname:Robbins;given-names:Trevor W.", "name_5": "surname:Ersche;given-names:Karen D.", "name_6": "surname:Ersche;given-names:Karen D.", "name_7": "surname:Meng;given-names:Chun", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2019"}, "text": "Effects of familial risk and stimulant drug use on the anticipation of monetary reward: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 102, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The association between stimulant drug use and aberrant reward processing is well-documented in the literature, but the nature of these abnormalities remains elusive. The present study aims to disentangle the separate and interacting effects of stimulant drug use and pre-existing familial risk on abnormal reward processing associated with stimulant drug addiction. We used the Monetary Incentive Delay task, a well-validated measure of reward processing, during fMRI scanning in four distinct groups: individuals with familial risk who were either stimulant drug-dependent (N = 41) or had never used stimulant drugs (N = 46); and individuals without familial risk who were either using stimulant drugs (N = 25) or not (N = 48). We first examined task-related whole-brain activation followed by a psychophysiological interaction analysis to further explore brain functional connectivity. For analyses, we used a univariate model with two fixed factors (familial risk and stimulant drug use). Our results showed increased task-related activation in the putamen and motor cortex of stimulant-using participants. We also found altered task-related functional connectivity between the putamen and frontal regions in participants with a familial risk (irrespective of whether they were using stimulant drugs or not). Additionally, we identified an interaction between stimulant drug use and familial risk in task-related functional connectivity between the putamen and motor-related cortical regions in potentially at-risk individuals. Our findings suggest that abnormal task-related activation in motor brain systems is associated with regular stimulant drug use, whereas abnormal task-related functional connectivity in frontostriatal brain systems, in individuals with familial risk, may indicate pre-existing neural vulnerability for developing addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1958, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1971, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A change in our understanding of drug addiction as a brain disorder was influenced by the notion that drug addiction was not a deficit of character, but rather the result of aberrant brain function caused by excessive drug use. A prominent hypothesis has been that drugs of abuse alter reward processing through disruption of the mesolimbic dopamine reward system – a theory that has since been supported by both animal models and human research. The brain reward system assimilates both top-down and bottom-up inputs from cortical and subcortical brain circuitry, including prefrontal and motor cortical systems, to support the integrated evaluation of environmental stimuli. Dysregulation of the mesolimbic dopamine reward system has been associated with both acute and chronic use of stimulant drugs, leading to changes in how drug users perceive and process reward. These changes hypothetically facilitate the development and maintenance of addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2927, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "However, the notion that drug use is the sole cause of aberrant reward processing in addicted individuals is disputable. Evidence indicates that stimulant drug users with a family history of substance abuse are eight times more likely to develop an addiction than those without a family history. Familial transmission of substance use disorders suggests pre-existing genetic, sociological, economic, and other environmental risk factors that are often shared between biological first-degree relatives (i.e., familial risk-factors). Accordingly, healthy first-degree relatives of individuals affected by addiction report a number of abnormalities in terms of personality traits and brain structure, aberrant striatal dopamine neurotransmission, and altered striatal function during reward processing. Thus, pre-existing familial vulnerability renders the individual vulnerable to developing addiction should they start taking drugs. Likewise, stimulant drugs also exert effects that contribute to aberrant reward processing and problematic drug use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3976, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The potential contribution of both familial and drug use-related risk factors makes it difficult to determine the cause of aberrant reward processing associated with stimulant drug use. Here, we investigated the effects of stimulant drug use and familial risk within a single statistical model to determine their possible separate and interacting effects on reward processing. To identify the effects of familial risk we examined candidate endophenotypes based on neural network activation patterns. Endophenotypes are stable, heritable, and quantifiable traits observed in both clinically affected individuals and their unaffected first-degree relatives. Hypothetically, endophenotypic abnormalities, arising from genetic, sociological, economic, and other environmental risk-factors common between biological first-degree relatives (i.e., familial risk-factors), both subserve and predate the development of stimulant drug addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4912, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To identify endophenotypes in the current study, we included fully-related siblings who not only share approximately 50% of their genes, but also childhood sociological, economic, and other familial risk-factors, which may influence the development of addiction. These individuals are of particular interest not only because of their increased familial risk of developing addiction but also because of their success in avoiding the initiation of stimulant drug use despite the increased risk, potentially indicating compensatory or resiliency mechanisms. This endophenotype approach has been used previously in addicted populations, although not in relation to reward processing. To identify effects of stimulant drug use as well as the familial risk of addiction within the same model, we included non-dependent stimulant drug users and non-drug users, both without familial risk, in addition to the sibling pairs with familial risk. Together, the four distinct groups each possessed a unique combination of familial and stimulant drug-related risk-factors, allowing the disentanglement of the distinct and interacting effects of both stimulant drug use and familial risk. By investigating interacting effects, we may gain insight into possible compensation or resiliency in at-risk individuals, such as those with familial risk who successfully avoided stimulant drug use, and those who use stimulant drugs but successfully avoid the development of addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6374, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although the risk associated with the development of addiction may not be drug-specific, we deliberately focused on stimulant drugs given their critical dependence on the mesocorticolimbic dopamine system and the hypothesized association between the drug-induced release of dopamine and the drug’s addictive liability. The abuse liability of stimulant drugs and the relative high heritability, which has been estimated to be 0.72, suggest that individual variations in behaviorally relevant neural networks may mediate the individual’s susceptibility to drug addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6944, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We examined neural responses to reward using the monetary incentive delay (MID) task—a well-validated paradigm for examining anticipatory brain responses to reward. The MID-task has been associated with abnormal activation in frontostriatal circuits in drug users and those at-risk for addiction; however, these results have been inconsistent and often focus on regions of interest rather than the whole brain. More importantly, prior studies have not addressed the critical question of causality. To address this question in stimulant drug addiction, we hypothesized that if aberrant reward processing is a consequence of stimulant drug use, then participants with a personal history of stimulant drug use will show altered task-related striatal function during reward processing. Alternatively, if aberrant reward processing is a pre-existing vulnerability resulting from familial risk, then fully-related sibling pairs will share a similar pattern of abnormal task-related striatal function during reward processing distinct from that of unrelated control participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8017, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 8039, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 8052, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics, personality, clinical and MID-task performance data for all participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8139, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th colspan=\"2\">F–S− No familial risk; No stimulant use (<italic>N</italic> = 48)</th><th colspan=\"2\">F−S+ No familial risk; Stimulant use (<italic>N</italic> = 25)</th><th colspan=\"2\">F+S− Familial risk; No stimulant use (<italic>N</italic> = 46)</th><th colspan=\"2\">F+S+ Familial risk; Stimulant use (<italic>N</italic> = 41)</th></tr><tr><th>Mean</th><th>(±SD)</th><th>Mean</th><th>(±SD)</th><th>Mean</th><th>(±SD)</th><th>Mean</th><th>(±SD)</th></tr></thead><tbody><tr><td colspan=\"9\">\n<italic>Demographics</italic>\n</td></tr><tr><td>Age (years)</td><td>32.5</td><td>( ± 8.8)</td><td>28.6</td><td>(±6.6)</td><td>32.3</td><td>(±8.4)</td><td>34.6</td><td>(±7.4)</td></tr><tr><td>Gender (% male)</td><td rowspan=\"1\" colspan=\"2\">63%</td><td rowspan=\"1\" colspan=\"2\">52%</td><td rowspan=\"1\" colspan=\"2\">48%</td><td rowspan=\"1\" colspan=\"2\">90%</td></tr><tr><td>Disposable income (£/month)</td><td>660</td><td> (±940)</td><td>714</td><td>(±1154)</td><td>403</td><td>(±411)</td><td>399</td><td>(±672)</td></tr><tr><td>Trait Impulsivity (BIS-11 total score)</td><td>59.3</td><td>(±7.6)</td><td>63.2</td><td>(±10.4)</td><td>67.2</td><td>(±10.4)</td><td>77.0</td><td>(±9.4)</td></tr><tr><td>Alcohol consumption (AUDIT total score)</td><td>3.2</td><td>(±2.3)</td><td>5.8</td><td>(±1.5)</td><td>3.9</td><td>(±4.6)</td><td>11.7</td><td>(±11.9)</td></tr><tr><td>Drug-taking experiences (DAST-20 total score)</td><td>0.0</td><td>(±0.0)</td><td>2.4</td><td>(±1.0)</td><td>0.5</td><td>(±1.1)</td><td>Not completed</td><td/></tr><tr><td>Compulsive use of stimulants (OCDUS total score)</td><td>-</td><td>-</td><td>1.2</td><td>(±1.7)</td><td>-</td><td>-</td><td>23.6</td><td>(±9.3)</td></tr><tr><td>Nicotine Use (current/past)</td><td>12.5%</td><td>43.8%</td><td>68%</td><td>16%</td><td>54%</td><td>37%</td><td>92.7%</td><td>4.9%</td></tr><tr><td>Cannabis Use (current/Past)</td><td>0%</td><td>20.8%</td><td>36%</td><td>60%</td><td>8.7%</td><td>65.2%</td><td>65.9%</td><td>34.1%</td></tr><tr><td colspan=\"9\">\n<italic>Task performance</italic>\n</td></tr><tr><td>Money gained (£)</td><td>8.65</td><td>(±1.2)</td><td>8.46</td><td>(±1.2)</td><td>8.48</td><td>(±1.2)</td><td>8.49</td><td>(±1.5)</td></tr><tr><td>Successful responses to neutral trials (number)</td><td>12.4</td><td>(±2.1)</td><td>12.1</td><td>(±1.8)</td><td>12.1</td><td>(±2.4)</td><td>10.2</td><td>(±3.1)</td></tr><tr><td>Successful responses t rewarding trials (number)</td><td>27.9</td><td>(±3.4)</td><td>28.6</td><td>(±2.9)</td><td>27.8</td><td>(±3.6)</td><td>27.9</td><td>(±4.9)</td></tr><tr><td>Response time for successful neutral trials (ms)</td><td>210.6</td><td>(±23.7)</td><td>206.7</td><td>(±22.4)</td><td>211.5</td><td>(±23.1)</td><td>220.6</td><td>(±40.1)</td></tr><tr><td>Response time for successful rewarding trials (ms)</td><td>204.5</td><td>(±19.0)</td><td>200.8</td><td>(±19.7)</td><td>208.3</td><td>(±21.2)</td><td>207.0</td><td>(±25.8)</td></tr></tbody></table>\n"}, "text": "\tF–S− No familial risk; No stimulant use (N = 48)\tF−S+ No familial risk; Stimulant use (N = 25)\tF+S− Familial risk; No stimulant use (N = 46)\tF+S+ Familial risk; Stimulant use (N = 41)\t \tMean\t(±SD)\tMean\t(±SD)\tMean\t(±SD)\tMean\t(±SD)\t \tDemographics\t \tAge (years)\t32.5\t( ± 8.8)\t28.6\t(±6.6)\t32.3\t(±8.4)\t34.6\t(±7.4)\t \tGender (% male)\t63%\t52%\t48%\t90%\t \tDisposable income (£/month)\t660\t (±940)\t714\t(±1154)\t403\t(±411)\t399\t(±672)\t \tTrait Impulsivity (BIS-11 total score)\t59.3\t(±7.6)\t63.2\t(±10.4)\t67.2\t(±10.4)\t77.0\t(±9.4)\t \tAlcohol consumption (AUDIT total score)\t3.2\t(±2.3)\t5.8\t(±1.5)\t3.9\t(±4.6)\t11.7\t(±11.9)\t \tDrug-taking experiences (DAST-20 total score)\t0.0\t(±0.0)\t2.4\t(±1.0)\t0.5\t(±1.1)\tNot completed\t\t \tCompulsive use of stimulants (OCDUS total score)\t-\t-\t1.2\t(±1.7)\t-\t-\t23.6\t(±9.3)\t \tNicotine Use (current/past)\t12.5%\t43.8%\t68%\t16%\t54%\t37%\t92.7%\t4.9%\t \tCannabis Use (current/Past)\t0%\t20.8%\t36%\t60%\t8.7%\t65.2%\t65.9%\t34.1%\t \tTask performance\t \tMoney gained (£)\t8.65\t(±1.2)\t8.46\t(±1.2)\t8.48\t(±1.2)\t8.49\t(±1.5)\t \tSuccessful responses to neutral trials (number)\t12.4\t(±2.1)\t12.1\t(±1.8)\t12.1\t(±2.4)\t10.2\t(±3.1)\t \tSuccessful responses t rewarding trials (number)\t27.9\t(±3.4)\t28.6\t(±2.9)\t27.8\t(±3.6)\t27.9\t(±4.9)\t \tResponse time for successful neutral trials (ms)\t210.6\t(±23.7)\t206.7\t(±22.4)\t211.5\t(±23.1)\t220.6\t(±40.1)\t \tResponse time for successful rewarding trials (ms)\t204.5\t(±19.0)\t200.8\t(±19.7)\t208.3\t(±21.2)\t207.0\t(±25.8)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9557, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Data are displayed by individual group status. Standard deviation (SD) shown in parentheses. [Notes: AUDIT score > 8 indicate harmful drinking. DAST-20 < 5 indicate recreational use of drugs in general (not specific to stimulant drugs). The DAST-20 test was not administered in dependent stimulant users as it is not sensitive to clinical populations", "sentences": [], "annotations": [], "relations": []}, {"offset": 9908, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A total of 165 participants were recruited for this study from local treatment centers, by media advertisements, or by word-of-mouth within the community. All participants were between the age of 18–55 years and fluent in written and spoken English. Participants also underwent semi-structured interviews to ascertain personal and family history of drug/alcohol addiction, physical health (including signs of acute intoxication and withdrawal), and mental health as assessed with the Structured Clinical Interview for DSM-IV-TR Axis I Disorders. Participants were split into four groups based on their individual familial risk (F) and stimulant drug-related risk (S). Stimulant-dependent individuals (F+S+) and their unaffected siblings (F+S−) composed the groups with familial risk. Non-dependent stimulant drug users without a family history of addiction (F−S+) and individuals without either family or personal history of drug addiction (F−S−) composed the control groups without familial risk (see Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10920, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All F+S+ participants were required to satisfy the DSM-IV-TR criteria for stimulant drug dependence (cocaine: 92.7%; amphetamines: 7.3%) and share both biological parents with an F+S− sibling who was also able to participate in the study. Additionally, F−S+ control participants were required to have engaged in regular stimulant drug use for at least two years but had never developed addiction to drugs or alcohol and had never been prescribed stimulant drugs for medical reasons. We intentionally recruited non-dependent stimulant drug-using controls because their lack of dependence reduced their likelihood of possessing those familial risk factors and associated neural vulnerabilities that render individuals susceptible to addiction. The sample size was determined by power analysis, establishing a group size of N = 42 for 95% power to identify the effects of familiarity. Semi-structured interviews determined that control participants had no first-degree relative affected by addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11918, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For all groups, exclusionary criteria included a lifetime history of a psychotic, neurological, or neurodevelopment disorder, or traumatic head injury. Exclusion criteria for unaffected siblings and unrelated controls also included any personal history of substance addiction (except nicotine). Concurrent drug and alcohol consumption for these three groups were low (as reflected by the Alcohol Use Disorders Identification Test [AUDIT] and Drug Abuse Screening Test [DAST-20] scores, see Table 1). Experience with tobacco and nicotine have been reported in all groups (see Table 1). Group differences in reported nicotine (χ2 = 67.04, p < 0.001) and cannabis use (χ2 = 104.36, p < 0.001) between stimulant drug users and non-users were controlled for in a separate post-hoc analysis. Critically, although drug-taking experiences are common in people with familial risk, F+S− participants in the present study did not report stimulant drug use. Exclusion criteria were kept deliberately minimal as minor psychopathology may be a clinical marker of vulnerability and an important characteristic of the participant in the familial risk group. Further details can be found in the supplementary material (SM).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13125, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to stimulant drug dependence, 12 F+S+ participants further met diagnostic criteria for alcohol dependence, and 22 F+S+ participants for opioid dependence. Consistent with prior literature, participants with familial risk reported a high prevalence of childhood adversity when compared with control participants (F1,159 = 29.12, p < 0.001), as determined by Childhood Trauma Questionnaire (CTQ) abuse scores. Differences in familial relationship between sibling pairs and unrelated control groups (i.e., sibling pairs with familial risk were related, whereas control participants without familial risk were not) was investigated post-hoc. Prior to testing, stimulant-positive urine samples were provided by all except three F+S+ participants, indicating the use of stimulant drugs in the last 72 h. Drug-negative urine samples were provided by all other participants. This study was approved by the NHS Cambridgeshire2 Research Ethics Committee (08/H0308/310PI:KDE), and written informed consent was obtained from all participants prior to study enrollment. This sample is described in more detail in the SM; separate data from this sample have been published previously.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14308, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MID-task design", "sentences": [], "annotations": [], "relations": []}, {"offset": 14324, "infons": {"file": "41398_2019_399_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Schematic representation of the MID-paradigm depicting screen sequence, contrast used, and key performance variable intervals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14451, "infons": {"file": "41398_2019_399_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "The sequence presented screens including an anticipatory cue, inter-stimulus (IS) interval, target stimulus, feedback, and fixation cross. The neutral cue (no reward) was represented by an empty circle, the small gain (10 pence) cue was represented by a circle transected by a single horizontal line, and the large gain (50 pence) cue was represented by a circle transected by two horizontal lines. Successful feedback was depicted by an image of a 10p or 50p coin with the words “you’ve won 10p!” and “you’ve won 50p!” respectively (depending on the magnitude of the previous anticipation cue). Unsuccessful feedback (too late or too early) and successful neutral reward feedback, was depicted as an empty circle with the words “you’ve won 0p!”", "sentences": [], "annotations": [], "relations": []}, {"offset": 15197, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the MID-task to examine the neural correlates of reward anticipation (Fig. 1). The task consisted of three phases: anticipation, target, and feedback. A cue presented in the anticipation phase notified participants of the potential to receive a monetary or neutral reward. The target stimulus, presented following the anticipation phase, prompted participants to respond by pressing a button. Finally, during the feedback phase participants were informed about the outcome of their behavioral response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15708, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the anticipatory phase, three cues, indicating either a neutral or rewarding outcome, were randomly displayed (Fig. 1). The anticipatory cue was presented for 250 ms, notified participants of the potential to win a monetary or a neutral reward, and was followed by a jittered black anticipation screen for 3000–5000 ms. The target stimulus, always a white square, was then presented for 100–400 ms, during which the participant had to respond by pressing a button. Immediately following the target stimulus, either successful or unsuccessful feedback, contingent on participant response, was presented for 1650 ms. Feedback screens were followed by a fixation cross screen, which was presented for 5000–2700 ms until the next trial commenced. Responses were deemed successful if performed during presentation of the target on the screen. The time between the presentation of the cue and the target stimulus represents the anticipatory phase, during which neural responses were recorded (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16711, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prior to scanning, all participants underwent 66 training trials to ensure they had a clear understanding of how to complete the task. Participants were told prior to scanning that their total earnings were contingent upon task performance. The duration of the anticipation phase was based on participants’ performance to maintain a 66% success rate. In total, 66 trials were completed by each participant. Participants also completed an additional, but separate version of this task, which included drug-related cues, the results of which are not reported here.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17274, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 17295, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Behavioral data were analyzed using the Statistical Package for Social Science (SPSS v.22; IBM Chicago, Illinois). We employed a univariate analysis of variance model with two fixed between-subject factors: familial risk (participants with and without addiction in the family) and stimulants (participants with and without stimulant drug use). This statistical model allowed the separate investigation of familial risk and stimulant drug use as well as possible interactions between these two factors. Analyzing distinct and interacting effects within the same model not only mitigates Type I error but can also reveal interactions between these two factors. This is particularly important as the development of addiction is likely contingent on both the use of drugs and familial risk-factors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18090, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gender and monthly disposable income were included as covariates in all analyses due to their reported involvement in reward processing and the development of addiction, and to control for group differences (gender: χ2 = 7.01, p = 0.008, income: F1,155 = 5.40, p = 0.021). These differences were driven by male dominance in the F+S+ group and less monthly disposable income in participants with familial risk, irrespective of drug use. Participants with less money to spend demonstrated decreased response times (r = −0.18, p = 0.022). Given that age did not differ between groups (F3,155 = 2.60, p = 0.054) and was not correlated with outcome measures, it was not used as a covariate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18776, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We controlled, post-hoc, for the potentially confounding differences in the severity/duration of drug use between the two stimulant using groups, and the different relationships between participants in the groups with and without familial risk. Accordingly, we subjected the significant neuroimaging results to a one-way ANCOVA analysis by importing mean cluster beta values (i.e., mean activation or connectivity values) into SPSS. To control for differences in drug-taking experiences, we entered the following variables as covariates: severity of stimulant use (OCDUS score), years of stimulant drug use, alcohol consumption (AUDIT score), current/past nicotine use, and current/past cannabis use. To control for the shared environment of the sibling pairs, we further included a measure of childhood adversity (CTQ abuse score) as a covariate in the same post-hoc ANCOVA model. We did not include these variables as covariates in the main analysis to avoid statistically controlling for aspects that were critical in defining the groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19818, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Behavioral data were analyzed for accuracy and latency of successful trials, and the total amount of money gained using a repeated-measures ANCOVA model with trial type (monetary versus neutral reward) as the within-subject factor and stimulants and familial risk as the two between-subject factors. Square-root transformation was used for best normalization. Sidak post-hoc analysis was used for all individual group comparisons. Accordingly, demographic data were analyzed using a general linear model (GLM) with stimulants and familial risk as fixed factors. Demographic and task performance data were used for analyses (see Table 1). Pearson correlation coefficients were calculated to assess the relationships between outcome measures. We also examined the relationship between self-reported impulsivity and task-related neural activation and functional connectivity using the Barratt Impulsiveness Scale (BIS-11). All tests were two-tailed and significance levels of p < 0.05 were assumed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20814, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Neuroimaging data acquisition and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 20857, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Further details on neuroimaging data acquisition and analysis can be found in the SM. Briefly, neuroimaging data were acquired at the Wolfson Brain Imaging Centre, University of Cambridge, in one run on a Siemens TIM-Trio 3-Tesla scanner (Siemens Medical Solutions, Erlangen, Germany). The scans were analyzed in FMRIB’s Software Library (FSL, v-5.0.9, https://fsl.fmrib.ox.ac.uk/fsl) and consisted of two main stages: (1) task activation analysis to identify brain regions involved in reward processing and effects of interest (i.e., main effects of familial risk, stimulant drug use, and their interaction); (2) post-hoc psychophysiological interaction (PPI) analysis to further explore functional connectivity related to reward anticipation and effects of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21626, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following standard pre-processing procedures, statistical analyses were conducted at the first and second levels by using fMRI Expert Analysis Tool. At the first level, GLM analysis was conducted for each participant. As reward magnitude showed no behavioral differences in latency, accuracy, or brain activation, small and large rewards were collapsed resulting in a single monetary reward type. Contrasts of interest included: anticipation of monetary reward versus neutral reward, successful feedback, and unsuccessful feedback (results on feedback are reported in the SM), consistent with prior literature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22237, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At the second level, the main effect of each contrast collapsed across groups was computed using one-sample t-tests, with gender and monthly disposable income as covariates, to reveal task activation patterns. The ANCOVA model was used to assess main effects of stimulants and familial risk in the four groups as well as their interaction for each contrast. In the second stage, owing to observed task-related activation in the putamen, post-hoc exploratory PPI analysis was used between striatal seed regions of interests (ROI) and whole brain. The seed ROI was defined by the peak coordinates of the significant putamen cluster extracted from a group level with a 4 mm radius. For all analyses, significant effects were defined, after voxelwise testing and family-wise error (FWE) correction for multiple comparison, as clusters with a voxel height of Z > 2.58 (i.e., p < 0.005) and cluster-corrected p-value of 0.00015 (using FSL’s easythresh function). Due to recent discussions regarding the control of false positives in cluster inference, we employed a relatively more stringent threshold than the conventional Z > 2.3 (i.e., p < .01).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23380, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Of the nine participants that were excluded post-hoc, five were due to excessive head motion during scanning (1 F−S−, 3 F+S+, 1 F+S−), one due to poor data quality (1 F+S−), and three due to incomplete behavioral data (1 F+S +, 1 F+S−, 1 F−S+), resulting in a remaining sample of 160 participants. Baseline demographic characteristics did not differ between excluded and included participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23774, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23782, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 23799, "infons": {"file": "41398_2019_399_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mean response latency in anticipation of monetary and neutral rewards.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23870, "infons": {"file": "41398_2019_399_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "All participantes responded faster in anticipation of monetary reward compared to neutral reward", "sentences": [], "annotations": [], "relations": []}, {"offset": 23967, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In keeping with the MID-task design to minimize behavioral differences, we did not find a main effect of familial risk or stimulants on performance measures (Table 1). However, since the MID-task included both monetary and neutral reward trials, we analyzed, post-hoc, the effect of trial valence on accuracy and latency of successful trials. In accordance with prior work, we observed across all groups, a main effect of trial valence on the number of successful responses (F1,155 = 218.55, p < 0.001), and mean response times (F1,155 = 22.23, p < 0.001; Fig. 2), such that participants responded faster and with more accuracy to the prospect of a monetary reward compared with a neutral reward. Detailed performance data are summarized in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24717, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Task-related brain activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 24747, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Peak Z-values and MNI-coordinates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24782, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Brain region</th><th rowspan=\"2\">BA</th><th rowspan=\"2\">Peak Z-value</th><th colspan=\"3\">Peak coordinates</th></tr><tr><th>\n<italic>x</italic>\n</th><th>\n<italic>y</italic>\n</th><th>\n<italic>z</italic>\n</th></tr><tr><th colspan=\"6\">\n<italic>A. Task-related activation</italic>\n</th></tr></thead><tbody><tr><td colspan=\"6\">\n<italic>Anticipation condition</italic>\n</td></tr><tr><td colspan=\"6\">\n<italic>Task activation</italic>\n</td></tr><tr><td>Orbital frontal cortex*</td><td>13</td><td>5.98</td><td>30</td><td>22</td><td>−10</td></tr><tr><td>Occipital pole</td><td>18</td><td>7.41</td><td>−22</td><td>−96</td><td>4</td></tr><tr><td colspan=\"6\"><italic>Stimulant use</italic> &gt; <italic>no stimulant use</italic></td></tr><tr><td>Right dorsolateral putamen</td><td>-</td><td>3.49</td><td>26</td><td>−12</td><td>10</td></tr><tr><td>Left dorsolateral putamen</td><td>-</td><td>3.52</td><td>−24</td><td>0</td><td>10</td></tr><tr><td>Right precentral gyrus</td><td>8</td><td>4.32</td><td>42</td><td>4</td><td>34</td></tr><tr><td>Left precentral gyrus</td><td>6/4</td><td>3.87</td><td>−34</td><td>−8</td><td>42</td></tr><tr><td>Right supramarginal gyrus</td><td>7</td><td>4.37</td><td>40</td><td>−44</td><td>40</td></tr><tr><td colspan=\"6\"><italic>Familial risk</italic> <italic>&lt;</italic> <italic>no familial risk</italic></td></tr><tr><td>Occipital pole</td><td>18</td><td>3.76</td><td>−2</td><td>−94</td><td>−16</td></tr><tr><td colspan=\"6\">\n<italic>B. Task-related putamen connectivity</italic>\n</td></tr><tr><td colspan=\"6\"><italic>Stimulant use</italic> <italic>&lt;</italic> <italic>no stimulant use</italic></td></tr><tr><td>Middle frontal gyrus</td><td>8</td><td>4.04</td><td>44</td><td>12</td><td>40</td></tr><tr><td>Superior frontal gyrus</td><td>6</td><td>3.33</td><td>−22</td><td>4</td><td>56</td></tr><tr><td colspan=\"6\"><italic>Familial risk</italic> <italic>&gt;</italic> <italic>no familial risk</italic></td></tr><tr><td>Medial frontal cortex</td><td>10</td><td>3.52</td><td>2</td><td>50</td><td>−10</td></tr><tr><td>Frontal Pole</td><td>10</td><td>3.55</td><td>40</td><td>50</td><td>−8</td></tr><tr><td>Temporal pole</td><td>36</td><td>3.84</td><td>−20</td><td>4</td><td>−28</td></tr><tr><td>Brainstem</td><td>-</td><td>3.68</td><td>8</td><td>−24</td><td>−30</td></tr><tr><td colspan=\"6\"><italic>Familial risk</italic> <italic>&lt;</italic> <italic>no familial risk</italic></td></tr><tr><td>Anterior cingulate cortex</td><td>24</td><td>3.45</td><td>4</td><td>−2</td><td>38</td></tr><tr><td colspan=\"6\">\n<italic>Stimulant use X familial risk</italic>\n</td></tr><tr><td>Left precentral gyrus</td><td>4</td><td>4.38</td><td>−38</td><td>−14</td><td>48</td></tr><tr><td>Right precentral gyrus</td><td>6</td><td>3.64</td><td>30</td><td>−4</td><td>50</td></tr><tr><td>Postcentral gyrus</td><td>4/1</td><td>4.38</td><td>66</td><td>−6</td><td>30</td></tr><tr><td>Lateral occipital cortex</td><td>19</td><td>3.70</td><td>−18</td><td>−88</td><td>30</td></tr><tr><td>Lateral occipital cortex</td><td>19</td><td>3.59</td><td>26</td><td>−68</td><td>32</td></tr></tbody></table>\n"}, "text": "Brain region\tBA\tPeak Z-value\tPeak coordinates\t \tx\ty\tz\t \tA. Task-related activation\t \tAnticipation condition\t \tTask activation\t \tOrbital frontal cortex*\t13\t5.98\t30\t22\t−10\t \tOccipital pole\t18\t7.41\t−22\t−96\t4\t \tStimulant use > no stimulant use\t \tRight dorsolateral putamen\t-\t3.49\t26\t−12\t10\t \tLeft dorsolateral putamen\t-\t3.52\t−24\t0\t10\t \tRight precentral gyrus\t8\t4.32\t42\t4\t34\t \tLeft precentral gyrus\t6/4\t3.87\t−34\t−8\t42\t \tRight supramarginal gyrus\t7\t4.37\t40\t−44\t40\t \tFamilial risk < no familial risk\t \tOccipital pole\t18\t3.76\t−2\t−94\t−16\t \tB. Task-related putamen connectivity\t \tStimulant use < no stimulant use\t \tMiddle frontal gyrus\t8\t4.04\t44\t12\t40\t \tSuperior frontal gyrus\t6\t3.33\t−22\t4\t56\t \tFamilial risk > no familial risk\t \tMedial frontal cortex\t10\t3.52\t2\t50\t−10\t \tFrontal Pole\t10\t3.55\t40\t50\t−8\t \tTemporal pole\t36\t3.84\t−20\t4\t−28\t \tBrainstem\t-\t3.68\t8\t−24\t−30\t \tFamilial risk < no familial risk\t \tAnterior cingulate cortex\t24\t3.45\t4\t−2\t38\t \tStimulant use X familial risk\t \tLeft precentral gyrus\t4\t4.38\t−38\t−14\t48\t \tRight precentral gyrus\t6\t3.64\t30\t−4\t50\t \tPostcentral gyrus\t4/1\t4.38\t66\t−6\t30\t \tLateral occipital cortex\t19\t3.70\t−18\t−88\t30\t \tLateral occipital cortex\t19\t3.59\t26\t−68\t32\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25962, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Regions are listed in order of cluster size from largest to smallest. (A) Summary of fMRI results for the monetary MID-condition. (B) PPI results showing the difference in functional connectivity with a seed in the bilateral putamen (MNI-coordinates: 26, −12, 10, and −24, 0, 10) during the reward anticipation", "sentences": [], "annotations": [], "relations": []}, {"offset": 26273, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "BA Broadmann Area", "sentences": [], "annotations": [], "relations": []}, {"offset": 26291, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "*This cluster extended to the paracingulate gyrus, anterior cingulate cortex (ACC), insula, pallidum, striatum, and thalamus", "sentences": [], "annotations": [], "relations": []}, {"offset": 26416, "infons": {"file": "41398_2019_399_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Brain function during the anticipation of monetary reward versus neutral reward.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26497, "infons": {"file": "41398_2019_399_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Yellow depicts relatively greater changes in activation or functional connectivity. Z-coordinates represented in MNI space. a MID-task activation across all groups. Thresholded statistical map shown (p < 0.00015; FWE corrected for multiple comparisons). b Effect of stimulant drug use on task-related brain activation. Thresholded statistical map showing areas of increased activation in stimulant drug users compared with non-users (p < 0.00015; FWE corrected for multiple comparisons). c Effect of familial risk on putamen functional connectivity to the whole brain. Thresholded statistical map showing areas of altered functional connectivity in familial groups compared with non-familial groups (p < 0.00015; FWE corrected for multiple comparisons)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27250, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All significant clusters resulting from the whole brain neuroimaging analysis are reported in Table 2. Results describe brain function during reward anticipation and are reported at cluster-corrected levels using the aforementioned thresholds (see Methods for details). Consistent with prior work, the MID-task activated reward-related regions in all participants. Significant clusters of task-related activation encompassed the ventromedial orbitofrontal cortex (OFC) and occipital pole, extending to the paracingulate gyrus, anterior cingulate cortex (ACC), insula, pallidum, striatum, and thalamus (Fig. 3a; Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27871, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Whole brain neuroimaging analysis revealed significant main effects of both stimulant drug use and familial risk on task-related brain activation. We observed a main effect of stimulants in the bilateral precentral gyri, right supramarginal gyrus, and bilateral putamen. This effect was due to increased activation in these regions in stimulant drug users when compared with non-users (Fig. 3b). Notably, peak putamen clusters were located in the dorsolateral part of the putamen (MNI-coordinates x, y, z: 26, −12, 10 and −24, 0, 10). We also observed a main effect of familial risk in the left occipital pole, which was driven by greater task-related activation in participants without familial risk compared with participants with familial risk (Table 2). We observed no interaction between stimulants and familial risk in task-related brain activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28727, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Following the whole brain neuroimaging analysis, we subjected all significant clusters (Table 2) to an additional post-hoc analysis to address potentially confounding factors regarding drug-taking experiences and familial risk. The significant main effect of stimulants in the bilateral precentral gyri (right: F1,158 = 6.07, p = 0.015; left: F1,158 = 7.76, p = 0.006), right supramarginal gyrus (F1,158 = 6.35, p = 0.013), and bilateral putamen (right: F1,158 = 14.72, p < 0.001; left: F1,158 = 8.17, p = 0.005), and the main effect of familial risk in the left occipital pole (F1,158 = 8.32, p = 0.005), all survived this additional post-hoc analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29381, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Task-related brain functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 29424, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In view of the main effect of stimulants on task-related activation of the bilateral putamen and the purported role of the putamen in drug addiction, we performed a PPI analysis to further explore the role of this region in reward anticipation. The GLM analysis, which used both stimulants and familial risk as the fixed factors, when conducted on PPI results, revealed an effect of familial risk on putamen functional connectivity strength to the right medial prefrontal cortex (mPFC), frontal pole, right ACC, left temporal lobe extending into the OFC, and brainstem. These results reflected increased putamen functional connectivity to the frontal pole, temporal pole, and brainstem, and decreased putamen functional connectivity to the ACC in individuals with familial risk compared with those without familial risk (Fig. 3c, Table 2). In addition to the main effect of familial risk, an effect of stimulants was observed in functional connectivity strength between the putamen and the right middle frontal gyrus/superior frontal gyrus, such that stimulant drug users showed decreased functional connectivity in this pathway (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30564, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also observed an interaction between familial risk and stimulants on putamen functional connectivity to the bilateral precentral gyrus, bilateral lateral occipital cortex, and right postcentral gyrus. The interaction effect was due to increased putamen functional connectivity in F−S+ participants and F+S− participants when compared with F+S+ and F–S– participants (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30944, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Like the previous neuroimaging analysis, we subjected all significant clusters resulting from the PPI analysis to an additional post-hoc analysis to control for potentially confounding effects resulting from variations in stimulant drug-taking experiences and familial risk across the groups. These additional post-hoc analyses confirmed a significant main effect of familial risk in functional connectivity between the putamen and the right mPFC (F1,158 = 6.88, p = 0.010), frontal pole (F1,158 = 11.01, p = 0.001), right ACC (F1,158 = 7.31, p = 0.008), left temporal lobe extending to the OFC (F1,158 = 18.31, p < 0.001), and brainstem (F1,158 = 6.02, p = 0.015). However, the main effect of stimulants, encompassing the middle frontal gyrus (F1,158 = 2.54, p = 0.113) and superior frontal gyrus (F1,158 = 3.63, p = 0.059), did not reach significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31798, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The significant familial risk-by-stimulant interaction effects in functional connectivity between the putamen and the bilateral precentral gyrus (Right: F1,158 = 12.96, p < 0.001; Left: F1,158 = 12.07, p = 0.001), occipital cortex (Right: F1,158 = 16.77, p < 0.001; Left: F1,158 = 18.33, p = 0.005), and right postcentral gyrus (F1,158 = 14.38, p < 0.001) all survived additional post-hoc analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32197, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No measures of task-related neural activation or functional connectivity were related to self-reported impulsivity, as measured by BIS-11 total score (p > 0.05; see Table S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32373, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 32384, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The aim of the study was to disentangle the distinct and interacting effects of stimulant drug use and familial risk on reward processing. Risk associated with stimulant drug use encompasses both pre-existing factors related to the initiation of stimulant use and the effects of regular stimulant use. In contrast to previous studies, which investigated these effects separately, often using region of interest approaches, we examined these effects within a single model in the whole brain. Using this approach, we found that although task performance did not differ between groups, involvement of underlying corticostriatal circuitries indicated possible vulnerability and resilience factors related to stimulant drug addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33114, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We found significantly increased task-related activation in the dorsolateral putamen, a region implicated in motor control, rather than the ventral striatum, which is associated with reward processing and reinforcement. Regular use of stimulant drugs was significantly associated with increased task-related activation in motor circuitry. By contrast, familial risk was associated with altered corticostriatal functional connectivity between the putamen and brain regions implicated in reward processing, specifically the mPFC, OFC, and ACC. We also identified an interaction between familial risk and stimulant drug use in functional connectivity strength for the putamen and precentral and postcentral gyri, such that at-risk individuals (due to either familial risk or stimulant drug use) who did not develop addiction, showed increased functional connectivity strength within these regions. Together, our findings indicate that the two risk factors associated with stimulant drug use, i.e., familial and stimulant-related risk, are reflected by distinct functional brain changes during reward anticipation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34225, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Effects of stimulant drug use on reward processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 34276, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although stimulant drug use was associated with differences in brain activation, it had no behaviorally measurable effects on MID-task performance. There are several approaches to interpreting neuroimaging findings not reflected in behavioral task performance. Given that the MID-task was designed to preclude behavioral differences, our findings may suggest underlying cognitive abnormalities that cannot be attributed to non-specific performance measures. At a neural level, during an anticipatory period preceding a correct response, we identified in stimulant drug users compared with non-drug users, significantly increased task-related brain activation in the putamen and motor cortex (Fig. 3b)—brain regions implicated in motor response. Such activations in motor pathways during MID-task performance and cue-reactivity have been frequently reported in published work, and are unsurprising given converging lines of evidence demonstrating the activation and alteration of motor-related brain regions by stimulant drugs. Given that increased activation in motor pathways has been linked to stimulant drug-induced sensitization and underlying progressive recruitment of sensorimotor and dorsal striatal regions in stimulant drug users (an effect shown to persist for several months following stimulant drug exposure), it is tempting to speculate that increased activation seen in stimulant-using individuals in the current study might reflect enhanced ventral-to-dorsal progression of striatal recruitment facilitated by stimulant drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35819, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In light of previous reports on striatal function during the MID-task, we predicted blunted ventral striatal activation in stimulant drug users. However, unlike the robust changes in motor circuitry, we found no measurable effects of stimulant drug use on task-related activation patterns within the ventral striatum–widely considered to be a neural correlate for reward anticipation–even though this structure was strongly activated during the MID-task performance in all participants. It is noteworthy that task-related differences in ventral striatal activation following stimulant abuse have not been consistently reported, which may be due to variations in sample characteristics and experimental design such as the recency of drug use. Accordingly, although blunted activation in the ventral striatum is frequently reported in abstinent stimulant-dependent individuals, such differences are often not observed in active drug users, consistent with present findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36791, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Effects of familial risk on reward processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 36837, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Similar to the effects of stimulant drug use, familial risk had no measurable effect on MID-task performance. However, unlike stimulant drug use, familial risk also had no measurable impact on task-related brain activation in reward-related brain regions. This observation is consistent with previous fMRI studies in individuals with familial risk. Our data suggest that familial risk is conveyed in task-related corticostriatal functional connectivity (Fig. 3c). Specifically, we observed altered functional connectivity between the putamen and the ACC, OFC, and mPFC–brain regions associated with the processing of monetary rewards–in participants with familial risk, irrespective of whether they used stimulant drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37558, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These findings are interesting given a bulk of research demonstrating functional and structural pathways between the ventral putamen and frontal regions such as the mPFC, OFC, and ACC. Accordingly, the ventral putamen is involved in a frontal network that is recruited during response monitoring or goal-directed control required for the processing of reward. These observations strongly suggest that the putamen, in addition to being a motor structure, is involved in higher-level cognitive functions. In particular, the OFC, mPFC, and ACC have been implicated in an inhibition network consisting of cortical motor regions and basal ganglia structures, including the putamen. It is possible that aberrant functioning of these corticostriatal networks confers vulnerability on individuals with family risk, altering higher-cognitive functioning and increasing their susceptibility to the development of addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38472, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Abnormal task-related corticostriatal functional connectivity demonstrated here, and elsewhere, in both addicted and vulnerable adolescents, adds to the body of evidence supporting endophenotypes in striatal and prefrontal cortical brain regions. Prior findings of enlarged putamen and altered prefrontal cortical white matter in sibling pairs, along with the present findings, suggest that such endophenotypes may consist of both structural and functional striatal abnormalities. Taken together with the effects of stimulant drug use, our results suggest that stimulant drug addiction may impact the function of structures contained within brain pathways already compromised by familial risk, thereby exacerbating pre-existing functional deficits, perhaps leading to the development of addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39270, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Interaction between stimulant drug use and familial risk during reward processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 39352, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present study, we observed an interaction on task-related functional connectivity between the putamen and the precentral and postcentral gyri in non-addicted stimulant drug users and non-stimulant drug users with familial risk. This interaction was characterized by an increase in functional connectivity strength to the precentral and postcentral gyri, which are involved in motor and somatosensory functions, possibly indicating compensatory or resiliency mechanisms. Potential resilience, in the form of low sensation-seeking traits, has been previously reported in unaffected siblings, which may reflect lack of motivation to initiate drug use. In previous studies, individuals with familial risk demonstrated increased striatal functional connectivity strength to attention- and motor-related structures, including the precentral and postcentral gyri, during reward anticipation. However, such studies were unable to determine whether such changes represented addiction risk or resilience. Here we provide additional evidence that functional connectivity strength between striatal regions and motor-related structures when anticipating a reward may represent a mechanism for resilience in individuals with either familial risk or risks associated with the use of stimulants. Such changes in motor-related structures may confer increased motor control, allowing these resilient individuals to cope with/resist the addictive properties of drug use or mitigate pre-existing impulsive tendencies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40857, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations and implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 40886, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To the best of our knowledge, the present results demonstrate for the first time distinct effects of stimulant drug use and familial risk on task-related putamen activation and functional connectivity of the putamen, respectively. Our study benefitted from a rigorous statistical approach and was conducted in a large sample with relatively stringent statistical thresholds. However, we also acknowledge several limitations of this study. Potentially confounding influences in stimulant drug-taking experiences and familial risk in the selected statistical model were addressed using additional post-hoc analyses, which are not always ideal for controlling for differences in incidental variables as such differences may indicate differences in other relevant variables that were not assessed. We also acknowledge that stimulant drug users were separated based on their familial risk, yet familial risk is only one, albeit important, risk factor for the development of addiction. Other possible risk factors may encompass neurobiological or socioeconomic differences that may exist between dependent and non-dependent stimulant drug users, rendering some individuals more vulnerable to developing addiction than others. Furthermore, the design of our study does not allow for the identification of the specific aspects of familial or drug use risks responsible for the current findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42273, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Reward-related striatal function has been associated with measures of addiction recovery and rehabilitation. In the absence of medically proven pharmacological treatments, therapeutic interventions for stimulant drug addiction currently rely on psychosocial and family-based approaches, which focus on previously identified familial environmental risk-factors but do not take into account associated neurobiological risk-factors. Embedding the emerging knowledge of neurobiological vulnerability factors that are shared between family members into family-based interventions may increase therapeutic efficacy, perhaps by facilitating the delivery of prevention and intervention programs during childhood and adolescence. Of particular relevance, we identified altered corticostriatal pathways as a candidate endophenotype for stimulant drug addiction. To fully realize the implications of this result, future research should attempt to characterize the behaviors supported by these pathways, and how they contribute to the development of addiction. Thus, the identification of endophenotypes, as well as resiliency mechanisms, will contribute to the synthesis of intervention strategies and the development of targeted therapies by providing distinct neural biomarkers that may help predict treatment response or successful/unsuccessful abstinence in addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43635, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 43661, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43798, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 43824, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary Information accompanies this paper at (10.1038/s41398-019-0399-4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 43905, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 43926, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "This research was funded by a Medical Research Council (MRC) grant (G0701497), and conducted within the Behavioural and Clinical Neuroscience Institute (BCNI), which is jointly funded by the MRC and Wellcome Trust. A.L.J. was supported by the Gates Cambridge Trust, D.G.S. by a studentship from the Cambridge Overseas Trust, and C.M. by the Wellcome Trust (105602/Z/14/Z) and the NIHR Cambridge Biomedical Research Centre. E.T.B. is employed part-time by GlaxoSmithKline and part-time by the University of Cambridge, and serves as the Head of Research and Development at the Cambridgeshire and Peterborough NHS Foundation Trust. T.W.R. consults for Cambridge Cognition, Lundbeck, Otsuka, and Mundipharma. He also holds a research grant from Shionogi. The authors declare no additional conflict of interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44734, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 44745, "infons": {"fpage": "45", "lpage": "47", "name_0": "surname:Leshner;given-names:AI", "pub-id_doi": "10.1126/science.278.5335.45", "pub-id_pmid": "9311924", "section_type": "REF", "source": "Science", "type": "ref", "volume": "278", "year": "1997"}, "text": "Addiction is a brain disease, and it matters", "sentences": [], "annotations": [], "relations": []}, {"offset": 44790, "infons": {"fpage": "1445", "lpage": "1449", "name_0": "surname:Nestler;given-names:EJ", "pub-id_doi": "10.1038/nn1578", "pub-id_pmid": "16251986", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "8", "year": "2005"}, "text": "Is there a common molecular pathway for addiction?", "sentences": [], "annotations": [], "relations": []}, {"offset": 44841, "infons": {"fpage": "4", "lpage": "26", "name_0": "surname:Haber;given-names:SN", "name_1": "surname:Knutson;given-names:B", "pub-id_doi": "10.1038/npp.2009.129", "section_type": "REF", "source": "Neuropsychopharmacol. Publ. Am. Coll. Neuropsychopharmacol.", "type": "ref", "volume": "35", "year": "2010"}, "text": "The reward circuit: linking primate anatomy and human imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 44903, "infons": {"fpage": "29", "lpage": "43", "name_0": "surname:Taylor;given-names:SB", "name_1": "surname:Lewis;given-names:CR", "name_2": "surname:Olive;given-names:MF", "section_type": "REF", "source": "Subst. Abus. Rehabil.", "type": "ref", "volume": "4", "year": "2013"}, "text": "The neurocircuitry of illicit psychostimulant addiction: acute and chronic effects in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 44996, "infons": {"fpage": "557", "lpage": "569", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "name_2": "surname:Wang;given-names:GJ", "name_3": "surname:Swanson;given-names:JM", "pub-id_doi": "10.1038/sj.mp.4001507", "pub-id_pmid": "15098002", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "9", "year": "2004"}, "text": "Dopamine in drug abuse and addiction: results from imaging studies and treatment implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 45090, "infons": {"fpage": "391", "lpage": "431", "name_0": "surname:Berridge;given-names:KC", "pub-id_doi": "10.1007/s00213-006-0578-x", "section_type": "REF", "source": "Psychopharmacol. (Berl.)", "type": "ref", "volume": "191", "year": "2007"}, "text": "The debate over dopamine’s role in reward: the case for incentive salience", "sentences": [], "annotations": [], "relations": []}, {"offset": 45165, "infons": {"fpage": "71", "lpage": "75", "name_0": "surname:Berridge;given-names:KC", "name_1": "surname:Robinson;given-names:TE", "pub-id_doi": "10.1111/1467-8721.ep10772316", "section_type": "REF", "source": "Curr. Dir. Psychol. Sci.", "type": "ref", "volume": "4", "year": "1995"}, "text": "The mind of an addicted brain: neural sensitization of wanting versus liking", "sentences": [], "annotations": [], "relations": []}, {"offset": 45242, "infons": {"fpage": "973", "lpage": "979", "name_0": "surname:Merikangas;given-names:KR", "pub-id_doi": "10.1001/archpsyc.55.11.973", "pub-id_pmid": "9819065", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "55", "year": "1998"}, "text": "Familial transmission of substance use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 45291, "infons": {"fpage": "359", "lpage": "361", "name_0": "surname:Bevilacqua;given-names:L", "name_1": "surname:Goldman;given-names:D", "pub-id_doi": "10.1038/clpt.2009.6", "pub-id_pmid": "19295534", "section_type": "REF", "source": "Clin. Pharmacol. Ther.", "type": "ref", "volume": "85", "year": "2009"}, "text": "Genes and addictions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45312, "infons": {"fpage": "537", "lpage": "577", "name_0": "surname:Hart;given-names:AB", "name_1": "surname:de Wit;given-names:H", "name_2": "surname:Palmer;given-names:AA", "pub-id_doi": "10.1007/7854_2011_187", "pub-id_pmid": "22261702", "section_type": "REF", "source": "Curr. Top. Behav. Neurosci.", "type": "ref", "volume": "12", "year": "2012"}, "text": "Genetic factors modulating the response to stimulant drugs in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 45381, "infons": {"fpage": "926", "lpage": "936", "name_0": "surname:Ersche;given-names:KD", "pub-id_doi": "10.1176/appi.ajp.2012.11091421", "pub-id_pmid": "22952072", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "169", "year": "2012"}, "text": "Cognitive dysfunction and anxious-impulsive personality traits are endophenotypes for drug dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 45483, "infons": {"fpage": "601", "lpage": "604", "name_0": "surname:Ersche;given-names:KD", "pub-id_doi": "10.1126/science.1214463", "pub-id_pmid": "22301321", "section_type": "REF", "source": "Science", "type": "ref", "volume": "335", "year": "2012"}, "text": "Abnormal brain structure implicated in stimulant drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 45547, "infons": {"fpage": "999", "lpage": "1008", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1001/archpsyc.63.9.999", "pub-id_pmid": "16953002", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "63", "year": "2006"}, "text": "High levels of dopamine D2 receptors in unaffected members of alcoholic families: possible protective factors", "sentences": [], "annotations": [], "relations": []}, {"offset": 45657, "infons": {"fpage": "23", "lpage": "30", "name_0": "surname:Casey;given-names:KF", "pub-id_doi": "10.1016/j.biopsych.2013.08.033", "pub-id_pmid": "24138922", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "76", "year": "2014"}, "text": "Reduced dopamine response to amphetamine in subjects at ultra-high risk for addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 45743, "infons": {"fpage": "4", "lpage": "5", "name_0": "surname:Trifilieff;given-names:P", "name_1": "surname:Martinez;given-names:D", "pub-id_doi": "10.1016/j.biopsych.2014.04.017", "pub-id_pmid": "24925889", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "76", "year": "2014"}, "text": "Blunted dopamine release as a biomarker for vulnerability for substance use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 45829, "infons": {"fpage": "675", "lpage": "683", "name_0": "surname:Andrews;given-names:MM", "pub-id_doi": "10.1016/j.biopsych.2010.09.049", "pub-id_pmid": "21126735", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Individuals family history positive for alcoholism show functional magnetic resonance imaging differences in reward sensitivity that are related to impulsivity factors", "sentences": [], "annotations": [], "relations": []}, {"offset": 45997, "infons": {"fpage": "647", "lpage": "654", "name_0": "surname:Crane;given-names:NA", "pub-id_doi": "10.1093/alcalc/agx062", "section_type": "REF", "source": "Alcohol Alcohol Oxf. Oxfs.", "type": "ref", "volume": "52", "year": "2017"}, "text": "Preliminary evidence for disrupted nucleus accumbens reactivity and connectivity to reward in binge drinkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 46106, "infons": {"fpage": "986", "lpage": "995", "name_0": "surname:Nees;given-names:F", "pub-id_doi": "10.1038/npp.2011.282", "section_type": "REF", "source": "Neuropsychopharmacol. Publ. Am. Coll. Neuropsychopharmacol.", "type": "ref", "volume": "37", "year": "2012"}, "text": "Determinants of early alcohol use in healthy adolescents: the differential contribution of neuroimaging and psychological factors", "sentences": [], "annotations": [], "relations": []}, {"offset": 46236, "infons": {"fpage": "79", "lpage": "87", "name_0": "surname:Heinrich;given-names:A", "pub-id_doi": "10.1016/j.biopsycho.2016.05.002", "pub-id_pmid": "27180911", "section_type": "REF", "source": "Biol. Psychol.", "type": "ref", "volume": "118", "year": "2016"}, "text": "Prediction of alcohol drinking in adolescents: Personality-traits, behavior, brain responses, and genetic variations in the context of reward sensitivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 46390, "infons": {"fpage": "185", "lpage": "189", "name_0": "surname:Whelan;given-names:R", "pub-id_doi": "10.1038/nature13402", "pub-id_pmid": "25043041", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "512", "year": "2014"}, "text": "Neuropsychosocial profiles of current and future adolescent alcohol misusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 46467, "infons": {"fpage": "63", "lpage": "70", "name_0": "surname:White;given-names:TL", "pub-id_doi": "10.1016/j.cobeha.2016.10.008", "pub-id_pmid": "28111627", "section_type": "REF", "source": "Curr. Opin. Behav. Sci.", "type": "ref", "volume": "13", "year": "2017"}, "text": "Beyond sensation seeking: a conceptual framework for individual differences in psychostimulant drug effects in healthy humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 46593, "infons": {"fpage": "167", "lpage": "175", "name_0": "surname:Arens;given-names:CR", "name_1": "surname:White;given-names:TL", "name_2": "surname:Massengill;given-names:N", "section_type": "REF", "source": "J. Nurs. Scholarsh. Publ. Sigma Theta Tau Int Honor Soc. Nurs.", "type": "ref", "volume": "46", "year": "2014"}, "text": "Attitudinal factors protective against youth smoking: an integrative review", "sentences": [], "annotations": [], "relations": []}, {"offset": 46669, "infons": {"fpage": "106", "lpage": "116", "name_0": "surname:Robert;given-names:GH", "name_1": "surname:Schumann;given-names:G", "pub-id_doi": "10.1016/j.cobeha.2016.11.008", "section_type": "REF", "source": "Curr. Opin. Behav. Sci.", "type": "ref", "volume": "13", "year": "2017"}, "text": "Reinforcement related behaviors and adolescent alcohol abuse: from localized brain structures to coordinated networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 46787, "infons": {"fpage": "1601", "lpage": "1613", "name_0": "surname:Leyton;given-names:M", "pub-id_doi": "10.1016/j.pnpbp.2007.08.027", "pub-id_pmid": "17888557", "section_type": "REF", "source": "Prog. Neuropsychopharmacol. Biol. Psychiatry", "type": "ref", "volume": "31", "year": "2007"}, "text": "Conditioned and sensitized responses to stimulant drugs in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 46853, "infons": {"fpage": "387", "lpage": "398", "name_0": "surname:Luijten;given-names:M", "name_1": "surname:Schellekens;given-names:AF", "name_2": "surname:Kühn;given-names:S", "name_3": "surname:Machielse;given-names:MWJ", "name_4": "surname:Sescousse;given-names:G", "pub-id_doi": "10.1001/jamapsychiatry.2016.3084", "pub-id_pmid": "28146248", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "74", "year": "2017"}, "text": "Disruption of reward processing in addiction: an image-based meta-analysis of functional magnetic resonance imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 46977, "infons": {"fpage": "636", "lpage": "645", "name_0": "surname:Gottesman;given-names:II", "name_1": "surname:Gould;given-names:TD", "pub-id_doi": "10.1176/appi.ajp.160.4.636", "pub-id_pmid": "12668349", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "160", "year": "2003"}, "text": "The endophenotype concept in psychiatry: etymology and strategic intentions", "sentences": [], "annotations": [], "relations": []}, {"offset": 47053, "infons": {"fpage": "S135", "issue": "Suppl 1", "lpage": "S145", "name_0": "surname:Galea;given-names:S", "name_1": "surname:Vlahov;given-names:D", "section_type": "REF", "source": "Public Health Rep. Wash. DC1974", "type": "ref", "volume": "117", "year": "2002"}, "text": "Social determinants and the health of drug users: socioeconomic status, homelessness, and incarceration", "sentences": [], "annotations": [], "relations": []}, {"offset": 47157, "infons": {"fpage": "173", "lpage": "185", "name_0": "surname:Zimić;given-names:JI", "name_1": "surname:Jukić;given-names:V", "pub-id_doi": "10.1080/02791072.2012.685408", "section_type": "REF", "source": "J. Psychoact. Drugs", "type": "ref", "volume": "44", "year": "2012"}, "text": "Familial risk factors favoring drug addiction onset", "sentences": [], "annotations": [], "relations": []}, {"offset": 47209, "infons": {"fpage": "303", "lpage": "310", "name_0": "surname:Toomey;given-names:R", "pub-id_doi": "10.1001/archpsyc.60.3.303", "pub-id_pmid": "12622664", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "60", "year": "2003"}, "text": "A twin study of the neuropsychological consequences of stimulant abuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 47280, "infons": {"fpage": "489", "lpage": "501", "name_0": "surname:Keyes;given-names:MA", "pub-id_doi": "10.1375/twin.12.5.489", "section_type": "REF", "source": "Twin Res Hum. Genet J. Int Soc. Twin Stud.", "type": "ref", "volume": "12", "year": "2009"}, "text": "The enrichment study of the Minnesota twin family study: increasing the yield of twin families at high risk for externalizing psychopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 47422, "infons": {"fpage": "6583", "lpage": "6588", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1523/JNEUROSCI.1544-06.2006", "section_type": "REF", "source": "J. Neurosci. J. Soc. Neurosci.", "type": "ref", "volume": "26", "year": "2006"}, "text": "Cocaine cues and dopamine in dorsal striatum: mechanism of craving in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 47510, "infons": {"fpage": "1575", "lpage": "1579", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "name_2": "surname:Wang;given-names:GJ", "name_3": "surname:Swanson;given-names:JM", "name_4": "surname:Telang;given-names:F", "pub-id_doi": "10.1001/archneur.64.11.1575", "pub-id_pmid": "17998440", "section_type": "REF", "source": "Arch. Neurol.", "type": "ref", "volume": "64", "year": "2007"}, "text": "Dopamine in drug abuse and addiction: results of imaging studies and treatment implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 47602, "infons": {"fpage": "521", "lpage": "532", "name_0": "surname:Goldman;given-names:D", "name_1": "surname:Oroszi;given-names:G", "name_2": "surname:Ducci;given-names:F", "pub-id_doi": "10.1038/nrg1635", "pub-id_pmid": "15995696", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "6", "year": "2005"}, "text": "The genetics of addictions: uncovering the genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 47651, "infons": {"fpage": "3683", "lpage": "3687", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Fong;given-names:GW", "name_2": "surname:Adams;given-names:CM", "name_3": "surname:Varner;given-names:JL", "name_4": "surname:Hommer;given-names:D", "pub-id_doi": "10.1097/00001756-200112040-00016", "pub-id_pmid": "11726774", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "12", "year": "2001"}, "text": "Dissociation of reward anticipation and outcome with event-related fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 47723, "infons": {"fpage": "3771", "lpage": "3786", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Greer;given-names:SM", "pub-id_doi": "10.1098/rstb.2008.0155", "pub-id_pmid": "18829428", "section_type": "REF", "source": "Philos. Trans. R. Soc. Lond. B. Biol. Sci.", "type": "ref", "volume": "363", "year": "2008"}, "text": "Anticipatory affect: neural correlates and consequences for choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 47790, "infons": {"section_type": "REF", "type": "ref"}, "text": "First M., Spitzer R., Williams J. Structured Clinical Interview for DSM-IV-TR Axis I Disorders, Research Version, Non-Patient Research (SCID-I/NP). 2002.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47944, "infons": {"section_type": "REF", "type": "ref"}, "text": "American Psychiaatric Association. Diagnostic and Statistical Manual of Mental Disorders. 2002.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48040, "infons": {"fpage": "14", "lpage": "22", "name_0": "surname:Bierut;given-names:LJ", "name_1": "surname:Strickland;given-names:JR", "name_2": "surname:Thompson;given-names:JR", "name_3": "surname:Afful;given-names:SE", "name_4": "surname:Cottler;given-names:LB", "pub-id_doi": "10.1016/j.drugalcdep.2007.11.023", "pub-id_pmid": "18243582", "section_type": "REF", "source": "Drug Alcohol. Depend.", "type": "ref", "volume": "95", "year": "2008"}, "text": "Drug use and dependence in cocaine dependent subjects, community-based individuals, and their siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 48143, "infons": {"fpage": "1065", "lpage": "1078", "name_0": "surname:Brown;given-names:J", "name_1": "surname:Cohen;given-names:P", "name_2": "surname:Johnson;given-names:JG", "name_3": "surname:Salzinger;given-names:S", "pub-id_doi": "10.1016/S0145-2134(98)00087-8", "section_type": "REF", "source": "Child Abus. Negl.", "type": "ref", "volume": "22", "year": "1998"}, "text": "A longitudinal analysis of risk factors for child maltreatment: findings of a 17-year prospective study of officially recorded and self-reported child abuse and neglect", "sentences": [], "annotations": [], "relations": []}, {"offset": 48312, "infons": {"fpage": "1409", "lpage": "1425", "name_0": "surname:Walsh;given-names:C", "name_1": "surname:MacMillan;given-names:HL", "name_2": "surname:Jamieson;given-names:E", "pub-id_doi": "10.1016/j.chiabu.2003.07.002", "section_type": "REF", "source": "Child Abus. Negl.", "type": "ref", "volume": "27", "year": "2003"}, "text": "The relationship between parental substance abuse and child maltreatment: findings from the Ontario Health Supplement", "sentences": [], "annotations": [], "relations": []}, {"offset": 48430, "infons": {"fpage": "340", "lpage": "348", "name_0": "surname:Bernstein;given-names:DP", "name_1": "surname:Ahluvalia;given-names:T", "name_2": "surname:Pogge;given-names:D", "name_3": "surname:Handelsman;given-names:L", "pub-id_doi": "10.1097/00004583-199703000-00012", "pub-id_pmid": "9055514", "section_type": "REF", "source": "J. Am. Acad. Child Adolesc. Psychiatry", "type": "ref", "volume": "36", "year": "1997"}, "text": "Validity of the Childhood Trauma Questionnaire in an adolescent psychiatric population", "sentences": [], "annotations": [], "relations": []}, {"offset": 48517, "infons": {"fpage": "393", "lpage": "400", "name_0": "surname:Preston;given-names:KL", "pub-id_doi": "10.1093/jat/26.7.393", "pub-id_pmid": "12422991", "section_type": "REF", "source": "J. Anal. Toxicol.", "type": "ref", "volume": "26", "year": "2002"}, "text": "Urinary elimination of cocaine metabolites in chronic cocaine users during cessation", "sentences": [], "annotations": [], "relations": []}, {"offset": 48602, "infons": {"fpage": "1945", "lpage": "1953", "name_0": "surname:Morein-Zamir;given-names:S", "name_1": "surname:Simon Jones;given-names:P", "name_2": "surname:Bullmore;given-names:ET", "name_3": "surname:Robbins;given-names:TW", "name_4": "surname:Ersche;given-names:KD", "pub-id_doi": "10.1038/npp.2013.90", "section_type": "REF", "source": "Neuropsychopharmacol. Publ. Am. Coll. Neuropsychopharmacol.", "type": "ref", "volume": "38", "year": "2013"}, "text": "Prefrontal hypoactivity associated with impaired inhibition in stimulant-dependent individuals but evidence for hyperactivation in their unaffected siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 48759, "infons": {"fpage": "137", "lpage": "144", "name_0": "surname:Ersche;given-names:KD", "pub-id_doi": "10.1016/j.biopsych.2012.11.016", "pub-id_pmid": "23273722", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "74", "year": "2013"}, "text": "Distinctive personality traits and neural correlates associated with stimulant drug use versus familial risk of stimulant dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 48892, "infons": {"fpage": "124", "lpage": "131", "name_0": "surname:Smith;given-names:DG", "name_1": "surname:Simon Jones;given-names:P", "name_2": "surname:Bullmore;given-names:ET", "name_3": "surname:Robbins;given-names:TW", "name_4": "surname:Ersche;given-names:KD", "pub-id_doi": "10.1016/j.biopsych.2013.05.019", "pub-id_pmid": "23809860", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "75", "year": "2014"}, "text": "Enhanced orbitofrontal cortex function and lack of attentional bias to cocaine cues in recreational stimulant users", "sentences": [], "annotations": [], "relations": []}, {"offset": 49008, "infons": {"fpage": "e582", "name_0": "surname:Morein-Zamir;given-names:S", "name_1": "surname:Simon Jones;given-names:P", "name_2": "surname:Bullmore;given-names:ET", "name_3": "surname:Robbins;given-names:TW", "name_4": "surname:Ersche;given-names:KD", "pub-id_doi": "10.1038/tp.2015.80", "pub-id_pmid": "26080317", "section_type": "REF", "source": "Transl. Psychiatry", "type": "ref", "volume": "5", "year": "2015"}, "text": "Take it or leave it: prefrontal control in recreational cocaine users", "sentences": [], "annotations": [], "relations": []}, {"offset": 49078, "infons": {"fpage": "e257", "name_0": "surname:Smith;given-names:DG", "name_1": "surname:Jones;given-names:PS", "name_2": "surname:Bullmore;given-names:ET", "name_3": "surname:Robbins;given-names:TW", "name_4": "surname:Ersche;given-names:KD", "pub-id_doi": "10.1038/tp.2013.32", "pub-id_pmid": "23673468", "section_type": "REF", "source": "Transl. Psychiatry", "type": "ref", "volume": "3", "year": "2013"}, "text": "Cognitive control dysfunction and abnormal frontal cortex activation in stimulant drug users and their biological siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 49201, "infons": {"fpage": "770", "lpage": "773", "name_0": "surname:Ersche;given-names:KD", "name_1": "surname:Turton;given-names:AJ", "name_2": "surname:Pradhan;given-names:S", "name_3": "surname:Bullmore;given-names:ET", "name_4": "surname:Robbins;given-names:TW", "pub-id_doi": "10.1016/j.biopsych.2010.06.015", "pub-id_pmid": "20678754", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "68", "year": "2010"}, "text": "Drug addiction endophenotypes: impulsive versus sensation-seeking personality traits", "sentences": [], "annotations": [], "relations": []}, {"offset": 49286, "infons": {"fpage": "20", "lpage": "27", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Westdorp;given-names:A", "name_2": "surname:Kaiser;given-names:E", "name_3": "surname:Hommer;given-names:D", "pub-id_doi": "10.1006/nimg.2000.0593", "pub-id_pmid": "10875899", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "12", "year": "2000"}, "text": "FMRI visualization of brain activity during a monetary incentive delay task", "sentences": [], "annotations": [], "relations": []}, {"offset": 49362, "infons": {"fpage": "270", "lpage": "277", "name_0": "surname:Sacchet;given-names:MD", "name_1": "surname:Knutson;given-names:B", "pub-id_doi": "10.1016/j.neuroimage.2012.10.056", "pub-id_pmid": "23110886", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "66", "year": "2013"}, "text": "Spatial smoothing systematically biases the localization of reward-related brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 49452, "infons": {"fpage": "637", "lpage": "643", "name_0": "surname:Rose;given-names:RJ", "name_1": "surname:Dick;given-names:DM", "name_2": "surname:Viken;given-names:RJ", "name_3": "surname:Kaprio;given-names:J", "pub-id_doi": "10.1111/j.1530-0277.2001.tb02261.x", "pub-id_pmid": "11371711", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "25", "year": "2001"}, "text": "Gene-environment interaction in patterns of adolescent drinking: regional residency moderates longitudinal influences on alcohol use", "sentences": [], "annotations": [], "relations": []}, {"offset": 49585, "infons": {"fpage": "167", "lpage": "175", "name_0": "surname:Tobler;given-names:PN", "name_1": "surname:Fletcher;given-names:PC", "name_2": "surname:Bullmore;given-names:ET", "name_3": "surname:Schultz;given-names:W", "pub-id_doi": "10.1016/j.neuron.2007.03.004", "pub-id_pmid": "17408585", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "54", "year": "2007"}, "text": "Learning-related human brain activations reflecting individual finances", "sentences": [], "annotations": [], "relations": []}, {"offset": 49657, "infons": {"fpage": "110", "lpage": "118", "name_0": "surname:Konova;given-names:AB", "pub-id_doi": "10.1016/j.pscychresns.2016.01.001", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "248", "year": "2016"}, "text": "Converging effects of cocaine addiction and sex on neural responses to monetary rewards", "sentences": [], "annotations": [], "relations": []}, {"offset": 49745, "infons": {"fpage": "40", "lpage": "48", "name_0": "surname:Miller;given-names:GA", "name_1": "surname:Chapman;given-names:JP", "pub-id_doi": "10.1037/0021-843X.110.1.40", "pub-id_pmid": "11261398", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "110", "year": "2001"}, "text": "Misunderstanding analysis of covariance", "sentences": [], "annotations": [], "relations": []}, {"offset": 49785, "infons": {"fpage": "7900", "lpage": "7905", "name_0": "surname:Eklund;given-names:A", "name_1": "surname:Nichols;given-names:TE", "name_2": "surname:Knutsson;given-names:H", "pub-id_doi": "10.1073/pnas.1602413113", "pub-id_pmid": "27357684", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "113", "year": "2016"}, "text": "Cluster failure: Why fMRI inferences for spatial extent have inflated false-positive rates", "sentences": [], "annotations": [], "relations": []}, {"offset": 49876, "infons": {"fpage": "1508", "lpage": "1521", "name_0": "surname:Postuma;given-names:RB", "name_1": "surname:Dagher;given-names:A", "section_type": "REF", "source": "Cereb. Cortex N. Y N. 1991", "type": "ref", "volume": "16", "year": "2006"}, "text": "Basal ganglia functional connectivity based on a meta-analysis of 126 positron emission tomography and functional magnetic resonance imaging publications", "sentences": [], "annotations": [], "relations": []}, {"offset": 50030, "infons": {"fpage": "1946", "lpage": "1954", "name_0": "surname:Everitt;given-names:BJ", "name_1": "surname:Robbins;given-names:TW", "pub-id_doi": "10.1016/j.neubiorev.2013.02.010", "pub-id_pmid": "23438892", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "37", "year": "2013"}, "text": "From the ventral to the dorsal striatum: devolving views of their roles in drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 50120, "infons": {"fpage": "357", "lpage": "381", "name_0": "surname:Alexander;given-names:GE", "name_1": "surname:DeLong;given-names:MR", "name_2": "surname:Strick;given-names:PL", "pub-id_doi": "10.1146/annurev.ne.09.030186.002041", "pub-id_pmid": "3085570", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "9", "year": "1986"}, "text": "Parallel organization of functionally segregated circuits linking basal ganglia and cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 50211, "infons": {"fpage": "577", "lpage": "581", "name_0": "surname:Fletcher;given-names:PC", "pub-id_doi": "10.1017/S0033291704002430", "pub-id_pmid": "15099412", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "34", "year": "2004"}, "text": "Functional neuroimaging of psychiatric disorders: exploring hidden behaviour", "sentences": [], "annotations": [], "relations": []}, {"offset": 50288, "infons": {"fpage": "67", "lpage": "73", "name_0": "surname:Wilkinson;given-names:D", "name_1": "surname:Halligan;given-names:P", "pub-id_doi": "10.1038/nrn1302", "pub-id_pmid": "14708005", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "5", "year": "2004"}, "text": "The relevance of behavioural measures for functional-imaging studies of cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 50370, "infons": {"fpage": "2979", "lpage": "2988", "name_0": "surname:Konova;given-names:AB", "pub-id_doi": "10.1111/j.1460-9568.2012.08211.x", "pub-id_pmid": "22775285", "section_type": "REF", "source": "Eur. J. Neurosci.", "type": "ref", "volume": "36", "year": "2012"}, "text": "Structural and behavioral correlates of abnormal encoding of money value in the sensorimotor striatum in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 50493, "infons": {"fpage": "156", "lpage": "167", "name_0": "surname:Jager;given-names:G", "name_1": "surname:Block;given-names:RI", "name_2": "surname:Luijten;given-names:M", "name_3": "surname:Ramsey;given-names:NF", "pub-id_doi": "10.1080/02791072.2013.785837", "section_type": "REF", "source": "J. Psychoact. Drugs", "type": "ref", "volume": "45", "year": "2013"}, "text": "Tentative evidence for striatal hyperactivity in adolescent cannabis-using boys: a cross-sectional multicenter fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 50615, "infons": {"fpage": "52", "lpage": "60", "name_0": "surname:Schouw;given-names:MLJ", "pub-id_doi": "10.1016/j.drugalcdep.2012.10.010", "pub-id_pmid": "23142493", "section_type": "REF", "source": "Drug Alcohol. Depend.", "type": "ref", "volume": "130", "year": "2013"}, "text": "Dopaminergic dysfunction in abstinent dexamphetamine users: results from a pharmacological fMRI study using a reward anticipation task and a methylphenidate challenge", "sentences": [], "annotations": [], "relations": []}, {"offset": 50782, "infons": {"fpage": "1133", "lpage": "1143", "name_0": "surname:Nestor;given-names:L", "name_1": "surname:Hester;given-names:R", "name_2": "surname:Garavan;given-names:H", "pub-id_doi": "10.1016/j.neuroimage.2009.07.022", "pub-id_pmid": "19631753", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Increased ventral striatal BOLD activity during non-drug reward anticipation in cannabis users", "sentences": [], "annotations": [], "relations": []}, {"offset": 50877, "infons": {"fpage": "204", "lpage": "208", "name_0": "surname:van Holst;given-names:RJ", "name_1": "surname:Clark;given-names:L", "name_2": "surname:Veltman;given-names:DJ", "name_3": "surname:van den Brink;given-names:W", "name_4": "surname:Goudriaan;given-names:AE", "pub-id_doi": "10.1016/j.drugalcdep.2014.06.019", "pub-id_pmid": "25012896", "section_type": "REF", "source": "Drug Alcohol. Depend.", "type": "ref", "volume": "142", "year": "2014"}, "text": "Enhanced striatal responses during expectancy coding in alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 50952, "infons": {"fpage": "280", "lpage": "288", "name_0": "surname:Rose;given-names:EJ", "pub-id_doi": "10.1016/j.biopsych.2012.06.034", "pub-id_pmid": "22939991", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "73", "year": "2013"}, "text": "Acute nicotine differentially impacts anticipatory valence- and magnitude-related striatal activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 51052, "infons": {"fpage": "289", "lpage": "312", "name_0": "surname:Stewart;given-names:J", "name_1": "surname:Badiani;given-names:A", "pub-id_pmid": "11224198", "section_type": "REF", "source": "Behav. Pharmacol.", "type": "ref", "volume": "4", "year": "1993"}, "text": "Tolerance and sensitization to the behavioral effects of drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 51115, "infons": {"fpage": "99", "lpage": "120", "name_0": "surname:Vanderschuren;given-names:LJ", "name_1": "surname:Kalivas;given-names:PW", "pub-id_doi": "10.1007/s002130000493", "section_type": "REF", "source": "Psychopharmacol. (Berl.)", "type": "ref", "volume": "151", "year": "2000"}, "text": "Alterations in dopaminergic and glutamatergic transmission in the induction and expression of behavioral sensitization: a critical review of preclinical studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 51276, "infons": {"fpage": "1386", "lpage": "1395", "name_0": "surname:Boileau;given-names:I", "pub-id_doi": "10.1001/archpsyc.63.12.1386", "pub-id_pmid": "17146013", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "63", "year": "2006"}, "text": "Modeling sensitization to stimulants in humans: an [11C]raclopride/positron emission tomography study in healthy men", "sentences": [], "annotations": [], "relations": []}, {"offset": 51393, "infons": {"fpage": "6247", "lpage": "6253", "name_0": "surname:Ito;given-names:R", "name_1": "surname:Dalley;given-names:JW", "name_2": "surname:Robbins;given-names:TW", "name_3": "surname:Everitt;given-names:BJ", "pub-id_doi": "10.1523/JNEUROSCI.22-14-06247.2002", "section_type": "REF", "source": "J. Neurosci. J. Soc. Neurosci.", "type": "ref", "volume": "22", "year": "2002"}, "text": "Dopamine release in the dorsal striatum during cocaine-seeking behavior under the control of a drug-associated cue", "sentences": [], "annotations": [], "relations": []}, {"offset": 51508, "infons": {"fpage": "813", "lpage": "820", "name_0": "surname:Porrino;given-names:LJ", "name_1": "surname:Daunais;given-names:JB", "name_2": "surname:Smith;given-names:HR", "name_3": "surname:Nader;given-names:MA", "pub-id_doi": "10.1016/j.neubiorev.2003.11.013", "pub-id_pmid": "15019430", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "27", "year": "2004"}, "text": "The expanding effects of cocaine: studies in a nonhuman primate model of cocaine self-administration", "sentences": [], "annotations": [], "relations": []}, {"offset": 51609, "infons": {"fpage": "1481", "lpage": "1489", "name_0": "surname:Everitt;given-names:BJ", "name_1": "surname:Robbins;given-names:TW", "pub-id_doi": "10.1038/nn1579", "pub-id_pmid": "16251991", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "8", "year": "2005"}, "text": "Neural systems of reinforcement for drug addiction: from actions to habits to compulsion", "sentences": [], "annotations": [], "relations": []}, {"offset": 51698, "infons": {"fpage": "1609", "lpage": "1621", "name_0": "surname:Bjork;given-names:JM", "name_1": "surname:Smith;given-names:AR", "name_2": "surname:Hommer;given-names:DW", "pub-id_doi": "10.1016/j.neuroimage.2008.06.035", "pub-id_pmid": "18672069", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "42", "year": "2008"}, "text": "Striatal sensitivity to reward deliveries and omissions in substance dependent patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 51786, "infons": {"fpage": "2174", "lpage": "2188", "name_0": "surname:Bjork;given-names:JM", "name_1": "surname:Smith;given-names:AR", "name_2": "surname:Chen;given-names:G", "name_3": "surname:Hommer;given-names:DW", "pub-id_doi": "10.1002/hbm.21351", "pub-id_pmid": "22281932", "section_type": "REF", "source": "Hum. Brain. Mapp.", "type": "ref", "volume": "33", "year": "2012"}, "text": "Mesolimbic recruitment by nondrug rewards in detoxified alcoholics: effort anticipation, reward anticipation, and reward delivery", "sentences": [], "annotations": [], "relations": []}, {"offset": 51916, "infons": {"fpage": "553", "lpage": "560", "name_0": "surname:Jia;given-names:Z", "pub-id_doi": "10.1016/j.biopsych.2011.05.008", "pub-id_pmid": "21704307", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "An initial study of neural responses to monetary incentives as related to treatment outcome in cocaine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 52030, "infons": {"fpage": "e234", "name_0": "surname:Jansma;given-names:JM", "pub-id_doi": "10.1038/tp.2013.6", "pub-id_pmid": "23443360", "section_type": "REF", "source": "Transl. Psychiatry", "type": "ref", "volume": "3", "year": "2013"}, "text": "THC reduces the anticipatory nucleus accumbens response to reward in subjects with a nicotine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 52134, "infons": {"fpage": "529", "lpage": "537", "name_0": "surname:Patel;given-names:KT", "pub-id_doi": "10.1016/j.biopsych.2013.04.029", "pub-id_pmid": "23778289", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "74", "year": "2013"}, "text": "Robust changes in reward circuitry during reward loss in current and former cocaine users during performance of a monetary incentive delay task", "sentences": [], "annotations": [], "relations": []}, {"offset": 52278, "infons": {"fpage": "434", "lpage": "444", "name_0": "surname:Balodis;given-names:IM", "name_1": "surname:Potenza;given-names:MN", "pub-id_doi": "10.1016/j.biopsych.2014.08.020", "pub-id_pmid": "25481621", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "77", "year": "2015"}, "text": "Anticipatory reward processing in addicted populations: a focus on the monetary incentive delay task", "sentences": [], "annotations": [], "relations": []}, {"offset": 52379, "infons": {"fpage": "2112", "lpage": "2121", "name_0": "surname:Balodis;given-names:IM", "pub-id_doi": "10.1038/npp.2016.11", "section_type": "REF", "source": "Neuropsychopharmacol. Publ. Am. Coll. Neuropsychopharmacol.", "type": "ref", "volume": "41", "year": "2016"}, "text": "Neurofunctional reward processing changes in cocaine dependence during recovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 52459, "infons": {"fpage": "734", "lpage": "742", "name_0": "surname:Beck;given-names:A", "pub-id_doi": "10.1016/j.biopsych.2009.04.035", "pub-id_pmid": "19560123", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Ventral striatal activation during reward anticipation correlates with impulsivity in alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 52556, "infons": {"fpage": "e94640", "name_0": "surname:Forbes;given-names:EE", "name_1": "surname:Rodriguez;given-names:EE", "name_2": "surname:Musselman;given-names:S", "name_3": "surname:Narendran;given-names:R", "pub-id_doi": "10.1371/journal.pone.0094640", "pub-id_pmid": "24804780", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "9", "year": "2014"}, "text": "Prefrontal response and frontostriatal functional connectivity to monetary reward in abstinent alcohol-dependent young adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 52682, "infons": {"fpage": "153", "lpage": "163", "name_0": "surname:van Hell;given-names:HH", "pub-id_doi": "10.1016/j.euroneuro.2009.11.010", "section_type": "REF", "source": "Eur. Neuropsychopharmacol. J. Eur. Coll. Neuropsychopharmacol.", "type": "ref", "volume": "20", "year": "2010"}, "text": "Chronic effects of cannabis use on the human reward system: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 52756, "infons": {"fpage": "e0119150", "name_0": "surname:Enzi;given-names:B", "pub-id_doi": "10.1371/journal.pone.0119150", "pub-id_pmid": "25799565", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "10", "year": "2015"}, "text": "Alterations of monetary reward and punishment processing in chronic cannabis users: an FMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 52854, "infons": {"fpage": "e61470", "name_0": "surname:Filbey;given-names:FM", "name_1": "surname:Dunlop;given-names:J", "name_2": "surname:Myers;given-names:US", "pub-id_doi": "10.1371/journal.pone.0061470", "pub-id_pmid": "23690923", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "8", "year": "2013"}, "text": "Neural effects of positive and negative incentives during marijuana withdrawal", "sentences": [], "annotations": [], "relations": []}, {"offset": 52933, "infons": {"fpage": "1308", "lpage": "1319", "name_0": "surname:Bjork;given-names:JM", "name_1": "surname:Knutson;given-names:B", "name_2": "surname:Hommer;given-names:DW", "pub-id_doi": "10.1111/j.1360-0443.2008.02250.x", "section_type": "REF", "source": "Addict. Abingdon Engl.", "type": "ref", "volume": "103", "year": "2008"}, "text": "Incentive-elicited striatal activation in adolescent children of alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 53009, "infons": {"fpage": "130", "lpage": "139", "name_0": "surname:Weiland;given-names:BJ", "pub-id_doi": "10.1016/j.drugalcdep.2012.08.019", "pub-id_pmid": "22958950", "section_type": "REF", "source": "Drug Alcohol. Depend.", "type": "ref", "volume": "128", "year": "2013"}, "text": "Accumbens functional connectivity during reward mediates sensation-seeking and alcohol use in high-risk youth", "sentences": [], "annotations": [], "relations": []}, {"offset": 53119, "infons": {"fpage": "534", "lpage": "545", "name_0": "surname:Müller;given-names:KU", "pub-id_doi": "10.1111/adb.12136", "pub-id_pmid": "24903627", "section_type": "REF", "source": "Addict. Biol.", "type": "ref", "volume": "20", "year": "2015"}, "text": "No differences in ventral striatum responsivity between adolescents with a positive family history of alcoholism and controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 53245, "infons": {"fpage": "2735", "lpage": "2747", "name_0": "surname:Di Martino;given-names:A", "section_type": "REF", "source": "Cereb. Cortex N. Y N. 1991", "type": "ref", "volume": "18", "year": "2008"}, "text": "Functional connectivity of human striatum: a resting state FMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 53315, "infons": {"fpage": "522", "lpage": "529", "name_0": "surname:Lehéricy;given-names:S", "pub-id_doi": "10.1002/ana.20030", "pub-id_pmid": "15048891", "section_type": "REF", "source": "Ann. Neurol.", "type": "ref", "volume": "55", "year": "2004"}, "text": "Diffusion tensor fiber tracking shows distinct corticostriatal circuits in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 53397, "infons": {"fpage": "7", "lpage": "21", "name_0": "surname:Haber;given-names:SN", "section_type": "REF", "source": "Dialog-. Clin. Neurosci.", "type": "ref", "volume": "18", "year": "2016"}, "text": "Corticostriatal circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 53423, "infons": {"fpage": "23", "lpage": "50", "name_0": "surname:Everitt;given-names:BJ", "name_1": "surname:Robbins;given-names:TW", "pub-id_doi": "10.1146/annurev-psych-122414-033457", "pub-id_pmid": "26253543", "section_type": "REF", "source": "Annu. Rev. Psychol.", "type": "ref", "volume": "67", "year": "2016"}, "text": "Drug addiction: updating actions to habits to compulsions ten years on", "sentences": [], "annotations": [], "relations": []}, {"offset": 53494, "infons": {"fpage": "445", "lpage": "452", "name_0": "surname:Hampshire;given-names:A", "name_1": "surname:Sharp;given-names:DJ", "pub-id_doi": "10.1016/j.tics.2015.06.006", "pub-id_pmid": "26160027", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "19", "year": "2015"}, "text": "Contrasting network and modular perspectives on inhibitory control", "sentences": [], "annotations": [], "relations": []}, {"offset": 53561, "infons": {"fpage": "6", "lpage": "21", "name_0": "surname:Jollans;given-names:L", "pub-id_doi": "10.1080/87565641.2016.1164172", "pub-id_pmid": "27074029", "section_type": "REF", "source": "Dev. Neuropsychol.", "type": "ref", "volume": "41", "year": "2016"}, "text": "Ventral striatum connectivity during reward anticipation in adolescent smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 53640, "infons": {"fpage": "971", "lpage": "978", "name_0": "surname:Mechelmans;given-names:DJ", "pub-id_doi": "10.1093/ijnp/pyx072", "pub-id_pmid": "29020291", "section_type": "REF", "source": "Int. J. Neuropsychopharmacol.", "type": "ref", "volume": "20", "year": "2017"}, "text": "Reward sensitivity and waiting impulsivity: shift towards reward valuation away from action control", "sentences": [], "annotations": [], "relations": []}, {"offset": 53740, "infons": {"fpage": "1015", "lpage": "1028", "name_0": "surname:Hulka;given-names:LM", "pub-id_doi": "10.1017/S0033291713001839", "pub-id_pmid": "23870112", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "44", "year": "2014"}, "text": "Altered social and non-social decision-making in recreational and dependent cocaine users", "sentences": [], "annotations": [], "relations": []}, {"offset": 53830, "infons": {"fpage": "e0172853", "name_0": "surname:Quednow;given-names:BB", "pub-id_doi": "10.1371/journal.pone.0172853", "pub-id_pmid": "28253291", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "12", "year": "2017"}, "text": "Stable self-serving personality traits in recreational and dependent cocaine users", "sentences": [], "annotations": [], "relations": []}, {"offset": 53913, "infons": {"fpage": "33", "lpage": "41", "name_0": "surname:Yip;given-names:SW", "pub-id_doi": "10.1016/j.drugalcdep.2014.03.031", "pub-id_pmid": "24793365", "section_type": "REF", "source": "Drug Alcohol. Depend.", "type": "ref", "volume": "140", "year": "2014"}, "text": "Pretreatment measures of brain structure and reward-processing brain function in cannabis dependence: an exploratory study of relationships with abstinence during behavioral treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 54097, "infons": {"section_type": "REF", "type": "ref"}, "text": "European Monitoring Centre for Drug Addiction. Treatment for Cocaine Dependence: Reviewing Current Evidence. 2014.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}