{"source": "PMC", "date": "20201224", "key": "pmc.key", "infons": {}, "documents": [{"id": "6393449", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-019-39367-z", "article-id_pmc": "6393449", "article-id_pmid": "30814558", "article-id_publisher-id": "39367", "elocation-id": "2952", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Chen;given-names:Pinhong", "name_1": "surname:Ye;given-names:Enmao", "name_2": "surname:Jin;given-names:Xiao", "name_3": "surname:Zhu;given-names:Yuyang", "name_4": "surname:Wang;given-names:Lubin", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2019"}, "text": "Association between Thalamocortical Functional Connectivity Abnormalities and Cognitive Deficits in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 114, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cognitive deficits are considered a core component of schizophrenia and may predict functional outcome. However, the neural underpinnings of neuropsychological impairment remain to be fully elucidated. Data of 59 schizophrenia patients and 72 healthy controls from a public resting-state fMRI database was employed in our study. Measurement and Treatment Research to Improve Cognition in Schizophrenia (MATRICS) Battery was used to measure deficits of cognitive abilities in schizophrenia. Neural correlates of cognitive deficits in schizophrenia were examined by linear regression analysis of the thalamocortical network activity with scores of seven cognitive domains. We confirmed the combination of reduced prefrontal-thalamic connectivity and increased sensorimotor-thalamic connectivity in patients with schizophrenia. Correlation analysis with cognition revealed that in schizophrenia (1) the thalamic functional connectivity in the bilateral pre- and postcentral gyri was negatively correlated with attention/vigilance and speed of processing (Pearson’s r ≤ −0.443, p ≤ 0.042, FWE corrected), and positively correlated with patients’ negative symptoms (Pearson’s r ≥ 0.375, p ≤ 0.003, FWE corrected); (2) the thalamic functional connectivity in the right cerebellum was positively correlated with speed of processing (Pearson’s r = 0.388, p = 0.01, FWE corrected). Our study demonstrates that thalamic hyperconnectivity with sensorimotor areas is related to the severity of cognitive deficits and clinical symptoms, and extends our understanding of the neural underpinnings of “cognitive dysmetria” in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1739, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1752, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cognitive deficits among individuals with schizophrenia have been widely investigated, and are considered a core component of schizophrenia. The cognitive deficits in patients with schizophrenia are robust and extensive, with a 1.5 to 2.5 standard deviation gap between patients and controls in all ability domains, as measured by standard neurocognitive tasks. These impairments are present at the first-psychotic episode and clinically remitted states, and schizophrenia patients who were never exposed to neuroleptics also show highly significant neuropsychological deficits. The cognitive deficits are regarded as an important predictor of functional outcome for schizophrenia patients, and are also found among other first-degree relatives of schizophrenia probands. Although these studies provide important information regarding cognitive deficits as a potential precursor and vulnerability factor of schizophrenia, little is known about the neuropathological mechanisms underlying this core symptom across psychoses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2776, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The thalamus, a subcortical structure that transmits information from the peripheral sensory nervous system to the cortex, has been recently targeted in schizophrenia research. By examining interregional correlations in spontaneous, low-frequency, blood-oxygen-level-dependent (BOLD) signal fluctuations, previous resting-state functional magnetic resonance imaging (fMRI) studies showed the importance of the abnormal thalamocortical functional interactions in the pathophysiology of schizophrenia. In particular, these studies have consistently found the combination of decreased thalamic connectivity with the prefrontal cortex (PFC) and an increased connectivity with motor and somatosensory cortical areas in schizophrenia. Recently, the reduced prefrontal-thalamic connectivity and sensorimotor-thalamic hyperconnectivity confirmed in a majority of chronic patients was also observed in the early stage of psychosis and clinical high-risk (CHR) individuals, suggesting that thalamic dysconnectivity presents very early or even prior to the onset of illness. Congruous with these results, diffusion tensor imaging studies have proven that schizophrenia patients showed reduced structural connectivity of the thalamus to the lateral PFC, providing anatomical evidence for functional abnormalities of the thalamus in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4111, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, there is increasing evidence to suggest that abnormalities of the thalamocortical network may contribute to cognitive deficits in individuals with schizophrenia. Indeed, imaging studies have shown that decreased activation of the thalamus in schizophrenia patients during working memory tasks, and that the reduced prefrontal-thalamic connectivity in patients correlated with impaired working memory. On the contrary, Seidman et al. found that relatives of schizophrenia patients showed significantly greater task-elicited activation in the right dorsomedial thalamus, when carrying out an auditory continuous performance test. Another study also proved significant hyperactivation in the thalamus/basal ganglia of patients for both verbal and spatial working memory tasks. Animal models have also proven that a subtle decrease in mediodorsal (MD) thalamus activity is enough to cause impairment, particularly in cognitive tasks such as reversal learning and working memory. Additionally, Schmitt et al. found that MD thalamus stimulation amplifies prefrontal functional connectivity and promotes performance in forced-choice tests of attentional control. However, the specific effect of different thalamocortical circuits on cognitive deficits in schizophrenia remains largely unknown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5408, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To search for neural mechanisms underlying clinical and cognitive symptoms in schizophrenia, we investigated the change of functional interactions between different cortical areas and the thalamus, and its association with cognitive deficits in schizophrenia. Parceling the cortex into six regions of interest, functional connectivity between cortical ROIs and thalamic ROIs were compared between control and patient groups. Then, we employed the MATRICS Battery to examine the relationship between different thalamocortical circuits and a range of key cognitive constructs in schizophrenia patients. The MATRICS evaluates seven dimensions of cognitive performance, including attention/vigilance, problem solving, speed of processing, social cognition, verbal learning, visual learning and working memory, and is a standard tool for assessing cognition in cognitive remediation strategies in clinical trials. Based on previous studies, we hypothesized that impaired cognitive function in schizophrenia might be related to the reduced prefrontal-thalamic connectivity as well as increased sensorimotor-thalamic connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6532, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 6540, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic, clinical and cognitive results", "sentences": [], "annotations": [], "relations": []}, {"offset": 6584, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Sample Demographics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6605, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Characteristic</th><th>Healthy Subjects</th><th>Schizophrenia Patients</th><th colspan=\"2\">Statistics</th></tr><tr><th><italic>n</italic> = 72</th><th><italic>n</italic> = 59</th><th>\n<italic>χ</italic>\n<sup>2</sup>\n<italic>/t</italic>\n</th><th>\n<italic>p</italic>\n</th></tr></thead><tbody><tr><td>Gender (Male: female)</td><td>49:23</td><td>49:10</td><td>3.87</td><td>\n<bold>0.049</bold>\n</td></tr><tr><td>Smoking Status (Smoker: Non-smoker)</td><td>15:56</td><td>20:39</td><td>2.67</td><td>0.102</td></tr><tr><td>Age (years)</td><td>35.86 ± 11.67</td><td>37.69 ± 13.77</td><td>0.81</td><td>0.419</td></tr><tr><td>WTAR T-score</td><td>109.02 ± 13.02</td><td>102.71 ± 13.50</td><td>−2.59</td><td>\n<bold>0.011</bold>\n</td></tr><tr><td>WASI VIQ</td><td>106.75 ± 11.22</td><td>99.29 ± 16.67</td><td>−2.93</td><td>\n<bold>0.004</bold>\n</td></tr><tr><td>WASI PIQ</td><td>114.23 ± 12.43</td><td>103.89 ± 16.23</td><td>−3.88</td><td>\n<bold> &lt; 0.001</bold>\n</td></tr><tr><td>WASI FSIQ (four subtest)</td><td>111.79 ± 11.92</td><td>100.89 ± 16.87</td><td>−4.10</td><td>\n<bold> &lt; 0.001</bold>\n</td></tr><tr><td>Age at First Illness</td><td/><td>22.1 ± 8.74</td><td/><td/></tr><tr><td>Duration of Illness (years)</td><td/><td>15.59 ± 12.09</td><td/><td/></tr><tr><td>PANSS Positive</td><td/><td>14.66 ± 4.59</td><td/><td/></tr><tr><td>PANSS Negative</td><td/><td>14.81 ± 5.03</td><td/><td/></tr><tr><td>PANSS General</td><td/><td>29.12 ± 8.02</td><td/><td/></tr><tr><td>CPZ Equivalents</td><td/><td>369.25 ± 318.69</td><td/><td/></tr></tbody></table>\n"}, "text": "Characteristic\tHealthy Subjects\tSchizophrenia Patients\tStatistics\t \tn = 72\tn = 59\tχ2/t\tp\t \tGender (Male: female)\t49:23\t49:10\t3.87\t0.049\t \tSmoking Status (Smoker: Non-smoker)\t15:56\t20:39\t2.67\t0.102\t \tAge (years)\t35.86 ± 11.67\t37.69 ± 13.77\t0.81\t0.419\t \tWTAR T-score\t109.02 ± 13.02\t102.71 ± 13.50\t−2.59\t0.011\t \tWASI VIQ\t106.75 ± 11.22\t99.29 ± 16.67\t−2.93\t0.004\t \tWASI PIQ\t114.23 ± 12.43\t103.89 ± 16.23\t−3.88\t < 0.001\t \tWASI FSIQ (four subtest)\t111.79 ± 11.92\t100.89 ± 16.87\t−4.10\t < 0.001\t \tAge at First Illness\t\t22.1 ± 8.74\t\t\t \tDuration of Illness (years)\t\t15.59 ± 12.09\t\t\t \tPANSS Positive\t\t14.66 ± 4.59\t\t\t \tPANSS Negative\t\t14.81 ± 5.03\t\t\t \tPANSS General\t\t29.12 ± 8.02\t\t\t \tCPZ Equivalents\t\t369.25 ± 318.69\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7315, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "WTAR, Wechsler Test of Adult Reading; Wechsler Abbreviated Scale of Intelligence (WASI); VIQ, verbal intelligence; PIQ, performance intelligence; FSIQ, full scale intelligence; PANSS, Positive and Negative Syndrome Scale; CPZ, chlorpromazine; p values < 0.05 are labelled in bold.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7596, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Sample demographics are shown in Table 1. There was no significant difference in age (healthy subjects: 35.86 ± 11.67 years; psychosis: 37.69 ± 13.77; t = 0.81, p = 0.419) and smoking status (healthy subjects: 21.1% smokers; psychosis: 33.9% smokers; χ21 = 2.67, p = 0.102) between schizophrenia patients and healthy subjects. The two groups showed marginal significance in sex ratio (healthy subjects: 68.1% male subjects; psychosis: 83.1% male subjects; χ21 = 3.87, p = 0.049), and the WASI FSIQ (four subtests) in the schizophrenia group was significantly lower than that in the healthy group (healthy subjects: 111.79 ± 11.92; psychosis: 100.89 ± 16.87; t119 = −4.10, p < 0.001). The age at onset of schizophrenia was 22.10 ± 8.74 years, and the average duration of illness was 15.59 ± 12.09 years. PANSS positive and negative and general psychopathology scores in schizophrenic patients were 14.66 ± 4.59, 14.81 ± 5.03, and 29.12 ± 8.02 respectively. The average daily dose of antipsychotics, factoring in chlorpromazine equivalents established in Gardner et al., was 369.25 ± 318.69 mg/d in schizophrenia patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8717, "infons": {"file": "41598_2019_39367_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Significantly decreased MATRICS performance in schizophrenia group compared to control group. The results suggested that patients exhibited significantly lower scores on all the cognitive domains of MATRICS. ***Indicates p < 0.001. Error bars represent standard deviation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8990, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As presented in Fig. 1, patients exhibited significantly lower scores on all the cognitive domains of MATRICS compared to control subjects (t-tests, the range of all t-values −4.58~−9.56, all p values were < 0.001). Group means and standard deviations for performance scores of individual tests of MATRICS are shown in Supplementary Table S1. To confirm that the results were not affected by patients’ lower premorbid and current intellect, we performed covariance analysis controlling for these effects on cognition. Results indicated that, compared with healthy subjects, patients still showed significantly decreased cognition on all the cognitive domains of MATRICS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9661, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Altered thalamocortical functional connectivity in patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 9721, "infons": {"file": "41598_2019_39367_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Thalamo-cortical functional connectivity in schizophrenia and healthy subjects. (A) Six cortical ROI masks were overlaid onto the standard MNI brain. (B) Functional thalamic subdivision was created using the winner-takes-all strategy, in which each thalamic voxel was labelled according to the cortical ROI with the highest connectivity strength. (C) Significantly altered thalamocortical connectivity in schizophrenia patients compared to healthy subjects. The patient group showed decreased PFC-thalamic functional connectivity and increased motor-thalamic and somatosensory-thalamic connectivity. *Indicates p < 0.05 and ***Indicates p < 0.001. Error bars represent standard error.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10406, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "According to prior studies, we parceled the thalamus into six functional subregions based on their functional connectivity with the cortical ROIs (Fig. 2A). As shown in Fig. 2B, the cortical ROI-to-thalamic ROI analysis demonstrated that each cortical region of interest was connected to distinct, largely non-overlapping divisions of the thalamus. Group differences in thalamocortical connectivity, correcting by Bonferroni adjustment, are depicted graphically in Fig. 2C. Compared with healthy subjects, the patient group exhibited weaker PFC-thalamic network connectivity (p < 0.001), and stronger motor-thalamic and somatosensory-thalamic network connectivity (p < 0.001 and p = 0.002, respectively). No significant differences were observed between groups in parietal, temporal and occipital cortex connectivity with the thalamus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11242, "infons": {"file": "41598_2019_39367_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional dysconnectivity of the PFC, motor, and somatosensory thalamus seeds in schizophrenia. For the thalamic PFC (A) and motor (B) seeds, patients with schizophrenia showed reduced functional connectivity with the dorsolateral PFC, dorsal anterior cingulate cortex, inferior parietal lobule, and cerebellum (warm colors), and increased functional connectivity with the pre- and postcentral gyri, superior and middle temporal gyri, lateral and medial occipital regions (cold colors), relative to healthy subjects. In contrast, functional connectivity of the thalamus somatosensory seed (C) was mainly restricted to the postcentral gyrus and lateral occipital region.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11913, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further conducted seed-based analyses using the thalamic PFC, motor, and somatosensory subregions as seeds to better localize thalamocortical network abnormalities in patients with schizophrenia. The resting-state functional connectivity patterns of different thalamic subregions are shown in Fig. 3A–C, respectively. We can see that the thalamic PFC seed was positively correlated with brain regions in the executive control network, including the dorsolateral PFC, inferior frontal gyrus/anterior insula, anterior and middle cingulate cortices, and inferior parietal lobule, and was negatively correlated with the occipital and sensorimotor cortices. In contrast, the thalamic motor and somatosensory seeds were positively correlated with the primary and secondary motor and somatosensory cortices, and negatively correlated with the medial PFC, middle temporal gyrus, and lateral occipital lobe.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12815, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Direct comparison between healthy subjects and schizophrenia patients showed differences in thalamocortical functional connectivity between groups in specific brain regions. For the thalamic ‘PFC’ seed, schizophrenia patients exhibited significantly decreased positive functional connectivity in the dorsolateral PFC, dorsal anterior cingulate cortex, inferior parietal lobule, and cerebellum. Patients also showed decreased negative functional connectivity in the pre- and postcentral gyri, superior and middle temporal gyri, and the lateral and medial occipital regions upon evaluation of the thalamic PFC seed. For the thalamic ‘motor’ seed, schizophrenia patients exhibited significantly increased positive functional connectivity in the pre- and postcentral gyri and lateral and medial occipital regions, decreased positive functional connectivity in the dorsal anterior cingulate cortex and cerebellum, and increased negative functional connectivity in the dorsolateral PFC and inferior parietal lobule.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13825, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cognitive correlates of thalamocortical dysconnectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 13881, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Linear regression analyses were performed to examine the relationships between thalamocortical functional connectivity and specific cognitive functions in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14046, "infons": {"file": "41598_2019_39367_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Linear regression analysis between the functional connectivity of the thalamic ‘PFC’ ROI and MATRICS domain scores in schizophrenia. Attention/vigilance was negatively correlated with functional connectivity in the bilateral PreCG/PoCG (A); speed of processing was positively correlated with functional connectivity in the right cerebellum (B) and negatively correlated with functional connectivity in the bilateral PreCG/PoCG (C). All results were thresholded at p < 0.05, corrected for multiple comparisons with family wise error (FWE). PreCG, precentral gyrus; PoCG, postcentral gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14635, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As shown in Fig. 4, using thalamic PFC subregion as the seed, we found that attention/vigilance was negatively correlated with functional connectivity in the bilateral pre- and postcentral gyri (left side: Pearson’s r = −0.459, p = 0.042; right side: Pearson’s r = −0.443, p = 0.010; FWE corrected). Moreover, the speed of processing was positively correlated with functional connectivity in the right cerebellum (Pearson’s r = 0.388, p = 0.010, FWE corrected), and negatively correlated with functional connectivity in the bilateral pre- and postcentral gyri (left side: Pearson’s r = −0.526, p = 0.002; right side: Pearson’s r = −0.501, p = 0.001; FWE corrected).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15301, "infons": {"file": "41598_2019_39367_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Linear regression analysis between the functional connectivity of thalamic ‘motor’ ROI and MATRICS domain scores in schizophrenia. Speed of processing was negatively correlated with functional connectivity in the PreCG/PoCG. All results were thresholded at p < 0.05, corrected for multiple comparisons with family wise error (FWE). PreCG, precentral gyrus; PoCG, postcentral gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15683, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When using the thalamic motor subregion as a seed (Fig. 5), we found that the speed of processing was negatively correlated with functional connectivity in the bilateral pre- and postcentral gyri (left side: Pearson’s r = −0.536, p = 0.02; right side: Pearson’s r = −0.505, p = 0.002; FWE corrected).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15984, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Symptom correlates of thalamocortical dysconnectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 16038, "infons": {"file": "41598_2019_39367_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Linear regression analysis between the functional connectivity of the thalamic ‘PFC’ ROI and symptoms in schizophrenia. Patients’ negative symptoms were positively correlated with functional connectivity in the PreCG/PoCG. All results were thresholded at p < 0.05, corrected for multiple comparisons with family wise error (FWE). PreCG, precentral gyrus; PoCG, postcentral gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16418, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When using thalamic PFC subregion as seed (Fig. 6), we found that patients’ negative symptoms were positively correlated with functional connectivity in the bilateral pre- and postcentral gyri (left side: Pearson’s r = 0.448, p = 0.001; right side: Pearson’s r = 0.375, p = 0.003; FWE corrected). However, the remaining thalamocortical functional connectivity did not show any significant correlation to the severity of clinical symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16857, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The effect of nuisance variables", "sentences": [], "annotations": [], "relations": []}, {"offset": 16890, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed additional analyses to examine the relationship between thalamocortical functional connectivity and age, sex, duration of illness and medication. Among patients, we found that age was negatively correlated with functional connectivity between the thalamic ‘PFC’ subregion and the cerebellum (p < 0.001; FWE corrected); sex, duration of illness and medication did not correlate with functional connectivity of any thalamocortical networks (p > 0.05; FWE corrected).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17368, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 17379, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Consistent with previous studies, we demonstrated the combination of reduced prefrontal-thalamic and increased sensorimotor-thalamic functional connectivity in schizophrenia patients. Accordingly, our results revealed that lower cognition scores in schizophrenia correlated with both enhanced connectivity of the thalamus with sensorimotor network and a weakened connectivity of the thalamus with cerebellar regions. These findings may extend our understanding of the neural underpinnings of “cognitive dysmetria” of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17911, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we found that cognitive deficits were mainly related to the functional connectivity of the thalamic ‘PFC’ subregion, which corresponded closely to the thalamic mediodorsal nucleus (MD). Consistent with our findings, Giraldo-Chica et al. demonstrated reduced structural connectivity between the lateral PFC and the MD thalamus, which positively correlated with scores of the Wechsler Memory Scale-III (WMS-III) Working Memory Index. Previous animal studies have also proven that impairments in cognitive tasks, such as reversal learning and recognition memory, could be resulted from aberrant structural and functional changes of mediodorsal (MD) thalamus. In addition, some studies have implicated the role of MD thalamus in working memory and attentional control. The MD thalamus shares reciprocal excitatory projections with the PFC, making it a hub for causing exact impairments to cognitive functions. Collectively, these studies consistently support that the thalamic ‘PFC’ subregion plays a key role in the cognitive symptoms of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18976, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study showed that the thalamic functional connectivity with sensorimotor regions was negatively correlated with higher cognitive functions such as attention/vigilance and speed of processing. Imaging studies have demonstrated reduced activation of the sensorimotor cortices during a sequential finger tapping task, which may contribute to the pathogenesis of soft neurological signs, a particular clinical sign for schizophrenia diagnosis. Using a data-driven analysis of resting-state fMRI fluctuations, the connectivity between the visual and sensorimotor regions was found to be significantly decreased in the schizophrenia patients. Berman et al. illustrated the negative correlation between sensorimotor and higher order regions and its link to positive symptoms in childhood-onset schizophrenia. In addition, prefrontal-thalamic connectivity is developed and sensorimotor-thalamic connectivity is refined in the normal brain during the transition from adolescence to adulthood. Therefore, irregular brain maturation might underline the neuropathological mechanisms of schizophrenia. In short, the findings of our study may facilitate understanding of the cognitive deficits in patients with schizophrenia as a result of reduced prefrontal-thalamic connectivity and increased sensorimotor-thalamic connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20297, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, we have found decreased connectivity of the cerebellum with the thalamic ‘PFC’ subregion, and its positive correlation with cognitive function in schizophrenia. The role of the cerebellum in schizophrenia has been highlighted by Andreasen’s hypothesis of ‘cognitive dysmetria’, which suggests that dysfunction in the cortico-cerebellar-thalamo-cortical circuit may underlie the widespread disturbances in information transmission and processing in schizophrenia. Notably, some studies have reported abnormal functional connectivity associated with the cerebellum in schizophrenia. It is also suggested that the dysfunction of the thalamus might act as a mediator in the synchronized activity between the cerebellum and prefrontal cortex in schizophrenia. Based on previous findings, our study further indicates that cerebellar dysfunction could account for some of the psychiatric or cognitive symptoms present in this disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21238, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We also found that patients’ negative symptoms were positively related to hyperconnectivity between the thalamus and sensorimotor cortex. A functional connectivity study with autistic patients have found that the dysfunction of sensorimotor cortex might be associated with impairments of social ability and communication, including motivation for social engagement and emotion recognition. It has also been proposed that basic perceptivo-motor deficits may be responsible for impaired facial and vocal emotion decoding in schizophrenia. Additionally, several studies have reported similar correlations between sensorimotor-thalamic hyperconnectivity and clinical symptoms in patients with schizophrenia. However, other studies did not find any significant relationship. These studies suggest that the clinical correlates of thalamocortical dysconnectivity in schizophrenia need to be further explored and better understood.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22162, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study has several limitations. First, the target nuclei of the thalamus are small compared to the cortical regions that are typically highlighted in resting-state functional connectivity analysis. The definition of thalamic subregions and their boundaries using conventional fMRI is generally coarse and tends to combine signals from adjacent structures. Recent advances in data acquisition methods, such as ultrahigh speed and ultrahigh field fMRI, may provide more accurate estimations of thalamocortical networks. Second, although we did not find any evidence that antipsychotic treatment was associated with functional dysconnectivity in schizophrenia, it is possible that medication effects on connectivity may not be dose-dependent. In addition, functional dysconnectivity may be associated with long term hospitalization and social isolation due to disease chronicity. Studies exploring thalamic dysconnectivity in nonmedicated first-episode psychosis are required to exclude the effect of illness stages. Finally, in future studies, we intend to combine fMRI with DTI to illustrate how functional dysconnectivity of the thalamus is linked with abnormalities in anatomical connectivity in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23377, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, the findings of our study suggest that the unbalanced thalamic networks make a critical contribution to damaged cognition that may underlie the neuropathological mechanisms in schizophrenia. This further facilitates our understanding of thalamocortical dysconnectivity as a biomarker of cognitive deficits and as a neural intervention target.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23732, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 23740, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 23753, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An open access resting-state fMRI dataset of schizophrenia patients and healthy subjects, formerly studied by different authors, was employed in our study. This publicly available dataset is maintained by the Center for Biomedical Research Excellence (COBRE, http://fcon_1000.projects.nitrc.org/indi/retro/cobre.html). Patients were recruited from the outpatient clinic at the University of New Mexico Health Sciences Center. A psychiatrist made judgments about whether patients were clinically stable and appropriate for the study. Participants were administered the Structured Clinical Interview for the Diagnostic and Statistical Manual of Mental Disorders, 4th edition (DSM-IV SCID–Clinician Version) by a trained research assistant, and the interview process was supervised by either F. M. Hanlon or J. R. Bustillo. The patients’ exclusion criteria were as follows: history of neurological disorder, mental retardation, severe head trauma with more than 5-minute loss of consciousness, and substance abuse or dependence within the last 12 months. The controls’ exclusion criterion was having any psychiatric dysfunction. Informed consent was obtained from all subjects, according to institutional guidelines required by the Institutional Review Board at the University of New Mexico. All experiments were performed in accordance with relevant guidelines and regulations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25129, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Neuropsychological Measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 25157, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Premorbid intelligence was assessed by the Wechsler Test of Adult Reading (WTAR) and intellectual functioning was assessed by the Wechsler Abbreviated Scale of Intelligence (WASI), a short and reliable measure of intelligence. Of the WASI subtests, the Vocabulary and Similarities tests were used to estimate verbal IQ (VIQ), Block Design and Matrix Reasoning were used to estimate performance IQ (PIQ), and full-scale IQ (FSIQ) was computed by averaging the PIQ and VIQ scores. The MATRICS consensus cognitive battery consists of seven separable factors, including attention/vigilance, problem solving, speed of processing, social cognition, verbal learning, visual learning, and working memory. Here, t-scores were used for MATRICS, and lower scores indicated greater impairments in cognitive functions. Additionally, patients were also assessed with the Positive and Negative Syndrome Scale (PANSS) to quantify the severity of psychosis symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26107, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Data Acquisition and Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 26147, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The subjects underwent resting-state scans in a 3-T SIEMENS MRI scanner with the following parameters: 33 axial slices, repetition time = 2000 ms, echo time = 29 ms, flip angle = 75°, slice thickness = 3.5 mm, slice gap = 1.05 mm, acquisition matrix = 64 × 64, field of view = 240 mm. The total scan lasted 5 min, and 150 volumes of functional images were obtained. More information about the data acquisition can be found at http://coins.mrn.org/dx.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26598, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data preprocessing was performed using SPM8 software (Wellcome Department of Imaging Neuroscience, University College London, UK; http://www.fil.ion.ucl.ac.uk/spm). Prior to preprocessing, the first 5 volumes of each scan were discarded due to magnetic saturation. Images were normalized to the standard EPI template in the MNI space and were resliced to 3 × 3 × 3 mm3. The resulting images were spatially smoothed with a Gaussian filter of 6 mm full-width half-maximum kernel. For functional connectivity analyses, several additional de-noising steps were conducted to reduce spurious variance that was unlikely to reflect neuronal activity. These steps included: (1) removal of nuisance signals from the data via multiple regression, including signals averaged from white matter, cerebrospinal fluid, and the whole brain, and the six parameters obtained by head motion correction, (2) temporal filtering with a band-pass filter (0.01–0.1 Hz), and (3) linear detrending to remove any residual drift.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27599, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Head motion has been increasingly found to be a serious factor that confounds estimation of functional connectivity. Here, we used the artifact detection tool (ART; http://www.nitrc.org/projects/artifact_detect) to identify motion outliers. An image was defined as an outlier if the absolute head motion was >1 mm from previous scan, or if the scan-to-scan global signal change was >3 standard deviations of the global brain signal for the entire resting scan. Subjects with serious head motion (>20% outlier volumes) were excluded from this study, leaving a final sample of 72 healthy subjects and 59 schizophrenia patients. Outliers in the global mean signal intensity and motion were scrubbed by including them as nuisance regressors (i.e. one regressor per outlier) during the de-noising procedure. After scrubbing, residual head motion was still significantly different between groups (control: 0.25 ± 0.11 mm; patient: 0.30 ± 0.13 mm; two-sample t-test, p = 0.024). To minimize potential bias caused by subtle motion, residual head motion was included as a nuisance covariate in the statistical comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28713, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 28746, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, we compared functional connectivity between anatomically defined cortical ROIs and functionally defined thalamic ROIs across groups. As described previously, the cortex was divided into six non-overlapping ROIs corresponding to the main targets of specific thalamic nuclei (the PFC, motor cortex, somatosensory cortex, posterior parietal cortex, temporal lobe and occipital lobe). The cortical ROI and thalamus masks were separately defined in standard MNI space by using the Harvard-Oxford cortical and subcortical probabilistic atlases in FSL (http://fsl.fmrib.ox.ac.uk/fsl/fslwiki/Atlases). A 25% threshold was applied to these atlases to avoid partial inclusion of neighboring ventricles. Figure 2A shows the six cortical ROI masks, which are equivalent to those used in Woodward et al.. The Pearson’s correlation coefficient was then computed between the average BOLD signals from each of the cortical ROIs and BOLD signals from every voxel in the thalamus. Fisher’s z-transformation was applied to the correlation values to ensure normality. Based on the entire dataset of 131 subjects, functional thalamic subdivision was created using the winner-takes-all strategy, in which each thalamic voxel was labeled according to the cortical ROI with the highest connectivity strength. For each participant, six thalamocortical network values were calculated by averaging connectivity strength of the voxels within each thalamic functional ROI with its respective cortical ROI, which served as the dependent variable in the cortical ROI-to-thalamic ROI analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30315, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Second, seed-based analyses examining connectivity of functionally defined thalamic subregions with the rest of the brain were performed to better localize thalamocortical network abnormalities in patients with schizophrenia. Briefly, for each subject and for each thalamic ROI, the correlation map was created by calculating the Pearson’s correlation coefficients between the average BOLD signal of the thalamus ROI and BOLD signals of all voxels in the brain. These correlation maps were then converted to Z-value maps using Fisher’s r-to-z transformation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30874, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 30895, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Behavioral data and cortical ROI-to-thalamic ROI functional connectivity data were compared between the control and schizophrenia groups using SPSS (version 20, IBM Inc, USA). To reduce the number of false positive or Type I error, the results were considered significant at p < 0.05, Bonferroni corrected for multiple comparisons replaced the nominal significance level α with the level α/k for each test (k is the number of tests being performed).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31345, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Voxel-wise statistical analyses were carried out using the general linear model in SPM8. First, correlation maps of control and schizophrenia subjects separately underwent a two-tailed, one-sample t-test, to determine brain regions with significant positive or negative correlations with each thalamic ROI. Then, a two-tailed, two-sample t-test was conducted to identify significant functional connectivity differences in the correlation maps of each thalamic ROI between the schizophrenia and control groups. The correlation analysis with the MATRICS domain scores across schizophrenia subjects was restricted to voxels within the masks, which were identified in the analysis between groups, to determine the association between thalamocortical functional connectivity abnormalities and cognitive deficits in schizophrenia. We also examined the correlations between thalamocortical functional connectivity and patients’ symptoms, including PANSS positive, negative and general. Each analysis was adjusted using nuisance covariates for age, sex and residual head motion. Duration of illness and CPZ equivalents were also used as nuisance covariates for the correlation analysis with cognition. The significance level was set at a cluster-level of p < 0.05, and data were corrected for multiple comparisons with the family wise error (FWE) and a voxel-level threshold of p < 0.005.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32726, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 32752, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32889, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 32923, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary information accompanies this paper at 10.1038/s41598-019-39367-z.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33003, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 33024, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "P.C. study design; data analysis; data interpretation; manuscript drafting; Dr. Chen reports no disclosures. E.Y., X.J., Y.Z. study design; data interpretation; manuscript review; Dr. Ye, Ms. Jin and Ms. Zhu report no disclosures. L.W. study design; data analysis; data interpretation; manuscript drafting; Dr. Wang reports no disclosures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33364, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 33382, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets analyzed during the current study are available from the corresponding author upon reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33498, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 33518, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33562, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 33573, "infons": {"fpage": "148", "lpage": "162", "name_0": "surname:Kitchen;given-names:H", "name_1": "surname:Rofail;given-names:D", "name_2": "surname:Heron;given-names:L", "name_3": "surname:Sacco;given-names:P", "pub-id_doi": "10.1007/s12325-012-0001-4", "pub-id_pmid": "22351433", "section_type": "REF", "source": "Advances in Therapy", "type": "ref", "volume": "29", "year": "2012"}, "text": "Cognitive impairment associated with schizophrenia: a review of the humanistic burden", "sentences": [], "annotations": [], "relations": []}, {"offset": 33659, "infons": {"section_type": "REF", "type": "ref"}, "text": "Keefe, R. S. The longitudinal course of cognitive impairment in schizophrenia: an examination of data from premorbid through posttreatment phases of illness. The Journal of clinical psychiatry.10.4088/JCP.13065su1.02, 75 (Suppl 2), 8–13 (2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33904, "infons": {"fpage": "1336", "lpage": "1341", "name_0": "surname:Hoff;given-names:AL", "pub-id_pmid": "10484942", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "156", "year": "1999"}, "text": "Longitudinal neuropsychological follow-up study of patients with first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33997, "infons": {"fpage": "2033", "lpage": "2046", "name_0": "surname:Keefe;given-names:RSE", "pub-id_doi": "10.1038/sj.npp.1301072", "pub-id_pmid": "16641947", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "31", "year": "2006"}, "text": "Baseline Neurocognitive Deficits in the CATIE Schizophrenia Trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 34063, "infons": {"fpage": "124", "lpage": "131", "name_0": "surname:Saykin;given-names:AJ", "pub-id_doi": "10.1001/archpsyc.1994.03950020048005", "pub-id_pmid": "7905258", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "51", "year": "1994"}, "text": "Neuropsychological deficits in neuroleptic naive patients with first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34154, "infons": {"fpage": "e12", "name_0": "surname:Green;given-names:MF", "pub-id_doi": "10.4088/JCP.1006e12", "pub-id_pmid": "17107235", "section_type": "REF", "source": "J Clin Psychiatry", "type": "ref", "volume": "67", "year": "2006"}, "text": "Cognitive impairment and functional outcome in schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 34236, "infons": {"fpage": "304", "lpage": "315", "name_0": "surname:Tolman;given-names:AW", "name_1": "surname:Kurtz;given-names:MM", "pub-id_doi": "10.1093/schbul/sbq077", "pub-id_pmid": "20624752", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "38", "year": "2012"}, "text": "Neurocognitive Predictors of Objective and Subjective Quality of Life in Individuals With Schizophrenia: A Meta-Analytic Investigation", "sentences": [], "annotations": [], "relations": []}, {"offset": 34371, "infons": {"fpage": "98", "lpage": "107", "name_0": "surname:MF;given-names:E", "pub-id_doi": "10.1016/S0006-3223(01)01133-7", "pub-id_pmid": "11527000", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "50", "year": "2001"}, "text": "Relative risk for cognitive impairments in siblings of patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34454, "infons": {"fpage": "1053", "name_0": "surname:Asarnow;given-names:RF", "pub-id_doi": "10.1001/archpsyc.59.11.1053", "pub-id_pmid": "12418939", "section_type": "REF", "source": "Archives of General Psychiatry", "type": "ref", "volume": "59", "year": "2002"}, "text": "Neurocognitive impairments in nonpsychotic parents of children with schizophrenia and attention-deficit/hyperactivity disorder: the University of California, Los Angeles Family Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34637, "infons": {"section_type": "REF", "type": "ref"}, "text": "Giraldo-Chica, M. & Woodward, N. D. Review of thalamocortical resting-state fMRI studies in schizophrenia. Schizophrenia Research180 (2016).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34778, "infons": {"fpage": "1016", "lpage": "1025", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Heckers;given-names:S", "pub-id_doi": "10.1016/j.biopsych.2015.06.026", "pub-id_pmid": "26248537", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "79", "year": "2015"}, "text": "Mapping Thalamocortical Functional Connectivity in Chronic and Early Stages of Psychotic Disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 34877, "infons": {"fpage": "1077", "lpage": "1083", "name_0": "surname:Luca;given-names:AD", "section_type": "REF", "source": "Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Association of Thalamic Dysconnectivity and Conversion to Psychosis in Youth and Young Adults at Elevated Clinical Risk. Jama", "sentences": [], "annotations": [], "relations": []}, {"offset": 35003, "infons": {"fpage": "499", "name_0": "surname:Marenco;given-names:S", "pub-id_doi": "10.1038/npp.2011.215", "pub-id_pmid": "21956440", "section_type": "REF", "source": "Neuropsychopharmacology Official Publication of the American College of Neuropsychopharmacology", "type": "ref", "volume": "37", "year": "2012"}, "text": "Investigation of Anatomical Thalamo-Cortical Connectivity and fMRI Activation in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35098, "infons": {"fpage": "463", "lpage": "469", "name_0": "surname:Andrews;given-names:J", "name_1": "surname:Wang;given-names:L", "name_2": "surname:Csernansky;given-names:JG", "name_3": "surname:Gado;given-names:MH", "name_4": "surname:Barch;given-names:DM", "pub-id_doi": "10.1176/appi.ajp.163.3.463", "pub-id_pmid": "16513868", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "163", "year": "2006"}, "text": "Abnormalities of thalamic activation and cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35166, "infons": {"fpage": "509", "lpage": "517", "name_0": "surname:Giraldochica;given-names:M", "name_1": "surname:Rogers;given-names:BP", "name_2": "surname:Damon;given-names:SM", "name_3": "surname:Landman;given-names:BA", "name_4": "surname:Woodward;given-names:ND", "pub-id_doi": "10.1016/j.biopsych.2017.09.022", "pub-id_pmid": "29113642", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "83", "year": "2017"}, "text": "Prefrontal-Thalamic Anatomical Connectivity and Executive Cognitive Function in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35260, "infons": {"fpage": "599", "lpage": "610", "name_0": "surname:Seidman;given-names:LJ", "pub-id_doi": "10.1037/0894-4105.21.5.599", "pub-id_pmid": "17784808", "section_type": "REF", "source": "Neuropsychology", "type": "ref", "volume": "21", "year": "2007"}, "text": "Auditory verbal working memory load and thalamic activation in nonpsychotic relatives of persons with schizophrenia: an fMRI replication", "sentences": [], "annotations": [], "relations": []}, {"offset": 35397, "infons": {"fpage": "49", "lpage": "53", "name_0": "surname:Bor;given-names:J", "pub-id_doi": "10.1016/j.schres.2010.10.018", "pub-id_pmid": "21067898", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "125", "year": "2011"}, "text": "Thalamus abnormalities during working memory in schizophrenia. An fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 35474, "infons": {"fpage": "1151", "lpage": "1162", "name_0": "surname:Parnaudeau;given-names:S", "pub-id_doi": "10.1016/j.neuron.2013.01.038", "pub-id_pmid": "23522049", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "77", "year": "2013"}, "text": "Inhibition of mediodorsal thalamus disrupts thalamofrontal connectivity and cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 35560, "infons": {"fpage": "219", "lpage": "223", "name_0": "surname:Schmitt;given-names:LI", "pub-id_doi": "10.1038/nature22073", "pub-id_pmid": "28467827", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "545", "year": "2017"}, "text": "Thalamic amplification of cortical connectivity sustains attentional control", "sentences": [], "annotations": [], "relations": []}, {"offset": 35637, "infons": {"fpage": "1092", "lpage": "1099", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Karbasforoushan;given-names:H", "name_2": "surname:Heckers;given-names:S", "pub-id_doi": "10.1176/appi.ajp.2012.12010056", "pub-id_pmid": "23032387", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "169", "year": "2012"}, "text": "Thalamocortical dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35686, "infons": {"fpage": "301", "lpage": "307", "name_0": "surname:Green;given-names:MF", "pub-id_doi": "10.1016/j.biopsych.2004.06.023", "pub-id_pmid": "15336511", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "56", "year": "2004"}, "text": "Approaching a consensus cognitive battery for clinical trials in schizophrenia: the NIMH-MATRICS conference to select cognitive domains and test criteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 35840, "infons": {"fpage": "686", "lpage": "693", "name_0": "surname:Gardner;given-names:DM", "name_1": "surname:Murphy;given-names:AL", "name_2": "surname:O'Donnell;given-names:H", "name_3": "surname:Centorrino;given-names:F", "name_4": "surname:Baldessarini;given-names:RJ", "pub-id_doi": "10.1176/appi.ajp.2009.09060802", "pub-id_pmid": "20360319", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "167", "year": "2010"}, "text": "International consensus study of antipsychotic dosing", "sentences": [], "annotations": [], "relations": []}, {"offset": 35894, "infons": {"fpage": "219", "lpage": "232", "name_0": "surname:Ouhaz;given-names:Z", "name_1": "surname:Bam’Hamed;given-names:S", "name_2": "surname:Mitchell;given-names:AS", "name_3": "surname:Elidrissi;given-names:A", "name_4": "surname:Bennis;given-names:M", "pub-id_doi": "10.1016/j.bbr.2015.06.017", "pub-id_pmid": "26079768", "section_type": "REF", "source": "Behavioural Brain Research", "type": "ref", "volume": "292", "year": "2015"}, "text": "Behavioral and cognitive changes after early postnatal lesions of the rat mediodorsal thalamus", "sentences": [], "annotations": [], "relations": []}, {"offset": 35989, "infons": {"fpage": "2090", "lpage": "2102", "name_0": "surname:Peräkylä;given-names:J", "pub-id_doi": "10.1162/jocn_a_01176", "pub-id_pmid": "28777058", "section_type": "REF", "source": "Journal of Cognitive Neuroscience", "type": "ref", "volume": "29", "year": "2017"}, "text": "Causal Evidence from Humans for the Role of Mediodorsal Nucleus of the Thalamus in Working Memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 36087, "infons": {"fpage": "157", "name_0": "surname:Krettek;given-names:JE", "name_1": "surname:Price;given-names:JL", "pub-id_doi": "10.1002/cne.901710204", "pub-id_pmid": "64477", "section_type": "REF", "source": "Journal of Comparative Neurology", "type": "ref", "volume": "171", "year": "1977"}, "text": "The cortical projections of the mediodorsal nucleus and adjacent thalamic nuclei in the rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 36179, "infons": {"section_type": "REF", "type": "ref"}, "text": "Collins, D. P., Anastasiades, P. G., Marlin, J. J. & Carter, A. G. Reciprocal Circuits Linking the Prefrontal Cortex with Dorsal and Ventral Thalamic Nuclei. Neuron98 (2018).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36354, "infons": {"fpage": "227", "lpage": "243", "name_0": "surname:Rogowska;given-names:J", "name_1": "surname:Gruber;given-names:SA", "name_2": "surname:Yurgeluntodd;given-names:DA", "pub-id_doi": "10.1016/j.pscychresns.2003.12.004", "pub-id_pmid": "15135157", "section_type": "REF", "source": "Psychiatry Research", "type": "ref", "volume": "130", "year": "2004"}, "text": "Functional magnetic resonance imaging in schizophrenia: cortical response to motor stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 36449, "infons": {"fpage": "115", "lpage": "125", "name_0": "surname:Guenther;given-names:W", "section_type": "REF", "source": "Clinical Neuroscience", "type": "ref", "volume": "244", "year": "1994"}, "text": "Diminished cerebral metabolic response to motor stimulation in schizophrenics: a PET study. European Archives of Psychiatry &", "sentences": [], "annotations": [], "relations": []}, {"offset": 36575, "infons": {"fpage": "197", "name_0": "surname:Schröder;given-names:J", "name_1": "surname:Wenz;given-names:F", "name_2": "surname:Schad;given-names:LR", "name_3": "surname:Baudendistel;given-names:K", "name_4": "surname:Knopp;given-names:MV", "pub-id_doi": "10.1192/bjp.167.2.197", "pub-id_pmid": "7582669", "section_type": "REF", "source": "Br.j.psychiatry", "type": "ref", "volume": "167", "year": "1995"}, "text": "Sensorimotor cortex and supplementary motor area changes in schizophrenia. A study with functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 36701, "infons": {"fpage": "151", "lpage": "157", "name_0": "surname:Chen;given-names:X", "pub-id_doi": "10.1016/j.schres.2015.06.014", "pub-id_pmid": "26143483", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "166", "year": "2015"}, "text": "Functional disconnection between the visual cortex and the sensorimotor cortex suggests a potential mechanism for self-disorder in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36846, "infons": {"fpage": "276", "name_0": "surname:Berman;given-names:RA", "pub-id_doi": "10.1093/brain/awv306", "pub-id_pmid": "26493637", "section_type": "REF", "source": "Brain A Journal of Neurology", "type": "ref", "volume": "139", "year": "2015"}, "text": "Disrupted sensorimotor and social–cognitive networks underlie symptoms in childhood-onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36950, "infons": {"fpage": "10", "name_0": "surname:Fair;given-names:DA", "pub-id_pmid": "20514143", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "4", "year": "2010"}, "text": "Maturing thalamocortical functional connectivity across development", "sentences": [], "annotations": [], "relations": []}, {"offset": 37018, "infons": {"fpage": "203", "lpage": "218", "name_0": "surname:Andreasen;given-names:NC", "name_1": "surname:Paradiso;given-names:S", "name_2": "surname:O'Leary;given-names:DS", "pub-id_doi": "10.1093/oxfordjournals.schbul.a033321", "pub-id_pmid": "9613621", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "24", "year": "1998"}, "text": "Cognitive dysmetria as an integrative theory of schizophrenia: a dysfunction in cortical-subcortical-cerebellar circuitry?", "sentences": [], "annotations": [], "relations": []}, {"offset": 37141, "infons": {"fpage": "908", "lpage": "920", "name_0": "surname:Andreasen;given-names:NC", "pub-id_doi": "10.1016/S0006-3223(99)00152-3", "pub-id_pmid": "10509174", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "46", "year": "1999"}, "text": "Defining the phenotype of schizophrenia: cognitive dysmetria and its neural mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 37228, "infons": {"fpage": "3110", "lpage": "3121", "name_0": "surname:Hui;given-names:S", "name_1": "surname:Lubin;given-names:W", "name_2": "surname:Yadong;given-names:L", "name_3": "surname:Dewen;given-names:H", "pub-id_doi": "10.1016/j.neuroimage.2009.11.011", "pub-id_pmid": "19931396", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Discriminative analysis of resting-state functional connectivity patterns of schizophrenia using low dimensional embedding of fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 37359, "infons": {"fpage": "73", "name_0": "surname:Collin;given-names:G", "pub-id_doi": "10.3389/fpsyt.2011.00073", "pub-id_pmid": "22203807", "section_type": "REF", "source": "Frontiers in Psychiatry", "type": "ref", "volume": "2", "year": "2011"}, "text": "Impaired Cerebellar Functional Connectivity in Schizophrenia Patients and Their Healthy Siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 37456, "infons": {"fpage": "67", "lpage": "72", "name_0": "surname:Wang;given-names:L", "pub-id_doi": "10.1016/j.schres.2014.09.034", "pub-id_pmid": "25445623", "section_type": "REF", "source": "Schizophrenia Research", "type": "ref", "volume": "160", "year": "2014"}, "text": "Disruptive changes of cerebellar functional connectivity with the default mode network in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 37560, "infons": {"fpage": "155", "lpage": "172", "name_0": "surname:Hernàn;given-names:P", "name_1": "surname:Isabelle;given-names:A", "name_2": "surname:Sabine;given-names:MM", "name_3": "surname:Jean-Pierre;given-names:O", "name_4": "surname:Marie-Odile;given-names:K", "pub-id_pmid": "17562694", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "34", "year": "2008"}, "text": "The role of the cerebellum in schizophrenia: an update of clinical, cognitive, and functional evidences", "sentences": [], "annotations": [], "relations": []}, {"offset": 37664, "infons": {"fpage": "80", "name_0": "surname:Mary Beth;given-names:N", "name_1": "surname:Ani;given-names:E", "name_2": "surname:Barber;given-names:AD", "name_3": "surname:Mostofsky;given-names:SH", "pub-id_pmid": "24860442", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "8", "year": "2014"}, "text": "Precentral gyrus functional connectivity signatures of autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 37726, "infons": {"fpage": "461", "lpage": "467", "name_0": "surname:Mangelinckx;given-names:C", "name_1": "surname:Belge;given-names:JB", "name_2": "surname:Maurage;given-names:P", "name_3": "surname:Constant;given-names:E", "pub-id_doi": "10.1080/13546805.2017.1382342", "pub-id_pmid": "28974159", "section_type": "REF", "source": "Cognitive Neuropsychiatry", "type": "ref", "volume": "22", "year": "2017"}, "text": "Impaired facial and vocal emotion decoding in schizophrenia is underpinned by basic perceptivo-motor deficits*", "sentences": [], "annotations": [], "relations": []}, {"offset": 37837, "infons": {"fpage": "3116", "lpage": "3130", "name_0": "surname:Anticevic;given-names:A", "pub-id_doi": "10.1093/cercor/bht165", "pub-id_pmid": "23825317", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Characterizing thalamo-cortical disturbances in schizophrenia and bipolar illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 37919, "infons": {"fpage": "15016", "name_0": "surname:Wei;given-names:C", "pub-id_doi": "10.1038/npjschz.2015.16", "pub-id_pmid": "27336032", "section_type": "REF", "source": "Npj Schizophrenia", "type": "ref", "volume": "1", "year": "2015"}, "text": "Voxel-based, brain-wide association study of aberrant functional connectivity in schizophrenia implicates thalamocortical circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 38051, "infons": {"fpage": "720", "lpage": "725", "name_0": "surname:Feinberg;given-names:DA", "name_1": "surname:Yacoub;given-names:E", "pub-id_doi": "10.1016/j.neuroimage.2012.01.049", "pub-id_pmid": "22281677", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "The rapid development of high speed, resolution and precision in fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 38121, "infons": {"section_type": "REF", "type": "ref"}, "text": "First, M. B., etc, Gibbon, M., Sptizer, R. L. & Williams, J. B. W. Structured Clinical Interview for DSM-IV Axis I Disorders: Scoresheet: Clinician Version (SCID-CV) (1996).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38295, "infons": {"fpage": "1158", "lpage": "1168", "name_0": "surname:Hanlon;given-names:FM", "pub-id_doi": "10.1016/j.neuroimage.2011.06.091", "pub-id_pmid": "21763438", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "58", "year": "2011"}, "text": "Bilateral hippocampal dysfunction in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38346, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wechsler, D. The Wechsler test of adult reading (WTAR) (2001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38409, "infons": {"section_type": "REF", "type": "ref"}, "text": "Corporation, P. Wechsler Abbreviated Scale of Intelligence(WASI) manual. San Antonio, TX: Author (1999).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38514, "infons": {"fpage": "203", "lpage": "213", "name_0": "surname:Nuechterlein;given-names:KH", "pub-id_doi": "10.1176/appi.ajp.2007.07010042", "pub-id_pmid": "18172019", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "165", "year": "2008"}, "text": "The MATRICS consensus cognitive battery, part 1: Test selection, reliability, and validity", "sentences": [], "annotations": [], "relations": []}, {"offset": 38605, "infons": {"fpage": "261", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophrenia Bulletin", "type": "ref", "volume": "13", "year": "1987"}, "text": "The Positive and Negative Syndrome Scale (PANSS) for Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 38672, "infons": {"fpage": "4739", "lpage": "4753", "name_0": "surname:Cobos;given-names:SC", "name_1": "surname:Glover;given-names:P", "name_2": "surname:Power;given-names:H", "name_3": "surname:Bowtell;given-names:R", "pub-id_doi": "10.1088/0031-9155/57/15/4739", "pub-id_pmid": "22771959", "section_type": "REF", "source": "Physics in Medicine & Biology", "type": "ref", "volume": "57", "year": "2012"}, "text": "Calculation of the electric field resulting from human body rotation in a magnetic field", "sentences": [], "annotations": [], "relations": []}, {"offset": 38761, "infons": {"fpage": "431", "name_0": "surname:Van Dijk;given-names:KR", "name_1": "surname:Sabuncu;given-names:MR", "name_2": "surname:Buckner;given-names:RL", "pub-id_doi": "10.1016/j.neuroimage.2011.07.044", "pub-id_pmid": "21810475", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "The influence of head motion on intrinsic functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 38831, "infons": {"fpage": "1187", "lpage": "1194", "name_0": "surname:Zhang;given-names:D", "name_1": "surname:Snyder;given-names:AZ", "name_2": "surname:Shimony;given-names:JS", "name_3": "surname:Fox;given-names:MD", "name_4": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1093/cercor/bhp182", "pub-id_pmid": "19729393", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "20", "year": "2010"}, "text": "Noninvasive Functional and Structural Connectivity Mapping of the Human Thalamocortical System", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}