{"source": "PMC", "date": "20201215", "key": "pmc.key", "infons": {}, "documents": [{"id": "6610070", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-019-45961-y", "article-id_pmc": "6610070", "article-id_pmid": "31270360", "article-id_publisher-id": "45961", "elocation-id": "9633", "kwd": "Fibromyalgia Reward", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Martucci;given-names:Katherine T.", "name_1": "surname:MacNiven;given-names:Kelly H.", "name_2": "surname:Borg;given-names:Nicholas", "name_3": "surname:Knutson;given-names:Brian", "name_4": "surname:Mackey;given-names:Sean C.", "name_5": "surname:Martucci;given-names:Katherine T.", "name_6": "surname:Mackey;given-names:Sean C.", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "9", "year": "2019"}, "text": "Apparent Effects of Opioid Use on Neural Responses to Reward in Chronic Pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 77, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Neural responses to incentives are altered in chronic pain and by opioid use. To understand how opioid use modulates the neural response to reward/value in chronic pain, we compared brain functional magnetic resonance imaging (fMRI) responses to a monetary incentive delay (MID) task in patients with fibromyalgia taking opioids (N = 17), patients with fibromyalgia not taking opioids (N = 17), and healthy controls (N = 15). Both groups of patients with fibromyalgia taking and not taking opioids had similar levels of pain, psychological measures, and clinical symptoms. Neural responses in the nucleus accumbens to anticipated reward and non-loss outcomes did not differ from healthy controls in either fibromyalgia group. However, neural responses in the medial prefrontal cortex differed, such that patients with fibromyalgia not taking opioids demonstrated significantly altered responses to anticipated rewards and non-loss outcomes compared to healthy controls, but patients with fibromyalgia taking opioids did not. Despite limitations including the use of additional non-opioid medications by fibromyalgia patients taking opioids, these preliminary findings suggest relatively “normalized” neural responses to monetary incentives in chronic pain patients who take opioids versus those who do not.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1384, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1397, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Exogenous opioids are potent analgesics that exert their effects at the level of the spinal cord and by involving supraspinal sites via descending circuits (for review). However, evidence suggests that long-term opioid use may not clinically improve the condition of individuals with chronic pain. Current guidelines do not recommend opioids for the treatment of fibromyalgia, a condition of widespread chronic pain, due to the overlap between side effects of opioids (e.g., negative impacts on mood, sleep, cognition) and many co-occurring symptoms of fibromyalgia (e.g., impaired cognition, anxiety, depression, fatigue, poor sleep quality) as well as the potential for addictive behaviors when taking opioids. Other than a small number of studies investigating efficacy of tramadol, there are no randomized controlled trials of pure mu-opioid agonists on fibromyalgia. However, despite opioid treatment not proving superior to non-opioid treatment for chronic pain, some individuals with chronic pain report benefitting over 12 months when taking opioids, similar to their non-opioid taking counterparts. Further, recent data from opioid taper clinical trials indicate that approximately 25% of patients with chronic pain taking opioids choose not to participate in opioid tapering (and almost another 25% withdraw), suggesting that these individuals may believe they are benefiting from opioids despite myriad known side-effects. This discrepancy between clinical observations and patients’ beliefs is not trivial given significant and increasing concerns regarding the risks of opioid use, including overdose and addiction. Prescription of opioids for the treatment of fibromyalgia, in particular, remains controversial and poorly informed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3143, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While the use of long-term opioid medications might not be beneficial for chronic pain per se (i.e., in terms of not improving physical function and not reducing pain interference for example), it is possible that opioid medications could be benefiting brain reward processing and associated reward behavior in patients with chronic pain. Endogenous opioids are heavily involved in neural circuits implicated in reward processing. Neural circuits implicated in reward processing include a network of cortical and subcortical regions including the nucleus accumbens (NAcc) within the ventral striatum, medial prefrontal cortex (MPFC), ventral tegmental area (VTA), amygdala, insular cortex, thalamus, and anterior cingulate cortex (ACC). Exogenous opioids can modulate reward-related behavior in animals (i.e., enhance drug reinforcement/place preference), and endogenous opioids partially mediate stress-induced analgesia in humans. To date, a fair amount of published data exists on reward processing and effects of opioids on brain reward circuits in animal models of chronic pain. In sharp contrast, limited data currently exist on how use of exogenous opioids influence reward processing in humans with chronic pain. It has been shown that individuals taking opioids (without chronic pain) have reduced functional connectivity (correlated activity) between the NAcc and other reward-related regions including the medial inferior orbitofrontal cortex. Additionally, in individuals with chronic low back pain, rapid structural changes occur in brain regions involved in pain and reward processing (including the amygdala and orbitofrontal cortex) after only one month of opioid therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4832, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The study of reward and punishment is highly relevant for chronic pain. One of the most common features of someone in chronic pain, including fibromyalgia, is the development of fear-avoidance to movement, or kinesophobia. This phenomenon is a great barrier to treating patients and helping improve their physical function and quality of life. Physical activity leads to pain (a punishment), which in turn progressively diminishes physical activity frequency, while avoidance of movement (and pain) is rewarding in the short-term which reinforces this maladaptive cycle. Thus, it is important to understand the mediators, moderators, and mechanisms of reward and punishment to develop and optimize safe and effective treatments to reduce or break this cycle. Chronic pain can alter neural function implicated in incentive processing, for example via reduced neurotransmission in motivational circuits in rodent models of chronic pain and as evidenced by reduced NAcc response to painful stimulus offset in chronic pain patients. Further, individuals with chronic pain may have reduced brain opioid and dopamine function. Moreover, we have shown in a previous publication that individuals with fibromyalgia have reduced arousal to monetary incentive cues, reduced responses in the MPFC during reward anticipation, and increased MPFC response to non-loss outcomes (or avoidance of punishment).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6224, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Neural responses to rewards can be influenced by the experience of chronic pain, use of exogenous opioids, and potential for addictive behavior associated with opioid use - and all of these factors likely interact in complex ways. However, very limited data currently exist on how the use of exogenous opioids influences reward processing in humans with chronic pain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6592, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To begin characterizing effects of opioid use on reward behavior and brain reward processing in patients with chronic pain, we studied a cohort of individuals with fibromyalgia taking opioids using a well-validated monetary incentive delay (MID) task. The MID task manipulates potential monetary incentives involving gains (e.g., +$5 versus $0) and losses (e.g., −$5 versus $0) and yields measures of brain activity in response to both anticipation and outcome phases of these experiences across repeated trials. In healthy individuals participating in the MID task, reward anticipation typically elicits robust increases in bilateral NAcc activity, which correlates with ratings of positive aroused affect. This response is often accompanied by increased activity in the insular cortex (associated with risk), as well as other regions including the caudate and thalamus. Conversely, reward outcomes typically elicit increased activity within regions of the MPFC, along with the caudate, amygdala and putamen, indicating that anticipation and outcome represent distinct components of reward processing. In our previous publication, fibromyalgia patients not taking opioids show normal NAcc reward anticipatory activity, but reduced MPFC reward anticipatory activity, and increased MPFC response to non-loss outcomes (non-punishment), as compared with healthy controls. In the present study, we compared a new cohort of fibromyalgia patients taking opioids to the previously published data set. While the effects of long-term opioid use on reward processing in chronic pain patients are generally unknown, we developed our current predictions based on these prior results. We specifically predicted that NAcc and MPFC responses to anticipated rewards and non-loss outcomes might be similarly altered in individuals with fibromyalgia taking opioids, as compared with healthy controls, and that this pattern would occur to a greater extent than in patients with fibromyalgia not taking opioids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8584, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 8592, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8605, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Participant Demographics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8631, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Controls</th><th>Non-Opioid</th><th>Opioid</th></tr></thead><tbody><tr><td>Total Participants (all female)</td><td>15</td><td>17</td><td>17</td></tr><tr><td>Righthanded</td><td>14</td><td>16</td><td>17</td></tr><tr><td colspan=\"4\">\n<bold>Self-Identified Race</bold>\n</td></tr><tr><td>Asian</td><td>6</td><td>2</td><td>0</td></tr><tr><td>African American</td><td>0</td><td>0</td><td>1</td></tr><tr><td>Caucasian</td><td>8</td><td>13</td><td>14</td></tr><tr><td>Other</td><td>1</td><td>2</td><td>2</td></tr><tr><td>Hispanic or Latina Ethnicity</td><td>1</td><td>3</td><td>2</td></tr><tr><td colspan=\"4\">\n<bold>Employment Status</bold>\n</td></tr><tr><td>Part-time employed</td><td>2</td><td>3</td><td>2</td></tr><tr><td>Full-time employed</td><td>10</td><td>6</td><td>2</td></tr><tr><td>Unemployed</td><td>3</td><td>8</td><td>13</td></tr><tr><td colspan=\"4\">\n<bold>Income Level</bold>\n</td></tr><tr><td>$0-$29,999</td><td>0</td><td>5</td><td>7</td></tr><tr><td>$30,000-$59,999</td><td>2</td><td>3</td><td>5</td></tr><tr><td>$60,000 or more</td><td>11</td><td>8</td><td>4</td></tr><tr><td colspan=\"4\">\n<bold>Education Level</bold>\n</td></tr><tr><td>High School</td><td>0</td><td>3</td><td>0</td></tr><tr><td>College/University</td><td>7</td><td>11</td><td>11</td></tr><tr><td>Advanced Degree</td><td>8</td><td>3</td><td>6</td></tr></tbody></table>\n"}, "text": "\tControls\tNon-Opioid\tOpioid\t \tTotal Participants (all female)\t15\t17\t17\t \tRighthanded\t14\t16\t17\t \tSelf-Identified Race\t \tAsian\t6\t2\t0\t \tAfrican American\t0\t0\t1\t \tCaucasian\t8\t13\t14\t \tOther\t1\t2\t2\t \tHispanic or Latina Ethnicity\t1\t3\t2\t \tEmployment Status\t \tPart-time employed\t2\t3\t2\t \tFull-time employed\t10\t6\t2\t \tUnemployed\t3\t8\t13\t \tIncome Level\t \t$0-$29,999\t0\t5\t7\t \t$30,000-$59,999\t2\t3\t5\t \t$60,000 or more\t11\t8\t4\t \tEducation Level\t \tHigh School\t0\t3\t0\t \tCollege/University\t7\t11\t11\t \tAdvanced Degree\t8\t3\t6\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9130, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "“Non-opioid” and “Opioid” refer to the non-opioid fibromyalgia group and opioid fibromyalgia group respectively. One control participant did not indicate handedness, one non-opioid fibromyalgia subject was left handed. No participants were of race categories for Pacific Islander or Alaskan, or Native American (i.e., “other” refers to race other than all of these categories). High school refers to “up to or through high school”, college/university refers to “up to or through college/university”, and advanced degrees refer to “any amount of education post college/university”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9711, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Participants in the study underwent two sequential fMRI scans involving the monetary incentive delay (MID) task (MID-1 and MID-2, which used the same MID task but differently ordered trials) which together took approximately 20 minutes total. Post-scan cue-associated ratings of arousal and valence, and clinical and psychological questionnaires were collected to assess potential correlations between brain (fMRI) and behavioral data (see Methods for details). Seventeen healthy control participants, 18 individuals with fibromyalgia not taking opioids, and 19 individuals with fibromyalgia taking opioids signed informed consent for the study. Data from 5 participants were excluded because of an incomplete scanning session due to artifacts (N = 1 non-opioid fibromyalgia), excessive head motion (N = 2 controls, N = 1 opioid fibromyalgia), presentation of two MID-1 scans during the scans (different number of trials, and different trial order; N = 1 opioid fibromyalgia). Thus, data from 15 healthy controls and 34 females with fibromyalgia (17 taking opioids, 17 not taking opioids) were included in the analysis (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10841, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical, and psychological patient profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 10886, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Clinical, Behavioral, and Psychological Measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10936, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th colspan=\"2\">Controls</th><th colspan=\"2\">Non-opioid FM</th><th colspan=\"2\">Opioid FM</th><th>ANOVA</th><th>FM t-test</th></tr><tr><th>N</th><th>Mean ± sd</th><th>N</th><th>Mean ± sd</th><th>N</th><th>Mean ± sd</th><th>P-Value</th><th>P-Value</th></tr></thead><tbody><tr><td>Age</td><td>15</td><td>48.1 ± 10.2</td><td>17</td><td>48.1 ± 9.6</td><td>17</td><td>52.8 ± 6.9</td><td>0.237</td><td>0.295</td></tr><tr><td>Positive Affect (PANAS)</td><td>15</td><td>36.4 ± 5.4</td><td>17</td><td>26.4 ± 8.5</td><td>17</td><td>24.2 ± 7.2</td><td>p &lt; 0.001</td><td>0.655</td></tr><tr><td>Negative Affect (PANAS)</td><td>15</td><td>13.1 ± 4.1</td><td>17</td><td>21.2 ± 8.0</td><td>17</td><td>21.6 ± 7.1</td><td>0.001</td><td>0.982</td></tr><tr><td>Behavioral Reward (BAS)</td><td>14</td><td>20.4 ± 2.9</td><td>16</td><td>20.4 ± 2.6</td><td>17</td><td>16.4 ± 8.1</td><td>0.412</td><td>0.453</td></tr><tr><td>Behavioral Drive (BAS)</td><td>14</td><td>13.7 ± 3.9</td><td>16</td><td>13.8 ± 3.6</td><td>17</td><td>9.3 ± 5.0</td><td>0.064</td><td>0.088</td></tr><tr><td>Behavioral Fun (BAS)</td><td>14</td><td>14.6 ± 2.3</td><td>16</td><td>13.3 ± 2.8</td><td>17</td><td>9.5 ± 5.0</td><td>0.034</td><td>0.147</td></tr><tr><td>Behavioral Inhibition (BIS)</td><td>14</td><td>21.1 ± 6.0</td><td>16</td><td>28.2 ± 3.5</td><td>17</td><td>23.1 ± 11.6</td><td>0.125</td><td>0.515</td></tr><tr><td>Mood Disturbance (POMS)</td><td>15</td><td>−4.5 ± 8.6</td><td>17</td><td>21.6 ± 15.8</td><td>17</td><td>24.2 ± 17.2</td><td>p &lt; 0.001</td><td>0.862</td></tr><tr><td>Fatigue (PROMIS)</td><td>15</td><td>48 ± 6.5</td><td>17</td><td>65.5 ± 8.0</td><td>16</td><td>70.7 ± 5.0</td><td>p &lt; 0.001</td><td>0.075</td></tr><tr><td>Trait Anxiety (STAI)</td><td>15</td><td>34.9 ± 8.3</td><td>17</td><td>49.7 ± 8.5</td><td>17</td><td>51.9 ± 12.4</td><td>p &lt; 0.001</td><td>0.793</td></tr><tr><td>State Anxiety (STAI)</td><td>15</td><td>27.1 ± 7.5</td><td>17</td><td>41.4 ± 7.0</td><td>17</td><td>41.9 ± 12.8</td><td>p &lt; 0.001</td><td>0.989</td></tr><tr><td>Depression (BDI)</td><td>15</td><td>2.3 ± 3.1</td><td>17</td><td>15.8 ± 8.9</td><td>17</td><td>15.2 ± 9.3</td><td>p &lt; 0.001</td><td>0.973</td></tr><tr><td>Number of Pain Areas (FAF)</td><td>15</td><td>1.5 ± 2.0</td><td>17</td><td>13.9 ± 3.9</td><td>17</td><td>12.6 ± 3.7</td><td>p &lt; 0.001</td><td>0.508</td></tr><tr><td>Pain Severity (BPI)</td><td>15</td><td>0.4 ± 1.0</td><td>17</td><td>5.7 ± 2.1</td><td>17</td><td>6.0 ± 1.5</td><td>p &lt; 0.001</td><td>0.848</td></tr><tr><td>Pain Interference (BPI)</td><td>15</td><td>3.5 ± 6.4</td><td>17</td><td>36.9 ± 19.5</td><td>17</td><td>42.8 ± 17</td><td>p &lt; 0.001</td><td>0.515</td></tr></tbody></table>\n"}, "text": "\tControls\tNon-opioid FM\tOpioid FM\tANOVA\tFM t-test\t \tN\tMean ± sd\tN\tMean ± sd\tN\tMean ± sd\tP-Value\tP-Value\t \tAge\t15\t48.1 ± 10.2\t17\t48.1 ± 9.6\t17\t52.8 ± 6.9\t0.237\t0.295\t \tPositive Affect (PANAS)\t15\t36.4 ± 5.4\t17\t26.4 ± 8.5\t17\t24.2 ± 7.2\tp < 0.001\t0.655\t \tNegative Affect (PANAS)\t15\t13.1 ± 4.1\t17\t21.2 ± 8.0\t17\t21.6 ± 7.1\t0.001\t0.982\t \tBehavioral Reward (BAS)\t14\t20.4 ± 2.9\t16\t20.4 ± 2.6\t17\t16.4 ± 8.1\t0.412\t0.453\t \tBehavioral Drive (BAS)\t14\t13.7 ± 3.9\t16\t13.8 ± 3.6\t17\t9.3 ± 5.0\t0.064\t0.088\t \tBehavioral Fun (BAS)\t14\t14.6 ± 2.3\t16\t13.3 ± 2.8\t17\t9.5 ± 5.0\t0.034\t0.147\t \tBehavioral Inhibition (BIS)\t14\t21.1 ± 6.0\t16\t28.2 ± 3.5\t17\t23.1 ± 11.6\t0.125\t0.515\t \tMood Disturbance (POMS)\t15\t−4.5 ± 8.6\t17\t21.6 ± 15.8\t17\t24.2 ± 17.2\tp < 0.001\t0.862\t \tFatigue (PROMIS)\t15\t48 ± 6.5\t17\t65.5 ± 8.0\t16\t70.7 ± 5.0\tp < 0.001\t0.075\t \tTrait Anxiety (STAI)\t15\t34.9 ± 8.3\t17\t49.7 ± 8.5\t17\t51.9 ± 12.4\tp < 0.001\t0.793\t \tState Anxiety (STAI)\t15\t27.1 ± 7.5\t17\t41.4 ± 7.0\t17\t41.9 ± 12.8\tp < 0.001\t0.989\t \tDepression (BDI)\t15\t2.3 ± 3.1\t17\t15.8 ± 8.9\t17\t15.2 ± 9.3\tp < 0.001\t0.973\t \tNumber of Pain Areas (FAF)\t15\t1.5 ± 2.0\t17\t13.9 ± 3.9\t17\t12.6 ± 3.7\tp < 0.001\t0.508\t \tPain Severity (BPI)\t15\t0.4 ± 1.0\t17\t5.7 ± 2.1\t17\t6.0 ± 1.5\tp < 0.001\t0.848\t \tPain Interference (BPI)\t15\t3.5 ± 6.4\t17\t36.9 ± 19.5\t17\t42.8 ± 17\tp < 0.001\t0.515\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12234, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Participant counts for each measure differ from the total number of participants (controls N = 15, non-opioid fibromyalgia (FM) N = 17, opioid FM N = 17) because some participants did not complete all questionnaires. Abbreviations: PANAS, Positive and Negative Affect Schedule; BIS/BAS, Behavioral Inhibition System/Behavioral Activation System; PROMIS, Patient-Reported Outcomes Measurement Information System; STAI, State-Trait Anxiety Inventory; FAF, Fibromyalgia Assessment Form; BDI, Beck Depression Inventory; POMS, Profile of Mood States; BPI, Brief Pain Inventory; sd, standard deviation. Repeated measures analysis of variance (ANOVA) across the 3 groups (group effect) P-values are reported. Tukey post-hoc t-test values are reported for comparison between the two patient groups. Data are presented for descriptive purposes only, therefore significance values (P-Value) shown are not corrected for multiple comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13165, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Responses to clinical and psychological questionnaires were collected from study participants (Table 2). The majority of these measures showed significant differences across the three groups due to differences between control and fibromyalgia groups. Post-hoc t-tests between the opioid and non-opioid fibromyalgia groups revealed similar levels of pain, psychological, and clinical measures. Additionally, no severe depression (i.e., no BDI scores greater than 30) was observed in the fibromyalgia groups. Clinically significant anxiety (i.e., STAI-State scores greater than 40) was observed in the non-opioid fibromyalgia group (N = 10) and opioid fibromyalgia group (N = 9).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Using a brief measure of fibromyalgia associated symptoms and severity (Fibromyalgia Assessment Form, based on the ACR Fibromyalgia Diagnostic Criteria), both patient groups demonstrated similar number of painful regions across the body (Table 2). The number of painful areas ranged from 9–19 for non-opioid fibromyalgia participants and 6–19 for the opioid fibromyalgia participants out of a total 19 regions. The duration of pain symptoms reported ranged from 2–28 years with an average duration of 11.5 years (standard deviation of 7.7 years) in the non-opioid fibromyalgia group and 2–25 years with an average duration of 10.0 years (standard deviation of 7.0 years) in the opioid fibromyalgia group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14548, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Medication and opioid use", "sentences": [], "annotations": [], "relations": []}, {"offset": 14574, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Medications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14587, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Controls</th><th>FMN</th><th>FMO</th></tr></thead><tbody><tr><td>Opioids</td><td>0</td><td>0</td><td>17</td></tr><tr><td>   <italic>Tramadol</italic></td><td/><td/><td>5</td></tr><tr><td>   <italic>Hydrocodone/acetominophen</italic> (<italic>Norco</italic>)</td><td/><td/><td>9</td></tr><tr><td>   <italic>Morphine ER</italic> (<italic>MS-Contin</italic>)</td><td/><td/><td>1</td></tr><tr><td>   <italic>Oxycodone/acetominophen</italic> (<italic>Percocet</italic>)</td><td/><td/><td>2</td></tr><tr><td>   <italic>Codeine</italic></td><td/><td/><td>1</td></tr><tr><td>NSAID</td><td>0*</td><td>7</td><td>12</td></tr><tr><td>Acetaminophen</td><td>0</td><td>0</td><td>12</td></tr><tr><td>Topical Lidocaine Patch</td><td>0</td><td>1</td><td>0</td></tr><tr><td>SNRI (e.g., duloxetine)</td><td>0</td><td>4</td><td>7</td></tr><tr><td>SSRI (e.g., fluoxetine)</td><td>0*</td><td>2</td><td>4</td></tr><tr><td>Tricyclic Antidepressant (e.g., amitryptyline)</td><td>0</td><td>3</td><td>1</td></tr><tr><td>Other Anxiolytic (e.g., buspirone)</td><td>0</td><td>2</td><td>2</td></tr><tr><td>Antiepileptic (e.g., topiramate)</td><td>0</td><td>2</td><td>5</td></tr><tr><td>Triptans (e.g., sumatriptan)</td><td>0</td><td>0</td><td>6</td></tr><tr><td>Benzodiazepine</td><td>0</td><td>0</td><td>3</td></tr><tr><td>Benzodiazepine-like (e.g., eszopiclone)</td><td>0</td><td>0</td><td>2</td></tr><tr><td>Muscle Relaxant (e.g., cyclobenzaprine)</td><td>0</td><td>2</td><td>6</td></tr><tr><td>GABA Analogue (e.g., gabapentin)</td><td>0*</td><td>6</td><td>7</td></tr><tr><td>Low Dose Naltrexone</td><td>0</td><td>2</td><td>0</td></tr><tr><td>Medical Cannabis</td><td>0</td><td>1</td><td>0</td></tr><tr><td>SARI (e.g., trazodone)</td><td>0</td><td>0</td><td>4</td></tr><tr><td>NDRI (e.g., methylphenidate, buproprion)</td><td>0</td><td>0</td><td>3</td></tr><tr><td>Ondansetron</td><td>0</td><td>0</td><td>1</td></tr><tr><td>\n<italic>Taking No Medications</italic>\n</td><td>13</td><td>4</td><td>0</td></tr></tbody></table>\n"}, "text": "\tControls\tFMN\tFMO\t \tOpioids\t0\t0\t17\t \t   Tramadol\t\t\t5\t \t   Hydrocodone/acetominophen (Norco)\t\t\t9\t \t   Morphine ER (MS-Contin)\t\t\t1\t \t   Oxycodone/acetominophen (Percocet)\t\t\t2\t \t   Codeine\t\t\t1\t \tNSAID\t0*\t7\t12\t \tAcetaminophen\t0\t0\t12\t \tTopical Lidocaine Patch\t0\t1\t0\t \tSNRI (e.g., duloxetine)\t0\t4\t7\t \tSSRI (e.g., fluoxetine)\t0*\t2\t4\t \tTricyclic Antidepressant (e.g., amitryptyline)\t0\t3\t1\t \tOther Anxiolytic (e.g., buspirone)\t0\t2\t2\t \tAntiepileptic (e.g., topiramate)\t0\t2\t5\t \tTriptans (e.g., sumatriptan)\t0\t0\t6\t \tBenzodiazepine\t0\t0\t3\t \tBenzodiazepine-like (e.g., eszopiclone)\t0\t0\t2\t \tMuscle Relaxant (e.g., cyclobenzaprine)\t0\t2\t6\t \tGABA Analogue (e.g., gabapentin)\t0*\t6\t7\t \tLow Dose Naltrexone\t0\t2\t0\t \tMedical Cannabis\t0\t1\t0\t \tSARI (e.g., trazodone)\t0\t0\t4\t \tNDRI (e.g., methylphenidate, buproprion)\t0\t0\t3\t \tOndansetron\t0\t0\t1\t \tTaking No Medications\t13\t4\t0\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15437, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "The number of individuals in each group taking the class of medications is shown for the control group, non-opioid taking fibromyalgia group (FMN) and opioid taking fibromyalgia group (FMO). *One control participant with premenstrual symptoms (2 days per month) reported taking gabapentin (100 mg/day, 2 days per month) and fluoxetine (40 mg/day), and another control participant reported taking celecoxib (200 mg) 3 weeks prior to the study visit due to a sports-related ankle injury. A post-hoc analysis excluding the 2 patients taking low-dose naltrexone did not change the results, therefore data from these patients were included in the presented analysis. Abbreviations: Nonsteroidal anti-inflammatory drug, NSAID; serotonin and noradrenergic reuptake inhibitor, SNRI; selective serotonin reuptake inhibitor, SSRI; gamma-aminobutyric acid, GABA; serotonin antagonist and reuptake inhibitor, SARI; norepinephrine-dopamine reuptake inhibitor, NDRI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16390, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All patients were allowed to continue their usual medication use during the study. Medication, particularly opioid use, was recorded (by verbal report) from all study participants. In the opioid fibromyalgia group, the distributions of duration of opioid use and morphine equivalent daily dose were right-skewed with all individuals taking 1–75 mg except for one taking 355 mg, and all individuals taking opioids for 3 months −16 years except for one taking opioids for 40 years. Across all individuals with fibromyalgia taking opioids, the median duration of opioid use was 6.17 years and median morphine equivalent daily dose was 20 mg (N = 17). Excluding the one high opioid dose, the median morphine equivalent daily dose was 17.5 mg (N = 16). Excluding the one long duration opioid use, the median opioid use duration was 5.58 years (N = 16). Additional information on medications taken by all participants is provided in Table 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17326, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Arousal and valence ratings", "sentences": [], "annotations": [], "relations": []}, {"offset": 17354, "infons": {"file": "41598_2019_45961_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Behavioral Ratings. After the MID task fMRI experiment, study participants provided ratings of retrospective arousal and valence (7-point scale) to each of the 6 cues that had been presented during the MID task (e.g., +/− $0, $1, $5). Positive arousal and negative arousal ratings were calculated from ratings of arousal and valence. Two-way ANOVA was used for analysis of all behavioral values (effect of cue, effect of group, and cue by group interaction). (a) Arousal ratings showed a main effect of group [F(2,215) = 4.5; p = 0.017], main effect of cue [F(5,215) = 32.3; p < 0.001], and no group by cue interaction [F(10,215) = 0.3; p = 0.971]. (b) Valence ratings showed no effect of group [F(2,215) = 0.2; p = 0.840], a main effect of cue [F(5,215) = 61.3; p < 0.001], and no group by cue interaction [F(10,215) = 1.7; p = 0.088]. (c) Positive arousal showed a main effect of group [F(2,210) = 4.5; p = 0.017], main effect of cue [F(5,210) = 60; p < 0.001], and no group by cue interaction [F(10,210) = 1.3; p = 0.232]. (d) Negative arousal showed no effect of group [F(2,210) = 0.3; p = 0.739], a main effect of cue [F(5,210) = 20.8; p < 0.001], and no group by cue interaction [F(10,210) = 0.5; p = 0.918]. Asterisks indicate significant group differences for individual cues (*p < 0.05; **p < 0.01). One control and two fibromyalgia participants did not complete arousal and valence ratings after the scan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18770, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After the MID task fMRI scans, separate ratings of arousal and valence were collected in response to each of the 6 MID task monetary cues presented (i.e., +$0, +$1, +$5, −$0, −$1, −$5). Both fibromyalgia groups had lower arousal ratings to all cues as compared with controls (group effect) [F(2,215) = 4.5; p = 0.017]. Additionally, arousal ratings varied based on cue type for all groups [F(5,215) = 32.3; p < 0.001]; however, there was no group by cue interaction [F(10,215) = 0.3; p = 0.971] (Fig. 1). Arousal ratings were not correlated with pain severity, duration of symptoms, anxiety, depression, or mood in the fibromyalgia groups, and none of these measures were significantly different between the opioid and non-opioid fibromyalgia groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19521, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Valence ratings varied based on cue type for all groups [F(5,215) = 61.3; p < 0.001]; however, there was no group effect [F(2,215) = 0.2; p = 0.840] and no group by cue interaction [F(10,215) = 1.7; p = 0.088] (Fig. 1). Positive arousal and negative arousal followed similar patterns as arousal and valence (see Fig. 1 for details).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19854, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "MID task reaction times and accuracy", "sentences": [], "annotations": [], "relations": []}, {"offset": 19891, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Briefly, each trial of the MID task consisted sequentially of a cue presentation (potential gain cues: +$0, +$1, +$5; potential loss cues: −$0, −$1, −$5), short delay, target presentation, and outcome presentation. Participants needed to respond to the target (button press) as fast as possible to either gain money (for trials associated with gain cues) or avoid losing money (for trials associated with loss cues) in the previously shown cue amount (see Methods for details). To evaluate performance on the MID task among all groups, we analyzed reaction time and accuracy. Trials with more salient (i.e., higher) gain (+$5) and loss (−$5) cues produced faster reaction times as compared to trials with less salient cues (i.e., +$1, +$0, −$1, −$0) [F(5,225) = 9.2; p < 0.001] across all groups as expected. No group effect [F(2,225) = 0.5; p = 0.638] or group by trial (here, trial varies based on the different cues presented) interaction effect [F(10,225) = 1.2; p = 0.307] was observed for reaction time, indicating similar task performance (i.e., effort and speed) across all three groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20987, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This version of the MID task used an algorithm to target overall 66% accuracy rates across all trials; however, despite this automatic adjustment of task difficulty, trials with larger gain (+$5) and loss (−$5) cues resulted in higher accuracy as compared to trials with less salient cues (i.e., +$1, +$0, −$1, −$0) across all groups [F(5,230) = 4.8; p < 0.001]. No group effect for accuracy was observed [F(2,230) = 0.0; p = 0.981]. However, a group by trial (i.e., here, trials differ by cue type) interaction effect was observed for accuracy [F(10,230) = 2.1; p = 0.022]. Post-hoc within-group analyses revealed this interaction was due to significant effects of trial (i.e., here, trials differ by cue type) in the control group [F(5,70) = 3.3; p = 0.010] and in the non-opioid fibromyalgia group [F(5,80) = 3.5; p = 0.007], but not in the opioid fibromyalgia group [F(5,80) = 1.8; p = 0.114], which suggests that the opioid fibromyalgia group’s performance was less sensitive to trial (i.e., cue) type relative to the other groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22024, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Region of interest: nucleus accumbens response", "sentences": [], "annotations": [], "relations": []}, {"offset": 22071, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Brain reward anticipatory response was analyzed by comparing the blood oxygenation level dependent (BOLD) signal from preprocessed fMRI data during trials with +$5 cues versus trials with $0 cues for each participant. Thus, a gain versus no-gain anticipation (GVNant) task-based regressor was used to extract the BOLD signal at the relevant associated timepoints and average across multiple trials. The GVNant contrast was used to evaluate both NAcc and MPFC regions of interest (extracted beta values) for group differences in reward anticipatory response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22629, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Brain reward outcome response was analyzed by comparing the BOLD signal from preprocessed fMRI data during successful (hit) trials with −$5 cues versus unsuccessful (miss) trials with −$5 cues for each participant. Thus, a non-loss versus loss outcome (NVLout) task-based regressor was used to extract the BOLD signal at the relevant associated timepoints and average across multiple trials. The NVLout contrast was used to evaluate both NAcc and MPFC regions of interest (extracted beta values) for group differences in non-loss outcome response. (See Methods and Supplementary Methods for details.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23230, "infons": {"file": "41598_2019_45961_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Nucleus Accumbens Activation during Gain Anticipation and No-loss Outcome. (a) Bilateral nucleus accumbens (NAcc) region of interest (ROI) is shown in red. (b) Extracted fMRI beta values from the NAcc ROI (“NAcc activity”) during gain anticipation (gain versus no-gain anticipation, GVNant contrast) were not significantly different among the three groups. (c) Raw time courses of NAcc activity [percent fMRI blood oxygenation level dependent (BOLD) signal change] for potential “no-gain” trials with $0 cues (left panel) and potential “gain” trials with +$5 cues (right panel). Gray shading indicates periods included (from which beta values were extracted for each condition) in each contrast. The anticipation fMRI BOLD response was estimated to correspond to 4–8 seconds [cue and fixation during TR 1 and TR 2 (0–4 seconds) plus a 4 second delay accounting for hemodynamic response function (HRF)]. (d) Extracted fMRI beta values from the NAcc ROI (“NAcc activity”) during no-loss outcome (no-loss versus loss outcome, NVLout contrast) were not significantly different among the three groups. (e) Raw time courses of NAcc activity [percent fMRI BOLD signal change] for “no-loss” [trials with −$5 cues and “hit” outcomes (i.e., net loss outcome equal to −$0; left panel)] and “loss” [trials with −$5 cues and “miss” outcomes (i.e., net loss outcome equal to −$5; right panel)]. Gray shading indicates periods included (from which beta values were extracted for each condition) in each contrast (“hit” minus “miss”). Outcome fMRI BOLD response was estimated to correspond to 10–14 seconds [cue and fixation during TR 4 and TR 5 (6–10 seconds) plus a 4 second delay accounting for HRF].", "sentences": [], "annotations": [], "relations": []}, {"offset": 24918, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to its involvement as a key region implicated in reward processing, the bilateral NAcc was selected as a region of interest and beta values were calculated and extracted from each participants’ fMRI data using the GVNant and NVLout regressors. For reward anticipation (GVNant contrast), NAcc response was not significantly different across the three groups (one-way ANOVA) despite slight reductions in anticipatory response to monetary rewards in both patient groups compared to healthy controls [F(2,46) = 1.3, p = 0.286] (Fig. 2). Tukey post-hoc tests indicated no significant group differences between control and non-opioid fibromyalgia groups (p = 0.338), between control and opioid fibromyalgia groups (p = 0.357), nor between non-opioid fibromyalgia and opioid fibromyalgia groups (p = 0.999) for NAcc reward anticipatory response. Similarly, for non-loss outcome (NVLout contrast), NAcc response was not significantly different across the three groups (one-way ANOVA) [F(2,46) = 1.6, p = 0.211]. Tukey post-hoc tests indicated no significant group differences between control and non-opioid fibromyalgia groups (p = 0.993), between control and opioid fibromyalgia groups (p = 0.392), nor between non-opioid fibromyalgia and opioid fibromyalgia groups (p = 0.432) for NAcc non-loss outcome response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26229, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Region of interest: medial prefrontal cortex response", "sentences": [], "annotations": [], "relations": []}, {"offset": 26283, "infons": {"file": "41598_2019_45961_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Medial Prefrontal Cortex Activation during Gain Anticipation and No-loss Outcome. (a) Bilateral medial prefrontal cortex (MPFC) region of interest (ROI) is shown in red (mirrored across cerebral hemispheres; but only one cerebral hemisphere is shown in this sagittal image). (b) Extracted fMRI beta values from the MPFC ROI (“MPFC activity”) during gain anticipation (gain versus no-gain anticipation, GVNant contrast) were significantly different among the groups, with post-hoc testing indicating this was driven by the difference between healthy control and non-opioid fibromyalgia (FM) groups. (c) Raw time courses of MPFC activity [percent fMRI blood oxygenation level dependent (BOLD) signal change] for potential “no-gain” trials with $0 cues (left panel) and potential “gain” trials with +$5 cues (right panel). Gray shading indicates periods included (from which beta values were extracted for each condition) in each contrast. The anticipation fMRI BOLD response was estimated to correspond to 4–8 seconds [cue and fixation during TR 1 and TR 2 (0–4 seconds) plus a 4 second delay accounting for hemodynamic response function (HRF)]. (d) Extracted fMRI beta values from the MPFC ROI (“MPFC activity”) during no-loss outcome (no-loss versus loss outcome, NVLout contrast) was significantly different among the three groups. (e) Raw time courses of MPFC activity [percent fMRI BOLD signal change] for “no-loss” [trials with −$5 cues and “hit” outcomes (i.e., net loss outcome equal to −$0; left panel)] and “loss” [trials with −$5 cues and “miss” outcomes (i.e., net loss outcome equal to −$5; right panel)]. Gray shading indicates periods included (from which beta values were extracted for each condition) in each contrast (“hit” minus “miss”). Outcome fMRI BOLD response was estimated to correspond to 10–14 seconds [cue and fixation during TR 4 and TR 5 (6–10 seconds) plus a 4 second delay accounting for HRF]. (f) Correlation between MPFC no-loss outcome fMRI beta values (NVLout contrast) and behavioral drive (BAS subscale) (r = 0.507, p = 0.004, N = 30). Four participants were missing BAS questionnaire data. Behavioral Activation Systems, BAS; medial prefrontal cortex, MPFC. ***p < 0.001, **p < 0.01, *p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28515, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to its involvement in reward processing, a bilateral MPFC region was selected as a volume of interest and beta values were calculated and extracted from each participants’ fMRI data using the GVNant and NVLout regressors. For reward anticipation (GVNant contrast), MPFC reward anticipatory response (one-way ANOVA across the 3 groups) revealed a significant effect of group in individuals with fibromyalgia compared to controls [F(2,46) = 6.1, p = 0.005]. Tukey post-hoc tests indicated significant group differences between control and non-opioid fibromyalgia groups (p = 0.003), but not between control and opioid fibromyalgia groups (p = 0.102), nor between non-opioid fibromyalgia and opioid fibromyalgia groups (p = 0.336). Thus, the overall group difference was driven by a significant reduction in MPFC reward anticipatory response in the non-opioid fibromyalgia group (Fig. 3B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29406, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For reward outcome response (NVLout contrast), MPFC non-loss outcome response (one-way ANOVA across the 3 groups) revealed a significant effect of the fibromyalgia groups compared to controls [F(2,46) = 9.8, p < 0.001]. Tukey post-hoc tests indicated significant group differences between control and non-opioid fibromyalgia groups (p = 0.013) and between non-opioid fibromyalgia and opioid fibromyalgia groups (p < 0.001), but not between control and opioid fibromyalgia groups (p = 0.467) (Fig. 3D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29908, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical, behavioral, and psychological correlations with region of interest fMRI results", "sentences": [], "annotations": [], "relations": []}, {"offset": 29998, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To determine relationships between the fMRI results and clinical, behavioral and psychological measures, correlational analyses were conducted using extracted betas from the main contrasts [NAcc and MPFC reward anticipatory responses (GVNant betas) and non-loss outcome responses (NVLout betas)] and questionnaire scores for each participant. Across the patient groups, MPFC non-loss outcome responses (non-punishment, NVLout betas) were correlated with behavioral drive (BAS, behavioral activation system – drive subscale) (r = 0.507, p = 0.004, N = 30) (Fig. 3F). Additional trend-level correlations (that did not survive adjusted Bonferroni correction corrected threshold p < 0.007) included MPFC non-loss outcome response with BAS fun seeking subscale (p = 0.365, r = 0.047, N = 30) and MPFC reward anticipatory response (GVNant betas) with BAS reward responsiveness subscale (r = 0.397, p = 0.030, N = 30). No other ROI fMRI responses were correlated with questionnaire measures across the fibromyalgia groups (Supplementary Table S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31039, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Impact of opioid duration, dose, and active phase", "sentences": [], "annotations": [], "relations": []}, {"offset": 31089, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further inform the findings of the fMRI and questionnaire analyses, additional analyses were performed within the opioid fibromyalgia group to determine potential effects due to specific characteristics of opioid use. Exploratory correlation analyses within the opioid fibromyalgia group identified that opioid dose (morphine equivalent) was correlated with positive affect (PANAS positive affect subscale, r = 0.483, p = 0.049, N = 17) and behavioral reward responsiveness (BAS reward responsiveness subscale, r = 0.547, p = 0.043, N = 14), however, after excluding the single fibromyalgia participant who was taking high dose opioids these relationships were no longer significant (PANAS positive affect subscale, r = 0.485, p = 0.057, N = 16; BAS reward responsiveness subscale, r = 0.169, p = 0.580, N = 13). No other relationships were identified for opioid dose, opioid use duration, ROI fMRI response (beta values), arousal, or other questionnaire variables.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32058, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Approximately half of the opioid fibromyalgia participants (N = 8 out of a total N = 17) were estimated (based on collected data: time of last dose and opioid medication type) to have undergone the fMRI scan during active phase of their opioid medication. Comparison of extracted ROI fMRI beta values revealed no significant differences between the two opioid sub-groups (active versus inactive opioid phases) for NAcc reward anticipatory response (GVNant betas) [t(14) = 0.8, p = 0.433], MPFC reward anticipatory response (GVNant betas) [t(14) = −0.6, p = 0.591] and MPFC no-loss outcome response (NVLout betas) [t(14) = −0.9, p = 0.389].", "sentences": [], "annotations": [], "relations": []}, {"offset": 32698, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Post-hoc whole brain ANOVA fMRI results", "sentences": [], "annotations": [], "relations": []}, {"offset": 32738, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Post-hoc whole brain analyses were conducted to 1) confirm the ROI findings and 2) to identify additional brain regions that may be differently involved in reward processes among the groups. Whole brain fMRI data compared across the 3 groups for reward anticipation (GVNant contrast) and non-loss outcome (NVLout contrast) generally confirmed the observed group differences from the ROI analyses (Supplementary Results and Supplementary Figs S1 and S2). Whole brain results for LVNant and GVNout contrasts are presented in Supplementary Figs S3 and S4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33291, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 33302, "infons": {"file": "41598_2019_45961_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Summary of Main Findings. NAcc gain anticipation response was not significantly different from healthy controls in either non-opioid fibromyalgia (FM) and opioid fibromyalgia groups (gain versus no-gain anticipation, GVNant contrast) (top row). NAcc no-loss outcome response (non-punishment) was not significantly different from healthy controls in either non-opioid fibromyalgia and opioid fibromyalgia groups (no-loss versus loss outcome, NVLout contrast; second row). MPFC gain anticipation response was significantly decreased (blue arrow) in the non-opioid fibromyalgia group compared to healthy controls, but this decrease was not significant in the opioid fibromyalgia group (GVNant contrast; third row). MPFC no-loss outcome response was significantly increased (red arrow) in the non-opioid fibromyalgia group compared to healthy controls, and non-significantly decreased in the opioid fibromyalgia group (NVLout contrast; fourth row). (Light blue arrows within green circles indicate non-significant direction of response relative to controls; these are shown to inform future replication studies with larger sample sizes.) Fibromyalgia, FM; nucleus accumbens, NAcc; medial prefrontal cortex, MPFC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34511, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this sample of individuals with fibromyalgia taking opioid medications, we observed relatively normal brain activity in response to anticipation and outcome of monetary rewards and non-loss (relative to healthy controls) using fMRI during a monetary incentive delay task. This sharply contrasted with our previously published observations in a sample of individuals with fibromyalgia not taking opioids who demonstrated blunted brain response to anticipated rewards and enhanced response to non-loss outcomes (non-punishments) in the MPFC (see summary Fig. 4). Together, these findings indicate less altered brain response in individuals with fibromyalgia taking opioid medications during incentive processing, compared to individuals with fibromyalgia not taking opioids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35287, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Across the non-opioid and opioid fibromyalgia groups, levels of pain, clinical symptoms, psychological measures, and behavioral measures were similar. The similarities between the two groups were incidental - in other words, we did not attempt to match fibromyalgia participants based on variables other than age (and sex). Therefore, among the cohorts that we had access to and recruited for the study, despite some participants taking opioids and others not taking opioids, the psychological and symptom profiles were comparable. This may have implications for reasonably high functioning (i.e., they were willing, able, and motivated to participate in the research study) people with fibromyalgia in the general population taking opioids at relatively low to moderate doses–in that they may generally have similar psychological, behavioral, and clinical profiles as compared with people of a similar status not taking opioids. Furthermore, although greater than the control group, relatively low levels of negative affect in our fibromyalgia groups (only 5 individuals with scores >30 and none >40 on the negative affect subscale, PANAS) may be related to lower pain scores and greater medication efficacy in our study population. Similar levels of pain intensity, pain interference, and cognition have been identified between cohorts of individuals with chronic back pain taking (>3 months duration) and not taking opioid medications, despite lower self-efficacy beliefs and attention in the opioid group. Currently, the number of neuroimaging studies comparing individuals with chronic pain who are taking versus not taking opioid medications are very limited. Further research is needed to provide increased understanding of the impact of opioid use on pain and psychological factors in chronic pain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37094, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite the similar behavioral, psychological, and clinical profiles in the two fibromyalgia groups, we observed notable differences in the MPFC volume of interest response, specifically during gain anticipation and in response to non-loss outcomes. This indicates that functional neuroimaging of task-based reward processes may provide novel insights to the effects of opioids on brain reward systems (and behavior) in chronic pain that would otherwise not be identified from non-imaging sources such as behavioral testing or questionnaires.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37637, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We observed significant relationships between MPFC fMRI activity and behavioral drive, along with other trend relationships for additional BAS questionnaire subscale measures. Behavioral drive (and to a lesser extent, behavioral fun seeking) was positively correlated with MPFC non-loss outcome responses indicating that greater behavioral drive (and fun seeking) in the non-opioid fibromyalgia group may have contributed to heightened response to non-loss outcomes (i.e., non-punishment). Meanwhile, the opioid fibromyalgia group showed less behavioral drive related to less MPFC non-loss outcome response. From our uncorrected and exploratory analyses, behavioral reward responsiveness was correlated (uncorrected, p < 0.05) with MPFC gain anticipation response across the fibromyalgia groups and with opioid dose (morphine equivalent, uncorrected exploratory analyses p < 0.05) within the opioid fibromyalgia group. Thus, sensitivity to potential rewards appeared to be related to MPFC gain anticipation response and impacted by opioid use. Future analyses are needed, however, to confirm these exploratory and uncorrected findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38773, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The MPFC plays a critical role in processing of memory and emotionally salient stimuli and is widely interconnected with a network of regions related to these processes (for review). The altered MPFC response in fibromyalgia may be due to reduced expectation of positive outcomes (during gain anticipation) and enhanced responses to non-losses due to its involvement in predicting reward probability. Although unexpected, the findings of relatively normal MPFC activity (relative to controls) during gain anticipation and outcomes in the opioid fibromyalgia group suggests that these individuals may have higher expectations of positive outcomes (similar to controls, but in contrast to non-opioid fibromyalgia patients). If so, this could be due to the effects of opioid medication on brain reward systems or pre-existing factors–future investigations are needed to determine the relative contributions of actual opioid use/drug effects versus opioid preference/individual differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39760, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Multiple factors could influence the group differences in neural responses to incentives beyond those studied presently. Widespread pain is the predominant symptom of fibromyalgia, and although we measured the distribution, severity, and interference of pain symptoms across the fibromyalgia groups, these were not significantly different between fibromyalgia groups or correlated with neuroimaging findings. Cognitive symptoms are also present in fibromyalgia, but we did not directly assess cognition, which has been noted to be further impaired by opioids in chronic pain. However, task performance (e.g., arousal, reaction time, and accuracy) was comparable between the fibromyalgia groups and controls, indicating minimal effects of cognitive impairments on the MID task. Additionally, fatigue was slightly greater in the opioid fibromyalgia group (assessed by Tukey post-hoc t-test, though not significant) and could have contributed to differences in neural responses to incentives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40750, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The different neural responses between the non-opioid and opioid fibromyalgia groups could be due to several interacting factors across multiple psychological and neurophysiological domains. Expectations, shaped by both prior experiences and environment, can strongly contribute to different responses to medications and preferences for different types of medications. A randomized controlled trial of individuals with musculoskeletal pain to take opioids or not take opioids for 12-months identified that outcomes were similar across both groups, but expectations and experiences throughout the trial shaped patient responses to medications. Thus, even the differences in neural responses to incentives observed across the opioid and non-opioid fibromyalgia groups could have resulted from different psychological, behavioral, and emotional networks formed prior to opioid use. However, the exploratory correlation between opioid dose and behavioral reward responsiveness suggests that the actual use of opioids in our cohort may contribute to the different neural responses to reward. Additional limitations include: 1) a lack of validation of opioid dose, 2) the use of more non-opioid medications in the opioid group (N.B. we have found it challenging to recruit sufficient fibromyalgia patients who were only taking opioids), 3) the possibility that the observed group differences might result from variability in fibromyalgia patients, and 4) modest sample size which limits our ability to identify associations of fMRI with behavioral data. Future studies investigating changes in neural responses to incentives may advance our understanding of how opioids influence human incentive processing and, in turn, the quality of life in chronic pain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42502, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Together, these preliminary data suggest that neural responses to monetary incentives differ between individuals with fibromyalgia who are not taking versus taking opioid medications. The relatively “normalized” MPFC response to anticipated rewards and non-punishments in individuals with fibromyalgia taking opioids may relate to opioids’ ability to positively influence hedonic experience in chronic pain (i.e., or the belief of individuals with fibromyalgia that they benefit from opioid use), despite other potentially negative influences of long-term opioid use on chronic pain. Based on the current debate on the utility of opioids for long-term management of chronic pain, these findings may be controversial. We therefore encourage readers not to extrapolate these findings to suggest that opioids may, or may not, be of value in the treatment of fibromyalgia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43371, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 43379, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 43392, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Thirty-seven females with fibromyalgia and 17 healthy females participated in the study. All fibromyalgia participants met the following inclusion criteria: American College of Rheumatology (ACR) 2011 criteria for fibromyalgia [(1) widespread pain index (WPI) score ≥ 7 + symptom severity (SS) score ≥ 5, or WPI score 3–6 + SS score ≥ 9, (2) similar level of symptoms present for at least 3 months, (3) no disorder to otherwise explain the pain], pain in 4 body quadrants, previous month average pain score of at least 2 (0–10 verbal scale), not pregnant or nursing, no MRI contraindications (e.g., claustrophobia, metal in body), and no uncontrolled depression or anxiety. All fibromyalgia participants were allowed to continue their normal use of medications during the study. To be included in the non-opioid fibromyalgia group, individuals were not to be taking opioids as part of their treatment, not to have taken any opioids during the 90 days prior to study participation, and never to have taken opioids for a period greater than 30 days. To be included in the opioid fibromyalgia group, individuals were required to be have been taking opioid medications as part of their treatment for at least 3 months and at the time of study participation. Control participants were required to not have chronic pain, not be pregnant or nursing, have no MRI contraindications, and have no depression or anxiety.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44801, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 44818, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All procedures were approved by the Stanford University Institutional Review Board, were carried out in accordance with the approved protocols, and were conducted at the Stanford University Richard M. Lucas Center for Imaging. All participants signed written and informed consent acknowledging their willingness to participate in the study, understanding of all study procedures, and understanding that they were free to withdraw their study participation at any time. Data from the control and non-opioid fibromyalgia groups were analyzed previously and included in another publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45406, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prior to the scan session, study participants received instruction and practiced the MID task (for approximately 5 minutes) and use of arousal and valence rating scales. If necessary, the MID task practice was repeated until the participant understood the task and performed the task successfully. Participants underwent training on the rating scales for arousal and valence with written instructions presented on a laptop and explained to participants by trained personnel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45881, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Questionnaires were administered to all subjects to determine clinical and psychological measures among the two fibromyalgia groups and control group. Questionnaires measured depression, anxiety, behavioral inhibition/approach, mood, positive and negative affect, pain distribution, pain intensity, pain interference, pain distribution, and fatigue (see Table 2 and Supplementary Methods for a list and references for questionnaires included in the analysis).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46341, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Structural MRI and fMRI data were acquired from all participants using a 3T General Electric scanner using an 8-channel head coil (GE Systems, Chicago, Illinois). The scan session consisted of a localizer scan, asset calibration scans, 2 MID task fMRI scans, and a T1 anatomical scan. The 2 MID fMRI task scans were acquired sequentially (no break in between) and with the following parameters: Gradient Echo Pulse Sequence with spiral in-out acquisition, flip angle of 76°, echo time (TE) of 30 seconds, repetition time (TR) of 2 seconds, sequential descending slice order, 32 oblique slices, slice thickness 4 mm, gap 0.5 mm, pixel size 3.43 mm. The spiral in-out scan sequence was used because it reduces orbitofrontal signal drop-out and improves acquisition of the medial prefrontal cortex and orbitofrontal cortex. The MID 1 fMRI scan included 266 volumes and the MID 2 fMRI scan included 302 volumes, excluding 12 s lead-in and 8 s lead-out. The T1 anatomical scan was acquired using 3D FSPGR (fast spoiled gradient-echo) IRprep BRAVO for registration of functional images and included whole brain, brainstem and cerebellum coverage; slice thickness 1 mm; frequency field of view (FOV) 22 mm, anterior/posterior frequency direction, 2 number of excitations (NEX), 11° flip angle, 6.8 TR, 2.6 TE, 256 frequency, 256 phase, 50.00 bandwidth.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47687, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Monetary Incentive Delay (MID) fMRI Task", "sentences": [], "annotations": [], "relations": []}, {"offset": 47728, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We ran the MID task in MATLAB (MATLAB R2012b, MathWorks, Natick, MA), using Psychophysics Toolbox for presentation of visual stimuli (Psychtoolbox-3) via a screen placed above the participant in the scanner. Participant responses to the task were collected using a custom designed button box. A total of 90 trials were administered during the two MID task scans as performed previously. Cues indicated the amount of money to be potentially gained (+$5.00, +$1.00, +$0.00) or lost (−$5.00, −$1.00, −$0.00) during each trial. After a 2 s delay (fixation cross) a target (triangle) was presented. Participants needed to initiate a response (button press) to either win (positive cues) or avoid losing (negative cues) the amount shown. Successful responses (i.e., occurring prior to target duration offset) generated a “hit” and unsuccessful responses generated a “miss”. Outcomes for each trial were presented as the amount gained (e.g., +$5.00), not gained (+$0.00), not lost (−$0.00), or lost (e.g., −$5.00). Target durations varied: initial target durations were set at the beginning of the scan (typically 250 ms) and programmatically adjusted throughout the task to target “hit” rate of approximately 66% across trials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48950, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Arousal (low-medium-high) and valence (negative-neutral-positive) ratings were collected after the MID task fMRI scans using 7-point Likert scales. Participants were sent Amazon electronic gift cards for the combined total of gains and losses during the task after completion of the scan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49239, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 49263, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Neuroimaging data were preprocessed using AFNI software (Analysis of Functional Neuroimages) [precompiled binary macosx_10.7_Intel_64: Jun 10 2016 (Version AFNI_16.1.21)] using custom scripts, and as performed previously. First, 6 read-in and 9 read-out volumes were excluded from the scan data, the 2 MID fMRI scans were then concatenated into one series of images. Next, the functional images were slice time corrected, transformed from oblique to axial slice orientation, and aligned with the structural images. Motion correction was performed with 6 degrees of movement [translation (x, y, z), rotation (roll, pitch, yaw)]. The functional images were spatially smoothed using a 4 mm (full-width half-maximum, FWHM) Gaussian kernel. Intensity normalization was applied by calculating the percent signal change per voxel and division by the average. We applied a 0.011 Hz high-pass filter to the functional data. Structural images were warped to Talairach space and functional images were warped to the Talairach warped structural images. A white matter (WM) and a cerebrospinal fluid (CSF) mask were created for each subject’s functional image based on signal intensity in seed loci in WM and CSF regions, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50486, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Task contrasts", "sentences": [], "annotations": [], "relations": []}, {"offset": 50506, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As used previously four separate orthogonal regressors contrasted responses to gain and loss during anticipation and outcome: gain versus no-gain anticipation (GVNant), loss versus no-loss anticipation (LVNant), gain versus no-gain outcome (GVNout), and no-loss versus loss outcome (NVLout). Contrasts compared gain and loss conditions to neutral (i.e., +/−$0) conditions, rather than to a no-stimulus baseline condition, in order to (1) focus on differences in reward/value processes in the brain and (2) to exclude general performance-related brain activity from the evaluated signal. Specifically, the contrasts included:", "sentences": [], "annotations": [], "relations": []}, {"offset": 51131, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GVNant: anticipation during potential gain (+$5 cue) trials versus anticipation during potential no-gain (+/−$0 cue) trials; LVNant: anticipation during potential loss (−$5 cue) trials versus anticipation during potential no-loss (+/−$0 cue) trials; GVNout: hit (+$5 outcome) versus miss (+$0 outcome) during the outcome period for potential gain (+$5 cue) trials; NVLout: hit (−$0 outcome) versus miss (−$5 outcome) during the outcome period for potential loss (−$5 cue) trials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51611, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The regressors of interest were convolved with a single gamma function approximating the hemodynamic response, with approximately a 6 second delay. We applied conservative motion censoring to the regressors so that any volume showing motion greater than 0.5 mm (and preceding volume) were excluded. Resulting activation maps “activity” for each participant represented blood oxygenation level dependent (BOLD) signal (a correlate of blood oxygenation levels which are a correlate of neural activity in fMRI) response corresponding to the regressor for each contrast separately. These individual activation maps were tested for group differences within a priori ROIs and post-hoc whole brain group comparisons. To maximize our chances of identifying significant group effects and consistent with previously published methods, trials with +$1 cues were excluded from the fMRI contrasts because the strength of BOLD signal response for these trials was determined to be much lower than trials with +$5 cues (Supplementary Fig. S5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52640, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Region of Interest fMRI analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 52673, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Region of interest (ROI) analyses focused on the NAcc and MPFC. We predicted that, in comparison to both control and non-opioid fibromyalgia, the opioid fibromyalgia group would show: 1) decreased NAcc activity during gain anticipation (GVNant) and no-loss outcome (NVLout), 2) decreased MPFC activity during gain anticipation (GVNant), and 3) increased MPFC activity during no-loss outcome (NVLout). We created the bilateral NAcc ROI by combining the left and right accumbens regions from the Desai Atlas (AFNI) and resampling to functional image resolution (52 voxels; voxel size = 2.9 mm × 2.9 mm × 2.9 mm). We created the bilateral MPFC ROI by drawing two conjoined 4 mm radius spheres (+/−4, 50, −3) within Brodmann Area 10 corresponding the frontal pole and resampling to functional image resolution (42 voxels). Additional information regarding the precise selection of the MPFC ROI can be found in the Supplementary Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53606, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We extracted fMRI values from these ROIs and performed group statistical comparisons using analysis of variance (ANOVA) and post-hoc t-tests in SPSS (IBM SPSS Statistics for Macintosh, Version 22.0. Armonk, NY). Additional correlation analyses were performed between the ROI data and behavioral and clinical measures using SPSS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53935, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical and psychological data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53976, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Questionnaire data were quantified for each questionnaire separately and then assessed for group differences using ANOVA (SPSS). Post-hoc between group t-tests were then used to determine differences between individual groups (Tukey, SPSS). (See Table 2 and Supplementary Methods for list and descriptions of questionnaires).", "sentences": [], "annotations": [], "relations": []}, {"offset": 54302, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Behavioral analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 54322, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We assessed performance and behavioral responses to the MID task by analyzing accuracy (percent hit rate), reaction times, and post-task ratings of arousal and valence to monetary cues. Additionally, measures of positive arousal and negative arousal were calculated from mean-deviated ratings of arousal and valence within subjects as done previously. Each of these measures were assessed separately for differences across the 3 groups using a two-way ANOVA with factors of trial (here, “trial” simply refers to trials with different cues: +$0, +$1, +$5, −$0, −$1, −$5), group (HC, FMN, FMO), and trial by group interaction). Post-hoc one-way ANOVA tests were also used to determine group effects for each trial/cue separately (MATLAB, R2017a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 55067, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MID Task fMRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 55090, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Averaged beta values (parameter estimates) were extracted for each ROI from each participant for each contrast combination using custom scripts (MATLAB, AFNI). The extracted beta values were compared among groups using ANOVA (SPSS). We set the significance threshold to p < 0.0125 (initial p < 0.05 threshold Bonferroni corrected for 4 predetermined ROI x contrast comparisons: NAcc GVNant, NAcc NVLout, MPFC GVNant, MPFC NVLout). Additionally, raw time course data were plotted by extracting each participant’s fMRI data, sorting by trial type, and removing volumes with signal exceeding >4 standard deviations from mean activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55722, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Correlation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 55748, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Correlations between fMRI beta values (NAcc GVNant, NAcc NVLout, MPFC GVNant, and MPFC NVLout) and questionnaire variables were tested across the two fibromyalgia groups (2-tailed, bivariate, Pearson correlation, SPSS) (see Supplementary Methods for list of included questionnaires). Correlations between ROI fMRI beta values and questionnaire variables were corrected for multiple comparisons based on the inclusion of 7 independent (not correlated) measures (Supplementary Methods). Additional analyses were conducted to rule out potential influences of motion on the results and to confirm ROI findings with whole brain analyses (Supplementary Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56405, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 56431, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56568, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 56594, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary information accompanies this paper at 10.1038/s41598-019-45961-y.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56674, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 56695, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Designed the study, collected the data, analyzed the data, wrote the manuscript, and edited and revised the manuscript (K.T.M.). Assisted with study design, data analysis, and manuscript editing (K.H.M., N.B., B.K., S.C.M.). All authors read and approved the manuscript (K.T.M., K.H.M., N.B., B.K., S.C.M.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 57003, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 57021, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57159, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 57179, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57223, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 57234, "infons": {"fpage": "242", "lpage": "246", "name_0": "surname:Fields;given-names:HL", "pub-id_doi": "10.1097/00115550-200705000-00012", "pub-id_pmid": "17543821", "section_type": "REF", "source": "Reg. Anesth. Pain Med.", "type": "ref", "volume": "32", "year": "2007"}, "text": "Understanding How Opioids Contribute to Reward and Analgesia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57295, "infons": {"fpage": "7", "lpage": "13", "name_0": "surname:Peng;given-names:X", "pub-id_doi": "10.1097/AJP.0000000000000079", "pub-id_pmid": "24480913", "section_type": "REF", "source": "Clin. J. Pain", "type": "ref", "volume": "31", "year": "2015"}, "text": "Long-term evaluation of opioid treatment in fibromyalgia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57352, "infons": {"fpage": "872", "lpage": "882", "name_0": "surname:Krebs;given-names:EE", "pub-id_doi": "10.1001/jama.2018.0899", "pub-id_pmid": "29509867", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "319", "year": "2018"}, "text": "Effect of Opioid vs Nonopioid Medications on Pain-Related Function in Patients With Chronic Back Pain or Hip or Knee Osteoarthritis Pain: The SPACE Randomized Clinical Trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 57526, "infons": {"fpage": "955", "lpage": "960", "name_0": "surname:Fitzcharles;given-names:M-A", "name_1": "surname:Ste-Marie;given-names:PA", "name_2": "surname:Gamsa;given-names:A", "name_3": "surname:Ware;given-names:MA", "name_4": "surname:Shir;given-names:Y", "pub-id_doi": "10.1016/j.amjmed.2011.05.031", "pub-id_pmid": "21962316", "section_type": "REF", "source": "Am. J. Med.", "type": "ref", "volume": "124", "year": "2011"}, "text": "Opioid use, misuse, and abuse in patients labeled as fibromyalgia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57592, "infons": {"fpage": "250", "lpage": "257", "name_0": "surname:Russell;given-names:IJ", "pub-id_doi": "10.1097/00124743-200010000-00004", "pub-id_pmid": "19078481", "section_type": "REF", "source": "J. Clin. Rheumatol.", "type": "ref", "volume": "6", "year": "2000"}, "text": "Efficacy of tramadol in treatment of pain in fibromyalgia", "sentences": [], "annotations": [], "relations": []}, {"offset": 57650, "infons": {"fpage": "537", "lpage": "545", "name_0": "surname:Bennett;given-names:RM", "name_1": "surname:Kamin;given-names:M", "name_2": "surname:Karim;given-names:R", "name_3": "surname:Rosenthal;given-names:N", "pub-id_doi": "10.1016/S0002-9343(03)00116-5", "pub-id_pmid": "12753877", "section_type": "REF", "source": "Am. J. Med.", "type": "ref", "volume": "114", "year": "2003"}, "text": "Tramadol and acetaminophen combination tablets in the treatment of fibromyalgia pain: a double-blind, randomized, placebo-controlled study", "sentences": [], "annotations": [], "relations": []}, {"offset": 57789, "infons": {"fpage": "707", "lpage": "708", "name_0": "surname:Darnall;given-names:BD", "pub-id_doi": "10.1001/jamainternmed.2017.8709", "pub-id_pmid": "29459978", "section_type": "REF", "source": "JAMA Intern. Med.", "type": "ref", "volume": "178", "year": "2018"}, "text": "Patient-Centered Prescription Opioid Tapering in Community Outpatients With Chronic Pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 57878, "infons": {"fpage": "1253", "lpage": "1263", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:McLellan;given-names:AT", "pub-id_doi": "10.1056/NEJMra1507771", "pub-id_pmid": "27028915", "section_type": "REF", "source": "N. Engl. J. Med.", "type": "ref", "volume": "374", "year": "2016"}, "text": "Opioid Abuse in Chronic Pain — Misconceptions and Mitigation Strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 57950, "infons": {"fpage": "217", "lpage": "225", "name_0": "surname:Fields;given-names:HL", "name_1": "surname:Margolis;given-names:EB", "pub-id_doi": "10.1016/j.tins.2015.01.002", "pub-id_pmid": "25637939", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "38", "year": "2015"}, "text": "Understanding opioid reward", "sentences": [], "annotations": [], "relations": []}, {"offset": 57978, "infons": {"fpage": "11", "lpage": "36", "name_0": "surname:Elman;given-names:I", "name_1": "surname:Borsook;given-names:D", "pub-id_doi": "10.1016/j.neuron.2015.11.027", "pub-id_pmid": "26748087", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "89", "year": "2016"}, "text": "Common Brain Mechanisms of Chronic Pain and Addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 58032, "infons": {"fpage": "4", "lpage": "26", "name_0": "surname:Haber;given-names:SN", "name_1": "surname:Knutson;given-names:B", "pub-id_doi": "10.1038/npp.2009.129", "pub-id_pmid": "19812543", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "The reward circuit: linking primate anatomy and human imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 58094, "infons": {"fpage": "91", "lpage": "105", "name_0": "surname:Mucha;given-names:RF", "name_1": "surname:van der Kooy;given-names:D", "name_2": "surname:O’Shaughnessy;given-names:M", "name_3": "surname:Bucenieks;given-names:P", "pub-id_doi": "10.1016/0006-8993(82)91123-4", "pub-id_pmid": "6288174", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "243", "year": "1982"}, "text": "Drug reinforcement studied by the use of place conditioning in rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 58161, "infons": {"fpage": "395", "lpage": "402", "name_0": "surname:Flor;given-names:H", "name_1": "surname:Birbaumer;given-names:N", "name_2": "surname:Schulz;given-names:R", "name_3": "surname:Grusser;given-names:SM", "name_4": "surname:Mucha;given-names:RF", "pub-id_doi": "10.1016/S1090-3801(02)00043-5", "pub-id_pmid": "12160514", "section_type": "REF", "source": "Eur. J. Pain", "type": "ref", "volume": "6", "year": "2002"}, "text": "Pavlovian conditioning of opioid and nonopioid pain inhibitory mechanisms in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 58245, "infons": {"fpage": "2098", "lpage": "2114", "name_0": "surname:Upadhyay;given-names:J", "pub-id_doi": "10.1093/brain/awq138", "pub-id_pmid": "20558415", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "133", "year": "2010"}, "text": "Alterations in brain structure and functional connectivity in prescription opioid-dependent patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 58346, "infons": {"fpage": "1497", "lpage": "1504", "name_0": "surname:Lin;given-names:JC", "pub-id_doi": "10.1093/pm/pnv047", "pub-id_pmid": "26814280", "section_type": "REF", "source": "Pain Med.", "type": "ref", "volume": "17", "year": "2016"}, "text": "One Month of Oral Morphine Decreases Gray Matter Volume in the Right Amygdala of Individuals with Low Back Pain: Confirmation of Previously Reported Magnetic Resonance Imaging Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 58530, "infons": {"fpage": "1803", "lpage": "1810", "name_0": "surname:Younger;given-names:JW", "pub-id_doi": "10.1016/j.pain.2011.03.028", "pub-id_pmid": "21531077", "section_type": "REF", "source": "Pain", "type": "ref", "volume": "152", "year": "2011"}, "text": "Prescription opioid analgesics rapidly change the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 58592, "infons": {"fpage": "495", "lpage": "502", "name_0": "surname:Roelofs;given-names:J", "name_1": "surname:Goubert;given-names:L", "name_2": "surname:Peters;given-names:ML", "name_3": "surname:Vlaeyen;given-names:JWS", "name_4": "surname:Crombez;given-names:G", "pub-id_doi": "10.1016/j.ejpain.2003.11.016", "pub-id_pmid": "15324781", "section_type": "REF", "source": "Eur. J. Pain", "type": "ref", "volume": "8", "year": "2004"}, "text": "The Tampa Scale for Kinesiophobia: further examination of psychometric properties in patients with chronic low back pain and fibromyalgia", "sentences": [], "annotations": [], "relations": []}, {"offset": 58730, "infons": {"fpage": "535", "lpage": "542", "name_0": "surname:Schwartz;given-names:N", "pub-id_doi": "10.1126/science.1253994", "pub-id_pmid": "25082697", "section_type": "REF", "source": "Science", "type": "ref", "volume": "345", "year": "2014"}, "text": "Chronic pain. Decreased motivation during chronic pain requires long-term depression in the nucleus accumbens", "sentences": [], "annotations": [], "relations": []}, {"offset": 58840, "infons": {"fpage": "149", "lpage": "160", "name_0": "surname:Baliki;given-names:MN", "name_1": "surname:Geha;given-names:PY", "name_2": "surname:Fields;given-names:HL", "name_3": "surname:Apkarian;given-names:AV", "pub-id_doi": "10.1016/j.neuron.2010.03.002", "pub-id_pmid": "20399736", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "66", "year": "2010"}, "text": "Predicting value of pain and analgesia: nucleus accumbens response to noxious stimuli changes in the presence of chronic pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 58966, "infons": {"fpage": "14729", "lpage": "14737", "name_0": "surname:Martikainen;given-names:IK", "pub-id_doi": "10.1523/JNEUROSCI.1400-13.2013", "pub-id_pmid": "24027273", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "33", "year": "2013"}, "text": "Alterations in endogenous opioid functional measures in chronic back pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 59040, "infons": {"fpage": "10000", "lpage": "10006", "name_0": "surname:Harris;given-names:RE", "pub-id_doi": "10.1523/JNEUROSCI.2849-07.2007", "pub-id_pmid": "17855614", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Decreased central mu-opioid receptor availability in fibromyalgia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59106, "infons": {"fpage": "3576", "lpage": "3582", "name_0": "surname:Wood;given-names:PB", "pub-id_doi": "10.1111/j.1460-9568.2007.05623.x", "pub-id_pmid": "17610577", "section_type": "REF", "source": "Eur. J. Neurosci.", "type": "ref", "volume": "25", "year": "2007"}, "text": "Fibromyalgia patients show an abnormal dopamine response to pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 59171, "infons": {"fpage": "1494", "lpage": "1507", "name_0": "surname:Martucci;given-names:KT", "name_1": "surname:Borg;given-names:N", "name_2": "surname:MacNiven;given-names:KH", "name_3": "surname:Knutson;given-names:B", "name_4": "surname:Mackey;given-names:SC", "pub-id_doi": "10.1097/j.pain.0000000000001232", "pub-id_pmid": "29790868", "section_type": "REF", "source": "Pain", "type": "ref", "volume": "159", "year": "2018"}, "text": "Altered prefrontal correlates of monetary anticipation and outcome in chronic pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 59254, "infons": {"fpage": "4806", "lpage": "4812", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Taylor;given-names:J", "name_2": "surname:Kaufman;given-names:M", "name_3": "surname:Peterson;given-names:R", "name_4": "surname:Glover;given-names:G", "pub-id_doi": "10.1523/JNEUROSCI.0642-05.2005", "pub-id_pmid": "15888656", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "25", "year": "2005"}, "text": "Distributed neural representation of expected value", "sentences": [], "annotations": [], "relations": []}, {"offset": 59306, "infons": {"fpage": "3771", "lpage": "3786", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Greer;given-names:SM", "pub-id_doi": "10.1098/rstb.2008.0155", "pub-id_pmid": "18829428", "section_type": "REF", "source": "Philos. Trans. R. Soc. Lond. B Biol. Sci.", "type": "ref", "volume": "363", "year": "2008"}, "text": "Anticipatory affect: neural correlates and consequences for choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 59373, "infons": {"fpage": "77", "lpage": "100", "name_0": "surname:Beck;given-names:AT", "name_1": "surname:Steer;given-names:RA", "name_2": "surname:Carbin;given-names:MG", "pub-id_doi": "10.1016/0272-7358(88)90050-5", "section_type": "REF", "source": "Clin. Psychol. Rev.", "type": "ref", "volume": "8", "year": "1988"}, "text": "Psychometric properties of the Beck Depression Inventory: Twenty-five years of evaluation", "sentences": [], "annotations": [], "relations": []}, {"offset": 59463, "infons": {"fpage": "S467", "lpage": "S472", "name_0": "surname:Julian;given-names:LJ", "pub-id_doi": "10.1002/acr.20561", "section_type": "REF", "source": "Arthritis Care Res.", "type": "ref", "volume": "63", "year": "2011"}, "text": "Measures of anxiety: State-Trait Anxiety Inventory (STAI), Beck Anxiety Inventory (BAI), and Hospital Anxiety and Depression Scale-Anxiety (HADS-A)", "sentences": [], "annotations": [], "relations": []}, {"offset": 59611, "infons": {"fpage": "600", "lpage": "610", "name_0": "surname:Wolfe;given-names:F", "pub-id_doi": "10.1002/acr.20140", "section_type": "REF", "source": "Arthritis Care Res.", "type": "ref", "volume": "62", "year": "2010"}, "text": "The American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 59733, "infons": {"fpage": "173", "lpage": "181", "name_0": "surname:Jamison;given-names:RN", "pub-id_doi": "10.1111/j.1533-2500.2012.00575.x", "pub-id_pmid": "22681407", "section_type": "REF", "source": "Pain Pract.", "type": "ref", "volume": "13", "year": "2013"}, "text": "Relationship of negative affect and outcome of an opioid therapy trial among low back pain patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 59833, "infons": {"fpage": "e669", "name_0": "surname:Richards;given-names:GC", "pub-id_doi": "10.1097/PR9.0000000000000669", "pub-id_pmid": "30123859", "section_type": "REF", "source": "PAIN Reports", "type": "ref", "volume": "3", "year": "2018"}, "text": "Effects of long-term opioid analgesics on cognitive performance and plasma cytokine concentrations in patients with chronic low back pain: a cross-sectional pilot study", "sentences": [], "annotations": [], "relations": []}, {"offset": 60002, "infons": {"fpage": "1057", "lpage": "1070", "name_0": "surname:Euston;given-names:DR", "name_1": "surname:Gruber;given-names:AJ", "name_2": "surname:McNaughton;given-names:BL", "pub-id_doi": "10.1016/j.neuron.2012.12.002", "pub-id_pmid": "23259943", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "76", "year": "2012"}, "text": "The role of medial prefrontal cortex in memory and decision making", "sentences": [], "annotations": [], "relations": []}, {"offset": 60069, "infons": {"fpage": "263", "lpage": "272", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Fong;given-names:GW", "name_2": "surname:Bennett;given-names:SM", "name_3": "surname:Adams;given-names:CM", "name_4": "surname:Hommer;given-names:D", "pub-id_doi": "10.1016/S1053-8119(02)00057-5", "pub-id_pmid": "12595181", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "18", "year": "2003"}, "text": "A region of mesial prefrontal cortex tracks monetarily rewarding outcomes: characterization with rapid event-related fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 60191, "infons": {"fpage": "9", "lpage": "20", "name_0": "surname:Schiltenwolf;given-names:M", "pub-id_pmid": "24452649", "section_type": "REF", "source": "Pain Physician", "type": "ref", "volume": "17", "year": "2014"}, "text": "Evidence of specific cognitive deficits in patients with chronic low back pain under long-term substitution treatment of opioids", "sentences": [], "annotations": [], "relations": []}, {"offset": 60320, "infons": {"fpage": "1082", "issue": "9", "lpage": "1090", "name_0": "surname:Matthias;given-names:Marianne S.", "name_1": "surname:Donaldson;given-names:Melvin T.", "name_2": "surname:Jensen;given-names:Agnes C.", "name_3": "surname:Krebs;given-names:Erin E.", "pub-id_doi": "10.1016/j.jpain.2018.04.008", "pub-id_pmid": "29715520", "section_type": "REF", "source": "The Journal of Pain", "type": "ref", "volume": "19", "year": "2018"}, "text": "“I Was a Little Surprised”: Qualitative Insights From Patients Enrolled in a 12-Month Trial Comparing Opioids With Nonopioid Medications for Chronic Musculoskeletal Pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 60490, "infons": {"fpage": "515", "lpage": "522", "name_0": "surname:Glover;given-names:GH", "name_1": "surname:Law;given-names:CS", "pub-id_doi": "10.1002/mrm.1222", "pub-id_pmid": "11550244", "section_type": "REF", "source": "Magn. Reson. Med.", "type": "ref", "volume": "46", "year": "2001"}, "text": "Spiral-in/out BOLD fMRI for increased SNR and reduced susceptibility artifacts", "sentences": [], "annotations": [], "relations": []}, {"offset": 60569, "infons": {"fpage": "433", "lpage": "436", "name_0": "surname:Brainard;given-names:DH", "pub-id_doi": "10.1163/156856897X00357", "pub-id_pmid": "9176952", "section_type": "REF", "source": "Spat. Vis.", "type": "ref", "volume": "10", "year": "1997"}, "text": "The Psychophysics Toolbox", "sentences": [], "annotations": [], "relations": []}, {"offset": 60595, "infons": {"fpage": "686", "lpage": "692", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Bhanji;given-names:JP", "name_2": "surname:Cooney;given-names:RE", "name_3": "surname:Atlas;given-names:LY", "name_4": "surname:Gotlib;given-names:IH", "pub-id_doi": "10.1016/j.biopsych.2007.07.023", "pub-id_pmid": "17916330", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "63", "year": "2008"}, "text": "Neural responses to monetary incentives in major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 60655, "infons": {"fpage": "270", "lpage": "277", "name_0": "surname:Sacchet;given-names:MD", "name_1": "surname:Knutson;given-names:B", "pub-id_doi": "10.1016/j.neuroimage.2012.10.056", "pub-id_pmid": "23110886", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "66", "year": "2013"}, "text": "Spatial smoothing systematically biases the localization of reward-related brain activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 60745, "infons": {"fpage": "968", "lpage": "980", "name_0": "surname:Desikan;given-names:RS", "pub-id_doi": "10.1016/j.neuroimage.2006.01.021", "pub-id_pmid": "16530430", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "31", "year": "2006"}, "text": "An automated labeling system for subdividing the human cerebral cortex on MRI scans into gyral based regions of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 60866, "infons": {"fpage": "87", "lpage": "95", "name_0": "surname:Sawe;given-names:N", "name_1": "surname:Knutson;given-names:B", "pub-id_doi": "10.1016/j.neuroimage.2015.08.010", "pub-id_pmid": "26265156", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "122", "year": "2015"}, "text": "Neural valuation of environmental resources", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}