{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6899527", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.celrep.2019.09.017", "article-id_pmc": "6899527", "article-id_pmid": "31618642", "article-id_publisher-id": "S2211-1247(19)31194-5", "fpage": "764", "issue": "3", "kwd": "bipolar disorder cholinergic systems circadian regulation connectomics microRNA miRNet network analysis RNA-sequencing schizophrenia sexual dimorphism", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "777.e5", "name_0": "surname:Lobentanzer;given-names:Sebastian", "name_1": "surname:Hanin;given-names:Geula", "name_2": "surname:Klein;given-names:Jochen", "name_3": "surname:Soreq;given-names:Hermona", "notes": "Published: October 15, 2019", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "29", "year": "2019"}, "text": "Integrative Transcriptomics Reveals Sexually Dimorphic Control of the Cholinergic/Neurokine Interface in Schizophrenia and Bipolar Disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 140, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 148, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "RNA sequencing analyses are often limited to identifying lowest p value transcripts, which does not address polygenic phenomena. To overcome this limitation, we developed an integrative approach that combines large-scale transcriptomic meta-analysis of patient brain tissues with single-cell sequencing data of CNS neurons, short RNA sequencing of human male- and female-originating cell lines, and connectomics of transcription factor and microRNA interactions with perturbed transcripts. We used this pipeline to analyze cortical transcripts of schizophrenia and bipolar disorder patients. Although these pathologies show massive transcriptional parallels, their clinically well-known sexual dimorphisms remain unexplained. Our method reveals the differences between afflicted men and women and identifies disease-affected pathways of cholinergic transmission and gp130-family neurokine controllers of immune function interlinked by microRNAs. This approach may open additional perspectives for seeking biomarkers and therapeutic targets in other transmitter systems and diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1231, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Graphical Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 1250, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1261, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Single-cell transcriptomes reveal a unique profile of cortical cholinergic neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 1344, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Female- and male-derived cells show distinct neurokine-induced miRNA responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 1423, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Differentially enriched microRNA families constitute a self-organizing network", "sentences": [], "annotations": [], "relations": []}, {"offset": 1502, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Integrative analysis identifies mir-10/mir-199 regulators of cholinergic function", "sentences": [], "annotations": [], "relations": []}, {"offset": 1584, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Lobentanzer et al. show how bioinformatically supported high-throughput techniques such as short RNA sequencing can bridge the gap between traditional molecular interaction studies and purely bioinformatic prediction paradigms in an example focused on disentangling the sexual dimorphism in microRNA regulation of the cholinergic/neurokine interface in mental disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1955, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1968, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent large-scale genomic and transcriptomic analyses uncovered previously unknown magnitudes of transcriptional correlation (71%) in cortical tissues of schizophrenia (SCZ) and bipolar disorder (BD) patients. This suggests a shared SCZ/BD spectrum, but leaves the causes for the widely divergent sex-specific manifestations of these clinical pathologies largely unclear. Compared with women, men present a higher prevalence of SCZ (odds ratio [OR] = 1.4), a 10 years earlier mean age of highest disease risk (15–25 versus 25–35 years of age) and a worse prognosis. In comparison, BD incidence is not dissimilar in men and women, but 80%–90% of “rapid cyclers” with a particularly bad prognosis are women, and major depressive disorder (MDD), which is a prerequisite for BD diagnosis, affects women more often (OR = 2). Both diseases involve premorbid cognitive impairments and reduced intelligence, but those are more frequent and severe in SCZ than in BD, compatible with its original description as “dementia praecox” (premature dementia) early in the 20th century.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3038, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The genomic origin of SCZ and BD is tremendously complex. Genome-wide association studies (GWASs) have identified several genotype markers distinguishing the (sub)phenotypes of BD and SCZ in genes encoding receptors (e.g., for dopamine, glutamate, or acetylcholine [ACh]), scaffolding proteins (e.g., DISC1, “disrupted in schizophrenia”), transcription factors (TFs), microRNAs (miRNAs), or non-coding genomic regions without known function. However, the effect of non-coding genomic regions on disease phenotypes is low, possibly indicating that they exert minor effects or do not change expression levels but, rather, modify the expression patterns of secondary gene products.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3717, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Notably, central cholinergic processes are closely associated with disease characteristics and their sexual dimorphism: male SCZ patients self-administer more nicotine by smoking than females (7.2 versus 3.3 weighted average OR with 90% lifetime prevalence), and pharmacological intervention targeting cholinergic processes is subject to substantial sexual dimorphism. More specifically, cognitive deficits in SCZ and BD have both been associated with cholinergic dysfunction and with the sum of anticholinergic medications, and a polymorphism in the α5 nicotinic ACh receptor associates with both SCZ and smoking in humans, with parallel manifestations in engineered male mice and rats. Correspondingly, cholinergic activation may improve cognition and mood but provokes schizotypic behavior in Alzheimer’s disease patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4543, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Pinpointing the specific cholinergic perturbations in SCZ and BD is challenging. Although it is well established that cholinergic projection neurons in the basal forebrain (nuclei Ch1–Ch4) depend on trophic support from their target neurons by retrograde supply of nerve growth factor (NGF), not much is known about their cortical counterparts. Other neurotrophic factors repeatedly associated with cholinergic function are the neurokines, including interleukin-6 (IL-6), ciliary neurotrophic factor (CNTF), and leukemia-inhibiting factor (LIF). This subgroup of cytokines shares receptors and second messenger pathways. The receptors for IL-6 and CNTF are soluble, secreted proteins whose signaling depends on binding the other, dimeric transmembrane receptors: the gp130 co-receptor (also known as IL6ST [IL-6 signal transducer]) and the LIF receptor. Gp130-family neurokines unite properties of neurotrophic (e.g., on dopaminergic neurons) and immunogenic nature, both prominent facets in the molecular etiology of SCZ and BD and in cholinergic signaling. Neurokines can activate JAK1/2, TYK2, and STAT1/3/5A/5B, affecting neurotransmission as well as immunity. However, to the best of our knowledge, their roles in SCZ/BD have not yet been studied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5796, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "SCZ/BD hallmarks also include circadian perturbations. The cholinergic-catecholaminergic imbalance in BD follows variable transcriptionally regulated rhythms (e.g., CLOCK, ARNTL, and RORA), and affected individuals exhibit decreased rapid eye movement (REM) latency (the duration from onset of sleep to the first REM phase) and increased vulnerability to disease that can be modulated by muscarinic agonists/antagonists. Correspondingly, the muscarinic M1/M3 receptor genes are essential for REM sleep, and sleep deprivation exerts short-term antidepressant effects, reduced cortical ACh levels, and vast transcriptional changes in basal forebrain cholinergic neurons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6465, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Quantitative measurement of disease relevance of individual perturbed genes is a common methodological problem in transcriptomics analyses. To reduce complexity, transcripts are often filtered by their p values, leading to bias toward few highly expressed and differentially regulated genes. This does not agree with a polygenic model where each component contributes a small effect. To alleviate this bias while still attempting the necessary complexity reduction, we developed an integrative approach of multiple perspectives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6994, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 7002, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We first explored the neuronal transcriptomic properties of SCZ and BD in a meta-analysis of deposited cortical male and female patient samples; Gene Ontology (GO) enrichment analysis of diverging transcripts helped define an objective set of ontological categories to guide further studies. Next, we ascertained co-expression of the corresponding subsystems in cortical tissues by single-cell sequencing analysis, investigating the putative trophic role of neurokine signaling in cortical cholinergic systems and their transcriptional regulation by TFs and miRNAs. Using pro-cholinergic intervention (stimulation by neurokines) in two closely related cellular models of male and female neuronal origin, we validated the predicted controllers of this molecular interface and identified sexual dimorphisms and affected pathways.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7830, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SCZ/BD Transcriptome Meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7865, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Sex-Independent Pathways Discriminating between SCZ and BD Associate with Immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 7948, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Replicating recent reports of sex-independent overlap in patient brain transcriptomes, we validated the high correlation of SCZ/BD expression beta values (139 SCZ and 82 BD brains with matched controls; Spearman’s rho = 0.7100, p < 0.001). To identify transcript subgroups distinguishing between diseased men and women, we then segregated data from males and females. In both cases, this yielded lower correlations between SCZ and BD than sex-independent data (female [F:] 0.6150, p < 0.001; male [M]: 0.5783, p < 0.001). We sought the most discriminating molecular pathways (i.e., those exhibiting the largest difference in Spearman’s ranks between SCZ and BD) and examined their function. Sex-independently, GO enrichment of the top 100 diverging genes yielded numerous terms connected to inflammation and immunity (“acute inflammatory response,” p = 0.003; “cellular response to cytokine stimulus,” p = 0.01).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8861, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Transcriptional Sexual Dimorphism Differs between SCZ and BD", "sentences": [], "annotations": [], "relations": []}, {"offset": 8922, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Diverging Brain Transcriptomes in Males and Females with SCZ/BD", "sentences": [], "annotations": [], "relations": []}, {"offset": 8986, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Differential gene expression results of meta-analysis were dually compared: SCZ versus BD or male versus female. GO enrichment of the top 100 distinguishing genes in one dimension was compared with the other for each pair of combinations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9225, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) SCZ-biased genes diverge between males and females.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9281, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) BD-biased genes share immunological ontology in both males and females.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9357, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "(C) Male-biased genes share immunological ontology in BD and SCZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9423, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "(D) Female-biased genes diverge between SCZ and BD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9475, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given the possible male or female biases, we studied all of the 2 × 2 combinations of the four possible groups (SCZ males, SCZ females, BD males, and BD females) by calculating expression beta values inside of each group (against matched controls). We then subjected the most diverging beta values (i.e., the most biased genes) in any meaningful combination to GO enrichment analysis (Figure 1; Data S1). The results indicated a larger divergence between sexes in SCZ than in BD; SCZ-biased genes of males and females showed no overlapping GO terms (Figure 1A), but the top 100 BD-biased genes of males and females showed large GO term overlap, particularly in inflammatory components (Figure 1B). Notably, specific components of neurokine signaling were elevated in both males (IL-6, p = 0.007) and females (JAK/STAT, p = 0.01) with BD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10313, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Male-Biased Genes Overlap between SCZ and BD", "sentences": [], "annotations": [], "relations": []}, {"offset": 10358, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GO terms shared by SCZ and BD patients emerged for male-biased but not female-biased genes. Males with either disease showed elevated inflammation- and immunity-related genes (Figure 1C). In contrast, female-biased BD genes were enriched in terms associated with CNS function or development (Figure 1D), but enrichment analysis of female-biased SCZ genes yielded no CNS-relevant terms. GO terms pertaining to immune processes were very specific, with many referring to single mechanistic components (e.g., IL-6), whereas terms focused on neuronal processes failed to implicate specific neurotransmitters. Because the cholinergic systems present significant overlaps with facets of both SCZ and BD as well as involvement with neurokine signaling and inflammation, we chose to focus on the diverging cholinergic transcriptomes in males and females with SCZ/BD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11217, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cholinergic Systems in the CNS", "sentences": [], "annotations": [], "relations": []}, {"offset": 11248, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The Complexity of Cholinergic Networks in the Mammalian Brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 11310, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Circos overview demonstrating the widespread interactions of the mammalian brain’s cholinergic systems with physiologic and cognitive processes. Projection origin is denoted by the closeness of the connector and ideogram (first half clockwise) and projection termini by spacing between the connector and ideogram (second half clockwise). Cholinergic neurons have been shown in nuclei Ch1–Ch8 (smaller right half of the ideogram) and as interneurons in the striatum and cortex (outside of the ideogram). Functional traits are indicated by the color of the connectors (connector width is determined by geometry and has no implied meaning).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11952, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) Brain regions and projection trait legend for (A). Grey: anatomical cholinergic structure with unknown function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12069, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Circos plot analysis of curated functional and anatomical research (Figure 2) and 3D tracing experiments (; Video S1) demonstrate a wide-spread influence of cholinergic systems on both rudimentary and higher cognitive processes throughout the entire mammalian brain. However, trophic factor dependency has only been proven for basal forebrain projection neurons Ch1–Ch4, leaving many open questions about the nature of cholinergic interneurons in the striatum and cortex and their transcriptomic features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12575, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Single-Cell Transcriptome Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12610, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Cortical Cholinergic Cells Are Mainly Neurons and Possess Neurokine Receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 12688, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Single-Cell Sequencing of ChAT/vAChT-Positive Cortical Cells and Analysis of Their Expressed Transcripts", "sentences": [], "annotations": [], "relations": []}, {"offset": 12793, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Expression values were normalized (0–1) for each dataset. The order of genes in each heatmap reflects transcript clustering rather than level differences. Columns represent individual samples from original data (see column names in Figure S1); cholinergic genes are denoted in blue and neurokine receptors in orange.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13110, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Clustered single-cell sequences of the transgenic mouse somatosensory cortex and hippocampus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13208, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) Clustered single-cell sequences from the transgenic mouse visual cortex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13285, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "(C) Single-nucleus sequencing of adult mouse hippocampus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13343, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "(D) Single-cell sequencing of the human developing neocortex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13405, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "(E) Permutation analysis of miRNA and TF targeting data of genes expressed in cholinergic cells (via miRNet) identified putative cholinergic/neurokine co-regulators (∗p < 0.05, ∗∗p < 0.001). Implicated TFs are regulated by a subset of miRNAs targeting cholinergic genes, indicating nested regulation (details in Data S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13727, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "(F–I) Gp130-family neurokine, cholinergic, and circadian signaling pathways are controlled by primate-specific and evolutionarily conserved miRNAs. Components expressed in cholinergic neurons (F), processes following receptor binding (G) and STAT phosphorylation (H), and components of cholinoceptive neurons (I) are shown. miRNA targeting of individual genes (indicated by colored symbols) yields complex transcriptional interactions. Several miRNAs directly targeting the cholinergic pathway also target TFs controlling this pathway (circles and triangles).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14287, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The predicted transcriptomic interaction between cholinergic and trophic factor systems can only be pathologically relevant when the key elements of both pathways coexist in the same cell. However, patient tissues are almost exclusively collected from brain regions (cortex, hippocampus, seldom the striatum) where cholinergic cells are vastly underrepresented, which complicates direct retrieval of information on cholinergic processes from total transcriptomes. To examine trophic influences, we turned to web-available single-cell sequencing datasets and identified putative cholinergic cells in these datasets as those expressing the cholinergic markers choline acetyltransferase (CHAT) and/or the vesicular ACh transporter SLC18A3 (also known as vAChT). Notably, most of these cells or clusters expressed the neuronal marker RBFOX3 (also known as Neu-N) but not the microglial marker AIF1. The oligodendrocyte and astrocyte markers OLIG1 and GFAP were both detected in a minority of samples, indicating sparse cholinergic functions in non-neuronal cells. In both mouse and human brains, the identified cells co-expressed the low-affinity neurotrophin receptor Ngfr (also known as p75) and the two transmembrane neurokine receptor proteins gp130 (also known as IL6ST) and LIFR (Figures 3A–3D) but not the high-affinity receptor for NGF, NTRK1. In summary, the identified cortical neurons distinguished themselves from basal forebrain cholinergic projection neurons by lacking NGF receptive ability but possessing the molecular machinery to process neurokine signaling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15860, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Neuronal Transcripts Predict Regulatory Transcription Factor and MicroRNA Circuits", "sentences": [], "annotations": [], "relations": []}, {"offset": 15943, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TFs exhibit particularly high complexity in the CNS, as do short and long non-coding RNAs (ncRNAs), regulatory elements whose expression is modified in mental diseases. The best-studied ncRNA species are miRNAs, small (18–22 bases) single-stranded RNAs that interfere with translation of transcribed mRNA by guiding an RNA-induced silencing complex (RISC) to the mRNA through sequence complementarity, followed by inhibition and/or degradation of those mRNAs. By targeting multiple genes, miRNAs can exert complex contextual regulation in a temporal and/or spatial fashion, retaining homeostasis, which is paramount for nervous system health, or leading to nervous system disease when disturbed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16639, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To pursue the coding and non-coding regulatory elements of cholinergic/neurokine processes, we employed targeting analyses of TF-gene and miRNA-gene interactions in a graph database specifically constructed from comprehensive state-of-the-art data (miRNet; STAR Methods) using random permutation to empirically estimate the false discovery rate (FDR). This identified 288 miRNA candidates (of all 2,588 annotated mature miRNAs) and 18 TFs (of 618) with an FDR of less than 5%, and 22 miRNAs and 2 TFs with an FDR of less than 0.1%. The indicated TFs are controlled by a subset of the identified miRNAs (69 predicted, 12 of those with experimental support), indicating nested layers of regulation (Figure 3E; Data S2). This gave rise to the hypothesis outlined in Figures 3F–3I, in which cooperative pathway regulation by miRNAs and TFs connects cholinergic neuronal function with endocrine or paracrine trophic signaling through neurokines. Together, these analyses called for experimental validation of the indicated regulatory pathways linking TFs, cholinergic-neurokine signaling, and miRNAs in male and female cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17760, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Short RNA Profiling", "sentences": [], "annotations": [], "relations": []}, {"offset": 17780, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Neurokine-Induced Cholinergic Differentiation Distinctly Alters Short RNAs in Male and Female Human Neuronal Cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 17895, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Cholinergic Response to CNTF Induces Partially Overlapping miRNA Changes in Female- and Male-Originating LA-N-2 and LA-N-5 Cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 18024, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Timeline of CNTF differentiation of cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18071, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) Bar graph of miRNAs differentially expressed (DE) during exposure of LA-N-2 cells to 4.4 nM CNTF (pink), LA-N-5 cells to 440 pM CNTF (blue), or in both (green).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18236, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(C) Time-dose boxplot of CHAT mRNA expression in LA-N-2 cells during differentiation with CNTF. For LA-N-5 cells, see Figure S2. ∗p < 0.05, ∗∗p < 0.001. Error bars indicate SD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18413, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(D) DE miRNAs overlap between LA-N-2 and LA-N-5 cells. miRNAs DE in same as well as opposite directions show highly correlated count-changes (arcsine transformation was used because negative values prohibit log-fold display).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18639, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(E) Neurokine-induced DE miRNAs partly overlap conserved, primate-specific, and TF-targeting miRNAs predicted via single-cell analysis (Figure 3E).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18787, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(F) DE miRNA precursors overlap with known BD- and SCZ-relevant miRNA precursors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18869, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Identifying sexually dimorphic miRNAs of cholinergic relevance in homogenized patient brain samples is challenging because of their tissue-specific and low-level expression. As an alternative, we used immortalized cell lines of male and female human neuronal origin that undergo cholinergic differentiation when subjected to neurokine stimulation. Briefly, we exposed the female cell line LA-N-2 and the male cell line LA-N-5 to CNTF and used short RNA sequencing (GSE132951, 4 biological replicates) to identify the affected miRNAs following exposure to this neurokine (Figure 4A). Both cell lines exhibited an immediate response of miRNA expression as early as 30 min after CNTF onset, with increasing numbers of differentially expressed (DE) miRNAs under prolonged CNTF exposure (Figure 4B; Data S3). In total, we detected 490 DE mature miRNAs: 107 in LA-N-2, 269 in LA-N-5, and 114 in both. However, the frequently used log-fold change metric is not ideally suited for assessing the potential effect of expression changes for individual miRNAs because it does not reflect mean expression levels. To determine the change in expression, we introduced the count-change metric, a combination of base mean expression and log-fold change, to weigh DE miRNAs against one another. Notably, the male-originated LA-N-5 cells responded more strongly to the neurokine stimulus, showing more DE miRNAs with a trend toward higher count-change values (mean of absolute count-change across all DE time points, 20,907 versus 3,066, p = 0.08).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20399, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Pico- to nanomolar concentrations of CNTF, well within its physiological range, elevated the cholinergic marker genes CHAT (p value/day 3 of experiment [pDay3] = 0.005, pDay4 = 4.1E−05) and SLC18A3 (also known as vAChT, pDay2 = 0.002, pDay4 = 0.001). In female-originating LA-N-2 cells, CHAT elevation was visible at low concentrations and significant at medium concentrations (Figure 4C). Also, the effect of 440 pM CNTF appeared to peak at or before 48 h, whereas 4.4 nM elicited a dramatic long-term response. Conversely, the male-originating LA-N-5 cells reacted most strongly to CNTF at 440 pM, showing an “inverted U”-type dose-response curve (Figure S2). As many as 77.8% of the DE miRNAs in LA-N-2 cells reproduced those of a prior sequencing experiment (GSE120520, same layout, only 3 biological replicates).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21217, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Apart from a significant male/female overlap, the DE miRNA profiles showed exclusivities, which might translate to sex-specific regulatory processes in neuronal cholinergic differentiation. The count-change values of the 114 miRNAs detected as DE in both cell lines correlated well, whether the change was observed same (76 miRNAs, Spearman’s rho = 0.9066, p < 2.2E−16) or opposite directionally (38 miRNAs, rho = −0.9294, p < 2.2E−16) (Figure 4D). Neurokine-induced differentiation of LA-N-2 and LA-N-5 cells further induced a subset of the conserved, primate-specific, and TF-targeting miRNAs predicted via single-cell analysis of cortical cholinergic neurons (Figure 4E; see also Figure 3E). Literature query of two curations of miRNA precursors in SCZ and BD revealed 76 DE miRNA precursors to be associated with one or both of the diseases (Figure 4F; Data S4). Mature miRNAs in this case could not be assessed because the curated datasets partly lacked strand information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22196, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Transcriptional Interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 22225, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Male and Female Cells Respond to Cholinergic Differentiation by 5 Shared and 12 Diverging miRNA Families", "sentences": [], "annotations": [], "relations": []}, {"offset": 22330, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Differentially Expressed miRNA Families Enriched in LA-N-2 and LA-N-5 Cells Self-Organize in a Comprehensive Targeting Network", "sentences": [], "annotations": [], "relations": []}, {"offset": 22457, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The p values of 17 enriched families (left) in LA-N-2 and LA-N-5 cells (female/male symbols) and mean predicted gene target count of each family (right). Color denotes family size (left) or contribution of sex to total target numbers (right), as determined via the DE context of individual family members. Asterisks indicate families with significantly smaller gene target sets (see text).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22851, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) GO topics curated for enriched families. Frequent terms are immune-, neurodevelopment-, or sex-related. The mir-10 and mir-199 families show rare association with neurokine signaling and circadian rhythm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23060, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "(C) The comprehensive network of all DE members of enriched families targeting 12,495 genes self-separates into family-dependent clusters by application of a force-directed algorithm (46,937 unique interactions). miRNA node size denotes absolute count-change, and color denotes DE context. Numbers in brackets correspond to (A). The mir-10 and mir-199 families form two distinct, sexually dimorphic clusters near the center of the network (lighter background color).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23527, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "miRBase (http://www.mirbase.org) currently features 151 human miRNA families (designated “mir” with a lowercase “r”) based on homology; we found members of 71 families DE in LA-N-2 and LA-N-5 cells. Gene set enrichment revealed 5 families that were sex-independently enriched in both cell lines, with highest counts of individual members in the families let-7 (Fisher’s exact test, p = 1.6E−08) and mir-30 (p = 0.015); 12 families were only enriched in one of the two lines, with highest counts in the families mir-515 (p = 2.9E−06 in LA-N-2 cells) and mir-154 (p = 3.5E–12 in LA-N-5 cells) (Figure 5A). Of all miRNA families identified in this analysis, five have been associated previously with SCZ (both sexes, let-7 and mir-27; male, mir-181 and mir-199; female, mir-10) and three with BD and SCZ (both sexes, mir-30; male, mir-154; female, mir-17).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24381, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Considering the mechanism of action of miRNAs (i.e., their multiple-targeting behavior), it is of interest how broadly these families act on gene targets. Seeking the per-family mean target count (via miRNet), we found that families enriched in only male or female cells had significantly fewer targets than those enriched in both cells (217 versus 378, Welch two-sample t test, p = 0.001). Relative to their size, 4 families showed significantly lower target numbers than all other families: mir-10 (p = 0.016), mir-192 (p = 0.042), mir-379 (p = 0.011), and mir-515 (p < 0.001) (Figure 5A, right). This might indicate a spectrum of functional categories from broadly acting families such as let-7 with sex-independent function to families with a narrow target profile, such as mir-10, whose restricted function can associate with sex-specific effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25234, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Enriched Families Regulate Genes Involved in Immunity, Neuronal Development, and Sex", "sentences": [], "annotations": [], "relations": []}, {"offset": 25319, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess their putative functions, we performed GO enrichment analyses of the 300 most-targeted genes in each of the enriched miRNA families. This revealed involvement in 1,124 biological processes whose manual curation enabled us to infer the functional roles of each family (Figure 5B; Data S5). The resulting terms related to neuronal development, cytokine- and leukocyte-mediated immune processes, and sexual dimorphism. Compatible with the hypothesis of “broad to narrow” functioning families, we also found terms with lower incidence and higher specialization in subgroups of families.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25912, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Differentially Expressed Families Self-Organize in a Force-Directed Network", "sentences": [], "annotations": [], "relations": []}, {"offset": 25988, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Unbiased graphical network analysis of the 212 DE miRNAs from all enriched families and their 12,495 targeted genes (via miRNet) yielded a complex interactome. A force-directed algorithm yielded apparent clustering and, in some cases, subdivisions of families (Figure 5C). Two main clusters emerged for male and female DE miRNAs from families mir-515 and mir-17 (female) and families mir-154, mir-379, mir-329, mir-129, mir-374, and mir-23 (male). Most other families showed marginal localization, distributed around the network’s edge. Three small families showed high centrality and high count-change: mir-27, targeting particularly many genes, and the neurokine-associated mir-10 and mir-199, with a lower target count.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26711, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "The mir-10 and mir-199 Families Show Sexual Dimorphism of Expression and Ontological Association with Neurokine and Circadian Mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 26848, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Single members of the mir-10 and mir-199 families were detected in each of the DE categories: female only, male only, and same as well as opposite directionally. In the comprehensive network, mir-10 and mir-199 form two distinct clusters (“[08a], [12a]” and “[08b], [12b]”) composed of opposite strands of their respective miRNA precursors. Ontologically, they associate with neurokine and circadian genes. Further, 125a/b-5p (members of mir-10) and 199a/b-5p belong to miRNAs predicted to target genes expressed in single cholinergic neurons (Figures 3E and 4E).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27412, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Further analysis requires a closer look into subnetworks (e.g., of individual families), which are astoundingly heterogeneous in size and layout and in their individual sexual dimorphism; a comprehensive assessment is outside of the scope of this study. Fully interactive versions of all individual enriched family networks and further information can be accessed at https://slobentanzer.github.io/cholinergic-neurokine; the entire network in tabular format is provided as a resource (Data S6). Below, we describe the cholinergic/neurokine subnetwork.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27964, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Cholinergic/Neurokine Interface", "sentences": [], "annotations": [], "relations": []}, {"offset": 28000, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Creation of a Cholinergic/Neurokine Sub-connectome by Gene and miRNA Filtering", "sentences": [], "annotations": [], "relations": []}, {"offset": 28079, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To exemplify the proposed complexity reduction technique, we looked for the common denominator enclosing all aspects of this study; a limited connectome analysis requires a defined set of genes and miRNAs. In the beginning, we performed an unbiased analysis of sexual dimorphism in SCZ and BD, which implicated processes of neuronal, immunological, and circadian origin (Figure 1). Because our experimental data are based on cholinergic processes, we compiled a list of relevant cholinergic genes, adding to it genes from pathways that had emerged in the previous analyses: neurokine signaling and circadian rhythm. Returning to the collection of web-available patient data, we subjected this limited set of 76 genes and their 18 neuronal TFs to differential expression analysis (Data S7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28869, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "The Cholinergic/Neurokine Interface and Experimental Validation of AChE Targeting by hsa-miR-125b", "sentences": [], "annotations": [], "relations": []}, {"offset": 28967, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The miRNA families mir-10 and mir-199 pose a sexually dimorphic interface of cholinergic, neurokine, and circadian regulation by targeting nicotinic/muscarinic (e.g., α4β2 and M1) and neurokine receptors, transcriptional regulators of cholinergic differentiation (LHX and STAT) and circadian rhythm (CLOCK and RORA), the AChE and the AChE linker proteins PRIMA1/COLQ, and high-affinity choline uptake (HACU). Members of mir-10/199 families, spike-in miR-132-3p, and their targeted genes are shown in color, and other miRNA families that passed the multiple filtering are indicated as areas. miRNA node size corresponds to count-change and gene node size to connectivity; color and thicker edges indicate the DE context and experimentally validated connections.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29732, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "(B–D) Validation experiments of AChE targeting by miR-125b-5p, with miR-132-3p as a positive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29834, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) Lentiviral expression of miR-132 and miR-125b suppresses luciferase fused to the 3′ UTR of AChE in HEK293T cells. Error bars indicate SE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29976, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "(C) Lentiviral expression of miR-132 and miR-125b suppresses the endogenous AChE hydrolytic activity of U937 cells with similar efficacy. Error bars indicate SE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30138, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "(D) Life/death assay of stably transfected HEK293T cells carrying the AChE 3′ UTR fused to a cytotoxic sensor and co-transfected with miR-125b-5p, miR-132-3p, or control plasmids. Cells survive in case of binding of miR-132-3p and miR-125-5p to the 3′ UTR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30395, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The miRNAs were gradually filtered by multiple consecutive steps. (1) Permutation analysis of comprehensive miRNA targeting data specific for genes expressed in cholinergic neurons (Figure 3) yielded a list of miRNA candidates that shows overlap with (2) miRNAs DE in our two models of neurokine-induced cholinergic differentiation (Figure 4). (3) We included only families of miRNAs we found to be enriched in differential expression (Figure 5). This filtering process yielded 69 miRNAs from 12 families (Data S8), which were assembled in a force-directed network with the 94 genes of the previously compiled list; as a “spike-in,” we added miR-132-3p (DE in LA-N-5 cells), a well-studied miRNA known to influence cholinergic processes. The resulting network (Figure 6A) shows high structural homology to the comprehensive network shown in Figure 5C, with similar groupings and spatial organization of families.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31308, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "mir-10/199 Family Members Are Pivotal Factors in the Cholinergic/Neurokine Interface", "sentences": [], "annotations": [], "relations": []}, {"offset": 31393, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the 23 genes we found to be perturbed in the re-analyzed SCZ/BD patient data, miR-125a-5p and miR-125b-5p targeted 9 genes each, followed by let-7a-3p, let-7f-1-3p, miR-199a-5p, miR-199b-5p, and miR-30a-5p (targeting 7 genes each). In this sub-connectome, the most-targeted DE genes (as indicated by node size) are the circadian regulators CLOCK and RORA and the neurokine pathway genes LIFR and STAT3. Members of mir-10/199 are intricately involved in control of all of these factors, as indicated by their closeness and central location.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31936, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "The mir-10 Family Member miR-125b-5p Is Highly Differentially Expressed in LA-N-2 and LA-N-5 Cells and Targets AChE", "sentences": [], "annotations": [], "relations": []}, {"offset": 32052, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of all miRNAs in the reduced set, hsa-miR-125b-5p exhibits the highest absolute count-change and displays most experimentally validated targeting relationships with cholinergic/neurokine genes, targeting several inflammation-related neurokine pathway genes (miRTarBase accessions: IL-6, MIRT022105; IL-6R, MIRT006844; JAK2, MIRT734987; LIF, MIRT001037; LIFR, MIRT732494; STAT3, MIRT005006) and other inflammatory pathways (e.g., tumor necrosis factor [TNF], MIRT733472; IRF4, MIRT004534). Additionally, hsa-miR-125b-5p harbors a seed sequence predicting both subunits of the nicotinic α4β2 receptor and AChE as targets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32672, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To experimentally test the capacity of hsa-miR-125b-5p to affect cholinergic signaling, we performed a cell culture luciferase assay and cell death and endogenous enzyme suppression tests on the secreted AChE protein (Figures 6B–6D). This analysis revealed functional suppression of AChE by miR-125b-5p with similar efficacy as that of the positive control miR-132-3p. Lentiviral infection with miR-132 and miR-125b led to equally efficient suppression of luciferase activity in HEK293T cells stably transfected with a plasmid expressing luciferase fused to the AChE mRNA 3′ UTR (one-way ANOVA, p = 0.004; Figure 6B). Further, lentiviral infection of human monocyte-like U937 cells with miR-125b-5p suppressed endogenous AChE hydrolytic activity (one-way ANOVA, p = 0.005; Figure 6C), and co-transfection of miR-125b-5p with a lentiviral vector expressing a cytotoxic sensor fused to the AChE 3′ UTR resulted in cell survival with a similar efficacy as that of the positive miR-132-3p control in HEK293T cells (n = 3; Figure 6D). In addition to the already experimentally validated interactions, this makes hsa-miR-125b-5p a prime candidate for cholinergic/neurokine mediation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33850, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 33861, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The magnitude of interactions shown by network analyses, further complicated by high between-tissue variability, presents one of today’s largest obstacles in microRNA (miRNA) research. Because miRNAs exert individual effects of low impact, the outcome of their cooperative action can be more adequately represented by a network approach than by traditional molecular interaction studies. Although experimental validations are necessary, they often significantly exceed the scope of scientific publications, even for one single miRNA. On the other hand, purely bioinformatical interaction studies lack predictive power, particularly for non-canonical miRNA targeting, with high false positive and false negative rates. Bioinformatically supported high-throughput techniques such as short RNA sequencing can serve as an integrative middle ground. Our study addresses this purpose by facilitating identification of manageable numbers of interaction partners for deeper analyses of subnetworks involved in specific ontological categories of coding genes. We chose the cholinergic/neurokine interface as an example because of our interest in cholinergic transmission, which is intrinsically linked to many processes relevant in SCZ/BD (Figure 2). Co-expression of cholinergic and neurokine markers in single cortical cells (Figure 3), the pro-cholinergic influence of neurokines on our model cell system (Figure 4), and identification of neurokine signaling and circadian rhythm in GO enrichment analysis of specific miRNA families (Figure 5) highlight the relevance of this choice to our current study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35460, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35472, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We chose a human cellular model over in vivo experimentation for several reasons. First, implementation of cholinergic differentiation in the brain of a living animal is not straightforward, and individual types of cholinergic neurons are quantitatively inferior to supporting cells in the cortex. Second, a recent study demonstrates that most sex bias in gene expression has arisen since the last common ancestor of boroeutherian mammals (including mouse, rat, dog, macaque, and human), resulting in inadequate representation of sexual dimorphism in any non-human model organism. Third, current animal models of SCZ and BD do not faithfully represent human pathology, showing no predictive power of the clinical efficacy of therapeutic agents. Additionally, the resolution of differential expression analysis in sequencing is much higher in a homogeneous cell population such as neuronal cell culture because sexual dimorphism can also manifest in distinct tissue composition. However, this choice also entails limitations. Although very similar, LA-N-2 and LA-N-5 cells are immortalized cells derived from two distinct donor individuals, which must be considered when interpreting sexual dimorphisms based on their total transcriptional divergence. Specifically, the stronger response of LA-N-5 cells to CNTF might have influenced the detection limit of miRNAs designated as male by their lack of detection in LA-N-2 cells, partly leading to the dominant male cluster in the comprehensive network. On the other hand, this increases the power of detection of female-designated miRNAs (e.g., mir-515) because they were not detected in LA-N-5 cells in spite of higher sensitivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37152, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Notwithstanding these limitations, we consider our approach a viable alternative in situations that require a sophisticated perspective on sexual dimorphisms, particularly in diseases where representative animal models are not available. In the present study, we defined ontological categories implicated in SCZ/BD dimorphisms via meta-analysis of deposited patient data, ascertained co-expression of our principal systems of interest in the context of single cortical cells, assessed differential expression via suitable cellular models, and comprehensively analyzed the transcriptional interactions of identified miRNAs in their genome-scale regulatory network. We used and created comprehensive web-available resources that can aid focused studies by generating hypotheses and candidate lists or by putting experimental results into context. We advocate application of this integrative methodology to make use of the many excellent data collections created by modern science.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38131, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "The Cholinergic/Neurokine Interface", "sentences": [], "annotations": [], "relations": []}, {"offset": 38167, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our approach identified a trophic role for neurokine signaling in cortical cholinergic systems, particularly for IL-6, distinguishing these cortical neurons from the NGF-dependent basal forebrain population. The consistent identification of inflammatory processes across all aspects of our integrative study protocol lends further support to the neuroinflammatory aspect of SCZ/BD; for example, via IL-6-mediated temporary overstimulation. Basal neurokine levels in the brain are comparatively low, and current methods of measurement do not allow analysis of short-term fluctuations in living human subjects. However, it has been shown that CNTF can influence behavior through its effect on cholinergic neurons in the arcuate nucleus. Paracrine control of cholinergic neurons by neurokine-affected supporting cells such as glia or astrocytes is also physiologically feasible, pending further analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39069, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Compatible with our previous findings, we found a paramount role of CLOCK in the mir-10/mir-199 regulatory network, indicating circadian regulation of neurokine control over cholinergic signaling. In RNA sequencing of 600 prefrontal cortices of SCZ patients and controls, IL6ST (also known as gp130) and the host gene for the IL6ST-targeting hsa-miR-335 were among the top 50 imprinted genes. Although the data used in that study yielded surprisingly few DE genes, they revealed significant depression of the CNTFR and cholinergic receptors, accompanied by an elevation of CLOCK and RORA. Conversely, knockdown of CLOCK in in vitro-differentiated human neurons caused parallel neurokine receptor and cholinergic transcript perturbations, suggesting an intrinsic relationship of these systems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39862, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "miRNA Families", "sentences": [], "annotations": [], "relations": []}, {"offset": 39877, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our tests also implicated several previously uncharacterized factors pivotal for control of cholinergic function in BD and SCZ pathology. Recently, SCZ and BD have come to be recognized as instances of a spectrum of transcriptional perturbations with increasing “transcriptomic severity” from BD to SCZ. Our approach identified 3 miRNA families associated with both diseases and 5 associated with SCZ, but none were associated with BD alone, retracing the aspect of increasing severity from a non-coding perspective. The closely related mir-10 and mir-199 families are intrinsically sexually dimorphic, have been associated previously with SCZ, and show a comparatively small number of gene targets, predicting a focused regulatory role. Although individual members of large families such as let-7 or mir-515 often show distinct individual target profiles, mir-10 family members demonstrate overlapping functional features of their targets, even between their −5p and −3p variants. The evolutionarily conserved miR-132-3p, through its suppression of AChE, affects the cholinergic modulation of acute stress, the immune response, and metabolic activities and leads to a transient increase in IL-6, which can be mitigated by nicotine. However, miR-125b-5p, but not miR-132-3p, may also target the α4β2 nicotinic receptor subunits so that its modulation could have an additional effect. Additionally, miR-125b-5p can influence inflammatory processes directly by targeting 5-lipoxygenase and indirectly via regulation of epigenetic controllers. Moreover, miR-125b-5p is directly induced by the vitamin D receptor, and decreased vitamin D levels are thought to be a risk factor for SCZ/BD development. Hence, miR-125b-5p possesses several cholinergic and non-cholinergic features potentially relevant to SCZ/BD pathology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41694, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our experiments also indicate other miRNAs as potential mediators of sexually dimorphic cholinergic, neurokine, and circadian functions of human neurons. For example, miR-124 is DE between LA-N-2 and LA-N-5 cells after neurokine induction. A recent analysis of complete miR-124 knockout in human induced pluripotent stem cells (iPSCs) found extensive subsequent transcriptional perturbations, in STAT5B among others, and a shift from glutamate to ACh in the resulting functional neurons. Although the authors did not address this cholinergic aspect, their data and ours co-indicate an influence of miR-124 on the neuronal cholinergic phenotype.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42339, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 42347, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "At present, treating cognitive malfunctioning through stimulation of the cholinergic system is limited to AChE inhibitors and nicotinic/muscarinic agonists. Stimulation of nicotinic (e.g., α4β2, the α5-subunit, and α7) and muscarinic (e.g., M1) receptors displays a therapy-limiting lack of specificity for individual receptors/subunits. On the other hand, neurokine-based interventions have repeatedly failed because intolerable side effects, even when applied directly to the brain. In comparison, antisense oligonucleotide therapeutic agents can simultaneously target multiple disease-relevant genes, be it as mimetic/antagonist of an existing miRNA or as a synthetic oligonucleotide aptamer engineered for a specific target profile. The success of oligonucleotide therapy will depend on calibrating its effect on target genes and achieving a positive balance between target and off-target effects. Therapy with miRNA-like molecules can also potentially ameliorate tachyphylactic effects by targeting a gene and its regulatory elements at the same time (essentially via feedforward loops), as implicated by the nested regulatory circuits we observed. Identification of lead molecules for development of therapeutics with defined profiles largely depends on an integrative approach combining gene and TF targeting.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43664, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Recent clinical advances in personalized medicine involve evaluating the benefit of sex-specific therapeutic adjustments in cholinergic medication, at least for Alzheimer’s disease (reviewed in), but molecular examination of cholinergic systems (e.g., with respect to co-expression of sex hormone receptors) has so far been limited to the basal forebrain Ch1–Ch4 nuclei. Although some of the datasets covered in the present study allow sex-specific analyses, many questions concerning sexual dimorphisms remain unaddressed and warrant extensive future studies. The advent of single-cell sequencing will hopefully enable application of this methodology to actual patient tissues. More immediately, our study paves the way for investigation of other processes by application of our method to other ontological categories; e.g., dopaminergic signaling or innate immunity. High-quality datasets large enough to allow statistical analyses can further enable extension of this approach to different brain regions and other psychiatric and non-psychiatric polygenic disorders, such as sporadic Alzheimer’s and Parkinson’s diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44789, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "STAR★Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 44802, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Key Resources Table", "sentences": [], "annotations": [], "relations": []}, {"offset": 44822, "infons": {"file": "undtbl1.xml", "id": "undtbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><th>REAGENT or RESOURCE</th><th>SOURCE</th><th>IDENTIFIER</th></tr></thead><tbody><tr><td colspan=\"3\"><bold>Bacterial and Virus Strains</bold></td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td>Lenti-miR-132-3p</td><td>in-house</td><td>N/A</td></tr><tr><td>Lenti-scr</td><td>in-house</td><td>N/A</td></tr><tr><td>Lenti-miR-125b-5p</td><td>in-house</td><td>N/A</td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td colspan=\"3\"><bold>Chemicals, Peptides, and Recombinant Proteins</bold></td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td>tetraisopropyl pyrophosphoramide</td><td>Sigma-Aldrich</td><td>T1505</td></tr><tr><td>Acetylthiocholine iodide</td><td>Sigma-Aldrich</td><td>A5751</td></tr><tr><td>ciliary neurotrophic factor</td><td>Sigma-Aldrich (Merck)</td><td>Cat#C3710</td></tr><tr><td>TRIzol</td><td>ThermoFisher Scientific</td><td>Cat#15596018</td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td colspan=\"3\"><bold>Critical Commercial Assays</bold></td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td>Dual Luciferase Assay kit</td><td>Promega, WI USA</td><td>E1910</td></tr><tr><td>NEBNext Multiplex Small RNA Library Prep Set for Illumina</td><td>New England BioLabs</td><td>Cat#E7330</td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td colspan=\"3\"><bold>Deposited Data</bold></td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td>Short RNA sequencing of LA-N-2 and LA-N-5</td><td>NCBI GEO</td><td>GSE132951</td></tr><tr><td>Short RNA sequencing of LA-N-2</td><td>NCBI GEO</td><td>GSE120520</td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td colspan=\"3\"><bold>Experimental Models: Cell Lines</bold></td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td>U937</td><td>ATCC</td><td>CRL-1593.2; RRID:CVCL_0007</td></tr><tr><td>HEK293T</td><td>ATCC</td><td>CRL-3216; RRID:CVCL_0063</td></tr><tr><td>LA-N-2</td><td>DSMZ</td><td>Cat# ACC-671; RRID:CVCL_1829</td></tr><tr><td>LA-N-5</td><td>DSMZ</td><td>Cat# ACC-673; RRID:CVCL_0389</td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td colspan=\"3\"><bold>Oligonucleotides</bold></td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td>vAChT primer FW+RV</td><td>Biorad</td><td>PrimePCR “qHsaCED0047922”</td></tr><tr><td>RPLP0 primer FW+RV</td><td>Biorad</td><td>PrimePCR “qHsaCED0038653”</td></tr><tr><td>Custom ChAT primer FW</td><td>ThermoFisher Scientific</td><td>N/A</td></tr><tr><td>Custom ChAT primer RV</td><td>ThermoFisher Scientific</td><td>N/A</td></tr><tr><td>Custom ACTB primer FW</td><td>ThermoFisher Scientific</td><td>N/A</td></tr><tr><td>Custom ACTB primer RV</td><td>ThermoFisher Scientific</td><td>N/A</td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td colspan=\"3\"><bold>Software and Algorithms</bold></td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td>R version 3.5.3</td><td><ext-link ext-link-type=\"uri\" xlink:href=\"https://www.r-project.org\" id=\"intref0020\">https://www.r-project.org</ext-link></td><td>N/A</td></tr><tr><td>miRExpress 2.1.4</td><td><ext-link ext-link-type=\"uri\" xlink:href=\"http://mirexpress.mbc.nctu.edu.tw/index.php\" id=\"intref0025\">http://mirexpress.mbc.nctu.edu.tw/index.php</ext-link></td><td>N/A</td></tr><tr><td>DESeq2</td><td><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.bioconductor.org\" id=\"intref0030\">http://www.bioconductor.org</ext-link></td><td>N/A</td></tr><tr><td>Neo4j v3</td><td><ext-link ext-link-type=\"uri\" xlink:href=\"https://.neo4j.com/\" id=\"intref0035\">https://.neo4j.com/</ext-link></td><td>N/A</td></tr><tr><td>limma</td><td><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.bioconductor.org\" id=\"intref0040\">http://www.bioconductor.org</ext-link></td><td>N/A</td></tr><tr><td>circos</td><td><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.circos.ca\" id=\"intref0045\">http://www.circos.ca</ext-link></td><td>N/A</td></tr><tr><td>topGO</td><td><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.bioconductor.org\" id=\"intref0050\">http://www.bioconductor.org</ext-link></td><td>N/A</td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td colspan=\"3\"><bold>Other</bold></td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td>Hsa-miR-132-3p plasmid</td><td>GeneCopoeia</td><td>MmiR3274-MR03</td></tr><tr><td>Negative control plasmid (scrambled control for pEZX-MR03)</td><td>GeneCopoeia</td><td>CmiR0001-MR03</td></tr><tr><td>microRNA Target Selection System plasmid</td><td>System Biosciences, CA, USA</td><td>#MS040-4xxA-1</td></tr><tr><td>EcoRI restriction enzyme</td><td>New England Biolabs</td><td>R0101</td></tr><tr><td>NotI restriction enzyme</td><td>New England Biolabs</td><td>R3189</td></tr><tr><td>plate reader</td><td>Tecan</td><td>GENios Pro Microplate Reader</td></tr><tr><td>CFX96 real-time PCR cycler</td><td>Biorad</td><td>Cat#1855196</td></tr><tr><td>NextSeq 550</td><td>Illumina</td><td>Cat#SY-415-1002</td></tr></tbody></table>\n"}, "text": "REAGENT or RESOURCE\tSOURCE\tIDENTIFIER\t \tBacterial and Virus Strains\t \t\t \tLenti-miR-132-3p\tin-house\tN/A\t \tLenti-scr\tin-house\tN/A\t \tLenti-miR-125b-5p\tin-house\tN/A\t \t\t \tChemicals, Peptides, and Recombinant Proteins\t \t\t \ttetraisopropyl pyrophosphoramide\tSigma-Aldrich\tT1505\t \tAcetylthiocholine iodide\tSigma-Aldrich\tA5751\t \tciliary neurotrophic factor\tSigma-Aldrich (Merck)\tCat#C3710\t \tTRIzol\tThermoFisher Scientific\tCat#15596018\t \t\t \tCritical Commercial Assays\t \t\t \tDual Luciferase Assay kit\tPromega, WI USA\tE1910\t \tNEBNext Multiplex Small RNA Library Prep Set for Illumina\tNew England BioLabs\tCat#E7330\t \t\t \tDeposited Data\t \t\t \tShort RNA sequencing of LA-N-2 and LA-N-5\tNCBI GEO\tGSE132951\t \tShort RNA sequencing of LA-N-2\tNCBI GEO\tGSE120520\t \t\t \tExperimental Models: Cell Lines\t \t\t \tU937\tATCC\tCRL-1593.2; RRID:CVCL_0007\t \tHEK293T\tATCC\tCRL-3216; RRID:CVCL_0063\t \tLA-N-2\tDSMZ\tCat# ACC-671; RRID:CVCL_1829\t \tLA-N-5\tDSMZ\tCat# ACC-673; RRID:CVCL_0389\t \t\t \tOligonucleotides\t \t\t \tvAChT primer FW+RV\tBiorad\tPrimePCR “qHsaCED0047922”\t \tRPLP0 primer FW+RV\tBiorad\tPrimePCR “qHsaCED0038653”\t \tCustom ChAT primer FW\tThermoFisher Scientific\tN/A\t \tCustom ChAT primer RV\tThermoFisher Scientific\tN/A\t \tCustom ACTB primer FW\tThermoFisher Scientific\tN/A\t \tCustom ACTB primer RV\tThermoFisher Scientific\tN/A\t \t\t \tSoftware and Algorithms\t \t\t \tR version 3.5.3\thttps://www.r-project.org\tN/A\t \tmiRExpress 2.1.4\thttp://mirexpress.mbc.nctu.edu.tw/index.php\tN/A\t \tDESeq2\thttp://www.bioconductor.org\tN/A\t \tNeo4j v3\thttps://.neo4j.com/\tN/A\t \tlimma\thttp://www.bioconductor.org\tN/A\t \tcircos\thttp://www.circos.ca\tN/A\t \ttopGO\thttp://www.bioconductor.org\tN/A\t \t\t \tOther\t \t\t \tHsa-miR-132-3p plasmid\tGeneCopoeia\tMmiR3274-MR03\t \tNegative control plasmid (scrambled control for pEZX-MR03)\tGeneCopoeia\tCmiR0001-MR03\t \tmicroRNA Target Selection System plasmid\tSystem Biosciences, CA, USA\t#MS040-4xxA-1\t \tEcoRI restriction enzyme\tNew England Biolabs\tR0101\t \tNotI restriction enzyme\tNew England Biolabs\tR3189\t \tplate reader\tTecan\tGENios Pro Microplate Reader\t \tCFX96 real-time PCR cycler\tBiorad\tCat#1855196\t \tNextSeq 550\tIllumina\tCat#SY-415-1002\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 46925, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Lead Contact and Materials Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 46965, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Hermona Soreq (hermona.soreq@mail.huji.ac.il).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47137, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study did not generate new unique reagents.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47186, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental Model and Subject Details", "sentences": [], "annotations": [], "relations": []}, {"offset": 47225, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Cell Lines", "sentences": [], "annotations": [], "relations": []}, {"offset": 47236, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We employed LA-N-2 (female) (DSMZ Cat# ACC-671, RRID:CVCL_1829) and LA-N-5 (male) (DSMZ Cat# ACC-673, RRID:CVCL_0389) cells as our main experimental model system. The cells were purchased at DSMZ (Braunschweig, Germany). These cells respond to differentiation by several neurokines (CNTF, LIF, IL-6) by cholinergic differentiation corresponding with elevation of choline acetyltransferase (ChAT), the central cholinergic marker (mRNA, protein, and activity) as well as its intronic vesicular ACh-transporter gene, vAChT (aka SLC18A3). Cells were maintained at 37°C in 8% CO2 atmosphere in medium consisting of 1:1 DMEM and RPMI 1640, with 20% FCS, with weekly splits. Experiments were performed between splits 2-6 after thawing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47965, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "HEK293T and U937 cells were purchased at ATCC and maintained according to ATCC guidelines. Experiments were performed between splits 2-10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48104, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Human Patient Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 48123, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used previously published datasets for several analyses. These comprise several cortical datasets in raw format (Affymetrix) from NCBI GEO: GSE35978 (SCZ & BD), GSE53987 (SCZ & BD), GSE12649 (SCZ & BD), GSE17612 (SCZ), GSE21138 (SCZ), GSE5392 (BD); next-generation sequencing from NCBI GEO: GSE80655, GSE106589, GSE68559, GSE96659, GSE45642; data of DLPFC sequencing of 600 SCZ patients and controls was obtained from the Common Mind Consortium (http://www.synapse.org/CMC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48601, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Method Details", "sentences": [], "annotations": [], "relations": []}, {"offset": 48616, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Methodological Outline", "sentences": [], "annotations": [], "relations": []}, {"offset": 48639, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Focusing on a well-defined set of genes aims to avoid some of the data loss that occurs when patient tissues comprising multiple cell types are homogenized for analysis. This is particularly relevant for cortical cholinergic interneurons, where the cell type of interest is numerically inferior, and transcriptomic data can be “diluted” by the other, more prominent cell types, such as glia or astrocytes. The consequent increase in detection threshold can be re-lowered by reducing the number of genes tested. Analysis of single cell datasets can ascertain that the genes analyzed are representative and fairly unique to the cell type in question, as was the case for cholinergic markers in our study, and utmost care should be taken for any gene set of interest and any kind of tissue subjected to this kind of analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49462, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our approach is based on the availability of suitable amounts of patient data in web-available form, combined with a standardized pipeline of statistical pre-processing to equilibrate individual statistical influences. Regardless of how patient data and the subset of genes of interest are selected, the reduction in number of analyzed genes has to be performed after application of the linear model to the batch- and covariate-corrected data to avoid interference with correct linear regression. Once the expression data (be it array- or sequencing-derived) has been corrected for batch effects and covariates, and outliers have been removed, it can be analyzed with a suitable differential gene expression algorithm. The resulting, individual datasets should ideally converge on similar logFC values, but may also show controversy between individual experiments, which can result from a multitude of factors from biological variety to sampling procedures or exact tissue composition, all of which have to be interpreted at the discretion of the scientist.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50520, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Neuronal Differentiation/Short RNA Sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 50566, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Model", "sentences": [], "annotations": [], "relations": []}, {"offset": 50572, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "LA-N-2 and LA-N-5 cells respond to ciliary neurotrophic factor (CNTF) by cholinergic differentiation corresponding with elevation of choline acetyltransferase (ChAT), the central cholinergic marker (mRNA, protein, and activity) as well as its intronic vesicular ACh-transporter gene, vAChT (aka SLC18A3). We measured the changes in short RNA levels following this intervention at several time points.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50973, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Differentiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 50989, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To determine effective concentrations of the differentiation agent, we performed a dose-response experiment with both cell lines. Cells were seeded at approximately 200 000 cells per well in 12-well plates, and after 24h incubated with 1, 10, or 100 ng/ml CNTF (Sigma-Aldrich). Dose-response was measured by qPCR of CHAT mRNA, at time points 30 minutes, 60 minutes, 2 days, and 4 days. For each sample, a corresponding control culture was generated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51439, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "RNA Extraction for qPCR and Sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 51478, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RNA was extracted in biological quadruplicates using TRIzol according to the manufacturer′s instructions, as described in. RNA was precipitated using ethanol, washed, and air-dried before resuspension in RNase-free water. Concentration was measured by Nanodrop 2000 (ThermoFisher Scientific), RNA quality was measured via Bioanalyzer 2100 (Agilent). RNA quality for all samples was near optimal (RIN > 9).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51884, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Quantitative Real-time PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 51911, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RNA was analyzed on a BioRad CFX96 real-time PCR cycler using PowerUp SYBR Green Master Mix (Applied Biosystems) in technical duplicates. Primers were designed using primer3 and are as follows (5′ to 3′): ChAT [FW: CAC TTG GTG TCT GAG CA, RV: AGT TTC TGC TGC AGG GTC TC], ACTB (housekeeping) [FW: GCT GTA TTC CCC TCC ATC GT, RV: CTT CTC CAT GTC GTC CCA GT]; additional primers were ordered from BioRad, Germany: vAChT [PrimePCR “qHsaCED0047922”], RPLP0 (housekeeping) [PrimePCR “qHsaCED0038653”]. Data were analyzed with BioRad CFX manager and expression values (normalized to housekeeping genes) exported for statistical testing in R.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52547, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Short RNA Sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 52568, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Short RNA sequencing was performed using Illumina NextSeq 550 according to the manufacturer’s instructions, after cDNA library preparation using the NEBNext Multiplex Small RNA Library Prep Set for Illumina (New England BioLabs) as described. Sequenced reads were aligned to miRBase v21 sequences via miRExpress (version 2.1.4). Differential expression was determined via R/DESeq2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52950, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "The Count-Change Metric", "sentences": [], "annotations": [], "relations": []}, {"offset": 52974, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We calculated the count-change for individual miRs by combining base mean expression with the de-logarithmized fold-change (from DESeq2 output).CC: countChange, BM: baseMean, LFC: log2-fold change", "sentences": [], "annotations": [], "relations": []}, {"offset": 53171, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "It is important to note that the count-change metric, by deriving from the base mean expression across samples, is dependent on sequencing depth, and thus is not instantly generalizable, for instance when comparing different experiments. However, it could be normalized to a degree by considering the total amount of raw reads generated from each sample.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53526, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Whole-Transcriptome Meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53560, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Data Preparation", "sentences": [], "annotations": [], "relations": []}, {"offset": 53577, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We processed web-available patient transcriptome datasets by state-of-the-art procedures, analogous to, to generate transcriptional disease profiles. The following R packages (Bioconductor) were used according to the developer’s instructions: Raw data read, RMA normalization, RNA degradation: affy. Batch correction (as per chip scan date) involved: sva (Combat). Outliers were removed as described in. The array probes were annotated via ENSEMBL gene ID, database version v75, to ensure congruency with prior analyses, using biomaRt, and were collapsed via the collapseRows function of WGCNA. Prior to application of the generalized linear mixed model (nlme), datasets were rebalanced and regressed to correct for technical and biological covariate influences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54340, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Regression Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 54360, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Meta-analysis on all genes present in all datasets (12,391 genes in total) employed a generalized linear mixed model to account for variation per dataset and individual, yielding log2-fold change (logFC) values for each gene between control and disease, which were correlated between SCZ and BD using Spearman’s method. To determine significance, the meta-analysis process was repeated 10,000 times with randomized case/control status, forming a permutation null distribution of the individual correlation coefficients (Figure S3). Of note, several cholinergic and neurokine genes were missing from the whole-genome meta-analysis because of annotation deficits (CHRNA7, CHRM1, LHX8, CHKB, PRIMA1, CNTF), and, at this stage, could not be easily re-introduced.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55119, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Gene Ontology (GO) Enrichment Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 55158, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To focus on the differences, as opposed to the similarities, between BD and SCZ patient brain transcriptomes, we performed GO enrichment analysis on the genes showing the highest rank differences between datasets (Figure S4), using the R package topGO. Briefly, we evaluated (smaller) groups of genes for enrichment against a (bigger) background of genes for presence in individual GO terms exceeding statistical estimates. The background comprised of the first 2000 genes according to the applied rank system, computed as a function of Spearman’s rank differences of regression beta values (logFC) between the two compared groups, either as absolute values or “as is” (elevation in one group as opposed to the other). The target genes of the analysis were defined as the 100 top ranked genes (top 5% of background), unless otherwise stated. Statistically significant GO results were compiled and curated for CNS-relevant terms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56087, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Sex Influence on Transcriptomic Differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 56131, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Studying web-available datasets of non-degenerative mental disease patients revealed that SCZ and BD datasets possessed sufficient numbers to allow sex-discriminative meta-analysis of statistical significance. Hence, we repeated the above steps for the individual subsets of male and female patients, with the sole change of eliminating the covariate regression for sex, as this would preclude further analysis of this variable, in 4 distinct GO enrichment group comparisons between SCZ-biased, BD-biased, male-biased, and female-biased genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56675, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "miR-gene-TF-targeting: miRNet", "sentences": [], "annotations": [], "relations": []}, {"offset": 56705, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To address miR-mRNA targeting relations, we developed an integrated miR-targeting graph database (‘miRNet’) out of publicly available validated and predicted data, implementing a scoring system derived from 10 leading prediction algorithms based on their statistical performance at the whole-genome level. To facilitate the selection process, targeting data were cumulated by summing the amount of positive “hits” of prediction algorithms (1 point) and positive experimental validations (only “strong” evidence, miRTarBase, 10,5 points) of the targeting relationship, yielding a targeting score between 0 and 20,5. We found a minimal score of 6 to suffice for a good balance between type I and II errors. In case of whole-genome interactions, this threshold was raised to 7 to enable computational accessibility in all steps (in this case, graphical analysis was the bottleneck). The database was supplemented by comprehensive transcription factor targeting data via bioinformatically processed “cap analysis of gene expression” (CAGE), focusing on brain tissues, including the tissue-specific transcriptional activities (Figure S5). The code used to create and test this database is available in the accompanying repository. A public release is planned, but not completed at the moment; requests can be directed at the corresponding author.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58047, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Analyses performed using this database were implemented in R using the ‘RNeo4j’ package.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58136, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 58148, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Through recent methodical and bioinformatical advances, targeting data of transcription factors and miRs has become comprehensive. However, these “complete” datasets are subject to limitations derived from the methods used to accumulate raw data. For TF-targeting, CAGE 5′ peaks were analyzed toward their correlation with gene expression in all available tissues. A cholinergic example of limitations derived from this data involves the CHAT gene, which does not provide a measurable CAGE peak, leading to non-representation in the targeting dataset. In those cases, targeting data acquired through conventional methods have to be substituted, but this cannot be easily done for all affected genes, and is also not comprehensive. In the case of miR-targeting, validated interactions are based on experimental work mainly performed on rodents, leading to a research bias toward evolutionarily conserved miRs. Primate-specific miRs therefore are under-represented, at least in validated data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59140, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Permutation Targeting Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 59171, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the current state of comprehensive data on miR-gene (and TF-gene) targeting, no statements can be made with absolute certainty. Thus, an approach which considers relative measures is preferable. For this reason, whenever whole-genome/whole-miRnome targeting was concerned, we employed random permutation of the prediction dataset or each single predicted miR against a randomized background of the same size as the original set (also considering family- and precursor-relationships). The resulting null distribution yields a basis for determination of a false discovery rate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59750, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Neurokine-Induced miRs and the Cholinergic/Neurokine Pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 59811, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene targets of the 490 differentially regulated miRs following CNTF exposure were determined by miRNet query (targeting score minimum of 6). The full network, originally comprising ∼160,000 unique relationships, was re-filtered by raising the threshold to score minimum of 7 to be computationally accessible. The resulting network and individual miR-family-subnetworks were plotted using a force-directed layout (Force Atlas 2) in gephi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60250, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Single-Cell Sequencing Dataset Analysis and Permutation", "sentences": [], "annotations": [], "relations": []}, {"offset": 60306, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We analyzed 4 web-available datasets of brain single cell gene expression for neurokine signaling transcripts in cholinergic neurons, identified by their expression of the ACh-synthesizing enzyme choline acetyltransferase (ChAT), and its embedded gene encoding the vesicular acetylcholine transporter SLC18A3, also known as vAChT. Raw gene expression data were normalized and then clustered and plotted via R/pheatmap. The genes expressed in more than one sample per dataset were enriched for targeting of TFs and miRs by random permutation analysis (via miRNet), with 10 000 permutations for conserved and primate miR-target relationships, and human CNS TF interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60978, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Subset Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 60994, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Cholinergic Genes, Transcription Factor, and Neurokine Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 61058, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To follow our cholinergic interest, we used a recent review to define a core set of genes, adding to it the neurokine and circadian pathway genes indicated in the previous analyses (to a total of 76 genes). Via miRNet permutation (Data S2), we identified 18 brain-expressed “cholinergic” TFs (p < 0.05) and their CNS transcriptional activity toward each targeted cholinergic gene. These 94 genes (Data S7) were then subjected to differential expression analysis in the deposited patient datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61555, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Execution of Subset Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 61584, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To separately analyze male and female data in the original datasets, we repeated the sex-independent analyses of the identified 94 cholinergic genes and TFs using the limma pipeline. Pre-processing was identical to the whole-transcriptome approach, and dataset reduction involved restricting the output table (topTable() function) to the studied genes. This further allowed controlling of missing genes of interest by manually solving problems of annotation, which in a whole-genome analysis would have led to loss of information on, e.g., the nicotinic α7 and stress-responding M1 cholinergic receptors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62189, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "miR-125b-5p Validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 62212, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To test binding of hsa-miR-125b-5p to the acetylcholinesterase (AChE) 3′-UTR, we performed vector-based assays via suppression of a cytotoxic sensor as well as of Renilla luciferase, both fused to the AChE-3′-UTR. Briefly, the 3′ untranslated region (3′-UTR) of human AChE mRNA was cloned into the microRNA Target Selection System plasmid (System Biosciences, CA, USA) multiple cloning site, using EcoRI and NotI restriction enzymes (New England Biolabs). All plasmids were verified by DNA sequencing. For luciferase assays, HEK293T cells were transfected with miRNA Target Selection-AChE-3′UTR, and selected in the presence of Puromycin for 3 weeks. Stably transfected HEK293T (293T-AChE 3′UTR) cells were grown on 12-well plates and infected with lentiviruses expressing miR-125b-5p, miR-132-3p or a negative control sequence. After 48 hours incubation, cells were analyzed using the Dual Luciferase Assay kit (Promega, WI USA) and Luciferase activity was measured using an Envision luminescent plate reader (Perkin-Elmer, Waltham, MA), essentially as previously described. For each reporter construct, renilla luciferase activity was normalized according to that of the firefly. Normalized activity after infection of miR-132-3p or miR-125b-5p was expressed as relative to that obtained after infection with the same plasmid with miR negative control. For life/death assay, a similar protocol was used. Stably transfected HEK293T (293T-AChE 3′UTR) cells were infected with lentiviruses expressing miR-125b-5p, miR-132-3p or a negative control sequence. 72 hours post-infection a cytotoxic reporter fused to AChE 3′-UTR was added to the media and cells were kept for an additional 5 days to assess their viability. Statistical significance was determined using ANOVA with correction for multiple testing. To show effects of changes in this miR’s levels on real-life protein activities, we performed an AChE hydrolytic activity assay following infection of human monocyte-like U937 cells with hsa-miR-125b-5p, miR-132-3p or a negative control lentiviral vector. AChE hydrolytic activity levels were assessed by kinetic measurements of the hydrolysis rates of 1 mM acetylthiocholine (ATCh, Sigma) at room temperature, following 20 min incubation with and without 5x10−5 M tetraisopropyl pyrophosphoramide (iso-OMPA, Sigma), a specific inhibitor of butyrylcholinesterase, to selectively assay for AChE-specific or total cholinesterase activity. Each sample was assayed in at least 3 biological replicates. In all cases, hsa-miR-132-3p served as a positive control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64776, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantification and Statistical Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 64816, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical analyses were performed in R. Small sets of continuous variables, such as qPCR and miR-125b-5p validation experiments, were tested using Welch’s Two Sample t test (because in most cases, equal variance could not be assumed; R/t.test) and ANOVA; statistical significance was assumed at p < 0.05. For sequencing count data, the negative binomial generalized linear model was tested using the R/DESeq2 package (“Wald” test including log-fold change shrinkage) to detect differentially expressed miRs, using the supplied independent filtering and correction for multiple testing at an alpha level of 0.1. In cases where additional power was desirable or p values could not be obtained by other means (transcriptome meta-analysis, whole genome miR-targeting), permutation analysis was performed. This comprised random assignment of test variables in the same size as the original test set and repeating the analysis for a large number of times, such that a null distribution of values could be generated, which can be used to determine a false discovery ratio for the original result. Statistical significance was assumed at p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65958, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "qPCR of ChAT/vAChT mRNA against housekeeping in LA-N-2, p values are found in Results (Welch two-sample t test): Chat, Day 2, 10 ng/ml, t = −3.2436, df = 4.9872; 100 ng/ml, t = −2.349, df = 4.1296; Day 3, 10 ng/ml, t = −2.8481, df = 6.9658; 100 ng/ml, t = −6.3786, df = 3.3998; Day 4, 100 ng/ml, t = −9.0836, df = 6.9835. vAChT, Day 2, t = 5.9222, df = 5.3619; Day 4, t = 7.1016, df = 4.8784. Number of biological replicates: 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66387, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "qPCR of ChAT mRNA against housekeeping in LA-N-5, p values are found in Figure S2 legend (Welch two-sample t test): Day 2, 10 ng/ml, t = −4.5204, df = 3.059; Day 4, 10 ng/ml, t = −4.7639, df = 5.0369; 100 ng/ml, t = −4.9161, df = 2.0262. Number of biological replicates: 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66661, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mean absolute count-change LA-N-5 versus LA-N-2, text of Figure 3 (Welch two-sample t test): t = 2.6183, df = 1108. Number of compared miRs: 490.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66807, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Target count of families, Figure 5A: enriched in both versus enriched in one cell, t = 3.1831, df = 73; enriched in mir-10 versus enriched in other sex-independent families, t = −3.28, df = 7.1879. Number of compared families: 17 (5 versus 12).", "sentences": [], "annotations": [], "relations": []}, {"offset": 67052, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Validation of miR-125b-5p targeting of AChE, p values are found in Results (one-way ANOVA): Figure 6B, n = 4, f-ratio value 9.19882, df between treatments 2, within treatments 9; Figure 6C, control n = 5, 125b n = 4, 132 n = 3, f-ratio value 11.59814, df between treatments 2, within treatments 8. N refers to biological replicates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67385, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data and Code Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 67412, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The code and additional supplementary materials generated during this study are available at https://github.com/slobentanzer/integrative-transcriptomics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67566, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The sequencing datasets generated during this study are available at NCBI GEO: GSE120520 and GSE132951.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67670, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Accompanying website: https://slobentanzer.github.io/cholinergic-neurokine", "sentences": [], "annotations": [], "relations": []}, {"offset": 67745, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 67756, "infons": {"fpage": "1600", "lpage": "1607", "name_0": "surname:Alexa;given-names:A.", "name_1": "surname:Rahnenführer;given-names:J.", "name_2": "surname:Lengauer;given-names:T.", "pub-id_pmid": "16606683", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "22", "year": "2006"}, "text": "Improved scoring of functional groups from gene expression data by decorrelating GO graph structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 67856, "infons": {"fpage": "eaap8757", "name_0": "surname:Anttila;given-names:V.", "name_1": "surname:Bulik-Sullivan;given-names:B.", "name_2": "surname:Finucane;given-names:H.K.", "name_3": "surname:Walters;given-names:R.K.", "name_4": "surname:Bras;given-names:J.", "name_5": "surname:Duncan;given-names:L.", "name_6": "surname:Escott-Price;given-names:V.", "name_7": "surname:Falcone;given-names:G.J.", "name_8": "surname:Gormley;given-names:P.", "name_9": "surname:Malik;given-names:R.", "pub-id_pmid": "29930110", "section_type": "REF", "source": "Science", "type": "ref", "volume": "360", "year": "2018"}, "text": "Analysis of shared heritability in common disorders of the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 67921, "infons": {"fpage": "1199", "lpage": "1218", "name_0": "surname:Ballinger;given-names:E.C.", "name_1": "surname:Ananth;given-names:M.", "name_2": "surname:Talmage;given-names:D.A.", "name_3": "surname:Role;given-names:L.W.", "pub-id_pmid": "27657448", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "91", "year": "2016"}, "text": "Basal Forebrain Cholinergic Circuits and Signaling in Cognition and Cognitive Decline", "sentences": [], "annotations": [], "relations": []}, {"offset": 68007, "infons": {"fpage": "E4996", "lpage": "E5005", "name_0": "surname:Bekenstein;given-names:U.", "name_1": "surname:Mishra;given-names:N.", "name_2": "surname:Milikovsky;given-names:D.Z.", "name_3": "surname:Hanin;given-names:G.", "name_4": "surname:Zelig;given-names:D.", "name_5": "surname:Sheintuch;given-names:L.", "name_6": "surname:Berson;given-names:A.", "name_7": "surname:Greenberg;given-names:D.S.", "name_8": "surname:Friedman;given-names:A.", "name_9": "surname:Soreq;given-names:H.", "pub-id_pmid": "28584127", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "114", "year": "2017"}, "text": "Dynamic changes in murine forebrain miR-211 expression associate with cholinergic imbalances and epileptiform activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 68126, "infons": {"name_0": "surname:Berger;given-names:M.", "section_type": "REF", "type": "ref", "year": "2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 68127, "infons": {"fpage": "263", "lpage": "271", "name_0": "surname:Beveridge;given-names:N.J.", "name_1": "surname:Cairns;given-names:M.J.", "pub-id_pmid": "22207190", "section_type": "REF", "source": "Neurobiol. Dis.", "type": "ref", "volume": "46", "year": "2012"}, "text": "MicroRNA dysregulation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 68167, "infons": {"fpage": "295", "lpage": "307", "name_0": "surname:Bina;given-names:K.G.", "name_1": "surname:Rusak;given-names:B.", "name_2": "surname:Semba;given-names:K.", "pub-id_pmid": "8227520", "section_type": "REF", "source": "J. Comp. Neurol.", "type": "ref", "volume": "335", "year": "1993"}, "text": "Localization of cholinergic neurons in the forebrain and brainstem that project to the suprachiasmatic nucleus of the hypothalamus in rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 68305, "infons": {"fpage": "934", "lpage": "946", "name_0": "surname:Boonstra;given-names:T.W.", "name_1": "surname:Stins;given-names:J.F.", "name_2": "surname:Daffertshofer;given-names:A.", "name_3": "surname:Beek;given-names:P.J.", "pub-id_pmid": "17347797", "section_type": "REF", "source": "Cell. Mol. Life Sci.", "type": "ref", "volume": "64", "year": "2007"}, "text": "Effects of sleep deprivation on neural functioning: an integrative review", "sentences": [], "annotations": [], "relations": []}, {"offset": 68379, "infons": {"fpage": "3111", "lpage": "3125", "name_0": "surname:Bortolato;given-names:B.", "name_1": "surname:Miskowiak;given-names:K.W.", "name_2": "surname:Köhler;given-names:C.A.", "name_3": "surname:Vieta;given-names:E.", "name_4": "surname:Carvalho;given-names:A.F.", "pub-id_pmid": "26719696", "section_type": "REF", "source": "Neuropsychiatr. Dis. Treat.", "type": "ref", "volume": "11", "year": "2015"}, "text": "Cognitive dysfunction in bipolar disorder and schizophrenia: a systematic review of meta-analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 68477, "infons": {"fpage": "1646", "lpage": "1653", "name_0": "surname:Busch;given-names:S.", "name_1": "surname:Auth;given-names:E.", "name_2": "surname:Scholl;given-names:F.", "name_3": "surname:Huenecke;given-names:S.", "name_4": "surname:Koehl;given-names:U.", "name_5": "surname:Suess;given-names:B.", "name_6": "surname:Steinhilber;given-names:D.", "pub-id_pmid": "25589070", "section_type": "REF", "source": "J. Immunol.", "type": "ref", "volume": "194", "year": "2015"}, "text": "5-lipoxygenase is a direct target of miR-19a-3p and miR-125b-5p", "sentences": [], "annotations": [], "relations": []}, {"offset": 68541, "infons": {"fpage": "927", "lpage": "942", "name_0": "surname:Chavan;given-names:S.S.", "name_1": "surname:Pavlov;given-names:V.A.", "name_2": "surname:Tracey;given-names:K.J.", "pub-id_pmid": "28636960", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "46", "year": "2017"}, "text": "Mechanisms and Therapeutic Relevance of Neuro-immune Communication", "sentences": [], "annotations": [], "relations": []}, {"offset": 68608, "infons": {"fpage": "1308", "lpage": "1314", "name_0": "surname:Chen;given-names:C.", "name_1": "surname:Cheng;given-names:L.", "name_2": "surname:Grennan;given-names:K.", "name_3": "surname:Pibiri;given-names:F.", "name_4": "surname:Zhang;given-names:C.", "name_5": "surname:Badner;given-names:J.A.", "name_6": "surname:Gershon;given-names:E.S.", "name_7": "surname:Liu;given-names:C.", "pub-id_pmid": "23147385", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "18", "year": "2013"}, "text": "Two gene co-expression modules differentiate psychotics and controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 68677, "infons": {"fpage": "543", "lpage": "545", "name_0": "surname:Cieslak;given-names:K.", "name_1": "surname:Feingold;given-names:J.", "name_10": "surname:Malaspina;given-names:D.", "name_2": "surname:Antonius;given-names:D.", "name_3": "surname:Walsh-Messinger;given-names:J.", "name_4": "surname:Dracxler;given-names:R.", "name_5": "surname:Rosedale;given-names:M.", "name_6": "surname:Aujero;given-names:N.", "name_7": "surname:Keefe;given-names:D.", "name_8": "surname:Goetz;given-names:D.", "name_9": "surname:Goetz;given-names:R.", "pub-id_pmid": "25311777", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "159", "year": "2014"}, "text": "Low vitamin D levels predict clinical features of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 68741, "infons": {"fpage": "874", "lpage": "885", "name_0": "surname:Cohen;given-names:O.", "name_1": "surname:Erb;given-names:C.", "name_2": "surname:Ginzberg;given-names:D.", "name_3": "surname:Pollak;given-names:Y.", "name_4": "surname:Seidman;given-names:S.", "name_5": "surname:Shoham;given-names:S.", "name_6": "surname:Yirmiya;given-names:R.", "name_7": "surname:Soreq;given-names:H.", "pub-id_pmid": "12232781", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "7", "year": "2002"}, "text": "Neuronal overexpression of “readthrough” acetylcholinesterase is associated with antisense-suppressible behavioral impairments", "sentences": [], "annotations": [], "relations": []}, {"offset": 68868, "infons": {"fpage": "E458", "lpage": "E467", "name_0": "surname:Couvreur;given-names:O.", "name_1": "surname:Aubourg;given-names:A.", "name_2": "surname:Crépin;given-names:D.", "name_3": "surname:Degrouard;given-names:J.", "name_4": "surname:Gertler;given-names:A.", "name_5": "surname:Taouis;given-names:M.", "name_6": "surname:Vacher;given-names:C.-M.", "pub-id_pmid": "22146310", "section_type": "REF", "source": "Am. J. Physiol. Endocrinol. Metab.", "type": "ref", "volume": "302", "year": "2012"}, "text": "The anorexigenic cytokine ciliary neurotrophic factor stimulates POMC gene expression via receptors localized in the nucleus of arcuate neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 69012, "infons": {"fpage": "7285", "lpage": "7290", "name_0": "surname:Darmanis;given-names:S.", "name_1": "surname:Sloan;given-names:S.A.", "name_2": "surname:Zhang;given-names:Y.", "name_3": "surname:Enge;given-names:M.", "name_4": "surname:Caneda;given-names:C.", "name_5": "surname:Shuer;given-names:L.M.", "name_6": "surname:Hayden Gephart;given-names:M.G.", "name_7": "surname:Barres;given-names:B.A.", "name_8": "surname:Quake;given-names:S.R.", "pub-id_pmid": "26060301", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "112", "year": "2015"}, "text": "A survey of human brain transcriptome diversity at the single cell level", "sentences": [], "annotations": [], "relations": []}, {"offset": 69085, "infons": {"fpage": "240", "lpage": "241", "name_0": "surname:Değirmenci;given-names:Y.", "name_1": "surname:Keçeci;given-names:H.", "section_type": "REF", "source": "Int. J. Gerontol.", "type": "ref", "volume": "10", "year": "2016"}, "text": "Visual Hallucinations Due to Rivastigmine Transdermal Patch Application in Alzheimer’s Disease; The First Case Report", "sentences": [], "annotations": [], "relations": []}, {"offset": 69203, "infons": {"fpage": "135", "lpage": "157", "name_0": "surname:de Leon;given-names:J.", "name_1": "surname:Diaz;given-names:F.J.", "pub-id_pmid": "15949648", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "76", "year": "2005"}, "text": "A meta-analysis of worldwide studies demonstrates an association between schizophrenia and tobacco smoking behaviors", "sentences": [], "annotations": [], "relations": []}, {"offset": 69320, "infons": {"fpage": "1184", "lpage": "1191", "name_0": "surname:Durinck;given-names:S.", "name_1": "surname:Spellman;given-names:P.T.", "name_2": "surname:Birney;given-names:E.", "name_3": "surname:Huber;given-names:W.", "pub-id_pmid": "19617889", "section_type": "REF", "source": "Nat. Protoc.", "type": "ref", "volume": "4", "year": "2009"}, "text": "Mapping identifiers for the integration of genomic datasets with the R/Bioconductor package biomaRt", "sentences": [], "annotations": [], "relations": []}, {"offset": 69420, "infons": {"fpage": "697", "name_0": "surname:Dweep;given-names:H.", "name_1": "surname:Gretz;given-names:N.", "pub-id_pmid": "26226356", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "12", "year": "2015"}, "text": "miRWalk2.0: a comprehensive atlas of microRNA-target interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 69486, "infons": {"fpage": "1254", "lpage": "1266", "name_0": "surname:Erta;given-names:M.", "name_1": "surname:Quintana;given-names:A.", "name_2": "surname:Hidalgo;given-names:J.", "pub-id_pmid": "23136554", "section_type": "REF", "source": "Int. J. Biol. Sci.", "type": "ref", "volume": "8", "year": "2012"}, "text": "Interleukin-6, a major cytokine in the central nervous system", "sentences": [], "annotations": [], "relations": []}, {"offset": 69548, "infons": {"fpage": "91", "lpage": "107", "name_0": "surname:Eskow Jaunarajs;given-names:K.L.", "name_1": "surname:Bonsi;given-names:P.", "name_2": "surname:Chesselet;given-names:M.F.", "name_3": "surname:Standaert;given-names:D.G.", "name_4": "surname:Pisani;given-names:A.", "section_type": "REF", "source": "Prog. Neurobiol.", "type": "ref", "volume": "127–128", "year": "2015"}, "text": "Striatal cholinergic dysfunction as a unifying theme in the pathophysiology of dystonia", "sentences": [], "annotations": [], "relations": []}, {"offset": 69636, "infons": {"fpage": "129", "lpage": "135", "name_0": "surname:Eum;given-names:S.", "name_1": "surname:Hill;given-names:S.K.", "name_2": "surname:Rubin;given-names:L.H.", "name_3": "surname:Carnahan;given-names:R.M.", "name_4": "surname:Reilly;given-names:J.L.", "name_5": "surname:Ivleva;given-names:E.I.", "name_6": "surname:Keedy;given-names:S.K.", "name_7": "surname:Tamminga;given-names:C.A.", "name_8": "surname:Pearlson;given-names:G.D.", "name_9": "surname:Clementz;given-names:B.A.", "pub-id_pmid": "28390849", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "190", "year": "2017"}, "text": "Cognitive burden of anticholinergic medications in psychotic disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 69707, "infons": {"fpage": "2121", "lpage": "2135", "name_0": "surname:Fontenot;given-names:M.R.", "name_1": "surname:Berto;given-names:S.", "name_2": "surname:Liu;given-names:Y.", "name_3": "surname:Werthmann;given-names:G.", "name_4": "surname:Douglas;given-names:C.", "name_5": "surname:Usui;given-names:N.", "name_6": "surname:Gleason;given-names:K.", "name_7": "surname:Tamminga;given-names:C.A.", "name_8": "surname:Takahashi;given-names:J.S.", "name_9": "surname:Konopka;given-names:G.", "pub-id_pmid": "29196536", "section_type": "REF", "source": "Genes Dev.", "type": "ref", "volume": "31", "year": "2017"}, "text": "Novel transcriptional networks regulated by CLOCK in human neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 69774, "infons": {"fpage": "3244", "lpage": "3253.e7", "name_0": "surname:Forget;given-names:B.", "name_1": "surname:Scholze;given-names:P.", "name_2": "surname:Langa;given-names:F.", "name_3": "surname:Mourot;given-names:A.", "name_4": "surname:Faure;given-names:P.", "name_5": "surname:Maskos;given-names:U.", "pub-id_pmid": "30293722", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "28", "year": "2018"}, "text": "A Human Polymorphism in CHRNA5 Is Linked to Relapse to Nicotine Seeking in Transgenic Rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 69865, "infons": {"fpage": "110", "lpage": "116", "name_0": "surname:Fries;given-names:G.R.", "name_1": "surname:Carvalho;given-names:A.F.", "name_2": "surname:Quevedo;given-names:J.", "pub-id_pmid": "28969861", "section_type": "REF", "source": "J. Affect. Disord.", "type": "ref", "volume": "233", "year": "2018"}, "text": "The miRNome of bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 69897, "infons": {"fpage": "693", "lpage": "697", "name_0": "surname:Gandal;given-names:M.J.", "name_1": "surname:Haney;given-names:J.R.", "name_2": "surname:Parikshak;given-names:N.N.", "name_3": "surname:Leppa;given-names:V.", "name_4": "surname:Ramaswami;given-names:G.", "name_5": "surname:Hartl;given-names:C.", "name_6": "surname:Schork;given-names:A.J.", "name_7": "surname:Appadurai;given-names:V.", "name_8": "surname:Buil;given-names:A.", "name_9": "surname:Werge;given-names:T.M.", "pub-id_pmid": "29439242", "section_type": "REF", "source": "Science", "type": "ref", "volume": "359", "year": "2018"}, "text": "Shared molecular neuropathology across major psychiatric disorders parallels polygenic overlap", "sentences": [], "annotations": [], "relations": []}, {"offset": 69992, "infons": {"fpage": "307", "lpage": "315", "name_0": "surname:Gautier;given-names:L.", "name_1": "surname:Cope;given-names:L.", "name_2": "surname:Bolstad;given-names:B.M.", "name_3": "surname:Irizarry;given-names:R.A.", "pub-id_pmid": "14960456", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "20", "year": "2004"}, "text": "affy--analysis of Affymetrix GeneChip data at the probe level", "sentences": [], "annotations": [], "relations": []}, {"offset": 70054, "infons": {"fpage": "1077", "lpage": "1084", "name_0": "surname:Giacobini;given-names:E.", "name_1": "surname:Pepeu;given-names:G.", "pub-id_pmid": "29895246", "section_type": "REF", "source": "Curr. Alzheimer Res.", "type": "ref", "volume": "15", "year": "2018"}, "text": "Sex and Gender Differences in the Brain Cholinergic System and in the Response to Therapy of Alzheimer Disease with Cholinesterase Inhibitors", "sentences": [], "annotations": [], "relations": []}, {"offset": 70196, "infons": {"fpage": "483", "lpage": "494", "name_0": "surname:Giangreco;given-names:A.A.", "name_1": "surname:Vaishnav;given-names:A.", "name_2": "surname:Wagner;given-names:D.", "name_3": "surname:Finelli;given-names:A.", "name_4": "surname:Fleshner;given-names:N.", "name_5": "surname:Van der Kwast;given-names:T.", "name_6": "surname:Vieth;given-names:R.", "name_7": "surname:Nonn;given-names:L.", "pub-id_pmid": "23503652", "section_type": "REF", "source": "Cancer Prev. Res. (Phila.)", "type": "ref", "volume": "6", "year": "2013"}, "text": "Tumor suppressor microRNAs, miR-100 and -125b, are regulated by 1,25-dihydroxyvitamin D in primary prostate cells and in patient tissue", "sentences": [], "annotations": [], "relations": []}, {"offset": 70332, "infons": {"fpage": "1", "lpage": "45", "name_0": "surname:Gonzales;given-names:K.K.", "name_1": "surname:Smith;given-names:Y.", "pub-id_pmid": "25876458", "section_type": "REF", "source": "Ann. NY Acad. Sci.", "type": "ref", "volume": "1349", "year": "2015"}, "text": "Cholinergic interneurons in the dorsal and ventral striatum: anatomical and functional considerations in normal and diseased conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 70468, "infons": {"fpage": "401", "lpage": "407", "name_0": "surname:Gray;given-names:S.L.", "name_1": "surname:Anderson;given-names:M.L.", "name_2": "surname:Dublin;given-names:S.", "name_3": "surname:Hanlon;given-names:J.T.", "name_4": "surname:Hubbard;given-names:R.", "name_5": "surname:Walker;given-names:R.", "name_6": "surname:Yu;given-names:O.", "name_7": "surname:Crane;given-names:P.K.", "name_8": "surname:Larson;given-names:E.B.", "pub-id_pmid": "25621434", "section_type": "REF", "source": "JAMA Intern. Med.", "type": "ref", "volume": "175", "year": "2015"}, "text": "Cumulative use of strong anticholinergics and incident dementia: a prospective cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 70560, "infons": {"fpage": "6022", "lpage": "6027", "name_0": "surname:Greenberg;given-names:D.S.", "name_1": "surname:Soreq;given-names:H.", "pub-id_pmid": "24641229", "section_type": "REF", "source": "Curr. Pharm. Des.", "type": "ref", "volume": "20", "year": "2014"}, "text": "MicroRNA therapeutics in neurological disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 70606, "infons": {"fpage": "2914", "name_0": "surname:Gulyas-Kovacs;given-names:A.", "name_1": "surname:Keydar;given-names:I.", "name_2": "surname:Xia;given-names:E.", "name_3": "surname:Fromer;given-names:M.", "name_4": "surname:Hoffman;given-names:G.", "name_5": "surname:Ruderfer;given-names:D.", "name_6": "surname:Consortium;given-names:C.", "name_7": "surname:Sachidanandam;given-names:R.", "name_8": "surname:Chess;given-names:A.", "pub-id_pmid": "30046039", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Unperturbed Expression Bias of Imprinted Genes in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 70670, "infons": {"fpage": "4", "name_0": "surname:Guzzi;given-names:P.H.", "name_1": "surname:Di Martino;given-names:M.T.", "name_2": "surname:Tagliaferri;given-names:P.", "name_3": "surname:Tassone;given-names:P.", "name_4": "surname:Cannataro;given-names:M.", "pub-id_pmid": "28194173", "section_type": "REF", "source": "EURASIP J. Bioinform. Syst. Biol.", "type": "ref", "volume": "2015", "year": "2015"}, "text": "Analysis of miRNA, mRNA, and TF interactions through network-based methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 70745, "infons": {"fpage": "111", "issue": "Suppl 2", "lpage": "121", "name_0": "surname:Haam;given-names:J.", "name_1": "surname:Yakel;given-names:J.L.", "pub-id_pmid": "28791706", "section_type": "REF", "source": "J. Neurochem.", "type": "ref", "volume": "142", "year": "2017"}, "text": "Cholinergic modulation of the hippocampal region and memory function", "sentences": [], "annotations": [], "relations": []}, {"offset": 70814, "infons": {"fpage": "925", "lpage": "928", "name_0": "surname:Habib;given-names:N.", "name_1": "surname:Li;given-names:Y.", "name_2": "surname:Heidenreich;given-names:M.", "name_3": "surname:Swiech;given-names:L.", "name_4": "surname:Avraham-Davidi;given-names:I.", "name_5": "surname:Trombetta;given-names:J.J.", "name_6": "surname:Hession;given-names:C.", "name_7": "surname:Zhang;given-names:F.", "name_8": "surname:Regev;given-names:A.", "pub-id_pmid": "27471252", "section_type": "REF", "source": "Science", "type": "ref", "volume": "353", "year": "2016"}, "text": "Div-Seq: Single-nucleus RNA-Seq reveals dynamics of rare adult newborn neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 70893, "infons": {"fpage": "4569", "lpage": "4580", "name_0": "surname:Hanin;given-names:G.", "name_1": "surname:Shenhar-Tsarfaty;given-names:S.", "name_2": "surname:Yayon;given-names:N.", "name_3": "surname:Yau;given-names:Y.H.", "name_4": "surname:Bennett;given-names:E.R.", "name_5": "surname:Sklan;given-names:E.H.", "name_6": "surname:Rao;given-names:D.C.", "name_7": "surname:Rankinen;given-names:T.", "name_8": "surname:Bouchard;given-names:C.", "name_9": "surname:Geifman-Shochat;given-names:S.", "pub-id_pmid": "24722204", "section_type": "REF", "source": "Hum. Mol. Genet.", "type": "ref", "volume": "23", "year": "2014"}, "text": "Competing targets of microRNA-608 affect anxiety and hypertension", "sentences": [], "annotations": [], "relations": []}, {"offset": 70959, "infons": {"fpage": "1124", "lpage": "1134", "name_0": "surname:Hanin;given-names:G.", "name_1": "surname:Yayon;given-names:N.", "name_2": "surname:Tzur;given-names:Y.", "name_3": "surname:Haviv;given-names:R.", "name_4": "surname:Bennett;given-names:E.R.", "name_5": "surname:Udi;given-names:S.", "name_6": "surname:Krishnamoorthy;given-names:Y.R.", "name_7": "surname:Kotsiliti;given-names:E.", "name_8": "surname:Zangen;given-names:R.", "name_9": "surname:Efron;given-names:B.", "pub-id_pmid": "28381526", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "67", "year": "2018"}, "text": "miRNA-132 induces hepatic steatosis and hyperlipidaemia by synergistic multitarget suppression", "sentences": [], "annotations": [], "relations": []}, {"offset": 71054, "infons": {"fpage": "85", "lpage": "96", "name_0": "surname:Harrison;given-names:P.J.", "pub-id_pmid": "25315827", "section_type": "REF", "source": "J. Psychopharmacol.", "type": "ref", "volume": "29", "year": "2015"}, "text": "Recent genetic findings in schizophrenia and their therapeutic relevance", "sentences": [], "annotations": [], "relations": []}, {"offset": 71127, "infons": {"fpage": "819", "lpage": "825", "name_0": "surname:Hart;given-names:M.", "name_1": "surname:Kern;given-names:F.", "name_2": "surname:Backes;given-names:C.", "name_3": "surname:Rheinheimer;given-names:S.", "name_4": "surname:Fehlmann;given-names:T.", "name_5": "surname:Keller;given-names:A.", "name_6": "surname:Meese;given-names:E.", "pub-id_pmid": "29749304", "section_type": "REF", "source": "RNA Biol.", "type": "ref", "volume": "15", "year": "2018"}, "text": "The deterministic role of 5-mers in microRNA-gene targeting", "sentences": [], "annotations": [], "relations": []}, {"offset": 71187, "infons": {"fpage": "322", "name_0": "surname:Henriksen;given-names:M.G.", "name_1": "surname:Nordgaard;given-names:J.", "name_2": "surname:Jansson;given-names:L.B.", "pub-id_pmid": "28690503", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "11", "year": "2017"}, "text": "Genetics of Schizophrenia: Overview of Methods, Findings and Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 71260, "infons": {"fpage": "253", "lpage": "256", "name_0": "surname:Herman;given-names:A.M.", "name_1": "surname:Ortiz-Guzman;given-names:J.", "name_2": "surname:Kochukov;given-names:M.", "name_3": "surname:Herman;given-names:I.", "name_4": "surname:Quast;given-names:K.B.", "name_5": "surname:Patel;given-names:J.M.", "name_6": "surname:Tepe;given-names:B.", "name_7": "surname:Carlson;given-names:J.C.", "name_8": "surname:Ung;given-names:K.", "name_9": "surname:Selever;given-names:J.", "pub-id_pmid": "27698417", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "538", "year": "2016"}, "text": "A cholinergic basal forebrain feeding circuit modulates appetite suppression", "sentences": [], "annotations": [], "relations": []}, {"offset": 71337, "infons": {"fpage": "88", "lpage": "95", "name_0": "surname:Higley;given-names:M.J.", "name_1": "surname:Picciotto;given-names:M.R.", "section_type": "REF", "type": "ref", "volume": "29", "year": "2014"}, "text": "Neuromodulation by acetylcholine: Examples from schizophrenia and depression. Curr. Opin. Neurobiol", "sentences": [], "annotations": [], "relations": []}, {"offset": 71437, "infons": {"fpage": "2225", "name_0": "surname:Hoffman;given-names:G.E.", "name_1": "surname:Hartley;given-names:B.J.", "name_2": "surname:Flaherty;given-names:E.", "name_3": "surname:Ladran;given-names:I.", "name_4": "surname:Gochman;given-names:P.", "name_5": "surname:Ruderfer;given-names:D.M.", "name_6": "surname:Stahl;given-names:E.A.", "name_7": "surname:Rapoport;given-names:J.", "name_8": "surname:Sklar;given-names:P.", "name_9": "surname:Brennand;given-names:K.J.", "pub-id_pmid": "29263384", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "8", "year": "2017"}, "text": "Transcriptional signatures of schizophrenia in hiPSC-derived NPCs and neurons are concordant with post-mortem adult brains", "sentences": [], "annotations": [], "relations": []}, {"offset": 71560, "infons": {"fpage": "199", "lpage": "204", "name_0": "surname:Hon;given-names:C.C.", "name_1": "surname:Ramilowski;given-names:J.A.", "name_2": "surname:Harshbarger;given-names:J.", "name_3": "surname:Bertin;given-names:N.", "name_4": "surname:Rackham;given-names:O.J.L.", "name_5": "surname:Gough;given-names:J.", "name_6": "surname:Denisenko;given-names:E.", "name_7": "surname:Schmeier;given-names:S.", "name_8": "surname:Poulsen;given-names:T.M.", "name_9": "surname:Severin;given-names:J.", "pub-id_pmid": "28241135", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "543", "year": "2017"}, "text": "An atlas of human long non-coding RNAs with accurate 5′ ends", "sentences": [], "annotations": [], "relations": []}, {"offset": 71621, "infons": {"fpage": "21", "lpage": "28", "name_0": "surname:Ising;given-names:M.", "name_1": "surname:Lauer;given-names:C.J.", "name_2": "surname:Holsboer;given-names:F.", "name_3": "surname:Modell;given-names:S.", "pub-id_pmid": "15504420", "section_type": "REF", "source": "J. Psychiatr. Res.", "type": "ref", "volume": "39", "year": "2005"}, "text": "The Munich vulnerability study on affective disorders: premorbid neuroendocrine profile of affected high-risk probands", "sentences": [], "annotations": [], "relations": []}, {"offset": 71740, "infons": {"fpage": "241", "lpage": "253", "name_0": "surname:Iwamoto;given-names:K.", "name_1": "surname:Bundo;given-names:M.", "name_2": "surname:Kato;given-names:T.", "pub-id_pmid": "15563509", "section_type": "REF", "source": "Hum. Mol. Genet.", "type": "ref", "volume": "14", "year": "2005"}, "text": "Altered expression of mitochondria-related genes in postmortem brains of patients with bipolar disorder or schizophrenia, as revealed by large-scale DNA microarray analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 71913, "infons": {"fpage": "e98679", "name_0": "surname:Jacomy;given-names:M.", "name_1": "surname:Venturini;given-names:T.", "name_2": "surname:Heymann;given-names:S.", "name_3": "surname:Bastian;given-names:M.", "pub-id_pmid": "24914678", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "9", "year": "2014"}, "text": "ForceAtlas2, a continuous graph layout algorithm for handy network visualization designed for the Gephi software", "sentences": [], "annotations": [], "relations": []}, {"offset": 72026, "infons": {"fpage": "118", "lpage": "127", "name_0": "surname:Johnson;given-names:W.E.", "name_1": "surname:Li;given-names:C.", "name_2": "surname:Rabinovic;given-names:A.", "pub-id_pmid": "16632515", "section_type": "REF", "source": "Biostatistics", "type": "ref", "volume": "8", "year": "2007"}, "text": "Adjusting batch effects in microarray expression data using empirical Bayes methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 72110, "infons": {"fpage": "1162", "lpage": "1194", "name_0": "surname:Jones;given-names:C.A.", "name_1": "surname:Watson;given-names:D.J.", "name_2": "surname:Fone;given-names:K.C.", "pub-id_pmid": "21449915", "section_type": "REF", "source": "Br. J. Pharmacol.", "type": "ref", "volume": "164", "year": "2011"}, "text": "Animal models of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 72141, "infons": {"fpage": "27", "name_0": "surname:Kanazawa;given-names:T.", "name_1": "surname:Bousman;given-names:C.A.", "name_2": "surname:Liu;given-names:C.", "name_3": "surname:Everall;given-names:I.P.", "pub-id_pmid": "28855529", "section_type": "REF", "source": "NPJ Schizophr.", "type": "ref", "volume": "3", "year": "2017"}, "text": "Schizophrenia genetics in the genome-wide era: a review of Japanese studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 72217, "infons": {"element-citation": "https://CRAN.R-project.org/package=pheatmap", "name_0": "surname:Kolde;given-names:R.", "section_type": "REF", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 72218, "infons": {"fpage": "347", "lpage": "354", "name_0": "surname:Koukouli;given-names:F.", "name_1": "surname:Rooy;given-names:M.", "name_2": "surname:Tziotis;given-names:D.", "name_3": "surname:Sailor;given-names:K.A.", "name_4": "surname:O’Neill;given-names:H.C.", "name_5": "surname:Levenga;given-names:J.", "name_6": "surname:Witte;given-names:M.", "name_7": "surname:Nilges;given-names:M.", "name_8": "surname:Changeux;given-names:J.P.", "name_9": "surname:Hoeffer;given-names:C.A.", "pub-id_pmid": "28112735", "section_type": "REF", "source": "Nat. Med.", "type": "ref", "volume": "23", "year": "2017"}, "text": "Nicotine reverses hypofrontality in animal models of addiction and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 72299, "infons": {"name_0": "surname:Kraepelin;given-names:E.", "section_type": "REF", "type": "ref", "year": "1913"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 72300, "infons": {"fpage": "438", "lpage": "452.e8", "name_0": "surname:Kutsche;given-names:L.K.", "name_1": "surname:Gysi;given-names:D.M.", "name_2": "surname:Fallmann;given-names:J.", "name_3": "surname:Lenk;given-names:K.", "name_4": "surname:Petri;given-names:R.", "name_5": "surname:Swiersy;given-names:A.", "name_6": "surname:Klapper;given-names:S.D.", "name_7": "surname:Pircs;given-names:K.", "name_8": "surname:Khattak;given-names:S.", "name_9": "surname:Stadler;given-names:P.F.", "pub-id_pmid": "30292704", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "7", "year": "2018"}, "text": "Combined Experimental and System-Level Analyses Reveal the Complex Regulatory Network of miR-124 during Human Neurogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 72423, "infons": {"fpage": "559", "name_0": "surname:Langfelder;given-names:P.", "name_1": "surname:Horvath;given-names:S.", "pub-id_pmid": "19114008", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "9", "year": "2008"}, "text": "WGCNA: an R package for weighted correlation network analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 72485, "infons": {"fpage": "e0121744", "name_0": "surname:Lanz;given-names:T.A.", "name_1": "surname:Joshi;given-names:J.J.", "name_2": "surname:Reinhart;given-names:V.", "name_3": "surname:Johnson;given-names:K.", "name_4": "surname:Grantham;given-names:L.E.;suffix:2nd", "name_5": "surname:Volfson;given-names:D.", "pub-id_pmid": "25786133", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "10", "year": "2015"}, "text": "STEP levels are unchanged in pre-frontal cortex and associative striatum in post-mortem human brain samples from subjects with schizophrenia, bipolar disorder and major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 72674, "infons": {"fpage": "979", "lpage": "1000", "name_0": "surname:Leger;given-names:M.", "name_1": "surname:Neill;given-names:J.C.", "pub-id_pmid": "27344000", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "68", "year": "2016"}, "text": "A systematic review comparing sex differences in cognitive function in schizophrenia and in rodent models for schizophrenia, implications for improved therapeutic strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 72848, "infons": {"fpage": "514", "lpage": "520", "name_0": "surname:Levi-Montalcini;given-names:R.", "name_1": "surname:Skaper;given-names:S.D.", "name_2": "surname:Dal Toso;given-names:R.", "name_3": "surname:Petrelli;given-names:L.", "name_4": "surname:Leon;given-names:A.", "pub-id_pmid": "8931279", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "19", "year": "1996"}, "text": "Nerve growth factor: from neurotrophin to neurokine", "sentences": [], "annotations": [], "relations": []}, {"offset": 72900, "infons": {"fpage": "45", "lpage": "53", "name_0": "surname:Lewis;given-names:A.S.", "name_1": "surname:van Schalkwyk;given-names:G.I.", "name_2": "surname:Bloch;given-names:M.H.", "pub-id_pmid": "28065843", "section_type": "REF", "source": "Prog. Neuropsychopharmacol. Biol. Psychiatry", "type": "ref", "volume": "75", "year": "2017"}, "text": "Alpha-7 nicotinic agonists for cognitive deficits in neuropsychiatric disorders: A translational meta-analysis of rodent and human studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 73039, "infons": {"fpage": "9950", "lpage": "9955", "name_0": "surname:Li;given-names:J.Z.", "name_1": "surname:Bunney;given-names:B.G.", "name_2": "surname:Meng;given-names:F.", "name_3": "surname:Hagenauer;given-names:M.H.", "name_4": "surname:Walsh;given-names:D.M.", "name_5": "surname:Vawter;given-names:M.P.", "name_6": "surname:Evans;given-names:S.J.", "name_7": "surname:Choudary;given-names:P.V.", "name_8": "surname:Cartagena;given-names:P.", "name_9": "surname:Barchas;given-names:J.D.", "pub-id_pmid": "23671070", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "110", "year": "2013"}, "text": "Circadian patterns of gene expression in the human brain and disruption in major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 73140, "infons": {"fpage": "415", "lpage": "420", "name_0": "surname:Li;given-names:X.", "name_1": "surname:Yu;given-names:B.", "name_2": "surname:Sun;given-names:Q.", "name_3": "surname:Zhang;given-names:Y.", "name_4": "surname:Ren;given-names:M.", "name_5": "surname:Zhang;given-names:X.", "name_6": "surname:Li;given-names:A.", "name_7": "surname:Yuan;given-names:J.", "name_8": "surname:Madisen;given-names:L.", "name_9": "surname:Luo;given-names:Q.", "pub-id_pmid": "29259118", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "115", "year": "2018"}, "text": "Generation of a whole-brain atlas for the cholinergic system and mesoscopic projectome analysis of basal forebrain cholinergic neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 73275, "infons": {"fpage": "13896", "lpage": "13903", "name_0": "surname:Lin;given-names:S.C.", "name_1": "surname:Brown;given-names:R.E.", "name_2": "surname:Hussain Shuler;given-names:M.G.", "name_3": "surname:Petersen;given-names:C.C.", "name_4": "surname:Kepecs;given-names:A.", "pub-id_pmid": "26468190", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "35", "year": "2015"}, "text": "Optogenetic Dissection of the Basal Forebrain Neuromodulatory Control of Cortical Activation, Plasticity, and Cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 73395, "infons": {"fpage": "673", "lpage": "687", "name_0": "surname:Lindstrom;given-names:M.L.", "name_1": "surname:Bates;given-names:D.M.", "pub-id_pmid": "2242409", "section_type": "REF", "source": "Biometrics", "type": "ref", "volume": "46", "year": "1990"}, "text": "Nonlinear mixed effects models for repeated measures data", "sentences": [], "annotations": [], "relations": []}, {"offset": 73453, "infons": {"fpage": "67", "name_0": "surname:Liu;given-names:S.J.", "name_1": "surname:Nowakowski;given-names:T.J.", "name_10": "surname:Lim;given-names:D.A.", "name_2": "surname:Pollen;given-names:A.A.", "name_3": "surname:Lui;given-names:J.H.", "name_4": "surname:Horlbeck;given-names:M.A.", "name_5": "surname:Attenello;given-names:F.J.", "name_6": "surname:He;given-names:D.", "name_7": "surname:Weissman;given-names:J.S.", "name_8": "surname:Kriegstein;given-names:A.R.", "name_9": "surname:Diaz;given-names:A.A.", "pub-id_pmid": "27081004", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "17", "year": "2016"}, "text": "Single-cell analysis of long non-coding RNAs in the developing human neocortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 73532, "infons": {"fpage": "550", "name_0": "surname:Love;given-names:M.I.", "name_1": "surname:Huber;given-names:W.", "name_2": "surname:Anders;given-names:S.", "pub-id_pmid": "25516281", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "15", "year": "2014"}, "text": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2", "sentences": [], "annotations": [], "relations": []}, {"offset": 73612, "infons": {"fpage": "24", "name_0": "surname:Luchicchi;given-names:A.", "name_1": "surname:Mansvelder;given-names:H.D.", "name_2": "surname:Role;given-names:L.W.", "pub-id_pmid": "25386136", "section_type": "REF", "source": "Front. Synaptic Neurosci.", "type": "ref", "volume": "6", "year": "2014"}, "text": "Illuminating the role of cholinergic signaling in circuits of attention and emotionally salient behaviors", "sentences": [], "annotations": [], "relations": []}, {"offset": 73718, "infons": {"comment": "1179069518793639", "name_0": "surname:Lurie;given-names:D.I.", "section_type": "REF", "source": "J. Exp. Neurosci.", "type": "ref", "volume": "12", "year": "2018"}, "text": "An Integrative Approach to Neuroinflammation in Psychiatric disorders and Neuropathic Pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 73809, "infons": {"fpage": "366", "lpage": "370", "name_0": "surname:Marbach;given-names:D.", "name_1": "surname:Lamparter;given-names:D.", "name_2": "surname:Quon;given-names:G.", "name_3": "surname:Kellis;given-names:M.", "name_4": "surname:Kutalik;given-names:Z.", "name_5": "surname:Bergmann;given-names:S.", "pub-id_pmid": "26950747", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "13", "year": "2016"}, "text": "Tissue-specific regulatory circuits reveal variable modular perturbations across complex diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 73907, "infons": {"fpage": "1083", "lpage": "1094", "name_0": "surname:Maycox;given-names:P.R.", "name_1": "surname:Kelly;given-names:F.", "name_2": "surname:Taylor;given-names:A.", "name_3": "surname:Bates;given-names:S.", "name_4": "surname:Reid;given-names:J.", "name_5": "surname:Logendra;given-names:R.", "name_6": "surname:Barnes;given-names:M.R.", "name_7": "surname:Larminie;given-names:C.", "name_8": "surname:Jones;given-names:N.", "name_9": "surname:Lennon;given-names:M.", "pub-id_pmid": "19255580", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "14", "year": "2009"}, "text": "Analysis of gene expression in two large schizophrenia cohorts identifies multiple changes associated with nerve terminal function", "sentences": [], "annotations": [], "relations": []}, {"offset": 74038, "infons": {"fpage": "130", "issue": "Suppl 2", "lpage": "143", "name_0": "surname:McLaughlin;given-names:I.", "name_1": "surname:Dani;given-names:J.A.", "name_2": "surname:De Biasi;given-names:M.", "pub-id_pmid": "28791703", "section_type": "REF", "source": "J. Neurochem.", "type": "ref", "volume": "142", "year": "2017"}, "text": "The medial habenula and interpeduncular nucleus circuitry is critical in addiction, anxiety, and mood regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 74151, "infons": {"fpage": "258", "lpage": "266", "name_0": "surname:McManaman;given-names:J.L.", "name_1": "surname:Crawford;given-names:F.G.", "pub-id_pmid": "2051167", "section_type": "REF", "source": "J. Neurochem.", "type": "ref", "volume": "57", "year": "1991"}, "text": "Skeletal muscle proteins stimulate cholinergic differentiation of human neuroblastoma cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 74243, "infons": {"fpage": "4124", "lpage": "4144", "name_0": "surname:Mesulam;given-names:M.M.", "pub-id_pmid": "23852922", "section_type": "REF", "source": "J. Comp. Neurol.", "type": "ref", "volume": "521", "year": "2013"}, "text": "Cholinergic circuitry of the human nucleus basalis and its fate in Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 74330, "infons": {"fpage": "1703", "lpage": "1718", "name_0": "surname:Mufson;given-names:E.", "name_1": "surname:Counts;given-names:S.", "name_2": "surname:Perez;given-names:S.", "name_3": "surname:Ginsberg;given-names:S.", "section_type": "REF", "source": "Expert Rev. Neurother.", "type": "ref", "volume": "8", "year": "2009"}, "text": "Cholinergic system during the progression of AD: therapeutic implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 74404, "infons": {"fpage": "eaaw7317", "name_0": "surname:Naqvi;given-names:S.", "name_1": "surname:Godfrey;given-names:A.K.", "name_2": "surname:Hughes;given-names:J.F.", "name_3": "surname:Goodheart;given-names:M.L.", "name_4": "surname:Mitchell;given-names:R.N.", "name_5": "surname:Page;given-names:D.C.", "pub-id_pmid": "31320509", "section_type": "REF", "source": "Science", "type": "ref", "volume": "365", "year": "2019"}, "text": "Conservation, acquisition, and functional impact of sex-biased gene expression in mammals", "sentences": [], "annotations": [], "relations": []}, {"offset": 74494, "infons": {"fpage": "235", "lpage": "248", "name_0": "surname:Narayan;given-names:S.", "name_1": "surname:Tang;given-names:B.", "name_2": "surname:Head;given-names:S.R.", "name_3": "surname:Gilmartin;given-names:T.J.", "name_4": "surname:Sutcliffe;given-names:J.G.", "name_5": "surname:Dean;given-names:B.", "name_6": "surname:Thomas;given-names:E.A.", "pub-id_pmid": "18778695", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "1239", "year": "2008"}, "text": "Molecular profiles of schizophrenia in the CNS at different stages of illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 74572, "infons": {"fpage": "16", "lpage": "20", "name_0": "surname:Nikonova;given-names:E.V.", "name_1": "surname:Gilliland;given-names:J.D.A.", "name_10": "surname:Winrow;given-names:C.J.", "name_2": "surname:Tanis;given-names:K.Q.", "name_3": "surname:Podtelezhnikov;given-names:A.A.", "name_4": "surname:Rigby;given-names:A.M.", "name_5": "surname:Galante;given-names:R.J.", "name_6": "surname:Finney;given-names:E.M.", "name_7": "surname:Stone;given-names:D.J.", "name_8": "surname:Renger;given-names:J.J.", "name_9": "surname:Pack;given-names:A.I.", "section_type": "REF", "source": "Sleep (Basel)", "type": "ref", "volume": "40", "year": "2017"}, "text": "Transcriptional Profiling of Cholinergic Neurons From Basal Forebrain Identifies Changes in Expression of Genes Between Sleep and Wake", "sentences": [], "annotations": [], "relations": []}, {"offset": 74707, "infons": {"fpage": "2231", "lpage": "2247.e7", "name_0": "surname:Niwa;given-names:Y.", "name_1": "surname:Kanda;given-names:G.N.", "name_2": "surname:Yamada;given-names:R.G.", "name_3": "surname:Shi;given-names:S.", "name_4": "surname:Sunagawa;given-names:G.A.", "name_5": "surname:Ukai-Tadenuma;given-names:M.", "name_6": "surname:Fujishima;given-names:H.", "name_7": "surname:Matsumoto;given-names:N.", "name_8": "surname:Masumoto;given-names:K.H.", "name_9": "surname:Nagano;given-names:M.", "pub-id_pmid": "30157420", "section_type": "REF", "source": "Cell Rep.", "type": "ref", "volume": "24", "year": "2018"}, "text": "Muscarinic Acetylcholine Receptors Chrm1 and Chrm3 Are Essential for REM Sleep", "sentences": [], "annotations": [], "relations": []}, {"offset": 74786, "infons": {"fpage": "207", "lpage": "214", "name_0": "surname:Oh;given-names:S.W.", "name_1": "surname:Harris;given-names:J.A.", "name_2": "surname:Ng;given-names:L.", "name_3": "surname:Winslow;given-names:B.", "name_4": "surname:Cain;given-names:N.", "name_5": "surname:Mihalas;given-names:S.", "name_6": "surname:Wang;given-names:Q.", "name_7": "surname:Lau;given-names:C.", "name_8": "surname:Kuan;given-names:L.", "name_9": "surname:Henry;given-names:A.M.", "pub-id_pmid": "24695228", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "508", "year": "2014"}, "text": "A mesoscale connectome of the mouse brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 74828, "infons": {"fpage": "130", "lpage": "141", "name_0": "surname:Prado;given-names:V.F.", "name_1": "surname:Janickova;given-names:H.", "name_2": "surname:Al-Onaizi;given-names:M.A.", "name_3": "surname:Prado;given-names:M.A.M.", "pub-id_pmid": "27641830", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "345", "year": "2017"}, "text": "Cholinergic circuits in cognitive flexibility", "sentences": [], "annotations": [], "relations": []}, {"offset": 74874, "infons": {"fpage": "2310", "lpage": "2322", "name_0": "surname:Rajman;given-names:M.", "name_1": "surname:Schratt;given-names:G.", "pub-id_pmid": "28676566", "section_type": "REF", "source": "Development", "type": "ref", "volume": "144", "year": "2017"}, "text": "MicroRNAs in neural development: from master regulators to fine-tuners", "sentences": [], "annotations": [], "relations": []}, {"offset": 74945, "infons": {"fpage": "72", "name_0": "surname:Ramaker;given-names:R.C.", "name_1": "surname:Bowling;given-names:K.M.", "name_2": "surname:Lasseigne;given-names:B.N.", "name_3": "surname:Hagenauer;given-names:M.H.", "name_4": "surname:Hardigan;given-names:A.A.", "name_5": "surname:Davis;given-names:N.S.", "name_6": "surname:Gertz;given-names:J.", "name_7": "surname:Cartagena;given-names:P.M.", "name_8": "surname:Walsh;given-names:D.M.", "name_9": "surname:Vawter;given-names:M.P.", "pub-id_pmid": "28754123", "section_type": "REF", "source": "Genome Med.", "type": "ref", "volume": "9", "year": "2017"}, "text": "Post-mortem molecular profiling of three psychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 75008, "infons": {"fpage": "1281", "lpage": "1283", "name_0": "surname:Rawlings;given-names:J.S.", "name_1": "surname:Rosler;given-names:K.M.", "name_2": "surname:Harrison;given-names:D.A.", "pub-id_pmid": "15020666", "section_type": "REF", "source": "J. Cell Sci.", "type": "ref", "volume": "117", "year": "2004"}, "text": "The JAK/STAT signaling pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 75039, "infons": {"fpage": "e47", "name_0": "surname:Ritchie;given-names:M.E.", "name_1": "surname:Phipson;given-names:B.", "name_2": "surname:Wu;given-names:D.", "name_3": "surname:Hu;given-names:Y.", "name_4": "surname:Law;given-names:C.W.", "name_5": "surname:Shi;given-names:W.", "name_6": "surname:Smyth;given-names:G.K.", "pub-id_pmid": "25605792", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "43", "year": "2015"}, "text": "limma powers differential expression analyses for RNA-sequencing and microarray studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 75127, "infons": {"fpage": "197", "lpage": "211", "name_0": "surname:Rowe;given-names:A.R.", "name_1": "surname:Mercer;given-names:L.", "name_2": "surname:Casetti;given-names:V.", "name_3": "surname:Sendt;given-names:K.-V.", "name_4": "surname:Giaroli;given-names:G.", "name_5": "surname:Shergill;given-names:S.S.", "name_6": "surname:Tracy;given-names:D.K.", "pub-id_pmid": "25567553", "section_type": "REF", "source": "J. Psychopharmacol. (Oxford)", "type": "ref", "volume": "29", "year": "2015"}, "text": "Dementia praecox redux: a systematic review of the nicotinic receptor as a target for cognitive symptoms of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 75249, "infons": {"fpage": "1705", "lpage": "1715.e16", "name_0": "surname:Ruderfer;given-names:D.M.", "name_1": "surname:Ripke;given-names:S.", "name_2": "surname:McQuillin;given-names:A.", "name_3": "surname:Boocock;given-names:J.", "name_4": "surname:Stahl;given-names:E.A.", "name_5": "surname:Pavlides;given-names:J.M.W.", "name_6": "surname:Mullins;given-names:N.", "name_7": "surname:Charney;given-names:A.W.", "name_8": "surname:Ori;given-names:A.P.S.", "name_9": "surname:Loohuis;given-names:L.M.O.", "pub-id_pmid": "29906448", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "173", "year": "2018"}, "text": "Genomic Dissection of Bipolar Disorder and Schizophrenia, Including 28 Subphenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 75334, "infons": {"fpage": "965", "lpage": "978", "name_0": "surname:Ryan;given-names:M.M.", "name_1": "surname:Lockstone;given-names:H.E.", "name_2": "surname:Huffaker;given-names:S.J.", "name_3": "surname:Wayland;given-names:M.T.", "name_4": "surname:Webster;given-names:M.J.", "name_5": "surname:Bahn;given-names:S.", "pub-id_pmid": "16894394", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "11", "year": "2006"}, "text": "Gene expression analysis of bipolar disorder reveals downregulation of the ubiquitin cycle and alterations in synaptic genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 75459, "infons": {"fpage": "457", "lpage": "474", "name_0": "surname:Sacco;given-names:K.A.", "name_1": "surname:Bannon;given-names:K.L.", "name_2": "surname:George;given-names:T.P.", "pub-id_pmid": "15582913", "section_type": "REF", "source": "J. Psychopharmacol. (Oxford)", "type": "ref", "volume": "18", "year": "2004"}, "text": "Nicotinic receptor mechanisms and cognition in normal states and neuropsychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 75551, "infons": {"fpage": "627", "lpage": "640", "name_0": "surname:Salta;given-names:E.", "name_1": "surname:De Strooper;given-names:B.", "pub-id_pmid": "28855739", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "18", "year": "2017"}, "text": "Noncoding RNAs in neurodegeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 75587, "infons": {"fpage": "383", "lpage": "390", "name_0": "surname:Sarter;given-names:M.", "name_1": "surname:Parikh;given-names:V.", "name_2": "surname:Howe;given-names:W.M.", "pub-id_pmid": "19377503", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "10", "year": "2009"}, "text": "Phasic acetylcholine release and the volume transmission hypothesis: time to move on", "sentences": [], "annotations": [], "relations": []}, {"offset": 75672, "infons": {"fpage": "965", "lpage": "973", "name_0": "surname:Shaked;given-names:I.", "name_1": "surname:Meerson;given-names:A.", "name_2": "surname:Wolf;given-names:Y.", "name_3": "surname:Avni;given-names:R.", "name_4": "surname:Greenberg;given-names:D.", "name_5": "surname:Gilboa-Geffen;given-names:A.", "name_6": "surname:Soreq;given-names:H.", "pub-id_pmid": "20005135", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "31", "year": "2009"}, "text": "MicroRNA-132 potentiates cholinergic anti-inflammatory signaling by targeting acetylcholinesterase", "sentences": [], "annotations": [], "relations": []}, {"offset": 75771, "infons": {"fpage": "59", "lpage": "72", "name_0": "surname:Shaltiel;given-names:G.", "name_1": "surname:Hanan;given-names:M.", "name_2": "surname:Wolf;given-names:Y.", "name_3": "surname:Barbash;given-names:S.", "name_4": "surname:Kovalev;given-names:E.", "name_5": "surname:Shoham;given-names:S.", "name_6": "surname:Soreq;given-names:H.", "pub-id_pmid": "22246100", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "218", "year": "2013"}, "text": "Hippocampal microRNA-132 mediates stress-inducible cognitive deficits through its acetylcholinesterase target", "sentences": [], "annotations": [], "relations": []}, {"offset": 75881, "infons": {"fpage": "801", "lpage": "811", "name_0": "surname:Smucny;given-names:J.", "name_1": "surname:Tregellas;given-names:J.R.", "pub-id_pmid": "28441884", "section_type": "REF", "source": "J. Psychopharmacol. (Oxford)", "type": "ref", "volume": "31", "year": "2017"}, "text": "Targeting neuronal dysfunction in schizophrenia with nicotine: Evidence from neurophysiology to neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 75990, "infons": {"fpage": "448", "lpage": "458", "name_0": "surname:Soreq;given-names:H.", "pub-id_pmid": "26100140", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "38", "year": "2015"}, "text": "Checks and balances on cholinergic signaling in brain and body function", "sentences": [], "annotations": [], "relations": []}, {"offset": 76062, "infons": {"fpage": "9688", "lpage": "9692", "name_0": "surname:Soreq;given-names:H.", "name_1": "surname:Ben-Aziz;given-names:R.", "name_2": "surname:Prody;given-names:C.A.", "name_3": "surname:Seidman;given-names:S.", "name_4": "surname:Gnatt;given-names:A.", "name_5": "surname:Neville;given-names:L.", "name_6": "surname:Lieman-Hurwitz;given-names:J.", "name_7": "surname:Lev-Lehman;given-names:E.", "name_8": "surname:Ginzberg;given-names:D.", "name_9": "surname:Lipidot-Lifson;given-names:Y.", "pub-id_pmid": "2263619", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "87", "year": "1990"}, "text": "Molecular cloning and construction of the coding region for human acetylcholinesterase reveals a G + C-rich attenuating structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 76192, "infons": {"fpage": "72", "name_0": "surname:Spearman;given-names:C.", "section_type": "REF", "source": "Am. J. Psychol.", "type": "ref", "volume": "15", "year": "1904"}, "text": "The Proof and Measurement of Association between Two Things", "sentences": [], "annotations": [], "relations": []}, {"offset": 76252, "infons": {"fpage": "141", "lpage": "150", "name_0": "surname:Stanke;given-names:M.", "name_1": "surname:Duong;given-names:C.V.", "name_10": "surname:Rohrer;given-names:H.", "name_2": "surname:Pape;given-names:M.", "name_3": "surname:Geissen;given-names:M.", "name_4": "surname:Burbach;given-names:G.", "name_5": "surname:Deller;given-names:T.", "name_6": "surname:Gascan;given-names:H.", "name_7": "surname:Otto;given-names:C.", "name_8": "surname:Parlato;given-names:R.", "name_9": "surname:Schütz;given-names:G.", "pub-id_pmid": "16319110", "section_type": "REF", "source": "Development", "type": "ref", "volume": "133", "year": "2006"}, "text": "Target-dependent specification of the neurotransmitter phenotype: cholinergic differentiation of sympathetic neurons is mediated in vivo by gp 130 signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 76409, "infons": {"fpage": "417", "lpage": "420", "name_0": "surname:Sun;given-names:M.", "name_1": "surname:Liu;given-names:H.", "name_2": "surname:Min;given-names:S.", "name_3": "surname:Wang;given-names:H.", "name_4": "surname:Wang;given-names:X.", "pub-id_pmid": "27073624", "section_type": "REF", "source": "Biomed. Rep.", "type": "ref", "volume": "4", "year": "2016"}, "text": "Ciliary neurotrophic factor-treated astrocyte-conditioned medium increases the intracellular free calcium concentration in rat cortical neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 76553, "infons": {"fpage": "762", "lpage": "773", "name_0": "surname:Szatkiewicz;given-names:J.P.", "name_1": "surname:O’Dushlaine;given-names:C.", "name_2": "surname:Chen;given-names:G.", "name_3": "surname:Chambert;given-names:K.", "name_4": "surname:Moran;given-names:J.L.", "name_5": "surname:Neale;given-names:B.M.", "name_6": "surname:Fromer;given-names:M.", "name_7": "surname:Ruderfer;given-names:D.", "name_8": "surname:Akterin;given-names:S.", "name_9": "surname:Bergen;given-names:S.E.", "pub-id_pmid": "24776740", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "19", "year": "2014"}, "text": "Copy number variation in schizophrenia in Sweden", "sentences": [], "annotations": [], "relations": []}, {"offset": 76602, "infons": {"fpage": "335", "lpage": "346", "name_0": "surname:Tasic;given-names:B.", "name_1": "surname:Menon;given-names:V.", "name_2": "surname:Nguyen;given-names:T.N.T.", "name_3": "surname:Kim;given-names:T.T.K.", "name_4": "surname:Jarsky;given-names:T.", "name_5": "surname:Yao;given-names:Z.", "name_6": "surname:Levi;given-names:B.B.", "name_7": "surname:Gray;given-names:L.T.", "name_8": "surname:Sorensen;given-names:S.A.", "name_9": "surname:Dolbeare;given-names:T.", "pub-id_pmid": "26727548", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "19", "year": "2016"}, "text": "). Adult mouse cortical cell taxonomy revealed by single cell transcriptomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 76680, "infons": {"fpage": "114", "lpage": "126", "name_0": "surname:van Enkhuizen;given-names:J.", "name_1": "surname:Janowsky;given-names:D.S.", "name_2": "surname:Olivier;given-names:B.", "name_3": "surname:Minassian;given-names:A.", "name_4": "surname:Perry;given-names:W.", "name_5": "surname:Young;given-names:J.W.", "name_6": "surname:Geyer;given-names:M.A.", "pub-id_pmid": "25107282", "section_type": "REF", "source": "Eur. J. Pharmacol.", "type": "ref", "volume": "753", "year": "2015"}, "text": "The catecholaminergic-cholinergic balance hypothesis of bipolar disorder revisited", "sentences": [], "annotations": [], "relations": []}, {"offset": 76763, "infons": {"fpage": "1256", "lpage": "1268.e4", "name_0": "surname:Vijayraghavan;given-names:S.", "name_1": "surname:Major;given-names:A.J.", "name_2": "surname:Everling;given-names:S.", "pub-id_pmid": "29887340", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "98", "year": "2018"}, "text": "Muscarinic M1 Receptor Overstimulation Disrupts Working Memory Activity for Rules in Primate Prefrontal Cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 76874, "infons": {"fpage": "5633", "lpage": "5642", "name_0": "surname:von Engelhardt;given-names:J.", "name_1": "surname:Eliava;given-names:M.", "name_2": "surname:Meyer;given-names:A.H.", "name_3": "surname:Rozov;given-names:A.", "name_4": "surname:Monyer;given-names:H.", "pub-id_pmid": "17522308", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Functional characterization of intrinsic cholinergic interneurons in the cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 76954, "infons": {"fpage": "328", "name_0": "surname:Wang;given-names:W.C.", "name_1": "surname:Lin;given-names:F.M.", "name_2": "surname:Chang;given-names:W.C.", "name_3": "surname:Lin;given-names:K.Y.", "name_4": "surname:Huang;given-names:H.D.", "name_5": "surname:Lin;given-names:N.S.", "pub-id_pmid": "19821977", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "miRExpress: analyzing high-throughput sequencing data for profiling microRNA expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 77042, "infons": {"fpage": "990", "name_0": "surname:Webb;given-names:A.", "name_1": "surname:Papp;given-names:A.C.", "name_2": "surname:Curtis;given-names:A.", "name_3": "surname:Newman;given-names:L.C.", "name_4": "surname:Pietrzak;given-names:M.", "name_5": "surname:Seweryn;given-names:M.", "name_6": "surname:Handelman;given-names:S.K.", "name_7": "surname:Rempala;given-names:G.A.", "name_8": "surname:Wang;given-names:D.", "name_9": "surname:Graziosa;given-names:E.", "pub-id_pmid": "26597164", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "16", "year": "2015"}, "text": "RNA sequencing of transcriptomes in human brain regions: protein-coding and non-coding RNAs, isoforms and alleles", "sentences": [], "annotations": [], "relations": []}, {"offset": 77156, "infons": {"fpage": "475", "lpage": "524", "name_0": "surname:Woolf;given-names:N.J.", "pub-id_pmid": "1763188", "section_type": "REF", "source": "Prog. Neurobiol.", "type": "ref", "volume": "37", "year": "1991"}, "text": "Cholinergic systems in mammalian brain and spinal cord", "sentences": [], "annotations": [], "relations": []}, {"offset": 77211, "infons": {"fpage": "14", "lpage": "21", "name_0": "surname:Wu;given-names:J.C.", "name_1": "surname:Bunney;given-names:W.E.", "pub-id_pmid": "2403471", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "147", "year": "1990"}, "text": "The biological basis of an antidepressant response to sleep deprivation and relapse: review and hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 77318, "infons": {"fpage": "1138", "lpage": "1142", "name_0": "surname:Zeisel;given-names:A.", "name_1": "surname:Muñoz-Manchado;given-names:A.B.", "name_2": "surname:Codeluppi;given-names:S.", "name_3": "surname:Lönnerberg;given-names:P.", "name_4": "surname:La Manno;given-names:G.", "name_5": "surname:Juréus;given-names:A.", "name_6": "surname:Marques;given-names:S.", "name_7": "surname:Munguba;given-names:H.", "name_8": "surname:He;given-names:L.", "name_9": "surname:Betsholtz;given-names:C.", "pub-id_pmid": "25700174", "section_type": "REF", "source": "Science", "type": "ref", "volume": "347", "year": "2015"}, "text": "Cell types in the mouse cortex and hippocampus revealed by single-cell RNA-seq", "sentences": [], "annotations": [], "relations": []}, {"offset": 77397, "infons": {"fpage": "15916", "lpage": "15926", "name_0": "surname:Zhang;given-names:J.", "name_1": "surname:Qu;given-names:P.", "name_2": "surname:Zhou;given-names:C.", "name_3": "surname:Liu;given-names:X.", "name_4": "surname:Ma;given-names:X.", "name_5": "surname:Wang;given-names:M.", "name_6": "surname:Wang;given-names:Y.", "name_7": "surname:Su;given-names:J.", "name_8": "surname:Liu;given-names:J.", "name_9": "surname:Zhang;given-names:Y.", "pub-id_pmid": "28794155", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "292", "year": "2017"}, "text": "MicroRNA-125b is a key epigenetic regulatory factor that promotes nuclear transfer reprogramming", "sentences": [], "annotations": [], "relations": []}, {"offset": 77494, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplemental Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 77519, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplemental Information can be found online at https://doi.org/10.1016/j.celrep.2019.09.017.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}