{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6169251", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2018.09.016", "article-id_pmc": "6169251", "article-id_pmid": "30273840", "article-id_publisher-id": "S2213-1582(18)30291-2", "fpage": "830", "kwd": "Schizophrenia Functional MRI Graph analysis Effective connectivity Systems biology", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "843", "name_0": "surname:Looijestijn;given-names:Jasper", "name_1": "surname:Blom;given-names:Jan Dirk", "name_2": "surname:Hoek;given-names:Hans W.", "name_3": "surname:Renken;given-names:Remco", "name_4": "surname:Liemburg;given-names:Edith", "name_5": "surname:Sommer;given-names:Iris E.C.", "name_6": "surname:Aleman;given-names:André", "name_7": "surname:Goekoop;given-names:Rutger", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "20", "year": "2018"}, "text": "Draining the pond and catching the fish: Uncovering the ecosystem of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 100, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The various models proposed for the mediation of auditory verbal hallucinations (AVH) implicate a considerable number of brain areas and mechanisms. To establish which of those mechanisms are actually involved in the mediation of AVH, we developed a novel method to analyze functional MRI data, which allows for the detection of the full network of mutually interacting brain states, and the identification of those states that are relevant to the mediation of AVH, while applying a minimum number of preconceived assumptions. This method is comparable to the draining of a pond to lay bare the full ecosystem that affects the presence of a particular fish species. We used this model to analyze the fMRI data of 85 psychotic patients experiencing AVH. The data were decomposed into 98 independent components (ICs) representing all major functions active in the brain during scanning. ICs involved in mediating AVH were identified by associating their time series with the hallucination time series as provided by subjects within the scanner. Using graph theory, a network of interacting ICs was created, which was clustered into IC modules. We used causal reasoning software to determine the direction of links in this network, and discover the chain of events that leads to the conscious experience of hallucinations. Hallucinatory activity was linked to three of the seven IC clusters and 11 of the 98 ICs. ICs with the most influential roles in producing AVH-related activity were those within the so-called salience network (comprising the anterior cingulate gyrus, right insula, Broca's homologue, premotor cortex, and supramarginal gyrus). Broca's area and the cerebellar regions were significantly, but more distantly involved in the mediation of AVH. These results support the notion that AVH are largely mediated by the salience network. We therefore propose that the mediation of AVH in the context of schizophrenia spectrum disorders involves the attribution of an excess of negative salience by anterior-cingulate areas to linguistic input from Broca's right homologue, followed by subsequent processing errors in areas further ‘downstream’ the causal chain of events. We provide a detailed account of the origin of AVH for this patient group, and make suggestions for selective interventions directed at the most relevant brain areas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2449, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 2460, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We use a data-driven and network-based approach to identify the brain circuits involved in hallucinations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2567, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The mechanistic approach of this study directly informs the use of local intervention techniques.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2665, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A central role was played by the salience network and Broca’s homologue, important structures which would seem to be excellent targets for treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2815, "infons": {"section_type": "ABBR", "type": "title_1"}, "text": "Non-standard abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 2842, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><tbody><tr><td>SM module</td><td>sensorimotor module</td></tr><tr><td>C-E-R module</td><td>cognition evaluation response module</td></tr><tr><td>VI-EM module</td><td>visual imagery/episodic memory module</td></tr></tbody></table>\n"}, "text": "Unlabelled Table\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 2862, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><tbody><tr><td>SM module</td><td>sensorimotor module</td></tr><tr><td>C-E-R module</td><td>cognition evaluation response module</td></tr><tr><td>VI-EM module</td><td>visual imagery/episodic memory module</td></tr></tbody></table>\n"}, "text": "SM module\tsensorimotor module\t \tC-E-R module\tcognition evaluation response module\t \tVI-EM module\tvisual imagery/episodic memory module\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 3000, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 3013, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Auditory verbal hallucinations (AVH) are the most prevalent types of hallucination in individuals diagnosed with a schizophrenia spectrum disorder, as well as in individuals without a diagnosis, psychiatric or otherwise. They have been the object of extensive neuroimaging research over the last 20 years and various hypotheses have been proposed concerning their mediation. As recently summarized by Curcic-Blake et al., the four major hypotheses involve: i) memory intrusion into language processing, ii) disrupted self-monitoring of inner speech, iii) aberrant cerebral lateralization, and iv) unbalanced top-down and bottom-up processing. As all four models overlap somewhat with respect to the brain regions involved, hybrid models for AVH postulate an overflow of default-mode-network-derived information into sensory association cortices or into central executive networks (CEN), with the ensuing intrusions of these networks being falsely attributed to an external source. In the ‘triple network model’ it is hypothesized that such imbalances between the default-mode network (DMN) and CEN are mediated by a disrupted function of the salience network (SN) when the latter fails to attribute appropriate salience to input from resting-state and active-state (central executive) modi. The triple network model has been studied by Manoliu et al., where they find decreased activity of the right anterior insula to be associated with increased connectivity between the DMN and CEN, as well as hallucination severity. Alternatively, intrusions into CENs are thought to derive from unstable neural networks at a lower spatiotemporal level that erratically switch between their high-frequency active state and their low-frequency resting state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4759, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Functional MRI studies have reported that hallucination-related brain activity precedes the conscious experience of hallucinations by as much as nine seconds, which is way before subjects become conscious of the hallucination. The experience of hallucinations therefore is thought to depend on a chain of neural events that precedes it. In a recent study by Lefebvre et al., examination of the triple network model is elaborated by including the hippocampus in their hypothesis and they focus on transitions between different phases surrounding the hallucinatory state. Evidence was found that increased hippocampal input to the SN is involved in switching to a hallucinatory state. Notwithstanding, the nature of the causal chain of events has so far remained largely unclear, since current methods of functional imaging were limited in their ability to examine this chain of events. Most fMRI studies have used strongly model-based methods to identify brain activity, which involves searching the brain for specific patterns of interest. As the detection of hallucinations in fMRI studies is especially challenging due to their unprompted occurrence in subjects, this often requires strongly specified models to obtain statistical power; or, in the case of data-driven studies, a selective use of data (components of interest). Such approaches can be compared to fishing with a matched spinner for one particular type of fish, which is nonetheless part of a complex ecosystem. Thus, model-based methods are confirmatory methods, which provide information on expected patterns, but these should be complemented by exploratory methods that allow for the discovery of unexpected (yet relevant) findings. In the fishing analogy, we would ideally want to employ a method that allows us to drain the pond without losing important species (e.g. noise reduction) to uncover the entire ecosystem (all neural events within the brain), after which we can select all species (neural events) that affect the presence of our main fish of interest (i.e. neural activity that is directly related to the conscious experience of AVH). In this paper, we present such a method, and use it to discover the chain of events that lead up to the conscious experience of AVH. The clinical relevance of these findings is shortly discussed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7074, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Our method involves the use of a so called ‘model-free analysis’ of functional brain connectivity concomitant with AVH, based on fMRI data obtained from 85 hallucinating patients who were diagnosed with a schizophrenia spectrum disorder. Bayesian network analyses allowed to test assumptions regarding the direction of the causal influence of implicated brain regions on each other. Using a minimum of a priori assumptions about the nature of event-related brain activity, we provide i) a systematic account of the circuits mediating AVH in the patient group, and ii) a perspective on the mediation of AVH that is complementary to that of model-based studies. The challenge here is to search, among the vast number of available hypotheses, for the hypothesis that explains the data best, and - preferentially - also facilitates therapeutic interventions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7929, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7951, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 7964, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A total of 85 right-handed patients experiencing frequent AVH (i.e., at least three episodes per 15 min) were recruited at Parnassia Psychiatric Institute and the University Medical Center Utrecht. Exclusion criteria included the presence of neurological disorders, IQ <80, structural brain deficits, and coarse scanner artefacts upon initial inspection of the fMRI data. Of all patients, 56% were male; mean age was 38 (SD 11.0) years, and average time spent on education was 12.5 (SD 2.5) years. All patients were diagnosed in accordance with the DSM-IV-TR criteria as suffering from Schizophrenia (77%), Schizoaffective Disorder (3%) or Psychotic Disorder Not Otherwise Specified (20%). Diagnostic interviews had been carried out by independent psychiatrists using the Comprehensive Assessment of Symptoms and History (CASH). There was a large range in the number of years since the onset of hallucinations, with a mean duration of 14.5 (SD 12.5) years. Total PANSS-score averaged 68 (SD 15.5). The majority of participants used antipsychotic medication (89%), with a mean chlorpromazine-equivalent dose of 413 (SD 318) mg/d. Of the medicated participants, 36% used clozapine, 34% other second-generation antipsychotics, 26% first-generation antipsychotics, and 4% a combination of these. As these figures indicate, a substantial number of our subjects was treatment-refractory with respect to their AVH. After the participants had received a complete description of the study, written informed consent was obtained in accordance with the Declaration of Helsinki. The study was approved by the Human Ethics Committee of the University Medical Center Utrecht. Looijestijn et al. previously reported on a subset of the fMRI data of these patients (52 of the 85 subjects), presenting the results of a model-based analysis of AVH perceived inside the head (internal AVH) versus those perceived as coming from outside the head (external AVH).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9905, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 9923, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional neuroimaging maps were obtained with a Philips Achieva 3 Tesla Clinical MRI scanner using a fast 3D PRESTO SENSE sequence, achieving full brain coverage within 0.609 s. PRESTO (PRinciple of Echo Shifting with a Train of Observations) makes optimal use of the time lapse between excitation by the radiofrequency pulse and readout, by applying the next excitation well before signal readout. The acquisition speed was further enhanced by combining PRESTO with parallel imaging techniques (sensitivity encoding; SENSE), thus allowing for a readout of fewer lines in K-space. Scanning resulted in 800 3D images, depicting BOLD contrast acquired at the following parameter settings: 40 coronal slices, TR/TE 21.75/32.4 ms per slice, flip angle 10°, FOV 224 × 256 × 160 mm, matrix 64 × 64 × 40, voxel size 4 mm isotropic. The total functional imaging time per patient was approximately 8 min and 7 s. During the scanning sessions, participants were instructed to squeeze a balloon whenever they experienced AVH and to release it when the hallucinations subsided. A high-resolution anatomical scan with parameters TR/TE 9.86/4.6 ms, 1 × 1 × 1 mm voxel size, flip angle 8°, was acquired to improve localisation of the functional data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11161, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 11175, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Analysis pipeline. Used methods in an analysis pipeline, with output in blue boxes and directly below or next to the boxes the processing steps before input into the next phase of analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11365, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 11372, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The FMRIB software library (FSL, Oxford, http://www.fmrib.ox.ac.uk/fsl/) was used for data analysis. Prestatistical processing consisted of motion correction and non-brain tissue removal. Six initial volumes were deleted to reach steady-state imaging. Temporal band-pass filtering was applied, using a liberal bandwidth (0.007 < f < 0.30 Hz) to maintain a broad range of frequencies, thus allowing for possible high-frequency AVH-related brain activity and upholding non-gaussianity in the data to perform causal searches. This broad temporal range allowed us to delineate a greater number of (subdivided) functional networks. The 0.30 Hz cut-off was chosen to thoroughly remove a scanner artefact settled around 0.38 Hz. Individual fMRI data were denoised in three steps using the novel FMRIB's ICA-based Xnoisefier (FIX), a data-driven automated classifier of signal-versus-noise components. No spatial smoothing was applied at initial pre-processing, as this might have reduced the sensitivity of ICA (and hence FIX) to certain artefacts and signals. Fig. 1 shows an analysis pipeline for an overview of the methods we used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12500, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Denoising", "sentences": [], "annotations": [], "relations": []}, {"offset": 12510, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Since all fMRI data is inherently noisy (due to spurious signals produced by movement, respiratory motion, pulsation, and MRI acquisition) we started out with a thorough denoising process. The first step of this process involved training. To optimize FIX for the fMRI PRESTO task, we used a subset consisting of the first 33 participants (recruited from an alphabetically arranged list) for hand-training of the classifier. Thus subject-level independent components (IC) from the independent-component analysis (ICA) in FSL were assessed with regard to temporal and spatial characteristics by two raters from our study group and one external rater, all of whom scored the results either as ‘signal’ or ‘noise’. Spatial maps were assessed for noise from i) cardiac pulsation, ii) movement, iii) susceptibility artefacts, iv) white matter fluctuations, v) the sagittal sinus, and vi) MRI acquisition. The intra-class correlation coefficient after the first (independent) pass of our three raters was 0.71 (F = 3.4, df = 1993, p = 0) and Fleiss kappa was 0.36 (Z = 27.5, p = 0), both signifying reasonable agreement. A second non-independent pass (consensus meeting) was performed to reach a unanimous decision by all three raters. Any ambiguous components were given the benefit of the doubt in order to prevent the loss of valuable information. The ensuing classifications were fed into FIX to train the multi-level classifier. The second step involved classification. During this stage, the resulting training file was used by the FIX algorithm to classify the ICs of all 85 participants as ‘signal’ or ‘noise’. FIX requires a threshold for classification to be chosen (of 1–100) for the level of signal-versus-noise components. We used a classification threshold of 40, based on the highest true-positive and false-negative rating results of the Leave One Out-testing (LOO-testing), and confirmed these by manually inspecting all signal-versus-noise classification decisions. The third and final step involved cleanup, meaning that all noise components were subtracted from the individual fMRI datasets (‘soft-cleaning’), including motion confounders, yielding 85 preprocessed and denoised fMRI datasets for further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14737, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Group-level independent component analysis: identification of ICs", "sentences": [], "annotations": [], "relations": []}, {"offset": 14803, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the next stage, we used a second run of GICA with automatic component estimation in FSL. At this phase normalization of the voxel-wise variance was done to focus the estimation on temporal dynamics and have less influence from a voxel's mean signal. The preprocessed functional data, containing 794 time points for each participant, were temporally concatenated across patients to create a single 4D data set. The resulting 160 ICs were visually inspected to identify any remaining artefacts using a white-matter/cerebrospinal-fluid mask (WM/CSF mask), based on averaged individual anatomical scans. Whenever the local maxima of IC spatial maps were located inside the WM/CSF mask (or whenever the IC constituted a clear rim artefact), group-level ICs were excluded from further analysis. If there were any doubts regarding the nature of the signal, ICs were not excluded (IC2, IC68). As a result, of the initial 160 ICs, 98 were retained for further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15771, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Constructing a sparse directed IC network", "sentences": [], "annotations": [], "relations": []}, {"offset": 15813, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The following stage involved the construction of a multimodular, directed IC network that would allow to estimate the effective connectivity (e.g., the causal directions) of the various links between ICs. As Dynamic Causal Modelling and Granger Causality are highly controversial for use in fMRI, we opted for Bayesian network-modelling techniques. Most problems regarding the inference of causal directions in fMRI data can be overcome using these techniques, which have been tested on simulated fMRI data showing ≥95% accuracy. Essential to this approach is to i) start by applying a model-selection algorithm to reduce the number of links, then ii) create an undirected sparse graph, and, during the next stage, iii) use non-gaussian information in the skeleton graph to estimate causal directions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16615, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, to establish links between the various ICs, single-subject time courses were reconstructed by regressing group-spatial maps into each subject's 4D dataset. Next, the time courses of the 98 individual ICs were concatenated (98 ICs with 85 × 794 time points) to calculate group-level covariance matrices. This yielded a fully saturated network with 98 × 98 links, even though some correlations were weak. Secondly, we used EBIC-glasso (Extended Bayesian Information Criterion, graphical least absolute shrinkage and selection operator), as implemented in the R-package qgraph (psychosystems.org), to perform initial model selection. EBIC-glasso is a data-driven method that employs a measure of information conservation (the EBIC) to optimally converge onto a network solution that possesses a high sparsity, but still succeeds in properly explaining the data. Glasso is a regularization technique for fast estimations of optimal models in large networks. The basis for these estimations is a saturated partial correlation matrix where spurious connections are controlled for by means of a tuning parameter λ (lambda) for the penalization of the maximum likelihood estimation. It thus creates 100 network solutions, ranging from fully saturated to fully disconnected. From this range of networks, the graph with an optimal solution of sparsity while still representing the data (i.e., the EBIC score) was selected. Covariance-based methods using regularization techniques are accurate in estimating the presence of network connections across a range of fMRI conditions. EBIC scores have been used successfully in fMRI studies that aimed to obtain sparse network models while investigating limited sets of nodes (e.g., regions of interest, ROIs). The hyperparameter γ (gamma) was set to a default of 0.5, which produces optimal solutions in most simulated datasets. Third, the Linear Non-Gaussian Orientation, Fixed Structure (LOFS) algorithm was used to estimate the direction of links with the aid of the R3 rule. LOFS uses rules that (like the LiNGAM algorithm) infer orientation in a linear, non-Gaussian system, while orienting links in a pairwise manner, without reference to the additional context in the graph. Effective connectivity is established by estimating the model with the highest non-gaussianity of the error term. We estimated the degree of non-gaussianity by using Anderson-Darling scores. The R3 rule was chosen for its conservative character in appointing causal links in combination with high accuracy. Links between functional networks are expected to be reciprocal and, as such, we did not want to force direction, and only attain dominant directions of influence. Links with ambiguous directions were conceptually taken as bidirectional. Graph analyses were conducted using TETRAD-V (v.5.3.0; http://www.phil.cmu.edu/projects/tetrad).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19480, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Modularity", "sentences": [], "annotations": [], "relations": []}, {"offset": 19491, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We detected a modular structure in the sparse network by using the Louvain algorithm developed by Blondel et al., a search algorithm that optimizes modularity, which is capable of using weighted links and detecting nested clusters (i.e., smaller clusters within larger clusters). A methodological study by Rubinov and Sporns concluded that modularity primarily depends on the relative difference between weight magnitudes. Therefore, in the analysis we decided to include absolutes of negative links (7%), as these can provide valuable extra information regarding the organization of networks by indicating instances of deactivation of functionally related ICs. In conformity with the calculations of links in the IC network, we also detected interactions at the level of IC modules, and thus created an IC-network graph.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20313, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "General linear model with balloon presses", "sentences": [], "annotations": [], "relations": []}, {"offset": 20355, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The function of the various ICs and IC modules within the multimodular IC network was inferred by i) examining their spatial patterns, and comparing them with previous reports on the function of such networks, and ii) linking hallucinations to individual IC-time series with the aid of within-scanner hallucination timings. The time courses of consciously experienced AVH (as indicated by individual patients within the scanner with the aid of balloon presses) were linked to the time courses of subject-level ICs by performing a post-hoc general linear model (GLM) analysis with subject-level IC time series as an independent (to be explained) variable and the subject-level model of the BOLD response to the AVH as a dependent (explanatory) variable. The BOLD responses coinciding with AVH were modeled by a boxcar based on the within-scanner balloon presses, which was subsequently convolved with a single gamma function without post-stimulus undershoot to model the hemodynamic response. Excluded from this part of the analysis were patients who exhibited continuous AVH (n = 2), recorded no AVH during scanning (n = 1), reported difficulties with the balloon presses (n = 3), or showed >50% ambiguous (n = 10) or missing (n = 5) AVH responses. Consequently, 64 patients qualified for this part of the analysis. The average duration of hallucinations in the scanner was 17.7 s (SD 47.3), with a large range of 0.8–61.5 s across subjects. Likewise, the frequency of AVH ranged from 1 to 129 hallucinations per scanning session (average 20, SD 21). Each participant's AVH model was tested with the 98 ICs remaining after discarding noise ICs, resulting in 64 participants × 98 beta values. Calculated beta values were fed into a bootstrapping procedure (n = 10,000 repetitions) in Matlab to create an across-ICs confidence interval. We used an FWE threshold at p < 0.05 to identify AVH-related ICs, and also took the numerical beta value into account to keep an open perspective and value relative activation and deactivation of ICs during AVH. These post-hoc analyses provided information on the ‘distance’ of ICs to hallucinations and, thus, yielded information on the positioning of hallucination-related ICs in the IC network as a whole.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22599, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Network metrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 22615, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Individual ICs were examined for the singular influence that they were likely to have in directing the flow of information through the network of IC correlations. Interconnecting hubs were calculated using the betweenness-centrality measure adapted for weighted networks, with high values indicating that ICs participated in a large number of relatively short paths between the ICs of the network. As interconnecting hubs comprise a large part of the information flow through networks (often bridging different modules), they are considered crucial for efficient communication and control of networks. Furthermore, we calculated the weighted degree for a measure of local influence in the network. To investigate sources of brain activity that are indirectly linked to AVH (see Introduction), we calculated the weighted degree using only links with the AVH-related ICs identified in the GLM analysis. The accordingly identified ICs were called ‘tributaries’ to indicate their hypothesized contributory function in the AVH circuits; a Z-score > 2.56 was used to identify these tributaries and their interconnecting hubs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23735, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23743, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of ICs", "sentences": [], "annotations": [], "relations": []}, {"offset": 23765, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "IC network graph. Network graph visualization of the IC network using the ForceAtlas-algorithm (gephi.org), with edge thickness for partial correlations (r > 0.02–0.29) grey color for positive correlations, red color for negative correlations. Node color for modularity (see Table 1). Node size for betweenness centrality. Nodes were automatically assigned coordinates based on a force-directed layout algorithm which treats nodes as positive charges that repulse each other, while being constrained by their links.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24281, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 24288, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Independent components (ICs) per module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24329, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Module</th><th>IC</th><th>Brain areas</th><th>GLM Beta</th><th>Betweenness</th><th>Tributaries</th></tr></thead><tbody><tr><td rowspan=\"9\">I Sensorimotor</td><td>1</td><td>L Precentral, postcentral gyrus (superior), cerebellum</td><td><bold>0.171</bold></td><td>41.6</td><td>–</td></tr><tr><td>8</td><td>L + R Precentral, postcentral gyrus (inferior)</td><td>−0.004</td><td>0.0</td><td>0.03</td></tr><tr><td>9</td><td>L + R STG (anterior to posterior)</td><td>0.049</td><td>167.7</td><td><bold>0.31</bold></td></tr><tr><td>11</td><td>L + R SPL</td><td>0.009</td><td>52.7</td><td><bold>0.39</bold></td></tr><tr><td>12</td><td>R Precentral, postcentral gyrus</td><td>−0.017</td><td>27.1</td><td>0.19</td></tr><tr><td>19</td><td>L&gt; &gt; R SMG, postcentral gyrus, central opercular cortex</td><td><bold>0.116</bold></td><td>164.7</td><td>–</td></tr><tr><td>39</td><td>R Insula (posterior), central opercular cortex</td><td>0.052</td><td>63.7</td><td><bold>0.40</bold></td></tr><tr><td>54</td><td>R SMG, postcentral gyrus</td><td><bold>0.066</bold></td><td><bold>199.1</bold></td><td>–</td></tr><tr><td>91</td><td>L Parietal operculum cortex, STG</td><td>0.009</td><td>0.7</td><td>0.01</td></tr><tr><td rowspan=\"17\">II Cognition, evaluation/salience and response formation (C-E-R)</td><td>3</td><td>L &gt; R Fronto-parietal network</td><td>−0.033</td><td><bold>178.3</bold></td><td>0.14</td></tr><tr><td>7</td><td>R &gt; L Fronto-parietal network</td><td><bold>−0.064</bold></td><td><bold>258.9</bold></td><td>0.02</td></tr><tr><td>13</td><td>L + R Fronto-parietal-occipital network</td><td>0.051</td><td>77.7</td><td><bold>0.28</bold></td></tr><tr><td>14</td><td>L IFG (Broca)</td><td>0.032</td><td>14.4</td><td><bold>0.41</bold></td></tr><tr><td>17</td><td>L MFG</td><td>0.009</td><td>65.8</td><td>0.16</td></tr><tr><td>22</td><td>L&gt; &gt; R MFG + IFG + MTG</td><td>0.032</td><td>54.0</td><td>0.00</td></tr><tr><td>26</td><td>R SPL + SMG</td><td>0.004</td><td>22.3</td><td>0.07</td></tr><tr><td>28</td><td>R&gt; &gt; L Insula (anterior), IFG (Broca)</td><td><bold>0.097</bold></td><td>109.2</td><td>0.00</td></tr><tr><td>32</td><td>L Postcentral gyrus + precentral gyrus (medial)</td><td>0.012</td><td>3.2</td><td>0.15</td></tr><tr><td>33</td><td>L + R SFG (posterior medial, SMA)</td><td><bold>0.094</bold></td><td>120.6</td><td>–</td></tr><tr><td>38</td><td>L + R SFG (superior medial) + frontal pole + L IFG (Broca) + L + R MTG + R caudate</td><td><bold>0.080</bold></td><td>81.0</td><td>–</td></tr><tr><td>43</td><td>R MTG (anterior)</td><td>−0.011</td><td>40.6</td><td>0.03</td></tr><tr><td>56</td><td>L SMG, angular gyrus, STG (posterior) + MTG</td><td>0.009</td><td>51.0</td><td>0.00</td></tr><tr><td>59</td><td>L + R dorsal ACG, paracingulate</td><td><bold>0.067</bold></td><td>34.1</td><td>–</td></tr><tr><td>61</td><td>R Frontal pole</td><td>−0.011</td><td>32.7</td><td>0.11</td></tr><tr><td>75</td><td>R MFG (posterior)</td><td>−0.014</td><td>7.6</td><td>0.00</td></tr><tr><td>85</td><td>R Temporal pole, STG anterior</td><td>0.047</td><td>43.5</td><td>0.01</td></tr><tr><td rowspan=\"13\">III Cerebellar</td><td>6</td><td>R Cerebellum (crus)</td><td>0.040</td><td>50.1</td><td>0.16</td></tr><tr><td>51</td><td>R Cerebellum (anterior inferior)</td><td>0.013</td><td>39.3</td><td>0.00</td></tr><tr><td>55</td><td>L Cerebellum crus</td><td>0.020</td><td>12.6</td><td>0.00</td></tr><tr><td>64</td><td>L Cerebellum (medial)</td><td><bold>0.058</bold></td><td>4.1</td><td>–</td></tr><tr><td>66</td><td>Cerebellum vermis (superior)</td><td><bold>0.092</bold></td><td>165.0</td><td>–</td></tr><tr><td>67</td><td>L Cerebellum (inferior medial)</td><td>−0.010</td><td>0.0</td><td>0.00</td></tr><tr><td>74</td><td>L + R Cerebellum (crus)</td><td>−0.002</td><td>66.1</td><td>0.21</td></tr><tr><td>77</td><td>R Cerebellum (medial)</td><td><bold>0.062</bold></td><td>9.8</td><td>–</td></tr><tr><td>88</td><td>L + R Cerebellum (medial superior)</td><td>0.027</td><td>56.6</td><td>0.17</td></tr><tr><td>89</td><td>Cerebellum vermis (inferior)</td><td>−0.038</td><td>11.2</td><td>0.07</td></tr><tr><td>92</td><td>R Cerebellum (inferior medial)</td><td>0.014</td><td>44.9</td><td>0.16</td></tr><tr><td>94</td><td>R Cerebellum (inferior)</td><td><bold>0.068</bold></td><td>46.6</td><td>–</td></tr><tr><td>97</td><td>L Cerebellum (inferior medial)</td><td>−0.013</td><td><bold>227.6</bold></td><td>0.03</td></tr><tr><td rowspan=\"19\">IV Visual imagery/episodic memory (VI-EM)</td><td>4</td><td>R ITG (posterior)</td><td>−0.008</td><td>0.0</td><td>0.00</td></tr><tr><td>16</td><td>L + R Primary visual cortex</td><td>−0.024</td><td>54.9</td><td>0.04</td></tr><tr><td>18</td><td>L + R Lateral occipital cortex</td><td>−0.018</td><td>4.5</td><td>0.01</td></tr><tr><td>24</td><td>L &gt; R Lateral occipital</td><td><bold>−0.093</bold></td><td>61.6</td><td>0.00</td></tr><tr><td>29</td><td>L + R Occipital pole, cuneus</td><td>−0.037</td><td>35.8</td><td>0.00</td></tr><tr><td>30</td><td>R Lateral occipital (superior), SPL</td><td><bold>−0.07</bold></td><td>107.2</td><td>0.01</td></tr><tr><td>35</td><td>R + L Occipital pole</td><td>0.008</td><td>16.2</td><td>0.00</td></tr><tr><td>42</td><td>R Lingual gyrus</td><td>−0.011</td><td>56.5</td><td>0.09</td></tr><tr><td>45</td><td>L &gt; R Lateraal occipital gyrus</td><td>−0.021</td><td>11.0</td><td>0.00</td></tr><tr><td>48</td><td>R Occipital fusiform gyrus, lingual gyrus</td><td>0.024</td><td>16.9</td><td>0.10</td></tr><tr><td>50</td><td>R &gt; L Cerebellum crus</td><td>0.056</td><td>135.9</td><td><bold>0.28</bold></td></tr><tr><td>58</td><td>R MTG (temporooccipital), lateral occipital gyrus</td><td>−0.019</td><td><bold>235.5</bold></td><td>0.06</td></tr><tr><td>69</td><td>R Lingual gyrus</td><td>−0.023</td><td>103.7</td><td>0.05</td></tr><tr><td>78</td><td>L &gt; R Temporooccipital fusiform cortex</td><td>−0.035</td><td>147.6</td><td>0.00</td></tr><tr><td>79</td><td>L &gt; R Temporal occiptal fusiform cortex</td><td>0.008</td><td>132.6</td><td>0.03</td></tr><tr><td>82</td><td>L Lingual gyrus, hippocampus</td><td>−0.051</td><td>37.8</td><td>0.00</td></tr><tr><td>83</td><td>L Temporal occipital fusiform cortex</td><td>−0.001</td><td>114.9</td><td>0.02</td></tr><tr><td>93</td><td>L + R Hippocampus, parahippocampus</td><td>−0.015</td><td><bold>260.5</bold></td><td>0.00</td></tr><tr><td>95</td><td>R Hippocampus</td><td>−0.026</td><td>37.1</td><td>0.00</td></tr><tr><td rowspan=\"17\">V anterior DMN</td><td>10</td><td>L + R SFG (anterior medial)</td><td>−0.050</td><td>120.0</td><td>0.25</td></tr><tr><td>23</td><td>R Frontal pole, paracingulate</td><td>−0.055</td><td>102.7</td><td>0.03</td></tr><tr><td>25</td><td>L Frontal orbital cortex</td><td>−0.008</td><td>53.3</td><td>0.00</td></tr><tr><td>34</td><td>L &gt; R ACG, L + R frontal orbital cortex and frontal pole</td><td>0.014</td><td>33.0</td><td>0.01</td></tr><tr><td>37</td><td>R Thalamus, caudate</td><td>−0.006</td><td>18.4</td><td>0.00</td></tr><tr><td>40</td><td>R Caudate</td><td>0.012</td><td>80.8</td><td>0.02</td></tr><tr><td>41</td><td>R Frontal orbital cortex</td><td>−0.001</td><td>0.0</td><td>0.00</td></tr><tr><td>46</td><td>L + R Putamen</td><td>0.029</td><td><bold>232.0</bold></td><td>0.10</td></tr><tr><td>47</td><td>Paracingulate R</td><td>−0.020</td><td>35.7</td><td>0.01</td></tr><tr><td>49</td><td>L rostral ACG, MFG</td><td><bold>−0.061</bold></td><td>44.3</td><td>0.00</td></tr><tr><td>52</td><td>R PCG, thalamus</td><td>0.009</td><td>2.1</td><td>0.00</td></tr><tr><td>53</td><td>R Thalamus (anterior)</td><td>−0.014</td><td>3.1</td><td>0.00</td></tr><tr><td>60</td><td>L Caudate</td><td>−0.011</td><td>4.2</td><td>0.00</td></tr><tr><td>65</td><td>R Frontal pole, frontal orbital cortex</td><td>−0.006</td><td>67.2</td><td>0.00</td></tr><tr><td>76</td><td>R Thalamus</td><td>−0.003</td><td><bold>223.6</bold></td><td>0.08</td></tr><tr><td>81</td><td>L Frontal pole</td><td>−0.048</td><td>32.1</td><td>0.00</td></tr><tr><td>87</td><td>R &gt; L putamen, pallidum</td><td>0.004</td><td>136.3</td><td>0.06</td></tr><tr><td rowspan=\"12\">VI Subcortical</td><td>62</td><td>R Temporal fusiform cortex, temporale pole</td><td>−0.010</td><td>1.1</td><td>0.00</td></tr><tr><td>63</td><td>Brainstem</td><td>−0.004</td><td>15.8</td><td>0.00</td></tr><tr><td>68</td><td>R &gt; L Cerebellum (superior anterior)</td><td>−0.043</td><td>88.3</td><td>0.00</td></tr><tr><td>70</td><td>Brainstem</td><td>0.040</td><td>52.1</td><td>0.00</td></tr><tr><td>71</td><td>L Putamen</td><td>0.015</td><td>0.0</td><td>0.00</td></tr><tr><td>73</td><td>Brainstem</td><td>0.013</td><td>64.7</td><td>0.00</td></tr><tr><td>80</td><td>L Parahippocampus, hippocampus</td><td>0.032</td><td>47.8</td><td>0.00</td></tr><tr><td>84</td><td>L Thalamus</td><td>0.038</td><td>34.4</td><td>0.05</td></tr><tr><td>86</td><td>Brainstem</td><td>0.000</td><td>17.8</td><td>0.00</td></tr><tr><td>90</td><td>Brainstem + L + R STG</td><td>−0.015</td><td>152.1</td><td>0.00</td></tr><tr><td>96</td><td>R Temporal fusiform cortex, parahippocampus</td><td>−0.023</td><td>93.6</td><td>0.00</td></tr><tr><td>98</td><td>L Pallidum, amygdala</td><td>0.031</td><td>99.7</td><td>0.00</td></tr><tr><td rowspan=\"10\">VII posterior DMN</td><td>5</td><td>L + R Posterior cingulate, precuneus + L + R lat. Occipital</td><td>−0.057</td><td><bold>195.3</bold></td><td>0.16</td></tr><tr><td>15</td><td>L + R Precuneus</td><td>−0.025</td><td>82.5</td><td>0.00</td></tr><tr><td>20</td><td>R Lateral occipital (superior), SPL</td><td>−0.050</td><td>47.4</td><td>0.00</td></tr><tr><td>21</td><td>L + R Precuneus</td><td><bold>−0.064</bold></td><td>64.9</td><td>0.00</td></tr><tr><td>27</td><td>L + R Posterior cingulate (midcingulate)</td><td>−0.027</td><td>114.2</td><td>0.00</td></tr><tr><td>31</td><td>R Precuneus, posterior cingulate</td><td><bold>−0.064</bold></td><td>30.1</td><td>0.00</td></tr><tr><td>36</td><td>R &gt; L Precuneus</td><td><bold>−0.082</bold></td><td>111.8</td><td>0.09</td></tr><tr><td>44</td><td>L + R Posterior cingulate, precuneus</td><td>−0.041</td><td>167.9</td><td>0.00</td></tr><tr><td>57</td><td>L Lateral occipital cortex superior, R precuneus</td><td>−0.035</td><td>94.5</td><td>0.00</td></tr><tr><td>72</td><td>L + R Cerebellum (IX)</td><td>−0.034</td><td>33.8</td><td>0.04</td></tr><tr><td>None</td><td>2</td><td>L ITG, MTG</td><td>0.007</td><td>0.0</td><td>0.00</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24340, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Module</th><th>IC</th><th>Brain areas</th><th>GLM Beta</th><th>Betweenness</th><th>Tributaries</th></tr></thead><tbody><tr><td rowspan=\"9\">I Sensorimotor</td><td>1</td><td>L Precentral, postcentral gyrus (superior), cerebellum</td><td><bold>0.171</bold></td><td>41.6</td><td>–</td></tr><tr><td>8</td><td>L + R Precentral, postcentral gyrus (inferior)</td><td>−0.004</td><td>0.0</td><td>0.03</td></tr><tr><td>9</td><td>L + R STG (anterior to posterior)</td><td>0.049</td><td>167.7</td><td><bold>0.31</bold></td></tr><tr><td>11</td><td>L + R SPL</td><td>0.009</td><td>52.7</td><td><bold>0.39</bold></td></tr><tr><td>12</td><td>R Precentral, postcentral gyrus</td><td>−0.017</td><td>27.1</td><td>0.19</td></tr><tr><td>19</td><td>L&gt; &gt; R SMG, postcentral gyrus, central opercular cortex</td><td><bold>0.116</bold></td><td>164.7</td><td>–</td></tr><tr><td>39</td><td>R Insula (posterior), central opercular cortex</td><td>0.052</td><td>63.7</td><td><bold>0.40</bold></td></tr><tr><td>54</td><td>R SMG, postcentral gyrus</td><td><bold>0.066</bold></td><td><bold>199.1</bold></td><td>–</td></tr><tr><td>91</td><td>L Parietal operculum cortex, STG</td><td>0.009</td><td>0.7</td><td>0.01</td></tr><tr><td rowspan=\"17\">II Cognition, evaluation/salience and response formation (C-E-R)</td><td>3</td><td>L &gt; R Fronto-parietal network</td><td>−0.033</td><td><bold>178.3</bold></td><td>0.14</td></tr><tr><td>7</td><td>R &gt; L Fronto-parietal network</td><td><bold>−0.064</bold></td><td><bold>258.9</bold></td><td>0.02</td></tr><tr><td>13</td><td>L + R Fronto-parietal-occipital network</td><td>0.051</td><td>77.7</td><td><bold>0.28</bold></td></tr><tr><td>14</td><td>L IFG (Broca)</td><td>0.032</td><td>14.4</td><td><bold>0.41</bold></td></tr><tr><td>17</td><td>L MFG</td><td>0.009</td><td>65.8</td><td>0.16</td></tr><tr><td>22</td><td>L&gt; &gt; R MFG + IFG + MTG</td><td>0.032</td><td>54.0</td><td>0.00</td></tr><tr><td>26</td><td>R SPL + SMG</td><td>0.004</td><td>22.3</td><td>0.07</td></tr><tr><td>28</td><td>R&gt; &gt; L Insula (anterior), IFG (Broca)</td><td><bold>0.097</bold></td><td>109.2</td><td>0.00</td></tr><tr><td>32</td><td>L Postcentral gyrus + precentral gyrus (medial)</td><td>0.012</td><td>3.2</td><td>0.15</td></tr><tr><td>33</td><td>L + R SFG (posterior medial, SMA)</td><td><bold>0.094</bold></td><td>120.6</td><td>–</td></tr><tr><td>38</td><td>L + R SFG (superior medial) + frontal pole + L IFG (Broca) + L + R MTG + R caudate</td><td><bold>0.080</bold></td><td>81.0</td><td>–</td></tr><tr><td>43</td><td>R MTG (anterior)</td><td>−0.011</td><td>40.6</td><td>0.03</td></tr><tr><td>56</td><td>L SMG, angular gyrus, STG (posterior) + MTG</td><td>0.009</td><td>51.0</td><td>0.00</td></tr><tr><td>59</td><td>L + R dorsal ACG, paracingulate</td><td><bold>0.067</bold></td><td>34.1</td><td>–</td></tr><tr><td>61</td><td>R Frontal pole</td><td>−0.011</td><td>32.7</td><td>0.11</td></tr><tr><td>75</td><td>R MFG (posterior)</td><td>−0.014</td><td>7.6</td><td>0.00</td></tr><tr><td>85</td><td>R Temporal pole, STG anterior</td><td>0.047</td><td>43.5</td><td>0.01</td></tr><tr><td rowspan=\"13\">III Cerebellar</td><td>6</td><td>R Cerebellum (crus)</td><td>0.040</td><td>50.1</td><td>0.16</td></tr><tr><td>51</td><td>R Cerebellum (anterior inferior)</td><td>0.013</td><td>39.3</td><td>0.00</td></tr><tr><td>55</td><td>L Cerebellum crus</td><td>0.020</td><td>12.6</td><td>0.00</td></tr><tr><td>64</td><td>L Cerebellum (medial)</td><td><bold>0.058</bold></td><td>4.1</td><td>–</td></tr><tr><td>66</td><td>Cerebellum vermis (superior)</td><td><bold>0.092</bold></td><td>165.0</td><td>–</td></tr><tr><td>67</td><td>L Cerebellum (inferior medial)</td><td>−0.010</td><td>0.0</td><td>0.00</td></tr><tr><td>74</td><td>L + R Cerebellum (crus)</td><td>−0.002</td><td>66.1</td><td>0.21</td></tr><tr><td>77</td><td>R Cerebellum (medial)</td><td><bold>0.062</bold></td><td>9.8</td><td>–</td></tr><tr><td>88</td><td>L + R Cerebellum (medial superior)</td><td>0.027</td><td>56.6</td><td>0.17</td></tr><tr><td>89</td><td>Cerebellum vermis (inferior)</td><td>−0.038</td><td>11.2</td><td>0.07</td></tr><tr><td>92</td><td>R Cerebellum (inferior medial)</td><td>0.014</td><td>44.9</td><td>0.16</td></tr><tr><td>94</td><td>R Cerebellum (inferior)</td><td><bold>0.068</bold></td><td>46.6</td><td>–</td></tr><tr><td>97</td><td>L Cerebellum (inferior medial)</td><td>−0.013</td><td><bold>227.6</bold></td><td>0.03</td></tr><tr><td rowspan=\"19\">IV Visual imagery/episodic memory (VI-EM)</td><td>4</td><td>R ITG (posterior)</td><td>−0.008</td><td>0.0</td><td>0.00</td></tr><tr><td>16</td><td>L + R Primary visual cortex</td><td>−0.024</td><td>54.9</td><td>0.04</td></tr><tr><td>18</td><td>L + R Lateral occipital cortex</td><td>−0.018</td><td>4.5</td><td>0.01</td></tr><tr><td>24</td><td>L &gt; R Lateral occipital</td><td><bold>−0.093</bold></td><td>61.6</td><td>0.00</td></tr><tr><td>29</td><td>L + R Occipital pole, cuneus</td><td>−0.037</td><td>35.8</td><td>0.00</td></tr><tr><td>30</td><td>R Lateral occipital (superior), SPL</td><td><bold>−0.07</bold></td><td>107.2</td><td>0.01</td></tr><tr><td>35</td><td>R + L Occipital pole</td><td>0.008</td><td>16.2</td><td>0.00</td></tr><tr><td>42</td><td>R Lingual gyrus</td><td>−0.011</td><td>56.5</td><td>0.09</td></tr><tr><td>45</td><td>L &gt; R Lateraal occipital gyrus</td><td>−0.021</td><td>11.0</td><td>0.00</td></tr><tr><td>48</td><td>R Occipital fusiform gyrus, lingual gyrus</td><td>0.024</td><td>16.9</td><td>0.10</td></tr><tr><td>50</td><td>R &gt; L Cerebellum crus</td><td>0.056</td><td>135.9</td><td><bold>0.28</bold></td></tr><tr><td>58</td><td>R MTG (temporooccipital), lateral occipital gyrus</td><td>−0.019</td><td><bold>235.5</bold></td><td>0.06</td></tr><tr><td>69</td><td>R Lingual gyrus</td><td>−0.023</td><td>103.7</td><td>0.05</td></tr><tr><td>78</td><td>L &gt; R Temporooccipital fusiform cortex</td><td>−0.035</td><td>147.6</td><td>0.00</td></tr><tr><td>79</td><td>L &gt; R Temporal occiptal fusiform cortex</td><td>0.008</td><td>132.6</td><td>0.03</td></tr><tr><td>82</td><td>L Lingual gyrus, hippocampus</td><td>−0.051</td><td>37.8</td><td>0.00</td></tr><tr><td>83</td><td>L Temporal occipital fusiform cortex</td><td>−0.001</td><td>114.9</td><td>0.02</td></tr><tr><td>93</td><td>L + R Hippocampus, parahippocampus</td><td>−0.015</td><td><bold>260.5</bold></td><td>0.00</td></tr><tr><td>95</td><td>R Hippocampus</td><td>−0.026</td><td>37.1</td><td>0.00</td></tr><tr><td rowspan=\"17\">V anterior DMN</td><td>10</td><td>L + R SFG (anterior medial)</td><td>−0.050</td><td>120.0</td><td>0.25</td></tr><tr><td>23</td><td>R Frontal pole, paracingulate</td><td>−0.055</td><td>102.7</td><td>0.03</td></tr><tr><td>25</td><td>L Frontal orbital cortex</td><td>−0.008</td><td>53.3</td><td>0.00</td></tr><tr><td>34</td><td>L &gt; R ACG, L + R frontal orbital cortex and frontal pole</td><td>0.014</td><td>33.0</td><td>0.01</td></tr><tr><td>37</td><td>R Thalamus, caudate</td><td>−0.006</td><td>18.4</td><td>0.00</td></tr><tr><td>40</td><td>R Caudate</td><td>0.012</td><td>80.8</td><td>0.02</td></tr><tr><td>41</td><td>R Frontal orbital cortex</td><td>−0.001</td><td>0.0</td><td>0.00</td></tr><tr><td>46</td><td>L + R Putamen</td><td>0.029</td><td><bold>232.0</bold></td><td>0.10</td></tr><tr><td>47</td><td>Paracingulate R</td><td>−0.020</td><td>35.7</td><td>0.01</td></tr><tr><td>49</td><td>L rostral ACG, MFG</td><td><bold>−0.061</bold></td><td>44.3</td><td>0.00</td></tr><tr><td>52</td><td>R PCG, thalamus</td><td>0.009</td><td>2.1</td><td>0.00</td></tr><tr><td>53</td><td>R Thalamus (anterior)</td><td>−0.014</td><td>3.1</td><td>0.00</td></tr><tr><td>60</td><td>L Caudate</td><td>−0.011</td><td>4.2</td><td>0.00</td></tr><tr><td>65</td><td>R Frontal pole, frontal orbital cortex</td><td>−0.006</td><td>67.2</td><td>0.00</td></tr><tr><td>76</td><td>R Thalamus</td><td>−0.003</td><td><bold>223.6</bold></td><td>0.08</td></tr><tr><td>81</td><td>L Frontal pole</td><td>−0.048</td><td>32.1</td><td>0.00</td></tr><tr><td>87</td><td>R &gt; L putamen, pallidum</td><td>0.004</td><td>136.3</td><td>0.06</td></tr><tr><td rowspan=\"12\">VI Subcortical</td><td>62</td><td>R Temporal fusiform cortex, temporale pole</td><td>−0.010</td><td>1.1</td><td>0.00</td></tr><tr><td>63</td><td>Brainstem</td><td>−0.004</td><td>15.8</td><td>0.00</td></tr><tr><td>68</td><td>R &gt; L Cerebellum (superior anterior)</td><td>−0.043</td><td>88.3</td><td>0.00</td></tr><tr><td>70</td><td>Brainstem</td><td>0.040</td><td>52.1</td><td>0.00</td></tr><tr><td>71</td><td>L Putamen</td><td>0.015</td><td>0.0</td><td>0.00</td></tr><tr><td>73</td><td>Brainstem</td><td>0.013</td><td>64.7</td><td>0.00</td></tr><tr><td>80</td><td>L Parahippocampus, hippocampus</td><td>0.032</td><td>47.8</td><td>0.00</td></tr><tr><td>84</td><td>L Thalamus</td><td>0.038</td><td>34.4</td><td>0.05</td></tr><tr><td>86</td><td>Brainstem</td><td>0.000</td><td>17.8</td><td>0.00</td></tr><tr><td>90</td><td>Brainstem + L + R STG</td><td>−0.015</td><td>152.1</td><td>0.00</td></tr><tr><td>96</td><td>R Temporal fusiform cortex, parahippocampus</td><td>−0.023</td><td>93.6</td><td>0.00</td></tr><tr><td>98</td><td>L Pallidum, amygdala</td><td>0.031</td><td>99.7</td><td>0.00</td></tr><tr><td rowspan=\"10\">VII posterior DMN</td><td>5</td><td>L + R Posterior cingulate, precuneus + L + R lat. Occipital</td><td>−0.057</td><td><bold>195.3</bold></td><td>0.16</td></tr><tr><td>15</td><td>L + R Precuneus</td><td>−0.025</td><td>82.5</td><td>0.00</td></tr><tr><td>20</td><td>R Lateral occipital (superior), SPL</td><td>−0.050</td><td>47.4</td><td>0.00</td></tr><tr><td>21</td><td>L + R Precuneus</td><td><bold>−0.064</bold></td><td>64.9</td><td>0.00</td></tr><tr><td>27</td><td>L + R Posterior cingulate (midcingulate)</td><td>−0.027</td><td>114.2</td><td>0.00</td></tr><tr><td>31</td><td>R Precuneus, posterior cingulate</td><td><bold>−0.064</bold></td><td>30.1</td><td>0.00</td></tr><tr><td>36</td><td>R &gt; L Precuneus</td><td><bold>−0.082</bold></td><td>111.8</td><td>0.09</td></tr><tr><td>44</td><td>L + R Posterior cingulate, precuneus</td><td>−0.041</td><td>167.9</td><td>0.00</td></tr><tr><td>57</td><td>L Lateral occipital cortex superior, R precuneus</td><td>−0.035</td><td>94.5</td><td>0.00</td></tr><tr><td>72</td><td>L + R Cerebellum (IX)</td><td>−0.034</td><td>33.8</td><td>0.04</td></tr><tr><td>None</td><td>2</td><td>L ITG, MTG</td><td>0.007</td><td>0.0</td><td>0.00</td></tr></tbody></table>\n"}, "text": "Module\tIC\tBrain areas\tGLM Beta\tBetweenness\tTributaries\t \tI Sensorimotor\t1\tL Precentral, postcentral gyrus (superior), cerebellum\t0.171\t41.6\t–\t \t8\tL + R Precentral, postcentral gyrus (inferior)\t−0.004\t0.0\t0.03\t \t9\tL + R STG (anterior to posterior)\t0.049\t167.7\t0.31\t \t11\tL + R SPL\t0.009\t52.7\t0.39\t \t12\tR Precentral, postcentral gyrus\t−0.017\t27.1\t0.19\t \t19\tL> > R SMG, postcentral gyrus, central opercular cortex\t0.116\t164.7\t–\t \t39\tR Insula (posterior), central opercular cortex\t0.052\t63.7\t0.40\t \t54\tR SMG, postcentral gyrus\t0.066\t199.1\t–\t \t91\tL Parietal operculum cortex, STG\t0.009\t0.7\t0.01\t \tII Cognition, evaluation/salience and response formation (C-E-R)\t3\tL > R Fronto-parietal network\t−0.033\t178.3\t0.14\t \t7\tR > L Fronto-parietal network\t−0.064\t258.9\t0.02\t \t13\tL + R Fronto-parietal-occipital network\t0.051\t77.7\t0.28\t \t14\tL IFG (Broca)\t0.032\t14.4\t0.41\t \t17\tL MFG\t0.009\t65.8\t0.16\t \t22\tL> > R MFG + IFG + MTG\t0.032\t54.0\t0.00\t \t26\tR SPL + SMG\t0.004\t22.3\t0.07\t \t28\tR> > L Insula (anterior), IFG (Broca)\t0.097\t109.2\t0.00\t \t32\tL Postcentral gyrus + precentral gyrus (medial)\t0.012\t3.2\t0.15\t \t33\tL + R SFG (posterior medial, SMA)\t0.094\t120.6\t–\t \t38\tL + R SFG (superior medial) + frontal pole + L IFG (Broca) + L + R MTG + R caudate\t0.080\t81.0\t–\t \t43\tR MTG (anterior)\t−0.011\t40.6\t0.03\t \t56\tL SMG, angular gyrus, STG (posterior) + MTG\t0.009\t51.0\t0.00\t \t59\tL + R dorsal ACG, paracingulate\t0.067\t34.1\t–\t \t61\tR Frontal pole\t−0.011\t32.7\t0.11\t \t75\tR MFG (posterior)\t−0.014\t7.6\t0.00\t \t85\tR Temporal pole, STG anterior\t0.047\t43.5\t0.01\t \tIII Cerebellar\t6\tR Cerebellum (crus)\t0.040\t50.1\t0.16\t \t51\tR Cerebellum (anterior inferior)\t0.013\t39.3\t0.00\t \t55\tL Cerebellum crus\t0.020\t12.6\t0.00\t \t64\tL Cerebellum (medial)\t0.058\t4.1\t–\t \t66\tCerebellum vermis (superior)\t0.092\t165.0\t–\t \t67\tL Cerebellum (inferior medial)\t−0.010\t0.0\t0.00\t \t74\tL + R Cerebellum (crus)\t−0.002\t66.1\t0.21\t \t77\tR Cerebellum (medial)\t0.062\t9.8\t–\t \t88\tL + R Cerebellum (medial superior)\t0.027\t56.6\t0.17\t \t89\tCerebellum vermis (inferior)\t−0.038\t11.2\t0.07\t \t92\tR Cerebellum (inferior medial)\t0.014\t44.9\t0.16\t \t94\tR Cerebellum (inferior)\t0.068\t46.6\t–\t \t97\tL Cerebellum (inferior medial)\t−0.013\t227.6\t0.03\t \tIV Visual imagery/episodic memory (VI-EM)\t4\tR ITG (posterior)\t−0.008\t0.0\t0.00\t \t16\tL + R Primary visual cortex\t−0.024\t54.9\t0.04\t \t18\tL + R Lateral occipital cortex\t−0.018\t4.5\t0.01\t \t24\tL > R Lateral occipital\t−0.093\t61.6\t0.00\t \t29\tL + R Occipital pole, cuneus\t−0.037\t35.8\t0.00\t \t30\tR Lateral occipital (superior), SPL\t−0.07\t107.2\t0.01\t \t35\tR + L Occipital pole\t0.008\t16.2\t0.00\t \t42\tR Lingual gyrus\t−0.011\t56.5\t0.09\t \t45\tL > R Lateraal occipital gyrus\t−0.021\t11.0\t0.00\t \t48\tR Occipital fusiform gyrus, lingual gyrus\t0.024\t16.9\t0.10\t \t50\tR > L Cerebellum crus\t0.056\t135.9\t0.28\t \t58\tR MTG (temporooccipital), lateral occipital gyrus\t−0.019\t235.5\t0.06\t \t69\tR Lingual gyrus\t−0.023\t103.7\t0.05\t \t78\tL > R Temporooccipital fusiform cortex\t−0.035\t147.6\t0.00\t \t79\tL > R Temporal occiptal fusiform cortex\t0.008\t132.6\t0.03\t \t82\tL Lingual gyrus, hippocampus\t−0.051\t37.8\t0.00\t \t83\tL Temporal occipital fusiform cortex\t−0.001\t114.9\t0.02\t \t93\tL + R Hippocampus, parahippocampus\t−0.015\t260.5\t0.00\t \t95\tR Hippocampus\t−0.026\t37.1\t0.00\t \tV anterior DMN\t10\tL + R SFG (anterior medial)\t−0.050\t120.0\t0.25\t \t23\tR Frontal pole, paracingulate\t−0.055\t102.7\t0.03\t \t25\tL Frontal orbital cortex\t−0.008\t53.3\t0.00\t \t34\tL > R ACG, L + R frontal orbital cortex and frontal pole\t0.014\t33.0\t0.01\t \t37\tR Thalamus, caudate\t−0.006\t18.4\t0.00\t \t40\tR Caudate\t0.012\t80.8\t0.02\t \t41\tR Frontal orbital cortex\t−0.001\t0.0\t0.00\t \t46\tL + R Putamen\t0.029\t232.0\t0.10\t \t47\tParacingulate R\t−0.020\t35.7\t0.01\t \t49\tL rostral ACG, MFG\t−0.061\t44.3\t0.00\t \t52\tR PCG, thalamus\t0.009\t2.1\t0.00\t \t53\tR Thalamus (anterior)\t−0.014\t3.1\t0.00\t \t60\tL Caudate\t−0.011\t4.2\t0.00\t \t65\tR Frontal pole, frontal orbital cortex\t−0.006\t67.2\t0.00\t \t76\tR Thalamus\t−0.003\t223.6\t0.08\t \t81\tL Frontal pole\t−0.048\t32.1\t0.00\t \t87\tR > L putamen, pallidum\t0.004\t136.3\t0.06\t \tVI Subcortical\t62\tR Temporal fusiform cortex, temporale pole\t−0.010\t1.1\t0.00\t \t63\tBrainstem\t−0.004\t15.8\t0.00\t \t68\tR > L Cerebellum (superior anterior)\t−0.043\t88.3\t0.00\t \t70\tBrainstem\t0.040\t52.1\t0.00\t \t71\tL Putamen\t0.015\t0.0\t0.00\t \t73\tBrainstem\t0.013\t64.7\t0.00\t \t80\tL Parahippocampus, hippocampus\t0.032\t47.8\t0.00\t \t84\tL Thalamus\t0.038\t34.4\t0.05\t \t86\tBrainstem\t0.000\t17.8\t0.00\t \t90\tBrainstem + L + R STG\t−0.015\t152.1\t0.00\t \t96\tR Temporal fusiform cortex, parahippocampus\t−0.023\t93.6\t0.00\t \t98\tL Pallidum, amygdala\t0.031\t99.7\t0.00\t \tVII posterior DMN\t5\tL + R Posterior cingulate, precuneus + L + R lat. Occipital\t−0.057\t195.3\t0.16\t \t15\tL + R Precuneus\t−0.025\t82.5\t0.00\t \t20\tR Lateral occipital (superior), SPL\t−0.050\t47.4\t0.00\t \t21\tL + R Precuneus\t−0.064\t64.9\t0.00\t \t27\tL + R Posterior cingulate (midcingulate)\t−0.027\t114.2\t0.00\t \t31\tR Precuneus, posterior cingulate\t−0.064\t30.1\t0.00\t \t36\tR > L Precuneus\t−0.082\t111.8\t0.09\t \t44\tL + R Posterior cingulate, precuneus\t−0.041\t167.9\t0.00\t \t57\tL Lateral occipital cortex superior, R precuneus\t−0.035\t94.5\t0.00\t \t72\tL + R Cerebellum (IX)\t−0.034\t33.8\t0.04\t \tNone\t2\tL ITG, MTG\t0.007\t0.0\t0.00\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29407, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Brain areas derived from local maxima in Harvard-Oxford brain atlas as implemented in FSL, plus (+) for separated clusters, commas (,) for contiguous activation. Betweenness centrality and tributaries bold for Z > 2.56. GLM beta's with bold for p < 0.05 (corrected). SMG supramarginal gyrus, STG superior temporal gyrus, MTG middle temporal gyrus, ITG inferior temporal gyrus, SPL superior parietal lobule, SFG superior frontal gyrus, MFG middle frontal gyrus, IFG inferior frontal gyrus, ACG anterior cingulate gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29926, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The multi-modular network of the 98 group-level ICs that we constructed allowed a global view of the ‘network context’ or ‘embedding’ of all ICs. Within the IC network, we identified seven modules, together covering 97 of the 98 ICs (for summary slides of all ICs, see Supplementary Materials, Fig. 5). To establish the role of ICs in the flow of information throughout the network, hubs were identified and a network graph was constructed (Fig. 2). In the network graph, nodes were automatically assigned coordinates based on a force-directed layout algorithm that treats nodes as positive charges that repulse each other, while being constrained by their links (Gephi 0.9.1, gephi.org). Permutation tests revealed that, of the 98 ICs, 18 had significant associations with AVH-related balloon presses as recorded within the scanner, of which 11 had positive betas. These 11 ICs, which synchronized with balloon presses, functioned as the anchor points for the interpretation of our data. The ICs that activated or deactivated in relation to AVH clustered together within specific modules. The betweenness-centrality measure indicated ICs with a disproportional influence on information transfer throughout the whole network. Thus, ICs 3, 5, 7, 46, 54, 58, 76, 93, and 97 were identified as interconnecting hubs, whereas ICs 9, 11, 13, 14, 39, 50 were identified as tributaries in the AVH-related circuit. Table 1 lists the 98 ICs with their anatomical descriptions, grouped per network module, with beta values for associations with the balloon presses and network metrics. The seven IC modules can be described as follows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31551, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Module I, the sensorimotor module", "sentences": [], "annotations": [], "relations": []}, {"offset": 31585, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Module I contained nine ICs, comprising a number of brain regions that we characterize as the sensorimotor module (SM module). This module comprises the pre- and postcentral gyri (IC1, IC8, IC54), the supramarginal gyrus (IC19, IC54), frontoparietal opercular cortices (IC 19, IC 39, IC91), the posterior insula (IC 39), and the superior temporal gyrus (STG), which includes Heschl's gyrus and the planum temporale (IC9, IC91). Based on previous reports on the functions of these ICs and brain areas, it is likely that the module as a whole has a central function in auditory and motor processing. Primary and secondary auditory cortices in the posterior STG (IC9) showed no significant activation during AVH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32295, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Module II, the cognition, evaluation/salience, and response formation (C-E-R) module", "sentences": [], "annotations": [], "relations": []}, {"offset": 32380, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Module II contained 17 disparate ICs, representing brain activity in prefrontal regions and brain areas centered around the temporo-parietal junction. Among them, three ‘executive’ fronto-parietal ICs were discernible, of which two were more lateralized (IC7, IC3), and one more balanced (IC13), which we assume to represent subdivided components of the CEN. The right-sided CEN (IC7) and the left-sided CEN (IC3) appeared to be interconnecting hubs. Additionally, we found several ‘cognitive’ ICs involving language production (IC28, IC38), working memory, self-referential processing, task coordination (IC38), and motor planning (IC33); of note, these may also be involved in other cognitive functions. This module also contained two ICs (IC28, IC59) that together form the salience network (SN). The SN is involved in risk prediction (i.e., the chance of reward), based on information streams of the highest level of integration (i.e., combined emotional and cognitive information). It continuously weighs the risks that are inherent to any operation (whether involving the self, others or the ‘common ground’), potentially resulting in a full change of sensory predictive models, executive functions, and subsequent motor (verbal) actions via the CEN. We therefore termed this module the cognition, evaluation/salience, and response formation module (C-E-R module). The ICs associated with the balloon presses included the right anterior insula and Broca's homologue (IC28), the bilateral supplementary motor area (SMA, IC33), the bilateral frontal pole, the superior frontal gyrus, Broca's area (IC38), and bilateral dorsal anterior cingulate cortex (ACC, IC59). Thus, hallucinatory activity in module II mostly involved cognitive (speech production, self-representation), and evaluative (SN) components, but not the executive parts (CEN) of the C-E-R module. The left-sided CEN mainly bridged the pDMN and the visual-imagery/episodic-memory module (i.e., module IV).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34354, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Module III, the cerebellar module", "sentences": [], "annotations": [], "relations": []}, {"offset": 34388, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Module III, the cerebellar module, comprised 13 ICs almost exclusively located in different cerebellar regions. Remarkably, our methodological approach revealed an elaborate cerebellar network of more or less separate functional compartments, which is in line with the notion of repeated cerebellar micro-complexes with a different input and output, and with limited intracerebellar communication. Four cerebellar ICs (IC64, IC66, IC77, IC94) showed a positive relation with the balloon presses, and might function in the motor control necessary for this activity; or might also reflect the exertion of higher-order cognitive control, i.e., prediction, error monitoring, and online modulation of language and/or speech production.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35119, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Module IV, the visual-imagery/episodic-memory module (VI/EM module)", "sentences": [], "annotations": [], "relations": []}, {"offset": 35187, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The 18 ICs of Module IV comprised mainly occipital brain regions, along with several medial temporal and temporo-occipital regions; therefore, this was called the visual-imagery/episodic-memory module (VI/EM module). Three of these ICs (IC21, IC31, IC36) were negatively correlated with the balloon presses. The medial temporal regions, including the hippocampus (IC82, IC93, IC95), showed no significant association with the balloon presses. IC 93, which represents the bilateral hippocampus, appeared as an interconnecting hub joining a network of ICs that deactivated during the AVH (IC7, IC36, IC49) or showed a trend towards deactivation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35831, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Module V, the anterior default-mode network (DMN) and social-reference module", "sentences": [], "annotations": [], "relations": []}, {"offset": 35909, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Module V contained 17 ICs limited to prefrontal regions, the thalamus, and the striatum. We termed it the anterior DMN and social-reference module because the medial prefrontal regions of the anterior DMN and the orbitofrontal regions are associated with the integration of limbic areas, the valuation of social cues, and emotion regulation. IC49, which represents the ACC and the medial frontal gyrus, showed a negative association with the balloon presses. Two extrapyramidal regions behaved as interconnecting hubs. The putamen (IC46) mainly bridged the aDMN and C-E-S module, whereas the thalamus (IC76), as expected, was found to function as an interconnecting hub with links throughout all modules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36614, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Module VI, the subcortical module", "sentences": [], "annotations": [], "relations": []}, {"offset": 36648, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Module VI contained 13 ICs representing the brainstem (IC63, IC70, IC73, IC86, IC90), the thalamus, the basal ganglia (IC71, IC84, IC98), the temporal fusiform gyrus, and the parahippocampus (IC62, IC80, IC98). We called this the subcortical module. It showed no significant associations with the balloon presses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36962, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Module VII, the posterior DMN module", "sentences": [], "annotations": [], "relations": []}, {"offset": 36999, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Module VII's ICs represented anatomically closely connected regions located in the posterior cingulate and precuneus, with some extensions to lateral visual cortex (IC20, IC57). Its network showed a recognizable similarity to the posterior subdivision of the DMN, and was therefore termed the posterior DMN module. Three ICs (IC21, IC31, IC36) deactivated during the AVH, with most of the other ICs showing a trend towards deactivation. The module takes up a central position in the IC network, suggesting that it has considerable influence on information processing throughout the network. The posterior cingulate (IC5) behaved as the module's only interconnecting hub, with a substantial proportion of inverse correlations with extramodular ICs. Interestingly, this module hub positively correlated with the lateralized CEN hubs of the C-E-S module (IC3, IC7), as well as with the module VI hub, the hippocampus (IC 93).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37922, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Effective connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 37945, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The EBIC-glasso algorithm produced a sparse graph with 456 links (i.e., 9.3% of the original) with a −0.13 to 0.29 range for partial correlations. We were able to estimate the effective connectivity for 114 links (i.e., 25.0% of the total number of links in the sparse graph) using LOFS R3. The selected links and their directions were incorporated in the IC-network graph in Fig. 2 (for details on the functional circuits, see the Discussion).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38390, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "IC modules: interaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 38414, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "IC-modules network graph with partial correlations. Edge weight for edge thickness, max partial correlation 0.44, grey color for positive correlations, red color for inverse correlations. Node size for weighted degree. Abbreviations; SM- sensorimotor module, C-E-S – Cognition, evaluation/salience and response formation module, Cb – Cerebellar module, VI-EM– Visual Imagery and Episodic memory module, aDMN- anterior Default Mode Network, pDMN – posterior Default Mode Network, Subc – Subcortical module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38920, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 38927, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 3 shows the seven modules that were found, including their partial correlations. Of note, the posterior and anterior DMN were inversely correlated with the sensorimotor network, which is line with their original description as ‘task-negative’ networks. As regards its function, the visual-imagery/episodic-memory (VI/EM) module was strongly connected with the posterior DMN, thus seeming to combine efforts to integrate and uphold representations from brain-wide memory networks. The C-E-S module was most strongly connected with the anterior DMN and the sensorimotor network, showing very few connections with the other modules. For an anatomical overview of the modules found, a 3D rotating animation is available in the Supplementary materials (Figs. 6–12).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39693, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 39704, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study explored the relationship between auditory verbal hallucinations (AVH) and the brain circuits involved in their mediation, using a model-free, network-based approach to analyze fMRI data obtained from 85 medication-resistant patients who were actively hallucinating. The analysis yielded 98 ICs of the brain, of which 18 correlated with the conscious experience of AVH. In addition, the 98 ICs clustered into seven modules with distinct and recognizable functions based on network metrics, a study of the literature, and a post-hoc association study. On the basis of these results, we created a network graph to provide a comprehensive overview of the brain's functions at the level of neural networks and to illustrate the networks' direct and indirect relationships with the mediation of AVH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40510, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "General architecture of the IC network", "sentences": [], "annotations": [], "relations": []}, {"offset": 40549, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Using our model-free network approach, large-scale functional networks (such as the CEN, DMN, and SN), but also the cerebellum and other structures traditionally conceptualized as constituting single functional components, now appeared to fragment into smaller functional units. An explanation for the high level of detail of our ICA decomposition might be the high sampling rate of the PRESTO scan, which offers a fine delineation of functional (a)synchrony. Furthermore, a methodological study of FIX has earlier reported on achieving higher dimensionality after the denoising-procedure. The high level of detail yielded by our ICA decomposition allowed comprehensive mapping of the brain's subfunctions involved in the mediation of AVH, whilst still acknowledging the brain as an extensively connected and intrinsically complex functional network. We made a systematic effort not to impose theoretical or pre-specified models onto our data. Therefore, it was noteworthy that the force-directed layout algorithm produced a relative positioning of ICs and IC modules that closely resemble the actual neuroanatomical positions of these areas in the adult human brain (Supplementary materials, Fig. 13). Overall, the high level of correspondence between the IC network and the anatomical network structure of the human brain, provided a first indication of the validity of our approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41935, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Major hubs were the left-sided and right-sided fronto-parietal networks (IC7, IC3), the precuneus and posterior cingulate (IC5), the thalamus and putamen (IC76, IC46), the hippocampus (IC93), the supramarginal gyrus (IC54), and a network surrounding the right temporo-occipital junction (IC58). This configuration is in strong accordance with the so-called ‘rich club’ of the human brain, a network of densely connected hubs thought to account for a large proportion (e.g., 80%) of information transfer within the brain, thus providing a second validation of our approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42508, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Relationship between IC modules and auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 42575, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The strongest links to AVH were found for ICs located within the sensorimotor (SM) module, the cognition, evaluation/salience, and response formation (C-E—S) module, and the cerebellar module (see below for further details per IC). Together they represent all the 11 ICs that significantly activate during AVH. In this study, DMN activity was found to be at a distance from hallucination-related regions, with the posterior DMN subdivisions mostly deactivating during AVH. Although functional hyperconnectivity and hyperactivity of DMN subdivisions are suggested to be essential processes for the occurrence of AVH, our exploratory approach does not support that view. Bearing in mind the replicated findings concerning DMN hyperactivity in patients diagnosed with schizophrenia and their first-degree relatives, this might be indicative of other types of psychopathology (i.e, not hallucinations). In their study, Jardri et al. found a comparable disengagement of the DMN during AVH and also found evidence for a role of spatial and temporal DMN instability in the emergence of AVH; therefore, their study is indicative of the complex constituents of AVH on multiple scale levels. In our study, apart from the anterior and posterior DMN regions, the brainstem and subcortical regions were mainly positioned at a distance from hallucination-related ICs and, therefore, appeared to have no significant role in the mediation of AVH. Also, the visual-imagery/episodic-memory module showed little or no relationship with AVH. This contradicts hypotheses suggesting that AVH have a source in unstable (episodic) memory (e.g., (para)hippocampal areas or putamen).", "sentences": [], "annotations": [], "relations": []}, {"offset": 44233, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Relationship between individual ICs and auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 44304, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Model-based vs model-free activation maps of AVH-related associated brain areas. Red color for the study by Looijestijn et al. using a symptom capture approach, blue color for the stacked ICs with significant positive beta's in the current study. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 44681, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 44688, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The 11 ICs showing significantly positive relationships with hallucination timings comprise the cerebellum (both hemispheres and the vermis), the right anterior insula, Broca's homologue (right), the left pre- and postcentral gyri, the bilateral supramarginal gyrus, the medial frontal areas (including the anterior cingulate), the bilateral supplementary motor areas, and the bilateral frontal poles. These structures are often found in model-based studies of AVH, although several model-based studies also reported involvement of subcortical structures. Fig. 4 shows the spatial maps of the activated ICs within a single brain, and contrasts these with the activation map from a previous study by our group based on model-based analyses of signal changes in AVH. As shown in Fig. 4, these model-based and model-free activation maps largely overlap, with the model-based study yielding additional activity surrounding the thalamus and motor cortex in the activation map, and more extensive medial cerebellar, medial prefrontal, and fronto-polar activity in the stacked ICs from the present model-free study. The increased activation found by our previous model-based study in thalamus and motor cortex might be due to a number of factors. One explanation is the possibly superior power of the event-related approach to detect brain activity (due to the balloon presses) in these regions. In our model-free approach, the extensive activation of the medial cerebellum is of special interest in view of earlier studies that proposed a causal role for the cerebellum in psychosis and hallucinations. Powers et al. found that the decreased activation of cerebellum corresponded with diminished belief-updating and rigidity of psychotic patients, and hypothesized that the cerebellum dysfunctions in updating top-down predictions; furthermore, they identified the superior temporal sulcus and the insula as discriminant regions that activate during the hallucinatory state. In a methodological study on the use of ICA to capture hallucinations, Leroy et al. (2017) report their hallucination-related ICs to be located in largely similar brain regions, e.g., cerebellar regions, insula, inferior parietal lobule, inferior frontal gyrus, middle frontal gyrus, cingulate gyrus, and inferior frontal medial and superior temporal regions. Notably, they also find multiple activation clusters in the medial cerebellum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47096, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Functional circuits", "sentences": [], "annotations": [], "relations": []}, {"offset": 47116, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Detail of IC network graph. ICs selected for significant positive beta's and identified tributaries. Partial correlations filtered at >0.02. No direct links for IC64.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47283, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 47290, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The method we selected to estimate effective connectivity is among the most reliable available for detecting causal directions in fMRI data. Nevertheless, we could establish causal directions (arrows) for only 25% of our links. This posed limits to a more precise understanding of the functional circuits at hand. For instance, it prevented us from detecting a clear causal hierarchy between the various ICs, and from finding or excluding possible ‘Garden-of-Eden states’ (first movers) of hallucinations. Despite that limitation, Fig. 5 provides an overview of the ICs that emerged from our analysis. The circuit is built-up of AVH-activated ICs, and ICs that show a strong direct link with these ICs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47993, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Of all ICs, left-sided motor cortex (IC1) showed the highest beta value, which most likely indicates the motor action coinciding with the balloon presses made by our study patients. The motor cortex was also found to have the strongest connection with somatosensory association cortices, including the auditory regions (IC19), which might represent the processing of language and/or the reciprocal feedback taking place during motor action. The bilateral superior parietal lobule (SPL, IC11) is strongly informed by the motor cortex (IC1), probably receiving input from the hand during balloon presses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48596, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The SMA (IC33) - which provides input to motor cortex (IC1) - and the ACC (IC59) also showed strong activation during AVH. The SMA has been endowed with a number of functions, including motor preparation, the initiation of internally driven movement, and the processing of sequences of input within multiple domains. The pre-SMA has been implicated in complex sequencing, ambiguity resolution, and task switching in relation to language. A study on the functional connectivity of the SMA shows pre-SMA output going to the posterior IFG, angular gyrus, and ACC, which matches with the effective connectivity found by us, albeit with a reversion of the reciprocal influence of pre-SMA and IFG. In a study directly hinting at a function of the SMA in mediating hallucinations, Clos et al., observed increased connectivity between the left IFG, the SMA, and the insula in psychotic patients experiencing AVH, which they explained in terms of increased inner-speech generation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49569, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The ACC has partially overlapping functions, such as cognitive control, salience, various top-down processes, and self-monitoring. All these functions may play a role in the mediation of AVH. In our analysis, we found that the ACC (IC59) receives input from the right-sided anterior insula and Broca's homologue (IC28), which matches with the study by Sridharan et al., who found that a right-sided fronto-insular network strongly co-activated with the ACC (which is part of the SN). Together, these areas have an important causal role in modulating DMN and CEN activity which, as we saw, plays an important role in hybrid models of AVH mediation. The anterior insula has been proposed to function as the most crucial part of the SN, attributing ‘salience’ to intrinsic and extrinsic stimuli, and propelling this information forwards to the ACC for preferential attention in higher-order cognitive (prefrontal) areas interacting with the CEN or DMN. Salience attribution seems to involve a process of risk assessment: the insula takes highly integrated (i.e., combined multimodal emotional and cognitive) information as its input and ‘calculates’ expected reward or punishment as a result of this input. Predictions with maximum expected results are then prioritized within the ACC, and appropriate measures are prepared, e.g., whether to relax and enter into a resting/DMN state, or to become vigilant and enter an active/CEN state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51003, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The right anterior insula and Broca's homologue (IC28) were also strongly connected with a prefrontal and SFG-focused component (IC38), although we were unable to establish any causal ties. Moreover, the SFG network includes the bilateral frontal pole, the temporal pole, the middle temporal gyrus, the cerebellum, and Broca's area. We hypothesize that this reflects working memory and associative functions following the conscious experience of AVH. The SFG network strongly connects with the anterior medial SFG (IC10) and Broca's area (IC14). In our analysis, Broca's area was the strongest tributary, contributing to the activity levels of the combined Broca's homologue and right-sided insula (IC28). Interestingly, Sommer et al. reported on the relative inactivity of Broca's area, as compared to its homologue. Our findings are similar, but indicate that Broca's area does have a function in the mediation of AVH, albeit indirectly, e.g. by producing language that further ‘upstream’ is wrongly valued by the SN, and retained in working memory.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52055, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We found the right-sided posterior insula (IC39) to be connected with a range of AVH-related ICs, including the anterior insula. The posterior insula is thought to be functionally dissociated from the anterior insula, and to have a specific function in sensorimotor and somatosensory processing. Correspondingly, we found the posterior insula to be strongly connected with auditory cortices (IC9). Therefore, we hypothesize that the links between the inferior parietal lobule (IC54) and the posterior insula (IC39) represent the back-projection of perceived hallucinations in the salience network, and the subsequent somatosensory registration of the ensuing percept.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52723, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our analysis, the left-sided CEN (IC3) emerged as a hub that was inversely correlated with another hub, i.e., the right-sided IPL (IC54). Together with the inverse correlation with the SMA (IC33) of the left CEN (IC3), this suggests a relative deactivation of the lateralized CEN during AVH, although this was not found to be significant. The right-sided CEN (IC7) did deactivate significantly during AVH, acting as an interconnecting hub bridging the pDMN-module. The left-sided CEN (consistently found in resting-state studies) has been implicated in cognition and language processing, whereas the right-sided CEN is more often associated with somesthesis and action inhibition. This suggests that the abdication of lateralized cognitive control has a relation with the conscious experience of AVH. Rotarska-Jagiela et al. found that the right-oriented CEN shows a disrupted intrinsic organization and a decreased rightward lateralization in patients experiencing AVH. Further away, we found that the pDMN hub (IC5) is inversely correlated with hallucination-activated ICs (IC19, IC28), but positively correlated with the lateralized CEN hubs. This partially conflicts with earlier studies that found inverse correlations between CEN and DMN, and the subsequent models that emphasize the competition between the CEN and DMN in their preponderance. The deactivation of the DMN is proportional to the height of the cognitive demands of within-scanner tasks for subjects. Therefore, in the present study, the correlation between the DMN and the lateralized CENs could indicate the relatively limited cognitive demands of the hallucination reporting. The bilateral CEN (IC13) correlated negatively with the pDMN hub (IC5), and was strongly connected with the hallucination-activated ICs (IC19, IC28, IC54, IC59). All this suggests that the CEN is functionally segregated into three subunits, with different relations to the aDMN, pDMN, SN, and hallucinatory activity. Therefore, further studies should take into account the functional separation of different CEN networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54797, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Lastly, a strong relation was found between the cerebellum and the patients' within-scanner balloon presses. Focusing on the cerebellar ICs that strongly link with other AVH-related ICs, the right cerebellum (IC94) was found to have a stronger connection with the ICs in the cognition, evaluation/salience and response formation (C-E-S) module, whereas the cerebellar vermis (IC66) had a stronger connection with the ICs of the sensorimotor module. Additionally, IC50 mainly constituting the cerebellum vermis was identified as a strong tributary in the hallucination circuit. The cerebellum is known to operate in a feed-forward system, e.g., in the computational processing of cerebral input, looping it back to the cerebrum with limited internal transmission. This function could be summarized as analyzing neural input for the prediction of a future sensory state, and the detection of discrepancies with actual signal patterns (i.e., sensory error prediction), thereby supporting timing and learning in mental processes. Hypothetically, when timing of cortical processes becomes desynchronized, this could amount to self-monitoring deficits of language networks and thus to AVH. However, it remains unclear whether the cerebellum is solely involved in the motor coordination of speech and the emotional modulation of speaking, or whether it also has a function in language.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56176, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 56188, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Integrating the results of our analysis, we propose that the mediation and subsequent perception of AVH in the context of schizophrenia spectrum disorders relies on the involvement of medial prefrontal regions, the insula, the cerebellum, and the homologue of Broca's area. In this patient group, these components of the hallucination network appear to be essential in the mediation of AVH. The right-sided insula and Broca's homologue (IC28) are positioned centrally within the hallucination network, and appear to be responsible for the production of preconscious linguistic constructs to which excessive salience is assigned by the SN (IC28, IC59). The insula propagates the stimulus further downstream in the direction of middle frontal regions, where the SMA and ACC appear to respond to the false prediction, activating the planum temporale (which projects the voices into external space) and enforcing the conscious perception of AVH. Sustained attention to the ensuing percept is probably provided by the working memory ICs (IC38 and CENs). The bilateral CEN showed the strongest connection with these AVH-related ICs. The cerebellum, in turn, might be involved in the disrupted updating and learning from the false sensory predictions in psychosis or in a more physiological process, such as emotional modulation. Two earlier studies focusing on the interaction between resting-state networks have underlined the importance of the SN in the mediation of AVH. Thus Manoliu et al. studied the triple network model, and reported that right anterior insular activity is associated with increased DMN-CEN interaction and severity of hallucinations, while Lefebvre et al. used network modelling to study effective connectivity in the triple network model plus the left hippocampus. Using an innovative design, they distinguished four phases in hallucinations, and found the SN (including the insula) to mediate switching between the DMN and CEN during active hallucinations. In addition, they found evidence that hippocampal input to the salience network evokes the hallucinatory state. In our results, DMN and CEN are not directly associated with the hallucinatory experience, rather showing deactivation during AVH. Altered influence between the DMN and CEN could still co-occur with or follow the onset of AVH within our patient group, however, this is hard to compare considering the breakdown of the large-scale DMN and CEN into multiple subnetworks in our analysis. The current study of RSNs in AVH similarly does not find evidence for direct involvement of the hippocampus in hallucination-onset. Instead of the hippocampus, our own analysis puts forth Broca's area and its homologue in the onset of AVH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58903, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The mediation of AVH as outlined above aligns most strongly with established (model-based) hypotheses of AVH involving the disrupted self-monitoring of inner speech. Indeed, the central role of the anterior insula in falsely predicting threat or risk from harmless, internally generated narratives, fits the evolutionary model of psychosis as a partially adaptive strategy to increase the ‘true positive’ (successful) detection of threats (such as gossip or intrigue) at the cost of ‘false positives’ (hallucinations). Such a strategy may be rewarding in threatening situations that require high levels of vigilance or even a healthy amount of paranoia. In effect, the hypothesis presented here is a hybrid model that characterizes the mediation of AVH as a failure of source monitoring due to SN dysfunction, with subsequent processing of the internally mediated percepts as if they were mediated externally.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59813, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations and suggestions for future research", "sentences": [], "annotations": [], "relations": []}, {"offset": 59861, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study has several limitations. Firstly, the results of our model-free analysis depended on post-hoc statistical analyses and literature searches in order to attribute meaning to the reported ICs. Studies such as these need to consider the problem of ‘reverse inference’, i.e., (incorrectly) deducing the function of ICs on the basis of brain activation maps reported in previous studies. The criticism being that the attribution of a phenotypical function attributed to brain regions A in study X, on the basis of earlier research Y is invalid, as the brain regions A in study Y operate in a network of other brain regions and will probably have a role in multiple functions, in the sense that they are not specific to certain phenotypes. However, if the goal is to identify an optimal causal model for a phenotype within a broad context of neural mechanisms, this criticism is less relevant. Attributing psychological functions to specific brain regions is arbitrary and, instead, the focus should be on assessing the global mechanistic model of the symptom, disease or cognitive process under study. Secondly, a substantial number of ICs was found to originate primarily from noise, and had to be removed using denoising algorithms based on supervised learning. The substantial amount of noise in the data might have been due to the liberal method of temporal filtering used or, alternatively, to the possibly lower signal-to-noise ratio of the PRESTO scanning technique. Nevertheless, the higher sampling rate of PRESTO (in comparison with Echo Planar Imaging) was a clear advantage of our study with regard to power and the ability to discern potentially meaningful signals from physiological noise. In the third place, the absence of a control group prevented us from making any firm inferences regarding the specific pathological deficits or pathogenetic mechanisms involved in the mediation of hallucinations. However, it should be emphasized that the primary goal of this study was not to investigate such pathogenetic mechanisms, but to identify the mechanistic model for the occurrence of AVH within the context of the afflicted brain: more specifically, to facilitate local intervention with the aid of repetitive transcranial magnetic stimulation or transcranial direct current stimulation. Pathological changes in psychosis may significantly alter normal functional neuroanatomy (both in terms of structure and function). Therefore, for the purpose of clinical intervention, it is necessary to know the neural mechanisms underlying psychotic experiences within the context of the disease, rather than the healthy situation. Additionally, our study shows that many functionally significant ICs are not significantly associated with AVH experience, providing a within-subject control condition. Future studies that aim to examine pathogenic mechanisms might benefit from including a control group consisting of healthy controls, siblings of psychotic patients, non-hallucinating patients with previous episodes of psychosis, or patients with infrequent hallucinations. Such imaging studies can be performed during the resting state or during an auditory stimulus-detection task that is matched to the psychotic experiences of the patients. In the fourth place, as noted above, the LOFS R3 algorithm used allowed to determine causal directions for only 25% of the links. As LOFS R3 does not make any forced choices, this may indicate the existence of reciprocal connections in the remaining links, as can be expected in neural networks. On the other hand, it may also indicate that this algorithm prefers accuracy of directionality over directionality. One way to improve this estimation would be to i) choose components of interest based (COIs) on the present study, ii) use the time series of COIs in relation to the modeled BOLD response according to the hallucination timings to estimate the order of activation of COIs, and iii) pre-inform the causal search algorithm with directions of links based on this order of activation. Although this would only be feasible in individual subject-level analyses of effective connectivity, the benefit would be substantial as a detailed depiction of functional circuits involved in the mediation of AVH would allow accurate predictions of locations to be targeted with therapeutic techniques within individuals, i.e., by selecting the most influential nodes in the functional networks at hand. Moreover, enforcing further sparsity in the network might also help to estimate causal links, as this will reduce cyclical (feedback) connections and benefit the display of the dominant direction of information in the brain circuits under study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64567, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 64579, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We systematically decomposed the fMRI data from the hallucinating brains of patients diagnosed with a schizophrenia spectrum disorder into functional subnetworks, and reconstructed these into a whole-brain directed network. This method, which we compared to the draining of a pond to lay bare its entire ecosystem, revealed 98 independent components (ICs) which were active in patients who had consciously experienced AVH during the time of scanning. These ICs clustered into seven modules with distinct physiological functions, involving resting state, central-executive, salience, cerebellar, subcortical, and stimulus-response processing. Functional subnetworks comprising the hallucination network are Broca's right homologue, the right insula, the bilateral anterior cingulate, premotor cortex, and the supramarginal gyrus, whereas the CENs, Broca's area, and cerebellar regions constitute probable and more distant tributaries to the mediation of AVH. On the basis of the present findings, we conclude that in our treatment-refractory patient group, AVH appear to be largely mediated by the SN making false predictions about the risk and (hence) origin of linguistic percepts derived from Broca's homologue, followed by subsequent processing errors in the anterior cingulate gyrus, cerebellum and other cognitive areas. Our findings mostly comply with model-based studies reporting faulty error monitoring as a major factor for the mediation of AVH. Future local intervention studies should consider focusing interventions on Broca's homologue or on SN subparts, anterior insula, and anterior cingulate cortex, instead of the traditional left temporoparietal cortex (T3P3 in EEG electrode placement system).", "sentences": [], "annotations": [], "relations": []}, {"offset": 66293, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "ICs summary spatial maps with axial view for most informative slices, red to yellow color-coding for positive Z-values.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66413, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 66434, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig_caption"}, "text": "Rotating animations of module spatial maps derived from stacked ICs per module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66514, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 66535, "infons": {"file": "gr8.jpg", "id": "f0040", "section_type": "FIG", "type": "fig_caption"}, "text": "Rotating animations of module spatial maps derived from stacked ICs per module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66615, "infons": {"file": "gr8.jpg", "id": "f0040", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 66636, "infons": {"file": "gr9.jpg", "id": "f0045", "section_type": "FIG", "type": "fig_caption"}, "text": "Rotating animations of module spatial maps derived from stacked ICs per module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66716, "infons": {"file": "gr9.jpg", "id": "f0045", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 66737, "infons": {"file": "gr10.jpg", "id": "f0050", "section_type": "FIG", "type": "fig_caption"}, "text": "Rotating animations of module spatial maps derived from stacked ICs per module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66817, "infons": {"file": "gr10.jpg", "id": "f0050", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 66838, "infons": {"file": "gr11.jpg", "id": "f0055", "section_type": "FIG", "type": "fig_caption"}, "text": "Rotating animations of module spatial maps derived from stacked ICs per module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66918, "infons": {"file": "gr11.jpg", "id": "f0055", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 66939, "infons": {"file": "gr12.jpg", "id": "f0060", "section_type": "FIG", "type": "fig_caption"}, "text": "Rotating animations of module spatial maps derived from stacked ICs per module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67019, "infons": {"file": "gr12.jpg", "id": "f0060", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 7", "sentences": [], "annotations": [], "relations": []}, {"offset": 67040, "infons": {"file": "gr13.jpg", "id": "f0065", "section_type": "FIG", "type": "fig_caption"}, "text": "Rotating animations of module spatial maps derived from stacked ICs per module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67120, "infons": {"file": "gr13.jpg", "id": "f0065", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 8", "sentences": [], "annotations": [], "relations": []}, {"offset": 67141, "infons": {"file": "gr14.jpg", "id": "f0070", "section_type": "FIG", "type": "fig_caption"}, "text": "Fig. 1, with an overlay constituting the coarse anatomy of the brain. The force-directed layout algorithm largely follows he brain's anatomy. A caudal subcortical module is connected to a rostral aDMN module and a posterior visual imagery module. Positioned between the aDMN and the visual imagery module we found the sensorimotor module (representing predominantly precentral and postcentral regions), as well as the C-E-R module with its (mainly) medial and posterior prefrontal localization. The center of the IC network was occupied by the pDMN. The cerebellum appeared to be positioned somewhat out of place, folding around the left side of the IC graph and connecting to various cortical ICs, which might be indicative of the close functional relationships of these cerebellar areas with a broad range of cortical activities. Since the force-directed layout algorithm follows a highly simple rule (positioning of elements in 3D space according to a lowest energy principle), this suggests that the relative positioning of brain areas is the result of a maximally efficient process (i.e. unlike motor blocks in some cars). This may indicate either a (long) history of strong selection pressure and/or that the brain's architectural development is governed by very simple (proximity) rules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68436, "infons": {"file": "gr14.jpg", "id": "f0070", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 9", "sentences": [], "annotations": [], "relations": []}, {"offset": 68457, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The following are the supplementary data related to this article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68523, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 68534, "infons": {"fpage": "129", "issue": "1", "lpage": "143", "name_0": "surname:Alario;given-names:F.X.", "name_1": "surname:Chainay;given-names:H.", "name_2": "surname:Lehericy;given-names:S.", "name_3": "surname:Cohen;given-names:L.", "pub-id_pmid": "16480694", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "1076", "year": "2006"}, "text": "The role of the supplementary motor area (SMA) in word production", "sentences": [], "annotations": [], "relations": []}, {"offset": 68600, "infons": {"fpage": "1", "issue": "2", "lpage": "8", "name_0": "surname:Amad;given-names:A.", "name_1": "surname:Cachia;given-names:A.", "name_2": "surname:Gorwood;given-names:P.", "name_3": "surname:Pins;given-names:D.", "name_4": "surname:Delmaire;given-names:C.", "name_5": "surname:Rolland;given-names:B.", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "19", "year": "2013"}, "text": "The multimodal connectivity of the hippocampal complex in auditory and visual hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 68693, "infons": {"name_0": "surname:Anderson;given-names:T.W.", "name_1": "surname:Darling;given-names:D.A.", "section_type": "REF", "source": "Ann. Math. Stat.", "type": "ref", "year": "1952"}, "text": "Asymptotic theory of certain “goodness of fit” criteria based on stochastic processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 68779, "infons": {"fpage": "81", "issue": "2", "lpage": "88", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Pierson;given-names:R.", "pub-id_pmid": "18395701", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "The Role of the Cerebellum in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 68823, "infons": {"fpage": "615", "issue": "8", "lpage": "623", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Flaum;given-names:M.", "name_2": "surname:Arndt;given-names:S.", "pub-id_pmid": "1637251", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "49", "year": "1992"}, "text": "The comprehensive Assessment of Symptoms and history (CASH): an instrument for assessing diagnosis and psychopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 68942, "infons": {"fpage": "550", "issue": "4", "lpage": "562", "name_0": "surname:Andrews-Hanna;given-names:J.R.", "name_1": "surname:Reidler;given-names:J.S.", "name_2": "surname:Sepulcre;given-names:J.", "name_3": "surname:Poulin;given-names:R.", "name_4": "surname:Buckner;given-names:R.L.", "pub-id_pmid": "20188659", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "65", "year": "2010"}, "text": "Functional-anatomic fractionation of the brain's default network", "sentences": [], "annotations": [], "relations": []}, {"offset": 69007, "infons": {"fpage": "297", "issue": "4", "lpage": "311", "name_0": "surname:Apps;given-names:R.", "name_1": "surname:Garwicz;given-names:M.", "pub-id_pmid": "15803161", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "6", "year": "2005"}, "text": "Anatomical and physiological foundations of cerebellar information processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 69085, "infons": {"fpage": "295", "issue": "3", "lpage": "307", "name_0": "surname:Bechara;given-names:A.", "name_1": "surname:Damasio;given-names:H.", "name_2": "surname:Damasio;given-names:A.R.", "pub-id_pmid": "10731224", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "10", "year": "2000"}, "text": "Emotion, decision making and the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 69139, "infons": {"fpage": "137", "issue": "2", "lpage": "152", "name_0": "surname:Beckmann;given-names:C.F.", "name_1": "surname:Smith;given-names:S.M.", "pub-id_pmid": "14964560", "section_type": "REF", "source": "IEEE Trans. Med. Imaging", "type": "ref", "volume": "23", "year": "2004"}, "text": "Probabilistic Independent Component Analysis for Functional magnetic Resonance Imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 69226, "infons": {"fpage": "433", "lpage": "455", "name_0": "surname:Blom;given-names:J.D.", "pub-id_pmid": "25726283", "section_type": "REF", "source": "Handb. Clin. Neurol.", "type": "ref", "volume": "129", "year": "2015"}, "text": "Auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 69250, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Blondel;given-names:V.D.", "section_type": "REF", "source": "J. Stat. Mech.", "type": "ref", "year": "2008"}, "text": "Fast unfolding of communities in large networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 69298, "infons": {"fpage": "739", "issue": "3", "lpage": "749", "name_0": "surname:Chang;given-names:L.J.", "name_1": "surname:Yarkoni;given-names:T.", "name_2": "surname:Khaw;given-names:M.W.", "name_3": "surname:Sanfey;given-names:A.G.", "pub-id_pmid": "22437053", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "23", "year": "2013"}, "text": "Decoding the role of the insula in human cognition: functional parcellation and large-scale reverse inference", "sentences": [], "annotations": [], "relations": []}, {"offset": 69408, "infons": {"fpage": "1", "issue": "2", "lpage": "28", "name_0": "surname:Chen;given-names:J.", "name_1": "surname:Chen;given-names:Z.", "section_type": "REF", "source": "Stat. Sin.", "type": "ref", "volume": "22", "year": "2012"}, "text": "Extended BIC for small-n-large-P sparse GLM", "sentences": [], "annotations": [], "relations": []}, {"offset": 69452, "infons": {"fpage": "19944", "issue": "49", "lpage": "19949", "name_0": "surname:Chen;given-names:A.C.", "name_1": "surname:Oathes;given-names:D.J.", "name_2": "surname:Chang;given-names:C.", "name_3": "surname:Bradley;given-names:T.", "name_4": "surname:Zhou;given-names:Z.-W.", "name_5": "surname:Williams;given-names:L.M.", "pub-id_pmid": "24248372", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "110", "year": "2013"}, "text": "Causal interactions between fronto-parietal central executive and default-mode networks in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 69550, "infons": {"fpage": "581", "issue": "2", "lpage": "594", "name_0": "surname:Clos;given-names:M.", "name_1": "surname:Diederen;given-names:K.M.J.", "name_2": "surname:Meijering;given-names:A.L.", "name_3": "surname:Sommer;given-names:I.E.", "name_4": "surname:Eickhoff;given-names:S.B.", "pub-id_pmid": "23423461", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "219", "year": "2013"}, "text": "Aberrant connectivity of areas for decoding degraded speech in patients with auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 69658, "infons": {"fpage": "28", "lpage": "42", "name_0": "surname:Cona;given-names:G.", "name_1": "surname:Semenza;given-names:C.", "pub-id_pmid": "27856331", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "72", "year": "2017"}, "text": "Supplementary motor area as key structure for domain-general sequence processing: a unified account", "sentences": [], "annotations": [], "relations": []}, {"offset": 69758, "infons": {"fpage": "1", "lpage": "20", "name_0": "surname:Curcic-Blake;given-names:B.", "name_1": "surname:Ford;given-names:J.M.", "name_2": "surname:Hubl;given-names:D.", "name_3": "surname:Orlov;given-names:N.D.", "name_4": "surname:Sommer;given-names:I.E.", "name_5": "surname:Waters;given-names:F.", "pub-id_pmid": "27890810", "section_type": "REF", "source": "Prog. Neurobiol.", "type": "ref", "volume": "148", "year": "2017"}, "text": "Interaction of language, auditory and memory brain networks in auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 69852, "infons": {"fpage": "116", "name_0": "surname:D'Angelo;given-names:E.", "name_1": "surname:Casali;given-names:S.", "section_type": "REF", "source": "Front. Neural Circ.", "type": "ref", "volume": "6", "year": "2012"}, "text": "Seeking a unified framework for cerebellar function and dysfunction: from circuit operations to cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 69958, "infons": {"fpage": "2683", "issue": "12", "lpage": "2697", "name_0": "surname:David;given-names:O.", "name_1": "surname:Guillemain;given-names:I.", "name_2": "surname:Saillet;given-names:S.", "name_3": "surname:Reyt;given-names:S.", "name_4": "surname:Deransart;given-names:C.", "name_5": "surname:Segebarth;given-names:C.", "name_6": "surname:Depaulis;given-names:A.", "pub-id_pmid": "19108604", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "6", "year": "2008"}, "text": "Identifying neural drivers with functional MRI: an electrophysiological validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 70041, "infons": {"fpage": "427", "issue": "4", "lpage": "435", "name_0": "surname:Diederen;given-names:K.M.J.", "name_1": "surname:Neggers;given-names:S.F.W.", "name_2": "surname:Daalman;given-names:K.", "name_3": "surname:Blom;given-names:J.D.", "name_4": "surname:Goekoop;given-names:R.", "name_5": "surname:Kahn;given-names:R.S.", "name_6": "surname:Sommer;given-names:I.E.C.", "pub-id_pmid": "20123912", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "167", "year": "2010"}, "text": "Deactivation of the parahippocampal gyrus preceding auditory hallucinations in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 70134, "infons": {"fpage": "433", "issue": "7", "lpage": "441", "name_0": "surname:Dobryakova;given-names:E.", "name_1": "surname:Boukrina;given-names:O.", "name_2": "surname:Wylie;given-names:G.R.", "pub-id_pmid": "25490432", "section_type": "REF", "source": "Brain Connect.", "type": "ref", "volume": "5", "year": "2015"}, "text": "Investigation of information flow during a novel working memory task in individuals with traumatic brain injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 70246, "infons": {"issue": "4", "name_0": "surname:Epskamp;given-names:S.", "name_1": "surname:Cramer;given-names:A.", "name_2": "surname:Waldorp;given-names:L.J.", "section_type": "REF", "source": "J. Stat. Softw.", "type": "ref", "volume": "48", "year": "2012"}, "text": "qgraph: Network visualizations of relationships in psychometric data", "sentences": [], "annotations": [], "relations": []}, {"offset": 70315, "infons": {"fpage": "7209", "issue": "17", "lpage": "7214", "name_0": "surname:Filippini;given-names:N.", "name_1": "surname:MacIntosh;given-names:B.J.", "name_2": "surname:Hough;given-names:M.G.", "name_3": "surname:Goodwin;given-names:G.M.", "name_4": "surname:Frisoni;given-names:G.B.", "name_5": "surname:Smith;given-names:S.M.", "pub-id_pmid": "19357304", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Distinct patterns of brain activity in young carriers of the APOE-ε4 allele", "sentences": [], "annotations": [], "relations": []}, {"offset": 70391, "infons": {"fpage": "9673", "issue": "27", "lpage": "9678", "name_0": "surname:Fox;given-names:M.D.", "name_1": "surname:Snyder;given-names:A.Z.", "name_2": "surname:Vincent;given-names:J.L.", "name_3": "surname:Corbetta;given-names:M.", "name_4": "surname:Van Essen;given-names:D.C.", "name_5": "surname:Raichle;given-names:M.E.", "pub-id_pmid": "15976020", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "102", "year": "2005"}, "text": "The human brain is intrinsically organized into dynamic, anticorrelated functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 70483, "infons": {"fpage": "604", "lpage": "612", "name_0": "surname:Foygel;given-names:R.", "name_1": "surname:Drton;given-names:M.", "name_2": "surname:Lafferty;given-names:J.D.", "name_3": "surname:Williams;given-names:C.K.I.", "name_4": "surname:Shawe-Taylor;given-names:J.", "name_5": "surname:Zemel;given-names:R.S.", "name_6": "surname:Culotta;given-names:A.", "section_type": "REF", "source": "Advances in Neural Information Processing Systems", "type": "ref", "volume": "Vol. 23", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 70484, "infons": {"fpage": "432", "issue": "3", "lpage": "441", "name_0": "surname:Friedman;given-names:J.", "name_1": "surname:Hastie;given-names:T.", "name_2": "surname:Tibshirani;given-names:R.", "section_type": "REF", "source": "Biostatistics (Oxford, England)", "type": "ref", "volume": "9", "year": "2008"}, "text": "Sparse inverse covariance estimation with the graphical lasso", "sentences": [], "annotations": [], "relations": []}, {"offset": 70546, "infons": {"fpage": "1273", "issue": "4", "lpage": "1302", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Harrison;given-names:L.", "name_2": "surname:Penny;given-names:W.", "pub-id_pmid": "12948688", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "19", "year": "2003"}, "text": "Dynamic causal modelling", "sentences": [], "annotations": [], "relations": []}, {"offset": 70571, "infons": {"fpage": "340", "issue": "3", "lpage": "348", "name_0": "surname:Gasquoine;given-names:P.G.", "pub-id_pmid": "23313645", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "37", "year": "2013"}, "text": "Localization of function in anterior cingulate cortex: from psychosurgery to functional neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 70672, "infons": {"fpage": "1139", "issue": "4", "lpage": "1153", "name_0": "surname:Glymour;given-names:C.", "name_1": "surname:Hanson;given-names:C.", "section_type": "REF", "source": "Br. J. Philos. Sci.", "type": "ref", "volume": "67", "year": "2016"}, "text": "Reverse inference in neuropsychology", "sentences": [], "annotations": [], "relations": []}, {"offset": 70709, "infons": {"fpage": "1484", "issue": "9", "lpage": "1492", "name_0": "surname:Greicius;given-names:M.D.", "name_1": "surname:Menon;given-names:V.", "pub-id_pmid": "15601513", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "16", "year": "2004"}, "text": "Default-mode activity during a passive sensory task: uncoupled from deactivation but impacting activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 70815, "infons": {"fpage": "232", "lpage": "247", "name_0": "surname:Griffanti;given-names:L.", "name_1": "surname:Salimi-Khorshidi;given-names:G.", "name_2": "surname:Beckmann;given-names:C.F.", "name_3": "surname:Auerbach;given-names:E.J.", "name_4": "surname:Douaud;given-names:G.", "name_5": "surname:Sexton;given-names:C.E.", "pub-id_pmid": "24657355", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "95", "year": "2014"}, "text": "ICA-based artefact removal and accelerated fMRI acquisition for improved resting state network imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 70918, "infons": {"fpage": "602", "lpage": "610", "name_0": "surname:Hertrich;given-names:I.", "name_1": "surname:Dietrich;given-names:S.", "name_2": "surname:Ackermann;given-names:H.", "pub-id_pmid": "27343998", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "68", "year": "2016"}, "text": "The role of the supplementary motor area for speech and language processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 70994, "infons": {"fpage": "321", "issue": "2", "lpage": "326", "name_0": "surname:Hesselmann;given-names:V.", "name_1": "surname:Girnus;given-names:R.", "name_2": "surname:Wedekind;given-names:C.", "name_3": "surname:Hunsche;given-names:S.", "name_4": "surname:Bunke;given-names:J.", "name_5": "surname:Schulte;given-names:O.", "pub-id_pmid": "15269960", "section_type": "REF", "source": "J. Magn. Reson. Imaging", "type": "ref", "volume": "20", "year": "2004"}, "text": "Functional MRI using multiple receiver coils: BOLD signal changes and signal-to-noise ratio for three-dimensional-PRESTO vs. single shot EPI in comparison to a standard quadrature head coil", "sentences": [], "annotations": [], "relations": []}, {"offset": 71184, "infons": {"fpage": "277", "issue": "4", "lpage": "283", "name_0": "surname:Hoffman;given-names:R.E.", "name_1": "surname:Pittman;given-names:B.", "name_2": "surname:Constable;given-names:R.T.", "name_3": "surname:Bhagwagar;given-names:Z.", "name_4": "surname:Hampson;given-names:M.", "pub-id_pmid": "21972276", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "198", "year": "2011"}, "text": "Time course of regional brain activity accompanying auditory verbal hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 71284, "infons": {"fpage": "171", "lpage": "179", "name_0": "surname:Iglesia-Vaya;given-names:la", "name_1": "surname:De;given-names:M.", "name_2": "surname:Escartí;given-names:M.J.", "name_3": "surname:Molina-Mateo;given-names:J.", "name_4": "surname:Martí-Bonmatí;given-names:L.", "name_5": "surname:Gadea;given-names:M.", "name_6": "surname:Castellanos;given-names:F.X.", "pub-id_pmid": "25379429", "section_type": "REF", "source": "NeuroImage. Clin.", "type": "ref", "volume": "6", "year": "2014"}, "text": "Abnormal synchrony and effective connectivity in patients with schizophrenia and auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 71389, "infons": {"fpage": "73", "issue": "1", "lpage": "81", "name_0": "surname:Jardri;given-names:R.", "name_1": "surname:Pouchet;given-names:A.", "name_2": "surname:Pins;given-names:D.", "name_3": "surname:Thomas;given-names:P.", "pub-id_pmid": "20952459", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "Cortical activations during auditory verbal hallucinations in schizophrenia: a coordinate-based meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 71499, "infons": {"fpage": "1108", "issue": "5", "lpage": "1117", "name_0": "surname:Jardri;given-names:R.", "name_1": "surname:Thomas;given-names:P.", "name_2": "surname:Delmaire;given-names:C.", "name_3": "surname:Delion;given-names:P.", "name_4": "surname:Pins;given-names:D.", "pub-id_pmid": "22535908", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "23", "year": "2013"}, "text": "The neurodynamic organization of modality-dependent hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 71566, "infons": {"fpage": "825", "issue": "2", "lpage": "841", "name_0": "surname:Jenkinson;given-names:M.", "name_1": "surname:Bannister;given-names:P.", "name_2": "surname:Brady;given-names:M.", "name_3": "surname:Smith;given-names:S.", "pub-id_pmid": "12377157", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Improved optimization for the robust and accurate linear registration and motion correction of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 71674, "infons": {"fpage": "2002", "name_0": "surname:Jia;given-names:T.", "name_1": "surname:Liu;given-names:Y.-Y.", "name_2": "surname:Csóka;given-names:E.", "name_3": "surname:Pósfai;given-names:M.", "name_4": "surname:Slotine;given-names:J.-J.", "name_5": "surname:Barabási;given-names:A.-L.", "pub-id_pmid": "23774965", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "4", "year": "2013"}, "text": "Emergence of bimodality in controlling complex networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 71730, "infons": {"fpage": "2375", "issue": "3", "lpage": "2386", "name_0": "surname:Kim;given-names:J.-H.", "name_1": "surname:Lee;given-names:J.-M.", "name_2": "surname:Jo;given-names:H.J.", "name_3": "surname:Kim;given-names:S.H.", "name_4": "surname:Lee;given-names:J.H.", "name_5": "surname:Kim;given-names:S.T.", "pub-id_pmid": "19837176", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Defining functional SMA and pre-SMA subregions in human MFC using resting state fMRI: Functional connectivity-based parcellation method", "sentences": [], "annotations": [], "relations": []}, {"offset": 71866, "infons": {"fpage": "2571", "issue": "7", "lpage": "2586", "name_0": "surname:Lefebvre;given-names:S.", "name_1": "surname:Demeulemeester;given-names:M.", "name_2": "surname:Leroy;given-names:A.", "name_3": "surname:Delmaire;given-names:C.", "name_4": "surname:Lopes;given-names:R.", "name_5": "surname:Pins;given-names:D.", "pub-id_pmid": "27016153", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "37", "year": "2016"}, "text": "Network dynamics during the different stages of hallucinations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 71946, "infons": {"fpage": "4966", "issue": "10", "lpage": "4979", "name_0": "surname:Leroy;given-names:A.", "name_1": "surname:Foucher;given-names:J.R.", "name_2": "surname:Pins;given-names:D.", "name_3": "surname:Delmaire;given-names:C.", "name_4": "surname:Thomas;given-names:P.", "name_5": "surname:Roser;given-names:M.M.", "pub-id_pmid": "28660668", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "38", "year": "2017"}, "text": "fMRI capture of auditory hallucinations: validation of the two-steps method", "sentences": [], "annotations": [], "relations": []}, {"offset": 72022, "infons": {"fpage": "285", "issue": "2", "lpage": "294", "name_0": "surname:Liu;given-names:H.", "name_1": "surname:Kaneko;given-names:Y.", "name_2": "surname:Ouyang;given-names:X.", "name_3": "surname:Li;given-names:L.", "name_4": "surname:Hao;given-names:Y.", "name_5": "surname:Chen;given-names:E.Y.H.", "pub-id_pmid": "20595202", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2010"}, "text": "Schizophrenic patients and their unaffected siblings share increased resting-state connectivity in the task-negative network but not its anticorrelated task-positive network", "sentences": [], "annotations": [], "relations": []}, {"offset": 72196, "infons": {"fpage": "167", "issue": "7346", "lpage": "173", "name_0": "surname:Liu;given-names:Y.-Y.", "name_1": "surname:Slotine;given-names:J.-J.", "name_2": "surname:Barabási;given-names:A.-Á.", "pub-id_pmid": "21562557", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "473", "year": "2011"}, "text": "Controllability of complex networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 72232, "infons": {"fpage": "S78", "issue": "S 1", "lpage": "S84", "name_0": "surname:Loh;given-names:M.", "name_1": "surname:Rolls;given-names:E.", "name_2": "surname:Deco;given-names:G.", "section_type": "REF", "source": "Pharmacopsychiatry", "type": "ref", "volume": "40", "year": "2007"}, "text": "Statistical fluctuations in attractor networks related to Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 72304, "infons": {"fpage": "1", "issue": "1–3", "lpage": "6", "name_0": "surname:Looijestijn;given-names:J.", "name_1": "surname:Diederen;given-names:K.M.J.", "name_2": "surname:Goekoop;given-names:R.", "name_3": "surname:Sommer;given-names:I.E.C.", "name_4": "surname:Daalman;given-names:K.", "name_5": "surname:Kahn;given-names:R.S.", "pub-id_pmid": "23499244", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "146", "year": "2013"}, "text": "The auditory dorsal stream plays a crucial role in projecting hallucinated voices into external space", "sentences": [], "annotations": [], "relations": []}, {"offset": 72406, "infons": {"fpage": "238", "issue": "C", "lpage": "250", "name_0": "surname:Looijestijn;given-names:J.", "name_1": "surname:Blom;given-names:J.D.", "name_2": "surname:Aleman;given-names:A.", "name_3": "surname:Hoek;given-names:H.W.", "name_4": "surname:Goekoop;given-names:R.", "pub-id_pmid": "26432501", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "59", "year": "2015"}, "text": "An integrated network model of psychotic symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 72456, "infons": {"fpage": "2554", "issue": "Pt 9", "lpage": "2566", "name_0": "surname:Manelis;given-names:A.", "name_1": "surname:Almeida;given-names:J.R.C.", "name_2": "surname:Stiffler;given-names:R.", "name_3": "surname:Lockovich;given-names:J.C.", "name_4": "surname:Aslam;given-names:H.A.", "name_5": "surname:Phillips;given-names:M.L.", "pub-id_pmid": "27368345", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "139", "year": "2016"}, "text": "Anticipation-related brain connectivity in bipolar and unipolar depression: a graph theory approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 72556, "infons": {"fpage": "428", "issue": "2", "lpage": "437", "name_0": "surname:Manoliu;given-names:A.", "name_1": "surname:Riedl;given-names:V.", "name_2": "surname:Zherdin;given-names:A.", "name_3": "surname:Mühlau;given-names:M.", "name_4": "surname:Schwerthöffer;given-names:D.", "name_5": "surname:Scherr;given-names:M.", "pub-id_pmid": "23519021", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2013"}, "text": "Aberrant dependence of default mode/central executive network interactions on anterior insular salience network activity in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 72694, "infons": {"fpage": "655", "issue": "5–6", "lpage": "667", "name_0": "surname:Menon;given-names:V.", "name_1": "surname:Uddin;given-names:L.Q.", "pub-id_pmid": "20512370", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "214", "year": "2010"}, "text": "Saliency, switching, attention and control: a network model of insula function", "sentences": [], "annotations": [], "relations": []}, {"offset": 72773, "infons": {"fpage": "573", "issue": "C", "lpage": "582", "name_0": "surname:Mumford;given-names:J.A.", "name_1": "surname:Ramsey;given-names:J.D.", "pub-id_pmid": "24140939", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "86", "year": "2014"}, "text": "Bayesian networks for fMRI: a primer", "sentences": [], "annotations": [], "relations": []}, {"offset": 72810, "infons": {"fpage": "663", "issue": "7", "lpage": "676", "name_0": "surname:Neggers;given-names:S.F.W.", "name_1": "surname:Hermans;given-names:E.J.", "name_2": "surname:Ramsey;given-names:N.F.", "pub-id_pmid": "18189337", "section_type": "REF", "source": "NMR Biomed.", "type": "ref", "volume": "21", "year": "2008"}, "text": "Enhanced sensitivity with fast three-dimensional blood-oxygen-level-dependent functional MRI: comparison of SENSE-PRESTO and 2D-EPI at 3 T", "sentences": [], "annotations": [], "relations": []}, {"offset": 72949, "infons": {"fpage": "325", "issue": "2", "lpage": "334", "name_0": "surname:Nieuwenhuis;given-names:I.L.C.", "name_1": "surname:Takashima;given-names:A.", "pub-id_pmid": "21147169", "section_type": "REF", "source": "Behav. Brain Res.", "type": "ref", "volume": "218", "year": "2011"}, "text": "The role of the ventromedial prefrontal cortex in memory consolidation", "sentences": [], "annotations": [], "relations": []}, {"offset": 73020, "infons": {"fpage": "1", "issue": "1–3", "lpage": "13", "name_0": "surname:Northoff;given-names:G.", "name_1": "surname:Qin;given-names:P.", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "127", "year": "2010"}, "text": "How can the brain's resting state activity generate hallucinations? A ‘resting state hypothesis’ of auditory verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 73151, "infons": {"fpage": "153", "issue": "2–3", "lpage": "164", "name_0": "surname:Ohayon;given-names:M.M.", "pub-id_pmid": "11166087", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "97", "year": "2000"}, "text": "Prevalence of hallucinations and their pathological associations in the general population", "sentences": [], "annotations": [], "relations": []}, {"offset": 73242, "infons": {"fpage": "245", "issue": "3", "lpage": "251", "name_0": "surname:Opsahl;given-names:T.", "name_1": "surname:Agneessens;given-names:F.", "name_2": "surname:Skvoretz;given-names:J.", "section_type": "REF", "source": "Soc. Networks", "type": "ref", "volume": "32", "year": "2010"}, "text": "Node centrality in weighted networks: generalizing degree and shortest paths", "sentences": [], "annotations": [], "relations": []}, {"offset": 73319, "infons": {"fpage": "17", "issue": "1", "lpage": "27", "name_0": "surname:Palaniyappan;given-names:L.", "pub-id_pmid": "21693094", "section_type": "REF", "source": "J. Psychiatry Neurosci.", "type": "ref", "volume": "37", "year": "2012"}, "text": "Does the salience network play a cardinal role in psychosis? An emerging hypothesis of insular dysfunction", "sentences": [], "annotations": [], "relations": []}, {"offset": 73426, "infons": {"fpage": "e85", "name_0": "surname:Pezzulo;given-names:G.", "name_1": "surname:Barca;given-names:L.", "name_2": "surname:Friston;given-names:K.J.", "pub-id_pmid": "26786300", "section_type": "REF", "source": "Behav. Brain Sci.", "type": "ref", "volume": "38", "year": "2015"}, "text": "Active inference and cognitive-emotional interactions in the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 73493, "infons": {"fpage": "59", "issue": "2", "lpage": "63", "name_0": "surname:Poldrack;given-names:R.", "pub-id_pmid": "16406760", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "10", "year": "2006"}, "text": "Can cognitive processes be inferred from neuroimaging data?", "sentences": [], "annotations": [], "relations": []}, {"offset": 73553, "infons": {"fpage": "596", "issue": "6351", "lpage": "600", "name_0": "surname:Powers;given-names:A.R.", "name_1": "surname:Mathys;given-names:C.", "name_2": "surname:Corlett;given-names:P.R.", "pub-id_pmid": "28798131", "section_type": "REF", "source": "Science", "type": "ref", "volume": "357", "year": "2017"}, "text": "Pavlovian conditioning–induced hallucinations result from overweighting of perceptual priors", "sentences": [], "annotations": [], "relations": []}, {"offset": 73646, "infons": {"fpage": "952", "issue": "5", "lpage": "962", "name_0": "surname:Pruessmann;given-names:K.P.", "name_1": "surname:Weiger;given-names:M.", "name_2": "surname:Scheidegger;given-names:M.B.", "name_3": "surname:Boesiger;given-names:P.", "pub-id_pmid": "10542355", "section_type": "REF", "source": "Magn. Reson. Med.", "type": "ref", "volume": "42", "year": "1999"}, "text": "SENSE: sensitivity encoding for fast MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 73687, "infons": {"fpage": "1545", "issue": "2", "lpage": "1558", "name_0": "surname:Ramsey;given-names:J.D.", "name_1": "surname:Hanson;given-names:S.J.", "name_2": "surname:Hanson;given-names:C.", "name_3": "surname:Halchenko;given-names:Y.O.", "name_4": "surname:Poldrack;given-names:R.A.", "name_5": "surname:Glymour;given-names:C.", "pub-id_pmid": "19747552", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Six problems for causal inference from fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 73731, "infons": {"fpage": "838", "issue": "3", "lpage": "848", "name_0": "surname:Ramsey;given-names:J.D.", "name_1": "surname:Hanson;given-names:S.J.", "name_2": "surname:Glymour;given-names:C.", "pub-id_pmid": "21745580", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "58", "year": "2011"}, "text": "Multi-subject search correctly identifies causal connections and most causal directions in the DCM models of the Smith et al. simulation study", "sentences": [], "annotations": [], "relations": []}, {"offset": 73874, "infons": {"fpage": "986", "issue": "C", "lpage": "1006", "name_0": "surname:Ramsey;given-names:J.D.", "name_1": "surname:Sanchez-Romero;given-names:R.", "name_2": "surname:Glymour;given-names:C.", "pub-id_pmid": "24099845", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "84", "year": "2014"}, "text": "Non-Gaussian methods and high-pass filters in the estimation of effective connections", "sentences": [], "annotations": [], "relations": []}, {"offset": 73960, "infons": {"fpage": "443", "issue": "5695", "lpage": "447", "name_0": "surname:Ridderinkhof;given-names:K.R.", "pub-id_pmid": "15486290", "section_type": "REF", "source": "Science", "type": "ref", "volume": "306", "year": "2004"}, "text": "The role of the medial frontal cortex in cognitive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 74019, "infons": {"fpage": "21", "issue": "1", "lpage": "30", "name_0": "surname:Rotarska-Jagiela;given-names:A.", "name_1": "surname:van de Ven;given-names:V.", "name_2": "surname:Oertel-Knöchel;given-names:V.", "name_3": "surname:Uhlhaas;given-names:P.J.", "name_4": "surname:Vogeley;given-names:K.", "name_5": "surname:Linden;given-names:D.E.J.", "pub-id_pmid": "20097544", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "117", "year": "2010"}, "text": "Resting-state functional network correlates of psychotic symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 74102, "infons": {"fpage": "2068", "issue": "4", "lpage": "2079", "name_0": "surname:Rubinov;given-names:M.", "name_1": "surname:Sporns;given-names:O.", "pub-id_pmid": "21459148", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "56", "year": "2011"}, "text": "Weight-conserving characterization of complex functional brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 74174, "infons": {"fpage": "449", "lpage": "468", "name_0": "surname:Salimi-Khorshidi;given-names:G.", "name_1": "surname:Douaud;given-names:G.", "name_2": "surname:Beckmann;given-names:C.F.", "name_3": "surname:Glasser;given-names:M.F.", "name_4": "surname:Griffanti;given-names:L.", "name_5": "surname:Smith;given-names:S.M.", "pub-id_pmid": "24389422", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "90", "year": "2014"}, "text": "Automatic denoising of functional MRI data: Combining independent component analysis and hierarchical fusion of classifiers", "sentences": [], "annotations": [], "relations": []}, {"offset": 74298, "infons": {"comment": "Pt 4", "fpage": "561", "lpage": "579", "name_0": "surname:Schmahmann;given-names:J.D.", "name_1": "surname:Sherman;given-names:J.C.", "pub-id_pmid": "9577385", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "121", "year": "1998"}, "text": "The cerebellar cognitive affective syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 74342, "infons": {"fpage": "3293", "issue": "8", "lpage": "3297", "name_0": "surname:Seth;given-names:A.K.", "name_1": "surname:Barrett;given-names:A.B.", "name_2": "surname:Barnett;given-names:L.", "pub-id_pmid": "25716830", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "35", "year": "2015"}, "text": "Granger causality analysis in neuroscience and neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 74402, "infons": {"comment": "(Elsevier Ltd)", "fpage": "1342", "issue": "4", "lpage": "1356", "name_0": "surname:Shepherd;given-names:A.M.", "name_1": "surname:Laurens;given-names:K.R.", "name_2": "surname:Matheson;given-names:S.L.", "name_3": "surname:Carr;given-names:V.J.", "name_4": "surname:Green;given-names:M.J.", "pub-id_pmid": "22244985", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "36", "year": "2012"}, "text": "Systematic meta-review and quality assessment of the structural brain alterations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 74501, "infons": {"fpage": "516", "issue": "6", "lpage": "517", "name_0": "surname:Shergill;given-names:S.S.", "pub-id_pmid": "15572744", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "185", "year": "2004"}, "text": "Temporal course of auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 74544, "infons": {"fpage": "1033", "issue": "11", "lpage": "1038", "name_0": "surname:Shergill;given-names:S.S.", "name_1": "surname:Brammer;given-names:M.J.", "name_2": "surname:Williams;given-names:S.C.R.", "name_3": "surname:Murray;given-names:R.M.", "name_4": "surname:McGuire;given-names:P.K.", "pub-id_pmid": "11074868", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "57", "year": "2000"}, "text": "Mapping auditory hallucinations in schizophrenia using functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 74637, "infons": {"fpage": "873", "issue": "7", "lpage": "884", "name_0": "surname:Slotema;given-names:C.W.", "name_1": "surname:Blom;given-names:J.D.", "name_2": "surname:Hoek;given-names:H.W.", "name_3": "surname:Sommer;given-names:I.E.C.", "pub-id_pmid": "20361902", "section_type": "REF", "source": "J. Clin. Psychiatry", "type": "ref", "volume": "71", "year": "2010"}, "text": "Should we expand the toolbox of psychiatric treatment methods to include Repetitive Transcranial Magnetic Stimulation (rTMS)? A meta-analysis of the efficacy of rTMS in psychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 74828, "infons": {"fpage": "13040", "issue": "31", "lpage": "13045", "name_0": "surname:Smith;given-names:S.M.", "name_1": "surname:Fox;given-names:P.T.", "name_2": "surname:Miller;given-names:K.L.", "name_3": "surname:Glahn;given-names:D.C.", "name_4": "surname:Fox;given-names:P.M.", "name_5": "surname:MacKay;given-names:C.E.", "pub-id_pmid": "19620724", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Correspondence of the brain's functional architecture during activation and rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 74909, "infons": {"fpage": "875", "issue": "2", "lpage": "891", "name_0": "surname:Smith;given-names:S.M.", "name_1": "surname:Miller;given-names:K.L.", "name_2": "surname:Salimi-Khorshidi;given-names:G.", "name_3": "surname:Webster;given-names:M.", "name_4": "surname:Beckmann;given-names:C.F.", "name_5": "surname:Nichols;given-names:T.E.", "pub-id_pmid": "20817103", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Network modelling methods for FMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 74944, "infons": {"fpage": "3169", "issue": "12", "lpage": "3177", "name_0": "surname:Sommer;given-names:I.E.C.", "name_1": "surname:Diederen;given-names:K.M.J.", "name_2": "surname:Blom;given-names:J.D.", "name_3": "surname:Willems;given-names:A.", "name_4": "surname:Kushan;given-names:L.", "name_5": "surname:Slotema;given-names:K.", "pub-id_pmid": "18854323", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "131", "year": "2008"}, "text": "Auditory verbal hallucinations predominantly activate the right inferior frontal area", "sentences": [], "annotations": [], "relations": []}, {"offset": 75030, "infons": {"fpage": "12569", "issue": "34", "lpage": "12574", "name_0": "surname:Sridharan;given-names:D.", "name_1": "surname:Levitin;given-names:D.J.", "name_2": "surname:Menon;given-names:V.", "pub-id_pmid": "18723676", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "105", "year": "2008"}, "text": "A critical role for the right fronto-insular cortex in switching between central-executive and default-mode networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 75147, "infons": {"fpage": "10", "issue": "1", "lpage": "14", "name_0": "surname:van Borkulo;given-names:C.D.", "name_1": "surname:Borsboom;given-names:D.", "name_2": "surname:Epskamp;given-names:S.", "name_3": "surname:Blanken;given-names:T.F.", "name_4": "surname:Boschloo;given-names:L.", "name_5": "surname:Schoevers;given-names:R.A.", "name_6": "surname:Waldorp;given-names:L.J.", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "4", "year": "2014"}, "text": "A new method for constructing networks from binary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 75203, "infons": {"fpage": "644", "issue": "3", "lpage": "655", "name_0": "surname:van de Ven;given-names:V.G.", "name_1": "surname:Formisano;given-names:E.", "name_2": "surname:Röder;given-names:C.H.", "name_3": "surname:Prvulovic;given-names:D.", "name_4": "surname:Bittner;given-names:R.A.", "name_5": "surname:Dietz;given-names:M.G.", "pub-id_pmid": "15978843", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "27", "year": "2005"}, "text": "The spatiotemporal pattern of auditory cortical responses during verbal hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 75290, "infons": {"fpage": "15775", "issue": "44", "lpage": "15786", "name_0": "surname:van den Heuvel;given-names:M.P.", "name_1": "surname:Sporns;given-names:O.", "pub-id_pmid": "22049421", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "31", "year": "2011"}, "text": "Rich-club organization of the human connectome", "sentences": [], "annotations": [], "relations": []}, {"offset": 75337, "infons": {"fpage": "431", "issue": "1", "lpage": "438", "name_0": "surname:Van Dijk;given-names:K.R.A.", "name_1": "surname:Sabuncu;given-names:M.R.", "name_2": "surname:Buckner;given-names:R.L.", "pub-id_pmid": "21810475", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "The influence of head motion on intrinsic functional connectivity MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 75407, "infons": {"fpage": "676", "issue": "2", "lpage": "681", "name_0": "surname:van Gelderen;given-names:P.", "name_1": "surname:Duyn;given-names:J.H.", "name_2": "surname:Ramsey;given-names:N.F.", "name_3": "surname:Liu;given-names:G.", "name_4": "surname:Moonen;given-names:C.T.W.", "pub-id_pmid": "22245350", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "62", "year": "2012"}, "text": "The PRESTO technique for fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 75437, "infons": {"fpage": "27", "issue": "1–3", "lpage": "32", "name_0": "surname:van Lutterveld;given-names:R.", "name_1": "surname:Diederen;given-names:K.M.J.", "name_2": "surname:Koops;given-names:S.", "name_3": "surname:Begemann;given-names:M.J.H.", "name_4": "surname:Sommer;given-names:I.E.C.", "pub-id_pmid": "23375942", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "145", "year": "2013"}, "text": "The influence of stimulus detection on activation patterns during auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 75527, "infons": {"fpage": "65", "issue": "1", "lpage": "83", "name_0": "surname:Waters;given-names:F.", "name_1": "surname:Badcock;given-names:J.", "name_2": "surname:Michie;given-names:P.", "name_3": "surname:Maybery;given-names:M.", "pub-id_pmid": "16537234", "section_type": "REF", "source": "Cogn. Neuropsychiatry", "type": "ref", "volume": "11", "year": "2006"}, "text": "Auditory hallucinations in schizophrenia: intrusive thoughts and forgotten memories", "sentences": [], "annotations": [], "relations": []}, {"offset": 75611, "infons": {"fpage": "1279", "issue": "4", "lpage": "1284", "name_0": "surname:Whitfield-Gabrieli;given-names:S.", "name_1": "surname:Thermenos;given-names:H.W.", "name_2": "surname:Milanovic;given-names:S.", "name_3": "surname:Tsuang;given-names:M.T.", "name_4": "surname:Faraone;given-names:S.V.", "name_5": "surname:McCarley;given-names:R.W.", "pub-id_pmid": "19164577", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Hyperactivity and hyperconnectivity of the default network in schizophrenia and in first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 75747, "infons": {"fpage": "225", "issue": "1", "lpage": "232", "name_0": "surname:Whitfield-Gabrieli;given-names:S.", "name_1": "surname:Moran;given-names:J.M.", "name_2": "surname:Nieto-Castañón;given-names:A.", "name_3": "surname:Triantafyllou;given-names:C.", "name_4": "surname:Saxe;given-names:R.", "name_5": "surname:Gabrieli;given-names:J.D.E.", "pub-id_pmid": "21111832", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "55", "year": "2011"}, "text": "Associations and dissociations between default and self-reference networks in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 75841, "infons": {"fpage": "663", "issue": "6", "lpage": "667", "name_0": "surname:Woods;given-names:S.W.", "pub-id_pmid": "12823080", "section_type": "REF", "source": "J. Clin. Psychiatry", "type": "ref", "volume": "64", "year": "2003"}, "text": "Chlorpromazine equivalent doses for the newer atypical antipsychotics", "sentences": [], "annotations": [], "relations": []}, {"offset": 75911, "infons": {"pub-id_doi": "10.1016/B978-0-12-801608-4.00001-3", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}