{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6500110", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1073/pnas.1820780116", "article-id_pmc": "6500110", "article-id_pmid": "30988201", "article-id_publisher-id": "201820780", "fpage": "9050", "issue": "18", "kwd": "functional connectome schizophrenia major depressive disorder bipolar disorder resting-state connectivity", "license": "This open access article is distributed under Creative Commons Attribution License 4.0 (CC BY).", "lpage": "9059", "name_0": "surname:Baker;given-names:Justin T.", "name_1": "surname:Dillon;given-names:Daniel G.", "name_2": "surname:Patrick;given-names:Lauren M.", "name_3": "surname:Roffman;given-names:Joshua L.", "name_4": "surname:Brady;given-names:Roscoe O.;suffix:Jr.", "name_5": "surname:Pizzagalli;given-names:Diego A.", "name_6": "surname:Öngür;given-names:Dost", "name_7": "surname:Holmes;given-names:Avram J.", "section_type": "TITLE", "type": "front", "volume": "116", "year": "2019"}, "text": "Functional connectomics of affective and psychotic pathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 61, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Significance", "sentences": [], "annotations": [], "relations": []}, {"offset": 74, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Historically, most research on the biological origins of psychiatric illness has focused on individual diagnostic categories, studied in isolation. Mounting evidence indicates that nominally distinct psychiatric diagnoses are not separated by clear neurobiological boundaries. Here, we derive functional connectomic signatures in over 1,000 individuals, including patients presenting with different categories of impairment (psychosis), clinical diagnoses, and severity of illness as reflected in treatment seeking. Our analyses reveal features of connectome functioning that are commonly disrupted across distinct forms of pathology, scaling with clinical severity. Conversely, other aspects of network connectivity were preferentially disrupted in patients with psychotic illness. These data have important implications for the establishment of functional connectome fingerprints of severe mental disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 982, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Converging evidence indicates that groups of patients with nominally distinct psychiatric diagnoses are not separated by sharp or discontinuous neurobiological boundaries. In healthy populations, individual differences in behavior are reflected in variability across the collective set of functional brain connections (functional connectome). These data suggest that the spectra of transdiagnostic symptom profiles observed in psychiatric patients may map onto detectable patterns of network function. To examine the manner through which neurobiological variation might underlie clinical presentation, we obtained fMRI data from over 1,000 individuals, including 210 diagnosed with a primary psychotic disorder or affective psychosis (bipolar disorder with psychosis and schizophrenia or schizoaffective disorder), 192 presenting with a primary affective disorder without psychosis (unipolar depression, bipolar disorder without psychosis), and 608 demographically matched healthy comparison participants recruited through a large-scale study of brain imaging and genetics. Here, we examine variation in functional connectomes across psychiatric diagnoses, finding striking evidence for disease connectomic “fingerprints” that are commonly disrupted across distinct forms of pathology and appear to scale as a function of illness severity. The presence of affective and psychotic illnesses was associated with graded disruptions in frontoparietal network connectivity (encompassing aspects of dorsolateral prefrontal, dorsomedial prefrontal, lateral parietal, and posterior temporal cortices). Conversely, other properties of network connectivity, including default network integrity, were preferentially disrupted in patients with psychotic illness, but not patients without psychotic symptoms. This work allows us to establish key biological and clinical features of the functional connectomes of severe mental disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2904, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent progress in the neurosciences has provided unprecedented opportunities for advancing our understanding of the etiology and pathogenesis of psychiatric illness. At the same time, the gradual reification of diagnostic categories has hampered our ability to take full advantage of these innovations. To date, the vast majority of research on the biological origins of psychopathology has focused on discrete illness categories, studied in isolation. Although modern psychiatric diagnoses provide advantages to the field in terms of diagnostic reliability, their construct validity and utility for understanding brain circuit dysfunction has been challenged. Converging epidemiologic, genetic, and neuroscientific research suggests that populations of psychiatric patients are not separated by clear neurobiological borders between diagnostic categories or across health and disease. There is evidence, for example, of substantial overlap in the genetic factors that increase risk for both affective and psychotic illness. Consistent with shared heritability, partially overlapping patterns of brain network dysfunction mark a broad range of mental diseases, indicating that their breakdown can lead to diverse forms of psychopathology. However, despite a flurry of important scientific advances, we still remain far from a mechanistic understanding of how the functioning of large-scale brain networks might serve to influence suites of behaviors within, or across, psychiatric illnesses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4397, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Identifying signatures of pathology across the functional connectome could provide a framework for researchers to study neurobiological contributions to the onset and maintenance of clinically relevant symptoms, informing the development of novel treatments and future classification schemes. Emerging evidence in healthy populations suggests that individual differences in behavior may be reflected in variability across the collective set of functional brain connections (functional connectome). Work from our group and others indicate that the unique connectome architecture of an individual’s brain serves as a stable and reliable “fingerprint”, likely influenced by genetic variation. The spectra of symptom profiles observed in patient populations may arise through detectable patterns of network function. In particular, the disturbance of individual networks might preferentially contribute to domain-specific (e.g., executive, affective, and social), but disorder-general, impairments. While some common patterns of network functioning may be shared across illnesses—for example the hypothesized central role of altered frontoparietal network connectivity in mental health —other network-specific alterations may produce clusters of symptoms that preferentially present in specific illnesses (e.g., psychosis).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5717, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Despite increasing interest in the study of relationships that link connectome functioning with broad diagnostic syndromes, existing work in this domain is often limited in several key respects. First, most research utilizes case-control designs, examining single psychiatric illnesses in isolation. This approach can potentially mask the presence of substantial overlap in the distributions of connectome functioning across populations, giving the illusion of group specificity. Complex clinical phenotypes arise from coordinated interactions throughout the functional connectome. High comorbidity across illnesses suggests the presence of dimensional network-level abnormalities that bridge across traditional diagnostic constructs. To achieve a breakthrough in our understanding of how brain functions underlie psychiatric illness, we must collect datasets that span diagnostic categories. Second, prior research on the connectomic signatures of psychiatric illness has largely focused on circumscribed patient samples recruited either from single clinical settings or the broader community. As a consequence, we are often unable to assess the manner in which the connectome associates of psychiatric illness may vary as a function of symptom severity, for example, as indicated by degree of treatment seeking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7031, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Leveraging this connectome approach, we recently identified abnormalities within the frontoparietal control network (spanning aspects of dorsolateral prefrontal, dorsomedial prefrontal, lateral parietal, and posterior temporal cortices) in patients with schizophrenia and psychotic bipolar disorder. Impairments in the integration and processing of information across large-scale brain networks are thought to mark psychotic illness. Our prior work revealed frontoparietal network abnormalities, preferentially evident in the control B subnetwork, in patients diagnosed with schizophrenia and bipolar disorder with psychotic features. Higher-order task-activations recruit cortical territories in the frontoparietal network, with the highest-order task responses being most consistent within the control B subnetwork. While frontoparietal network disruption could underlie a specific vulnerability for thought disorder that characterizes psychosis, there is evidence for functional alterations in this system across a range of patient populations, including unipolar depression, bipolar disorder, and schizophrenia. For example, regional impairments within aspects of the frontoparietal network are thought to contribute to both depressive and manic episodes, as well as the occurrence of psychotic symptoms. Despite these converging lines of evidence, the extent to which dysfunction in frontoparietal connectivity tracks the presence of specific diagnostic categories (e.g., psychotic illnesses), symptom severity, utilization of care, or other unmeasured factors, is poorly understood.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8620, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study we investigate whether patterns of connectomic disruption in psychiatric illness track specific categories of impairment (presence of psychosis), clinical diagnoses (unipolar depression, bipolar disorder, and schizophrenia or schizoaffective disorder), or severity of illness as reflected in treatment seeking. First, we demonstrate that both affective illness without psychosis and psychotic illness broadly associate with reduced connectivity across multiple large-scale cortical networks. Consistent with the hypothesized central role of disrupted executive functions in mental health, our analyses reveal a graded pattern of dysconnectivity within the frontoparietal network, which is amplified in patients suffering from more extreme forms of psychopathology. This transdiagnostic profile of impairment is present in patients with and without psychotic symptoms and across individual diagnostic categories. Suggesting a link between disrupted frontoparietal network functioning and diagnostic severity, loss of connectivity is evident in treatment-seeking patients with unipolar depression, but not within nontreatment-seeking individuals who met criteria for unipolar depression but were recruited from the general community. Second, the observed patterns of connectome functioning display evidence of general as well as specific alterations in network connectivity across categories of impairment (psychosis) and clinical diagnoses. Schizophrenia and psychotic bipolar disorder, for example, associate with a preferential reduction in default network integrity that is absent in affective illnesses without psychosis. Taken together, these results suggest that graded impairments within key control networks likely represent a common biological substrate central to the pathophysiology of both affective and psychotic illness, while other aspects of network function may preferentially link to specific symptom domains or diagnoses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10581, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 10589, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Between November 2008 and June 2017, resting-state functional magnetic resonance imaging (fMRI) data were collected from 1,010 individuals, including 210 diagnosed with a primary psychotic disorder (137 meeting criteria for schizophrenia or schizoaffective disorder, 73 with bipolar disorder with psychosis), 192 presenting with a primary affective disorder without psychosis (26 with bipolar disorder without psychosis, 57 treatment-seeking individuals with unipolar depression, 109 nontreatment-seeking individuals with unipolar depression), and 608 demographically and data-quality–matched healthy comparison participants recruited through an ongoing, large-scale study of brain imaging and genetics (SI Appendix, Table S1). Resting-state data from a subset of the participants recruited from McLean Hospital were included in prior published analyses (60 meeting criteria for schizophrenia or schizoaffective disorder, 40 with bipolar disorder with psychosis).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11553, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To examine the functional network interactions affected by psychiatric illnesses with or without psychosis, we first processed the data with a series of steps common to intrinsic connectivity analyses and then computed cortical functional coupling matrices for each participant across all available parcels within the 17-network functional atlas of Yeo et al.. Additional details on the preprocessing procedures are detailed in Holmes et al. and Yeo et al.. Next, we compared z-transformed Pearson correlation values across three groups (affective illnesses without psychosis, psychotic illness, healthy comparison participants) for all 3,660 (61 × 60) pairwise regional interactions (excluding correlations of a node with itself) (Fig. 1). Residual differences between the patient groups, relative to healthy comparison participants, are displayed in Fig. 1 E and F. Broad reductions in correlation between regions that spanned several functional networks—including the frontoparietal, default, and ventral attention networks—were evident in patients with psychiatric illness, particularly those with psychosis. Across all intrahemispheric cortical connections, 412 (11.26%) exhibited significant between-group differences (family-wise error rate-corrected P ≤ 0.05, corresponding to an uncorrected P ≤ 1.37 × 10−5). When considering a less stringent statistical criterion [false-discovery rate (FDR)-corrected q ≤ 0.05, corresponding to an uncorrected P ≤ 8.47 × 10−4], the number increased to 778 (21.26%). Between-network (i.e., off-diagonal) coupling was less negative or muted in the affective illness groups with and without psychosis (Fig. 1 E and F), consistent with a general flattening of intrinsic network connectivity across the connectome in patient populations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13330, "infons": {"file": "pnas.1820780116fig01.jpg", "id": "fig01", "section_type": "FIG", "type": "fig_caption"}, "text": "Cortical network connectivity in patients and healthy comparison participants. (A) The functional network organization of the human cerebral cortex revealed through intrinsic functional connectivity. Colors reflect regions estimated to be within the same network. Regions determined based on the 17-network solution from Yeo et al.. The approach groups similar correlation profiles based on a winner-take-all solution, with every surface vertex assigned to its best-fitting network. The 2D grids (B–D) display the complete coupling architecture of the cerebral cortex measured at rest for (B) the healthy comparison participants, (C) patients with affective illnesses without psychosis, and (D) patients with psychotic illnesses. Values reflect z-transformed Pearson correlations between every region and every other region, after accounting for the effects of coil, scanner, console software version, age, sex, race, ethnicity, and handedness. Within-network correlations fall along the center diagonal. Between-network correlations are plotted away from the diagonal and reveal both positive (red) and negative (blue) correlations. (E and F) The 61 × 61 grids show the differences in resting BOLD correlation between controls and (E) patients with affective illnesses without psychosis, as well as (F) patients with psychotic illnesses, for each intrahemispheric regional pair. Differences were obtained by an analysis of variance of z-transformed Pearson correlation values, adjusting for nuisance variables. White lines represent network boundaries. DorsAttn, dorsal attention; Left, left hemisphere; Right, right hemisphere; Sal, salience; SomMot, somatomotor; and VentAttn, ventral attention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15029, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Affective and Psychotic Illnesses Associate with Graded Disruptions in Frontoparietal Network Connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15137, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In line with the core role of executive functioning deficits in mental health, a growing literature suggests that frontoparietal network impairments may reflect a transdiagnostic marker of psychopathology. We first tested the hypothesis that frontoparietal dysconnectivity would show a graded relationship with diagnostic status, increasing in severity in patients suffering from more extreme forms of psychopathology. In the frontoparietal network, we observed a main effect of Group [F(2, 1,001) = 63.95, P ≤ 0.001; μ2 = 0.11]. Marked diagnosis-related differences in functional connectivity were evident for within-network connections involving the control B aspect of the frontoparietal network, with 90% of associated pairwise network combinations surviving corrections for multiple comparisons (18 of 20 region pairs) (Fig. 2A). Follow-up analyses revealed reduced mean control B network connectivity in both affective illnesses without psychosis (0.56 ± 0.16; P ≤ 0.01) and psychotic illness (0.42 ± 0.18; P ≤ 0.001) relative to the healthy comparison sample (0.58 ± 0.16) (SI Appendix, Table S2). Furthermore, the connectivity of this aspect of the frontoparietal network was significantly reduced in patients with psychosis relative to those without psychotic symptoms, consistent with a graded reduction of network function (P ≤ 0.001) (Fig. 3; see SI Appendix, Table S2 for control A and B interactions).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16553, "infons": {"file": "pnas.1820780116fig02.jpg", "id": "fig02", "section_type": "FIG", "type": "fig_caption"}, "text": "Affective illnesses without psychosis and psychotic illness broadly link to reductions in network connectivity across multiple functional networks. (A) Manhattan plot showing associated network-wide P values of group-related (healthy comparison, affective illnesses without psychosis, psychotic illnesses) differences in functional connectivity. The y axis shows the −log10 P values of 226 within-network regional pairs, and the x axis shows their network positions. The horizontal red line represents the threshold of P ≤ 0.05 for Bonferroni-corrected significance across all possible regional pairs; the horizontal blue line represents the FDR threshold of q ≤ 0.05. (B) Each grid box represents the percentage of connections within and between networks that show a significant main effect of group at the threshold of P ≤ 0.05 for Bonferroni-corrected significance across all possible regional pairs. See Fig. 1 legend for explanation of abbreviations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17509, "infons": {"file": "pnas.1820780116fig03.jpg", "id": "fig03", "section_type": "FIG", "type": "fig_caption"}, "text": "Disruptions in frontoparietal network connectivity increase with diagnostic severity. (A) The colored aspects of cortex reflect regions estimated to be within the A, B, and C aspects of the frontoparietal control network. Black lines denote network boundaries defined through the 17-network solution from Yeo et al.. (B) Functional connectivity matrices for the 14 left and right hemisphere regions of the frontoparietal control network shown for the healthy comparison and each patient group (nodes per hemisphere control A: 7; B: 5; C: 2). Bar graphs reflect mean network connectivity for each group. Error bars denote SE. Functional connectivity difference matrices were obtained by an analysis of variance of z-transformed Pearson correlation values, accounting for the effects of the coil, effects of scanner, console software version, age, sex, race, ethnicity, and handedness. Differences significant at FDR (q ≤ 0.05) are shown in each panel just to the lower right of the unthresholded matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18512, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next considered how this profile of frontoparietal network disruption may present across individual Diagnostic and Statistical Manual of Mental Disorders, Fourth edition (DSM-IV) diagnoses. Participants with psychiatric illness were divided into nontreatment-seeking individuals with unipolar depression (n = 109), patients recruited from clinical services at McLean Hospital with unipolar depression (n = 57), bipolar disorder without psychosis (n = 26), and bipolar disorder with psychosis (n = 73). The available sample of patients with schizophrenia was divided into two groups to examine the stability of observed effects across both samples and collection sites. Schizophrenia groups 1 (n = 97) and 2 (n = 40) were recruited through the respective inpatient services at McLean Hospital and Massachusetts General Hospital (MGH).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19349, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Analyses of region-to-region correlation strength across the frontoparietal network revealed a main effect of Group [F(6, 997) = 25.20, P ≤ 0.001; μ2 = 0.13], with the observed disruptions in frontoparietal network connectivity increasing with diagnostic severity (Fig. 3B and SI Appendix, Table S3). Control B within-network connectivity was statistically similar (and even nominally higher) for the nontreatment-seeking individuals with unipolar depression (0.61 ± 0.16), compared with healthy participants (0.58 ± 0.16; P = 0.82). Relative to the healthy participants, we observed reduced within-network control B connectivity in treatment-seeking patients with unipolar depression (0.51 ± 0.14; P ≤ 0.005), bipolar disorder without psychosis (0.44 ± 0.16; P ≤ 0.001), bipolar disorder with psychosis (0.42 ± 0.18; P ≤ 0.001), and the patients with schizophrenia (group 1: 0.46 ± 0.18; group 2: 0.35 ± 0.16; Ps ≤ 0.001) (see SI Appendix, Table S3 for network interactions across each group).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20344, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the stability of the observed disruptions in frontoparietal network connectivity across both scanner and site of acquisition, separate follow-up analyses were conducted examining the patient and healthy participant data collected at each scanner/site (SI Appendix, Fig. S1). Across both sites of acquisition, the control B within-network connectivity was statistically similar for the nontreatment-seeking individuals with unipolar depression (Harvard: 0.55 ± 0.14; McLean: 0.64 ± 0.16), compared with site-matched healthy participants (Harvard: 0.58 ± 0.15; McLean: 0.60 ± 0.16, Ps > 0.54). In comparison with the healthy participants (McLean: 0.60 ± 0.17; MGH Bay A: 0.56 ± 0.18; MGH Bay B: 0.57 ± 0.13), we observed a consistent pattern of reduced within-network control B connectivity in site-matched treatment-seeking patients with unipolar depression (McLean: 0.51 ± 0.14; P ≤ 0.05), bipolar disorder without psychosis (McLean: 0.44 ± 0.16; P ≤ 0.001), bipolar disorder with psychosis (McLean: 0.42 ± 0.18; P ≤ 0.001), and patients with schizophrenia (McLean: group 1: 0.46 ± 0.18; MGH Bay A group 2: 0.31 ± 0.12; MGH Bay B group 2: 0.36 ± 0.18; Ps ≤ 0.001). These analyses indicate that reports of disrupted frontoparietal network function in schizophrenia are replicable across recruitment sites. Furthermore, the authors suggest that prior observations of frontoparietal network disruptions in psychosis reflect the presence of graded, transdiagnostic impairments in network connectivity evident in a host of axis I pathologies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21892, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Symptoms of Psychosis and Mania Link with Decreased Frontoparietal Network Connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21981, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Evidence suggests that impaired frontoparietal network function marks patient populations characterized by manic episodes and symptoms of psychosis, including delusions, hallucinations, and formal thought disorder. Despite much progress, it remains unclear whether altered network connectivity underlies active symptom severity across distinct forms of pathology. Accordingly, we conducted follow-up analyses in a subset of participants with available clinician- or self-reported assessments of symptom expression. Included patients were assessed for active symptoms within 2 wk of scan using the Positive and Negative Syndrome Scale (PANSS; n = 279) (see SI Appendix, Table S1 for clinical characteristics of study participants) and the Young Mania Rating Scale (YMRS; n = 243).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22761, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Suggesting a possible a link between impaired network connectivity and the presence of psychotic symptoms, linear regressions revealed a subtle relationship between the PANSS-positive subscale scores and reduced frontoparietal connectivity within the control B [F(1, 274) = 6.42, P ≤ 0.05; r2 = 0.022] and control C subnetworks [F(1, 274) = 5.73, P ≤ 0.05; r2 = 0.020]. No relationship was observed between control A connectivity and severity of psychosis [F(1, 274) = 0.74, P = 0.39; r2 = 0.003]. Neither PANSS-negative nor general scores showed a relationship with frontoparietal connectivity (Fs < 0.31; Ps > 0.57). Indicating the presence of broad associations linking network connectivity and clinical severity, increased symptoms of mania (YMRS scores) tracked with decreased frontoparietal connectivity for control B [F(1, 238) = 13.75, P ≤ 0.001; r2 = 0.054] and control C subnetworks [F(1, 238) = 5.94, P ≤ 0.05; r2 = 0.024]. The control A subnetwork did not show a relationship with the severity of mania [F(1, 238) = 1.87, P = 0.17; r2 = 0.007].", "sentences": [], "annotations": [], "relations": []}, {"offset": 23818, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Evidence for both General and Specific Alterations in Network Connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23894, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The observed reductions in functional connectivity were not specific to the frontoparietal network (Fig. 2B and SI Appendix, Table S2). When considering the remaining functional networks with more than two parcels, for each network between 26% and 67% of associated within-network interactions exhibited a main effect of Group at the FDR (q ≤ 0.05) threshold. To explore the possibility of both diagnosis general and specific alterations in network function, mean network connectivity was computed for each patient group across every cortical network (Fig. 4 and SI Appendix, Table S3). In treatment-seeking patients presenting with unipolar or bipolar depression without psychosis, impaired connectivity was localized to frontoparietal and limbic networks. Conversely, bipolar depression with psychosis and schizophrenia were associated with a broader profile of reduced within-network connectivity throughout the cortex, encompassing the default network, the dorsal and ventral attention networks, and motor and visual systems. Below, we focus on the default network connectivity to highlight aspects of brain function that are preferentially disrupted in patients with psychotic illness. However, the focus on the default network should not be taken to imply that meaningful group or symptom specific properties are absent in other large-scale networks (Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25260, "infons": {"file": "pnas.1820780116fig04.jpg", "id": "fig04", "section_type": "FIG", "type": "fig_caption"}, "text": "Polar plots display the percent difference in mean network connectivity for (A) patients with affective illnesses without psychosis or (B) psychotic illnesses relative to healthy comparison participants. The black hexadecagon in the center of each plot reflects the mean network correlations for the healthy comparison sample. Values outside the hexadecagon reflect decreased correlation strength for patients, relative to the healthy comparison sample. The graph scale reflects percent change values from healthy network connectivity (from −25 to 50%). See Fig. 1 legend for explanation of abbreviations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25866, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Reduced Default Network Connectivity in Psychotic Illnesses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25927, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The onset and maintenance of psychotic illness has been attributed to a breakdown in information processing, reflected in altered functional integration or connectivity across large-scale distributed brain networks. In line with prior work indicating broad disruptions across cortical association networks in psychosis, there is consistent evidence for aberrant default network connectivity in schizophrenia. However, default network abnormalities have been observed across a range of psychiatric conditions, and it is not yet clear if this dysfunction represents a common feature of illness. Therefore, we next examined whether default network disruption was specific to those participants whose illness included psychotic features, or was instead present in every group with psychopathology (Fig. 5). Across default subnetworks A, B, and C we observed a main effect of diagnostic Group [Fs(2, 1,001) ≥ 6.41, Ps ≤ 0.005; μ2s ≥ 0.01; default D: F(2, 1,001) = 2.66, P = 0.07; μ2 ≤ 0.01]. Follow-up tests revealed a global reduction in connectivity in patients with psychosis relative to both the nonpsychotic illness (Ps ≤ 0.01) and healthy comparison samples (Ps ≤ 0.001) (SI Appendix, Table S2). Default network connectivity did not significantly differ between the healthy comparison and the affective illness without psychosis group (Ps ≥ 0.06)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27275, "infons": {"file": "pnas.1820780116fig05.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "Psychotic illness associates with a preferential reduction in default network integrity. (A) The colored aspects of cortex reflect regions estimated to be within the A, B, C, and D aspects of the default network. Black lines denote network boundaries defined through the 17-network solution from Yeo et al.. (B) Functional connectivity matrices for the 14 left and right hemisphere regions of the default network shown for the healthy comparison and patient groups (nodes per hemisphere default A: 6; B: 3; C: 3; D: 2). Bar graphs reflect mean network connectivity for each group within default A, B, C, and D. Error bars denote SE. Functional connectivity difference matrices were obtained by an analysis of variance of z-transformed Pearson correlation values after linear regression of the effects of coil, scanner, console software version, age, sex, race, ethnicity, and handedness. Differences significant at FDR (q ≤ 0.05) are shown in each panel just to the lower right of the unthresholded matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28282, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further explore the nature of functional connectivity changes in the default network, we conducted additional analyses across individual DSM-IV diagnoses. Analyses of region-to-region correlation strength across the default network revealed a main effect of Group across each subnetwork [A–D; Fs(6, 997) ≥ 3.45, Ps ≤ 0.005; μ2s ≥ 0.02] (SI Appendix, Table S3). We observed an increase in default D connectivity for the nontreatment-seeking individuals with unipolar depression (0.44 ± 0.27) relative to the healthy comparison sample (0.38 ± 0.22; P ≤ 0.005). With the exception of a subtle decrease in default C connectivity for the patients with bipolar disorder (P ≤ 0.05), no other effects of diagnoses were observed for the patients without psychosis relative to the healthy comparison sample (Ps ≥ 0.09). Global decreases in default network connectivity were observed in the patients diagnosed with bipolar disorder with psychosis (Ps ≤ 0.01). Relative to the healthy comparison participants, reduced default B and C within-network connectivity was observed in the patients with schizophrenia (Ps ≤ 0.05) (see SI Appendix, Table S3 for network interactions across each group). Collectively, these results indicate that while altered patterns of frontoparietal connectivity may be shared across diagnostic groups, perturbations within other large-scale networks (default B) may reflect the expression of specific profiles of symptoms or the presence of certain diagnostic groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29769, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We again conducted follow-up analyses to assess the stability of the observed shifts in default network connectivity across different scanners and sites of acquisition (SI Appendix, Fig. S2). Across both sites of acquisition, we observed an increase in default D connectivity for the nontreatment-seeking individuals with unipolar depression (Harvard: 0.41 ± 0.26; McLean: 0.46 ± 0.28) relative to the healthy comparison sample (Harvard: 0.37 ± 0.22; McLean: 0.39 ± 0.20; Ps ≤ 0.05). In comparison with the healthy participants (McLean: 0.44 ± 0.18), no effects of diagnoses were observed in default C connectivity for the site-matched treatment-seeking patients with unipolar depression (McLean: 0.45 ± 0.15; P ≤ 0.05) or bipolar disorder without psychosis (McLean: 0.38 ± 0.14; Ps ≥ 0.15). When considering participants recruited from McLean, global decreases in default network connectivity were observed in the patients diagnosed with bipolar disorder with psychosis (Ps ≤ 0.05). Relative to the healthy comparison participants, reduced default B within-network connectivity was observed in the patients with schizophrenia, relative to the healthy comparison samples from each site (Ps ≤ 0.005).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30969, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Follow-up analyses of symptom severity revealed a relationship between the PANSS-positive subscale scores and connectivity within the default B subnetwork [F(1, 274) = 12.54, P ≤ 0.001, r2 = 0.043]. No relationship was observed between default D, default C, or default A connectivity and severity of psychosis (Fs < 3.63, Ps > 0.05). Neither PANSS-negative nor general scores showed a relationship with default connectivity (Fs < 1.38, Ps > 0.24). Consistent with our initial observations within the frontoparietal network, increased symptoms of mania (YMRS scores) tracked with decreased connectivity for default A [F(1, 238) = 6.98, P ≤ 0.01, r2 = 0.028] and default B [F(1, 238) = 17.29, P ≤ 0.001, r2 = 0.067]. No relationships were observed linking default D or C subnetworks with severity of manic symptoms (Fs < 1.25, Ps > 0.26). Although limited by available clinical measures, the present analyses demonstrate that functional network abnormalities correlate with the severity of manic and psychotic symptoms across affective and psychotic illnesses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32028, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 32039, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present analyses reveal the existence of functional connectomic profiles that bridge diagnostic categories, aligning with clinical symptoms in a graded fashion. Here, we identify a pattern of disrupted connectivity within the frontoparietal network that was evident across specific categories of impairment (psychosis) and clinical diagnoses (unipolar depression, bipolar disorder, and schizophrenia or schizoaffective disorder). Suggesting that these alterations in connectivity may track the severity of illness, frontoparietal network impairments were observed in treatment-seeking patients with unipolar depression recruited from inpatient and partial hospital programs, but not those recruited from the general community who were not treatment-seeking. Highlighting the presence of diagnostic and symptom-specific profiles of connectivity, aspects of the default network exhibited reduced connectivity in patients with psychotic illness, a pattern of impaired network functioning that was absent in patients with unipolar depression or bipolar disorder without psychosis. Collectively, these observations suggest that complex psychiatric symptoms are associated with specific patterns of abnormal connectivity across the connectome, with the disturbance of individual systems preferentially contributing to certain symptom domains that can present in a disorder-general manner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33426, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our findings of transdiagnostic disruptions in frontoparietal network connectivity are consistent with prior work in both schizophrenia, unipolar depression, and bipolar disorder, where there is converging evidence for abnormalities in cognitive control and context processing. By studying multiple patient populations simultaneously, without prejudice toward ascertainment or diagnostic label, our findings allow for the simultaneous characterization and comparison of psychiatric connectomes across both affective and psychotic illnesses. Furthermore, while much of the prior work in this domain has focused on circumscribed profiles of dysfunction in either dorsolateral prefrontal or anterior cingulate cortices, here we provide evidence indicating broad frontoparietal network impairments that span aspects of frontal, parietal, temporal, and medial prefrontal components of this network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34320, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although these data support the view that the frontoparietal network may underlie a diverse set of cognitive processes impaired in multiple disorders, one outstanding question centers on the extent to which impaired frontoparietal connectivity in individual patients may reflect a primary factor associated with disease onset and maintenance, or a secondary consequence of illness. In depression, for example, deficits on neuropsychological measures of executive functioning track both the severity of current symptoms in patients, as well as the use of psychotropic medications. Suggesting the likely presence of preillness shifts in network connectivity, prefrontal dysfunctions related to context processing have been identified in never-medicated patients with schizophrenia early in the course of the illness. Highlighting a degree of symptom specificity, in a study of psychotic patients with and without cognitive dysfunction, we recently reported that distinct frontoparietal subnetworks may link to cognitive capacity (i.e., control A subnetwork) and psychiatric symptoms (i.e., control B subnetwork), respectively. Across development the human brain experiences distinct functional changes as network modules become more segregated with age. Impairments in this process of network differentiation, for example between default and executive (frontoparietal) networks, are linked to dimensions of psychopathology that cross traditional diagnostic boundries. Despite the importance of distinguishing network-level risk factors from markers of current symptom severity, the extent to which connectome functioning parallels clinical trajectories across the lifespan remains to be determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36017, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A considerable body of evidence has accumulated over recent years suggesting that the presence of altered default network functioning may mark psychotic illness. Encompassing aspects of ventral and dorsal medial prefrontal, posterior/retrosplenial, and inferior parietal cortices, the default network is hypothesized to underpin self-referential processing and principal aspects of mental simulation. Core symptoms of psychotic illness arise from misattributions of thought and a blurring of the boundaries separating internal cognition from the external world. Consistent with our reported analyses, these converging lines of evidence suggest an association linking impaired default network functioning and the occurrence of psychotic symptoms (e.g., hallucinations, delusions, and thought distortions).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36822, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Critically however, the present results should not be taken to suggest that default network disruption is only present in patients with psychotic illness. Indeed, in line with prior reports, a muted decrease in default network functioning was observed in patients with bipolar disorder without psychosis. Rather, our data support the view that default network functions may underlie a set of cognitive processes impaired in multiple disorders, with variability in network-level functioning linking with corresponding network-associated symptom expression. Patients with unipolar depression, for example, have been found to display aberrant intrinsic connectivity as well as heightened stimulus-induced activity in aspects of the default network while viewing and reappraising negative images. These data are consistent with our observation of increased default D subnetwork connectivity in nontreatment-seeking individuals with depression, a functional profile that was absent in treatment-seeking patients recruited from clinical units. Given this observed variability within diagnoses, future high-throughput data-collection efforts will be necessary to establish the manner in which individual specific connectome architecture might serve as a dimensional fingerprint of human behavior, predicting symptom profiles in patient populations with varying degrees of clinical severity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38206, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Analyses that link functional connectomes to individual differences in behavior, symptom profiles, and severity of illness represent a tremendous opportunity for the field. The present analyses suggest that the severity of psychotic and manic symptoms may emerge, at least in part, through common profiles of functional variability. However, it is important to note that although these clinical phenotypes may arise through a shared network architecture, they are not interchangeable. Rather, our results likely reflect a general role for aspects of frontoparietal and default networks in the regulation of cognitive processes that broadly underlie affective and psychotic illness. While it may not be feasible to identify isolated features of brain biology that cleanly distinguish populations of patients with psychiatric illness, multivariate fingerprints of pathology may eventually emerge. To establish such points of separation, our data collection and analytic efforts need to incorporate dimensional measures of clinical severity across a broad range of patient populations, recruited from diverse clinical settings at varying phases of illness. To generate such high-dimensional datasets, we will need to reassess our current scientific approach, extending beyond conventional clinic- or research laboratory-specific collection efforts. Our present analyses reflect the combined efforts of multiple research groups collaborating to collect data with a harmonized acquisition sequence. This cross-laboratory collaborative effort allowed us to partially disentangle the relations between clinical diagnoses and degree of treatment seeking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39853, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Readers should note that there are limitations to the conclusions that can be drawn from the present analyses. Given the cross-laboratory collaborative nature of the present work, a consistent self-report or task battery was not available for analysis across the participants. Accordingly, we are unable to make claims regarding associations that may link network function with the presence, absence, or severity of specific dimensional symptom profiles. To make progress in this domain, our clinical recruitment strategies and analytic efforts will need to coordinate across research laboratories to standardize imaging acquisition protocols, as well as dense demographic, symptom, and behavioral batteries. Additionally, while we can compare and contrast treatment-seeking and nontreatment-seeking individuals with unipolar depression, we are unable to account for other factors that may contribute to access to care and utilization. For example, the nontreatment-seeking individuals with depression were not currently taking psychiatric medications. This is in contrast to individuals already in treatment who were prescribed varying forms of psychiatric medication. Moreover, lack of insight, as well as internalized and treatment stigma, can associate with reduced help seeking in some patient populations. Consequently, despite evaluating over 1,000 individuals, we are limited in the conclusions we can draw when comparing and contrasting the connectomic profiles observed in nontreatment-seeking individuals recruited from the community versus populations of patients recruited from partial and inpatient hospitalization programs. Smaller-scale longitudinal studies suggest the presence of abnormal functional connectivity in individuals presenting to the emergency room seeking care for schizophrenia or related diagnoses, even before starting psychiatric medication. Moreover, connectomic changes are apparent in early phases of antipsychotic treatment. This literature suggests that differences in symptom severity, rather than medication per se, may underlie the extent and degree of changes observed in our present analyses. However, future longitudinal research designs will be critical for fully disentangling the effects of treatment, fluctuating symptom-severity, and illness course on brain function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42172, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The unprecedented growth of big data in neuroscience provides opportunities for researchers seeking to understand how brain functions influence suites of behaviors and associated illness risk. In the present analyses we make use of a large sample of individuals with imaging data, spanning domains of psychopathology, levels of acuity, and engagement with care. This heterogeneous sample of participants represented a broad range of symptom profiles and illness severity, including individuals with self-reported mental health, nontreatment-seeking forms of depression, and treatment-seeking forms of unipolar depression, bipolar disorder, and severe psychotic illness. Our analyses revealed aspects of the frontoparietal control network that are commonly disrupted across diagnostically distinct forms of severe pathology, whether psychotic or nonpsychotic affective in nature. In addition, we established both shared and unique functional alterations in affective and psychotic illnesses. For example, a preferential reduction in default network integrity was evident in patients with psychotic illness, but absent in affective illnesses without psychosis. These analyses highlight the potential to discover individualized network profiles that are predictive of symptom-relevant cognitive domains, both within and across diagnostic boundaries, as exemplified in the Bipolar-Schizophrenia Network on Intermediate Phenotypes (B-SNIP) effort and our own ongoing work. In conclusion, this study provides a comprehensive characterization of connectomic dysfunction in a range of psychopathological conditions that matches well with the core deficits observed in these populations. These data have important implications for the future creation of connectome-based models that predict behavior, an approach with the potential to account for symptom comorbidity while simultaneously explaining the biological process that give rise to the diversity of clinical presentations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44144, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 44152, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Between November 2008 and June 2017, fMRI data were collected from a total of 1,010 individuals, including 210 diagnosed with a primary psychotic disorder (137 meeting criteria for schizophrenia or schizoaffective disorder, 73 with bipolar disorder with psychosis), 192 presenting with a primary affective disorder without psychosis (26 with bipolar disorder without psychosis, 57 treatment-seeking individuals with unipolar depression, 109 nontreatment-seeking individuals with unipolar depression), and 608 demographically matched healthy comparison participants recruited through an ongoing, large-scale study of brain imaging and genetics. Diagnosis was determined using the Structured Clinical Interview for the DSM-IV. Details regarding participant recruitment and characterization, as well as the demographic and clinical characteristics of the patient and matched healthy comparison samples, are available in SI Appendix, Table S1. In brief, patients were recruited from clinical services at MGH or McLean Hospital through the procedures detailed in Baker et al.. Nontreatment-seeking individuals who met diagnostic criteria for unipolar depression were recruited from the surrounding Boston area using the procedures detailed in Dillon et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 45405, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Healthy comparison participants were selected from an existing database of adults (aged 18–83 y), scanned previously using identical pulse sequences on identical scanners, and selected to match patients on the basis of age, gender, race, handedness, as well as a mean slice-based signal-to-noise ratio (SNR) derived from the participant’s blood oxygenation level–dependent (BOLD) T2* image series. In this context, SNR is calculated as the mean/SD of the mean slice intensity time series. Using this strategy, we were able to ensure statistically matched distributions for both demographic variables and comparable data quality (as well as head movement metrics). The reported experiments were approved by the Partners HealthCare Institutional Review Board and the Harvard University Committee on the Use of Human Subjects in Research McLean Hospital Institutional Review Board, and all participants gave written informed consent before participating in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46370, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI Data Acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46392, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Imaging data were collected on 3T Tim Trio scanners (Siemens) using either 12- or 32-channel phased-array head coils at Harvard University, MGH, or McLean Hospital as detailed in Holmes et al.. Briefly, structural data included a high-resolution, multiecho T1-weighted magnetization-prepared gradient-echo image [144 slices, repetition time (TR) = 2,200 ms, inversion time (TI) = 1,100 ms, echo time (TE) = 1.54 ms for image 1 to 7.01 ms for image 4, flip angle = 7°, voxels = 1.2 mm3, field-of-view (FOV) = 230]. Functional data were acquired using a gradient-echo echoplanar imaging sequence (47 axial slices, interleaved with no gap), 124 time points (TR = 3000 ms, TE = 30 ms, flip angle = 85°, voxels = 3 mm3, FOV = 216). Participants were instructed to remain still and keep their eyes open, while blinking normally. Although no fixation image was used, participants with psychotic illness were monitored via eye-tracking video to ensure compliance during functional scans. Software upgrades (VB13, VB15, VB17) occurred during data collection. All results are reported after partialing out variance associated with coil, scanner (Harvard Bay 1, McLean Bay 1, MGH Bay 4, MGH Bay 8, and so forth), and software upgrade, as well as age, sex, handedness, race, and ethnicity. All treatment-seeking patient samples were collected on a 12-channel coil. In the healthy comparison, participants and nontreatment-seeking individuals with unipolar depression 78.5 and 36.7% of the data were collected on a 12-channel coil, respectively. All reported analyses are consistent when separately considering only 12-channel and 32-channel coil data. The patient and healthy comparison samples did not differ in mean slice-based signal-to-noise [all patients: 172.4 ± 66.8; healthy comparison: 175.3 ± 51.2; F(1, 1,008) = 0.61, P = 0.43]. Patients displayed a significantly greater number of micromovements (translations > 0.1 mm) during data collection [all patients: 25.5 ± 27.2; healthy comparison: 20.3 ± 24.7; F(1, 1,008) = 9.89, P ≤ 0.005]. The reported group-level effects are consistent when incorporating mean slice-based SNR and micromovement counts as model covariates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48562, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preprocessing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48577, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were analyzed with a series of steps common to intrinsic connectivity analyses and further elaborated in Holmes et al. and Yeo et al.. Preprocessing included discarding the first four volumes of each run to allow for T1-equilibration effects, compensating for slice acquisition-dependent time shifts per volume, and correcting for head motion using rigid body translation and rotation. Additional steps involved the removal of constant offset and linear trends over each run and the use of a temporal filter to retain frequencies below 0.08 Hz. Sources of spurious variance, along with their temporal derivatives, were removed through linear regression. These included six parameters obtained by correction for rigid-body head motion, the signal averaged over the whole brain, the signal averaged over the ventricles, and the signal averaged over the deep cerebral white matter. Functional data were first aligned to the structural image using the FreeSurfer software package, smoothed using a 6-mm kernel applied in surface space, and down-sampled to a 4-mm mesh Yeo et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 49658, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional Parcellation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49683, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cortical functional coupling matrices were computed for each participant, across all available regions within the 17 network functional parcellation of Yeo et al. (Fig. 1A). This parcellation consisted of 122 cortical regions composed of 61 roughly symmetric territories in the left and right hemispheres. Correlation matrices were constructed to include all regional pairs arranged by network membership. Pearson correlation coefficients were computed between each regional fMRI time course, averaged across all vertices within the region, and the mean fMRI time course for every other region (Fig. 1 B–D). Correlation values were z-transformed to increase normality of the correlation distribution and compared across groups using an ANOVA after linear regression of nuisance variables. Reported tests survived correction for multiple comparisons using a family-wise error rate (Bonferroni procedure) of P ≤ 0.05 or FDR of q ≤ 0.05. Readers should note that caution is warranted when interpreting group differences in within-network connectivity for subnetworks with limited numbers of parcels (e.g., frontoparietal control C and default D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 50827, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 50850, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Conflict of interest statement: Over the past 3 years, D.A.P. has received consulting fees from Akili Interactive Labs, BlackThorn Therapeutics, Boehringer Ingelheim, Compass, Posit Science, and Takeda Pharmaceuticals and honoraria from Alkermes for activities unrelated to the current review. J.T.B. has received consulting fees from Pear Therapeutics and Niraxx Therapeutics. J.L.R. has received investigator-initiated funding from Pamlab. D.Ö. served on an Advisory Board for Neurocrine Inc. in December 2016, unrelated to the current work. No funding from these entities was used to support the current work, and all views expressed are solely those of the authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51520, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "This article is a PNAS Direct Submission.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51562, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1820780116/-/DCSupplemental.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51689, "infons": {"fpage": "241", "lpage": "257", "name_0": "surname:Holmes;given-names:AJ", "name_1": "surname:Patrick;given-names:LM", "pub-id_pmid": "29475637", "section_type": "REF", "source": "Trends Cogn Sci", "type": "ref", "volume": "22", "year": "2018"}, "text": "The myth of optimality in clinical neuroscience", "sentences": [], "annotations": [], "relations": []}, {"offset": 51737, "infons": {"fpage": "155", "lpage": "179", "name_0": "surname:Hyman;given-names:SE", "pub-id_pmid": "17716032", "section_type": "REF", "source": "Annu Rev Clin Psychol", "type": "ref", "volume": "6", "year": "2010"}, "text": "The diagnosis of mental disorders: The problem of reification", "sentences": [], "annotations": [], "relations": []}, {"offset": 51799, "infons": {"fpage": "454", "lpage": "477", "name_0": "surname:Kotov;given-names:R", "pub-id_pmid": "28333488", "section_type": "REF", "source": "J Abnorm Psychol", "type": "ref", "volume": "126", "year": "2017"}, "text": "The Hierarchical Taxonomy of Psychopathology (HiTOP): A dimensional alternative to traditional nosologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 51905, "infons": {"fpage": "748", "lpage": "751", "name_0": "surname:Insel;given-names:T", "pub-id_pmid": "20595427", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "167", "year": "2010"}, "text": "Research domain criteria (RDoC): Toward a new classification framework for research on mental disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 52009, "infons": {"fpage": "234", "lpage": "239", "name_0": "surname:Lichtenstein;given-names:P", "pub-id_pmid": "19150704", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "373", "year": "2009"}, "text": "Common genetic determinants of schizophrenia and bipolar disorder in Swedish families: A population-based study", "sentences": [], "annotations": [], "relations": []}, {"offset": 52121, "infons": {"fpage": "1254", "lpage": "1263", "name_0": "surname:Huang;given-names:J", "pub-id_pmid": "20713499", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "167", "year": "2010"}, "text": "Cross-disorder genomewide analysis of schizophrenia, bipolar disorder, and depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 52207, "infons": {"fpage": "748", "lpage": "752", "name_0": "surname:Purcell;given-names:SM", "pub-id_pmid": "19571811", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "460", "year": "2009"}, "text": "Common polygenic variation contributes to risk of schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 52292, "infons": {"fpage": "652", "lpage": "664", "name_0": "surname:Cole;given-names:MW", "name_1": "surname:Repovš;given-names:G", "name_2": "surname:Anticevic;given-names:A", "pub-id_pmid": "24622818", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "20", "year": "2014"}, "text": "The frontoparietal control system: A central role in mental health", "sentences": [], "annotations": [], "relations": []}, {"offset": 52359, "infons": {"fpage": "511", "lpage": "528", "name_0": "surname:Matthews;given-names:PM", "name_1": "surname:Hampshire;given-names:A", "pub-id_pmid": "27497220", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "91", "year": "2016"}, "text": "Clinical concepts emerging from fMRI functional connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 52420, "infons": {"fpage": "3003", "name_0": "surname:Xia;given-names:CH", "pub-id_pmid": "30068943", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "9", "year": "2018"}, "text": "Linked dimensions of psychopathology and connectivity in functional brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 52503, "infons": {"fpage": "1565", "lpage": "1567", "name_0": "surname:Smith;given-names:SM", "pub-id_pmid": "26414616", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "18", "year": "2015"}, "text": "A positive-negative mode of population covariation links brain connectivity, demographics and behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 52606, "infons": {"fpage": "1664", "lpage": "1671", "name_0": "surname:Finn;given-names:ES", "pub-id_pmid": "26457551", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "18", "year": "2015"}, "text": "Functional connectome fingerprinting: Identifying individuals using patterns of brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 52705, "infons": {"name_0": "surname:Kong;given-names:R", "pub-id_doi": "10.1093/cercor/bhy123", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "year": "June 6, 2018"}, "text": "Spatial topography of individual-specific cortical networks predicts human cognition, personality and emotion", "sentences": [], "annotations": [], "relations": []}, {"offset": 52815, "infons": {"fpage": "4734", "lpage": "4739", "name_0": "surname:Biswal;given-names:BB", "pub-id_pmid": "20176931", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "107", "year": "2010"}, "text": "Toward discovery science of human brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 52864, "infons": {"fpage": "1853", "lpage": "1860", "name_0": "surname:Wang;given-names:D", "pub-id_pmid": "26551545", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "18", "year": "2015"}, "text": "Parcellating cortical functional networks in individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 52921, "infons": {"fpage": "1157", "name_0": "surname:Reinen;given-names:JM", "pub-id_pmid": "29559638", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "9", "year": "2018"}, "text": "The human cortex possesses a reconfigurable dynamic network architecture that is disrupted in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53025, "infons": {"fpage": "439", "lpage": "452.e5", "name_0": "surname:Gratton;given-names:C", "pub-id_pmid": "29673485", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "98", "year": "2018"}, "text": "Functional brain networks are dominated by stable group and individual factors, not cognitive or daily variation", "sentences": [], "annotations": [], "relations": []}, {"offset": 53138, "infons": {"fpage": "E469", "lpage": "E478", "name_0": "surname:Krienen;given-names:FM", "name_1": "surname:Yeo;given-names:BTT", "name_2": "surname:Ge;given-names:T", "name_3": "surname:Buckner;given-names:RL", "name_4": "surname:Sherwood;given-names:CC", "pub-id_pmid": "26739559", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "113", "year": "2016"}, "text": "Transcriptional profiles of supragranular-enriched genes associate with corticocortical network architecture in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 53266, "infons": {"fpage": "1428", "name_0": "surname:Anderson;given-names:KM", "pub-id_pmid": "29651138", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "9", "year": "2018"}, "text": "Gene expression links functional networks across cortex and striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 53335, "infons": {"fpage": "5521", "lpage": "5526", "name_0": "surname:Ge;given-names:T", "name_1": "surname:Holmes;given-names:AJ", "name_2": "surname:Buckner;given-names:RL", "name_3": "surname:Smoller;given-names:JW", "name_4": "surname:Sabuncu;given-names:MR", "pub-id_pmid": "28484032", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "114", "year": "2017"}, "text": "Heritability analysis with repeat measurements and its application to resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 53443, "infons": {"fpage": "990", "lpage": "1004", "name_0": "surname:Buckholtz;given-names:JW", "name_1": "surname:Meyer-Lindenberg;given-names:A", "pub-id_pmid": "22726830", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "74", "year": "2012"}, "text": "Psychopathology and the human connectome: Toward a transdiagnostic model of risk for mental illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 53543, "infons": {"name_0": "surname:Wang;given-names:D", "pub-id_doi": "10.1038/s41380-018-0276-1", "section_type": "REF", "source": "Mol Psychiatry", "type": "ref", "year": "November 15, 2018"}, "text": "Individual-specific functional connectivity markers track dimensional and categorical features of psychotic illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 53659, "infons": {"fpage": "109", "lpage": "118", "name_0": "surname:Baker;given-names:JT", "pub-id_pmid": "24306091", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "71", "year": "2014"}, "text": "Disruption of cortical association networks in schizophrenia and psychotic bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 53751, "infons": {"fpage": "9477", "lpage": "9487", "name_0": "surname:Lynall;given-names:M-E", "pub-id_pmid": "20631176", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "30", "year": "2010"}, "text": "Functional connectivity and brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 53811, "infons": {"fpage": "2082", "lpage": "2099", "name_0": "surname:Badre;given-names:D", "name_1": "surname:D’Esposito;given-names:M", "pub-id_pmid": "17892391", "section_type": "REF", "source": "J Cogn Neurosci", "type": "ref", "volume": "19", "year": "2007"}, "text": "Functional magnetic resonance imaging evidence for a hierarchical organization of the prefrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 53915, "infons": {"fpage": "603", "lpage": "611", "name_0": "surname:Kaiser;given-names:RH", "name_1": "surname:Andrews-Hanna;given-names:JR", "name_2": "surname:Wager;given-names:TD", "name_3": "surname:Pizzagalli;given-names:DA", "pub-id_pmid": "25785575", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Large-scale network dysfunction in major depressive disorder: A meta-analysis of resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 54034, "infons": {"fpage": "183", "lpage": "206", "name_0": "surname:Pizzagalli;given-names:DA", "pub-id_pmid": "20861828", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "36", "year": "2011"}, "text": "Frontocingulate dysfunction in depression: Toward biomarkers of treatment response", "sentences": [], "annotations": [], "relations": []}, {"offset": 54117, "infons": {"fpage": "893", "lpage": "904", "name_0": "surname:Phillips;given-names:ML", "name_1": "surname:Vieta;given-names:E", "pub-id_pmid": "17562698", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "33", "year": "2007"}, "text": "Identifying functional neuroimaging biomarkers of bipolar disorder: Toward DSM-V", "sentences": [], "annotations": [], "relations": []}, {"offset": 54198, "infons": {"fpage": "27", "lpage": "34", "name_0": "surname:Barch;given-names:DM", "name_1": "surname:Ceaser;given-names:A", "pub-id_pmid": "22169777", "section_type": "REF", "source": "Trends Cogn Sci", "type": "ref", "volume": "16", "year": "2012"}, "text": "Cognition in schizophrenia: Core psychological and neural mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 54267, "infons": {"fpage": "150031", "name_0": "surname:Holmes;given-names:AJ", "pub-id_pmid": "26175908", "section_type": "REF", "source": "Sci Data", "type": "ref", "volume": "2", "year": "2015"}, "text": "Brain Genomics Superstruct Project initial data release with structural, functional, and behavioral measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 54376, "infons": {"fpage": "537", "lpage": "541", "name_0": "surname:Biswal;given-names:B", "name_1": "surname:Yetkin;given-names:FZ", "name_2": "surname:Haughton;given-names:VM", "name_3": "surname:Hyde;given-names:JS", "pub-id_pmid": "8524021", "section_type": "REF", "source": "Magn Reson Med", "type": "ref", "volume": "34", "year": "1995"}, "text": "Functional connectivity in the motor cortex of resting human brain using echo-planar MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 54465, "infons": {"fpage": "9673", "lpage": "9678", "name_0": "surname:Fox;given-names:MD", "pub-id_pmid": "15976020", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "102", "year": "2005"}, "text": "The human brain is intrinsically organized into dynamic, anticorrelated functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 54557, "infons": {"fpage": "297", "lpage": "321", "name_0": "surname:Van Dijk;given-names:KR", "pub-id_pmid": "19889849", "section_type": "REF", "source": "J Neurophysiol", "type": "ref", "volume": "103", "year": "2010"}, "text": "Intrinsic functional connectivity as a tool for human connectomics: Theory, properties, and optimization", "sentences": [], "annotations": [], "relations": []}, {"offset": 54662, "infons": {"fpage": "1125", "lpage": "1165", "name_0": "surname:Yeo;given-names:BTT", "pub-id_pmid": "21653723", "section_type": "REF", "source": "J Neurophysiol", "type": "ref", "volume": "106", "year": "2011"}, "text": "The organization of the human cerebral cortex estimated by intrinsic functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 54755, "infons": {"fpage": "81", "lpage": "132", "name_0": "surname:Snyder;given-names:HR", "pub-id_pmid": "22642228", "section_type": "REF", "source": "Psychol Bull", "type": "ref", "volume": "139", "year": "2013"}, "text": "Major depressive disorder is associated with broad impairments on neuropsychological measures of executive function: A meta-analysis and review", "sentences": [], "annotations": [], "relations": []}, {"offset": 54899, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 54966, "infons": {"fpage": "429", "lpage": "435", "name_0": "surname:Young;given-names:RC", "name_1": "surname:Biggs;given-names:JT", "name_2": "surname:Ziegler;given-names:VE", "name_3": "surname:Meyer;given-names:DA", "pub-id_pmid": "728692", "section_type": "REF", "source": "Br J Psychiatry", "type": "ref", "volume": "133", "year": "1978"}, "text": "A rating scale for mania: Reliability, validity and sensitivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 55030, "infons": {"fpage": "450", "lpage": "457", "name_0": "surname:Garrity;given-names:AG", "pub-id_pmid": "17329470", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Aberrant “default mode” functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55095, "infons": {"fpage": "475", "lpage": "484", "name_0": "surname:MacDonald;given-names:AW;suffix:3rd", "pub-id_pmid": "15741464", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "Specificity of prefrontal dysfunction and context processing deficits to schizophrenia in never-medicated patients with first-episode psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 55239, "infons": {"fpage": "132", "lpage": "143", "name_0": "surname:Barch;given-names:DM", "name_1": "surname:Carter;given-names:CS", "name_2": "surname:MacDonald;given-names:AW;suffix:3rd", "name_3": "surname:Braver;given-names:TS", "name_4": "surname:Cohen;given-names:JD", "pub-id_pmid": "12653421", "section_type": "REF", "source": "J Abnorm Psychol", "type": "ref", "volume": "112", "year": "2003"}, "text": "Context-processing deficits in schizophrenia: Diagnostic specificity, 4-week course, and relationships to clinical symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 55363, "infons": {"fpage": "1105", "lpage": "1113", "name_0": "surname:Perlstein;given-names:WM", "name_1": "surname:Carter;given-names:CS", "name_2": "surname:Noll;given-names:DC", "name_3": "surname:Cohen;given-names:JD", "pub-id_pmid": "11431233", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Relation of prefrontal cortex dysfunction to working memory and symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 55453, "infons": {"fpage": "179", "lpage": "188", "name_0": "surname:Holmes;given-names:AJ", "name_1": "surname:Pizzagalli;given-names:DA", "pub-id_pmid": "18250256", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "65", "year": "2008"}, "text": "Spatiotemporal dynamics of error processing dysfunctions in major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 55539, "infons": {"fpage": "2904", "lpage": "2913", "name_0": "surname:Holmes;given-names:AJ", "name_1": "surname:Pizzagalli;given-names:DA", "pub-id_pmid": "18577391", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "46", "year": "2008"}, "text": "Response conflict and frontocingulate dysfunction in unmedicated participants with major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 55639, "infons": {"fpage": "565", "lpage": "573", "name_0": "surname:Anticevic;given-names:A", "pub-id_pmid": "22980587", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "73", "year": "2013"}, "text": "Global prefrontal and fronto-amygdala dysconnectivity in bipolar I disorder with psychosis history", "sentences": [], "annotations": [], "relations": []}, {"offset": 55738, "infons": {"fpage": "3116", "lpage": "3130", "name_0": "surname:Anticevic;given-names:A", "pub-id_pmid": "23825317", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Characterizing thalamo-cortical disturbances in schizophrenia and bipolar illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 55820, "infons": {"fpage": "120", "lpage": "126", "name_0": "surname:Lewandowski;given-names:KE", "pub-id_pmid": "30126818", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "204", "year": "2018"}, "text": "Functional connectivity in distinct cognitive subtypes in psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 55888, "infons": {"fpage": "1358", "lpage": "1361", "name_0": "surname:Dosenbach;given-names:NUF", "pub-id_pmid": "20829489", "section_type": "REF", "source": "Science", "type": "ref", "volume": "329", "year": "2010"}, "text": "Prediction of individual brain maturity using fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 55939, "infons": {"fpage": "1561", "lpage": "1572.e8", "name_0": "surname:Baum;given-names:GL", "pub-id_pmid": "28552358", "section_type": "REF", "source": "Curr Biol", "type": "ref", "volume": "27", "year": "2017"}, "text": "Modular segregation of structural brain networks supports the development of executive function in youth", "sentences": [], "annotations": [], "relations": []}, {"offset": 56044, "infons": {"fpage": "584", "lpage": "592", "name_0": "surname:Anticevic;given-names:A", "pub-id_pmid": "23142417", "section_type": "REF", "source": "Trends Cogn Sci", "type": "ref", "volume": "16", "year": "2012"}, "text": "The role of default network deactivation in cognition and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 56110, "infons": {"fpage": "1", "lpage": "38", "name_0": "surname:Buckner;given-names:RL", "name_1": "surname:Andrews-Hanna;given-names:JR", "name_2": "surname:Schacter;given-names:DL", "pub-id_pmid": "18400922", "section_type": "REF", "source": "Ann N Y Acad Sci", "type": "ref", "volume": "1124", "year": "2008"}, "text": "The brain’s default network: Anatomy, function, and relevance to disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 56183, "infons": {"fpage": "1505", "lpage": "1512", "name_0": "surname:Frith;given-names:C", "pub-id_pmid": "8941962", "section_type": "REF", "source": "Philos Trans R Soc Lond B Biol Sci", "type": "ref", "volume": "351", "year": "1996"}, "text": "The role of the prefrontal cortex in self-consciousness: The case of auditory hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 56276, "infons": {"fpage": "59", "lpage": "68", "name_0": "surname:Ongür;given-names:D", "pub-id_pmid": "20553873", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "183", "year": "2010"}, "text": "Default mode network abnormalities in bipolar disorder and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 56349, "infons": {"fpage": "611", "lpage": "617", "name_0": "surname:Zhu;given-names:X", "pub-id_pmid": "22177602", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "71", "year": "2012"}, "text": "Evidence of a dissociation pattern in resting-state default mode network connectivity in first-episode, treatment-naive major depression patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 56495, "infons": {"fpage": "1942", "lpage": "1947", "name_0": "surname:Sheline;given-names:YI", "pub-id_pmid": "19171889", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "106", "year": "2009"}, "text": "The default mode network and self-referential processes in depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 56565, "infons": {"fpage": "1751", "lpage": "1761", "name_0": "surname:Mojtabai;given-names:R", "pub-id_pmid": "21134315", "section_type": "REF", "source": "Psychol Med", "type": "ref", "volume": "41", "year": "2011"}, "text": "Barriers to mental health treatment: Results from the National Comorbidity Survey Replication", "sentences": [], "annotations": [], "relations": []}, {"offset": 56659, "infons": {"fpage": "11", "lpage": "27", "name_0": "surname:Clement;given-names:S", "pub-id_pmid": "24569086", "section_type": "REF", "source": "Psychol Med", "type": "ref", "volume": "45", "year": "2015"}, "text": "What is the impact of mental health-related stigma on help-seeking? A systematic review of quantitative and qualitative studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 56787, "infons": {"fpage": "146", "lpage": "158", "name_0": "surname:Kraguljac;given-names:NV", "pub-id_pmid": "26793436", "section_type": "REF", "source": "Neuroimage Clin", "type": "ref", "volume": "10", "year": "2015"}, "text": "Abnormalities in large scale functional networks in unmedicated patients with schizophrenia and effects of risperidone", "sentences": [], "annotations": [], "relations": []}, {"offset": 56906, "infons": {"fpage": "69", "lpage": "77", "name_0": "surname:Sarpal;given-names:DK", "pub-id_pmid": "26315980", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "173", "year": "2016"}, "text": "Baseline striatal functional connectivity as a predictor of response to antipsychotic drug treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 57007, "infons": {"fpage": "373", "lpage": "384, and erratum (2016) 173:198", "name_0": "surname:Clementz;given-names:BA", "pub-id_pmid": "26651391", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "173", "year": "2016"}, "text": "Identification of distinct psychosis biotypes using brain-based biomarkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 57082, "infons": {"fpage": "624", "lpage": "629", "name_0": "surname:Spitzer;given-names:RL", "name_1": "surname:Williams;given-names:JB", "name_2": "surname:Gibbon;given-names:M", "name_3": "surname:First;given-names:MB", "pub-id_pmid": "1637252", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "49", "year": "1992"}, "text": "The Structured Clinical Interview for DSM-III-R (SCID). I: History, rationale, and description", "sentences": [], "annotations": [], "relations": []}, {"offset": 57177, "infons": {"fpage": "1576", "lpage": "1583", "name_0": "surname:Dillon;given-names:DG", "name_1": "surname:Dobbins;given-names:IG", "name_2": "surname:Pizzagalli;given-names:DA", "pub-id_pmid": "24078019", "section_type": "REF", "source": "Soc Cogn Affect Neurosci", "type": "ref", "volume": "9", "year": "2014"}, "text": "Weak reward source memory in depression reflects blunted activation of VTA/SN and parahippocampus", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}