{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6063773", "infons": {"license": "NO-CC CODE"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41593-018-0187-0", "article-id_manuscript": "NIHMS970888", "article-id_pmc": "6063773", "article-id_pmid": "30038276", "fpage": "1126", "issue": "8", "license": "Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:\n", "lpage": "1136", "name_0": "surname:Girdhar;given-names:Kiran", "name_1": "surname:Hoffman;given-names:Gabriel E.", "name_10": "surname:Zharovsky;given-names:Elizabeth", "name_11": "surname:Jacobov;given-names:Rivka", "name_12": "surname:Wiseman;given-names:Jennifer R.", "name_13": "surname:Park;given-names:Royce", "name_14": "surname:Johnson;given-names:Jessica S.", "name_15": "surname:Kassim;given-names:Bibi S.", "name_16": "surname:Sloofman;given-names:Laura", "name_17": "surname:Mattei;given-names:Eugenio", "name_18": "surname:Weng;given-names:Zhiping", "name_19": "surname:Sieberts;given-names:Solveig K.", "name_2": "surname:Jiang;given-names:Yan", "name_20": "surname:Peters;given-names:Mette A.", "name_21": "surname:Harris;given-names:Brent T.", "name_22": "surname:Lipska;given-names:Barbara K.", "name_23": "surname:Sklar;given-names:Pamela", "name_24": "surname:Roussos;given-names:Panos", "name_25": "surname:Akbarian;given-names:Schahram", "name_3": "surname:Brown;given-names:Leanne", "name_4": "surname:Kundakovic;given-names:Marija", "name_5": "surname:Hauberg;given-names:Mads E.", "name_6": "surname:Francoeur;given-names:Nancy J.", "name_7": "surname:Wang;given-names:Ying-chih", "name_8": "surname:Shah;given-names:Hardik", "name_9": "surname:Kavanagh;given-names:David H.", "section_type": "TITLE", "type": "front", "volume": "21", "year": "2019"}, "text": "Cell-specific histone modification maps link schizophrenia risk to the neuronal epigenome", "sentences": [], "annotations": [], "relations": []}, {"offset": 90, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Risk variants for schizophrenia affect more than 100 genomic loci, yet cell- and tissue-specific roles underlying disease liability remain poorly characterized. We have generated for two cortical areas implicated in psychosis, dorsolateral prefrontal cortex and anterior cingulate cortex, 157 reference maps from neuronal, neuronal-depleted and bulk tissue chromatin for two histone marks associated with active promoters and enhancers, H3-trimethyl-lysine 4 (H3K4me3) and H3-acetyl-lysine 27 (H3K27ac). Differences between neuronal and neuronal-depleted chromatin states were the major axis of variation in histone modification profiles followed by substantial variability across subjects and cortical areas. Thousands of significant histone quantitative trait loci (hQTLs) were identified in neuronal and neuronal-depleted samples. Risk variants for schizophrenia, depressive symptoms and neuroticism were significantly overrepresented in neuronal H3K4me3 and H3K27ac landscapes. Our PsychENCODE and CommonMind sponsored resource highlights the critical role of cell-type specific signatures at regulatory and disease-associated non-coding sequences in the human frontal lobe.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1269, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1282, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent progress in understanding the genetic basis of many psychiatric diseases has identified both rare and common variants responsible for genetic risk. Integrating epigenomics data from disease-relevant cell types and tissues promises to enhance interpretation of these risk variants and the mechanisms by which they confer disease liability. This includes the exploration of non-coding regulatory DNA, and its epigenetic variation in mediating the effects of genetic risk variants. Thus, the long-term goal of the PsychENCODE and CommonMind consortia is to generate a large-scale epigenomics resource for the human brain to serve as a foundation for integrative genomics in psychiatric research. To this end, nucleosomal histone modifications contribute to genome organization and function, with various histone methylation and acetylation markings—including H3-trimethyl-lysine 4 (H3K4me3) and H3-acetyl-lysine 27 (H3K27ac)—considered key regulators for active promoters and enhancers and other cis-regulatory non-coding sequences. Importantly, molecular regulators for such types of open chromatin-associated histone modifications rank as top scoring biological pathways by genome-wide association in schizophrenia and bipolar disorder, further underscoring the importance of fine mapping histone landscapes in brain. However, to date, only a few publically available histone datasets and resources exist for the human brain, all of which were created from bulk tissue homogenate. These tissue homogenate-based resources have clearly contributed to a deeper understanding of the genetic risk architecture of common psychiatric disease. However, there is evidence that even in the context of normal cortical development and aging, vast portions of the neuronal genome show a very different histone modification landscape in comparison to the surrounding glia and other non-neuronal cells. Unfortunately, the degree to which cell type- and region-specific epigenomic signatures mediate the influence of genetic risk factors for psychiatric disease remains largely unexplored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3362, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here we present the largest dataset to date of open chromatin-associated histone modifications mapped separately in neurons versus the remaining neuron-depleted cell fraction from two higher order brain areas implicated in schizophrenia and other psychiatric diseases: dorsolateral prefrontal cortex (PFC) and anterior cingulate cortex (ACC). Our publicly accessible resource, available at psychencode.org and https://www.synapse.org/#!Synapse:syn4566010 includes data, results and UCSC browser visualizations for cell-type specific maps from N=129 samples, complemented with another N=28 maps from tissue homogenate from adult control subjects without known neurological or psychiatric disease (Table S1). This epigenomics resource reveals hitherto unexplored insights into cell- and region-specific histone methylation and acetylation landscapes, including sites with extraordinarily high inter-individual variability. We elucidate the role of genetic regulation in influencing chromatin state and identify thousands of significant histone quantitative trait loci (hQTLs). We report striking enrichments of risk variants for schizophrenia, educational attainment, neuroticism and depressive symptoms highly specific to neuronal chromatin, thereby critically confirming cell type as a key variable in the neurogenomic architecture of psychiatric disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4718, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 4726, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Samples and Sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 4749, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Nuclei were extracted from frozen-thawed gray matter collected from two frontal lobe areas implicated in higher order processing serving cognition and emotion: the dorsolateral prefrontal cortex (PFC) at the superior frontal gyrus, and the anterior cingulate cortex (ACC) positioned immediately dorso-anterior to the corpus callosum (Figure 1A, left panel). ChIP-Seq from chromatin immunoprecipitates with anti-H3K4me3 and anti-H3K27ac antibodies followed by 100 base pair paired end sequencing was performed for neuronal and non-neuronal nuclei separately after NeuN neuronal marker immunotagging and fluorescence-activated sorting (Figure 1A, right panel). NeuN, broadly expressed in the vast majority of cortical excitatory and inhibitory neurons is a prototype neuronal marker in adult human cortex. We herein refer to the NeuN+ fraction as neuronal and the NeuN− fraction as ‘neuron-depleted’, while acknowledging that each of these two cell types is comprised of many different subpopulations. Performing cell type-specific ChIP-Seq on 17 subjects (14 males and 3 females) × 2 brain regions, we generated N=129 cell-type specific (N=63 H3K4me3; N=66 H3K27ac), and N=28 tissue homogenate-based libraries from N=19 additional controls (N=11 H3K4me3, 4 female, 7 male; N=17 H3K27ac, 8 female, 9 male) passing ENCODE quality controls (>10 million uniquely mapped reads, normalized strand coefficient (NSC) > 1 and PCR bottleneck coefficient > 0.8, Figure S1 and Table S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6224, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For downstream analysis, we consolidated multiple ChIP-Seq datasets by cell type for each brain region and histone mark as 1) H3K4me3-PFC neuronal 2) H3K4me3-PFC neuron-depleted 3) H3K4me3-ACC neuronal 4) H3K4me3-ACC neuron-depleted and 5) H3K27ac-PFC neuronal 6) H3K27ac-PFC neuron-depleted 7) H3K27ac-ACC neuronal 8) H3K27ac-ACC neuron-depleted. Tissue homogenate samples for each histone mark were consolidated as 9) H3K4me3-PFC HBCC homogenate and 10) H3K27ac-PFC HBCC homogenate (although all our samples were acquired through the HBCC brain bank, the “HBCC” prefix was only used for the homogenate samples in order to distinguish them from the Roadmap Epigenomics Project tissue homogenates in our subsequent analysis.) Table S3 shows the list of samples in each of the 10 consolidated datasets (see Methods for a detailed description of the consolidation steps). The average number of uniquely mapped and non-redundant reads for the consolidated datasets by cell-type and brain region ranged from 13–41 million for H3K4me3 and 23–125 million for H3K27ac, reflecting that H3K27ac samples were sequenced at twice the coverage depth due to their larger width (Figure S1A). The subsequent steps of peak calling, read quantification of each peak, exploration of technical and biological covariates, differential modification analysis and functional annotation of peak sets (see Figure S2 for workflow diagram) were performed on each consolidated dataset. Across all individuals and both histone marks, ~50–70% of consolidated peaks in the cell type-specific data and ~20–40% in the tissue homogenate data had read coverage of at least 1 count per million (CPM) (Figure S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7900, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to evaluate the specificity of our histone-modification maps, we compared the peak coordinates to published H3K4me3 and H3K27ac maps from the Roadmap Epigenomics Project (REP) covering 111 tissues. The maximum similarity (estimated based on Jaccard’s J) was found when our consolidated subset was compared to the REP brain tissues, while overlap with non-neural and peripheral REP tissues was lower (Figure S4 and Table S4). For both brain regions and epigenetic marks, our neuron-depleted samples which overwhelmingly are comprised of non-neuronal cells, had a higher similarity with REP brain samples than neuronal samples. Likewise, our NeuN− H3K27ac landscapes displayed a higher similarity with H3K27ac and also H3-acetyl-histone lysine 9 (H3K9ac) landscapes collected from bulk cortex tissue (homogenate) from independent brain cohorts. These observations, taken together, likely reflect the fact that the majority of cells residing in cortical gray matter are indeed non-neuronal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8897, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Genome-wide analysis of H3K4me3 and H3K27ac peaks reveal cell type specificity", "sentences": [], "annotations": [], "relations": []}, {"offset": 8976, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The cell type-specific peaksets (peaks called on consolidated datasets 1–8, above) varied by the fraction of the genome covered by peak regions, as well as by the degree of overlap with other subsets. As expected, the 61,000 – 95,000 narrow H3K4me3 peaks (range reflecting different cell types and cortical areas) covered a much smaller fraction of the genome than the 91,000 – 116,000 broader H3K27ac peaks (Table S5). For example, in PFC neurons, H3K4me3 peaks covered 82Mb (2.8%) of the genome, while H3K27ac covered 595Mb (19.8%) in the same subset (Figure 1B–E). Only minimal differences in the percentage of genomic coverage by H3K4me3 peaks (2.7–2.9%) was observed across cell types, whereas H3K27ac showed much higher genomic coverage for neuronal (19.8–20.4%) than neuron-depleted (15.5–16.9%) chromatin (Figure 1C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9802, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Principal component analysis (PCA) revealed distinct clusters of neuronal, neuron-depleted/non-neuronal and homogenate samples for both histone marks (Figure 1F,G and Figure S5A), however, samples from the PFC and ACC clustered together (see Figure S5B). This indicates a relatively high degree of epigenetic difference between neuronal and non-neuronal chromatin compared to a minimal difference between cortical areas. In contrast, chromatin from our PFC tissue homogenate samples and additional homogenate brain tissue from other sources, fall in between the FACS sorted cells along the first principal component (Figure 1F,G). Notably, the HBCC homogenate PFC samples are much more similar to the non-neuronal component and the fraction of NeuN− nuclei in our tissue homogenates comprised, on average, 60–70% of the total population of (Figure S6, Table S6), which is consistent with the fact that non-neuronal cells out number neurons by 1.6–2:1 in the human frontal lobe. To further explore this similarity of PFC homogenate with non-neuronal cells, we quantified and analyzed the non-overlapping regions of PFC neuronal, PFC neuron-depleted and PFC HBCC homogenate peaksets. PFC neuronal chromatin included vast amounts of H3K27ac (369Mb) and H3K4me3 (46Mb) peak sequences not shared with either neuron-depleted or tissue homogenate, while only 245Mb (H3K27ac) and 15Mb (H3K4me3) of peak sequences were unique to non-neuronal chromatin not shared with tissue chromatin extracts or neurons (Figure 2A). Taken together, these characteristics illustrate a crucial advantage of cell-specific data over homogenate data. Functional enrichment of genes in close proximity to these non-overlapping modified peak regions using GREAT indicated distinct biological functions by cell type (Figure 2B, Table S7A–F). Neuron-specific H3K4me3 and H3K27ac peaks were enriched for ion channels, neurotransmitter signaling and synaptic genes, while genome regions marked in neuron-depleted and tissue homogenate peak sets showed enrichment for broader, less defined categories (Figure 2B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11880, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While this analysis has described large-scale trends, cell specificity of histone modification is readily visualized at the gene level. As representative examples, we consider CAMK2A and OLIG1, which are neuronal and non-neuronal specific genes, respectively (see Figure S7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12156, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Collectively, our findings affirm that the neuronal epigenomic landscape is distinct from both non-neuronal and tissue homogenate landscapes. Although our findings indicate that chromatin maps from homogenate may omit critical neuron-specific epigenomic signatures, they do however provide a better representation of non-neuronal chromatin. Indeed, analysis of published brain histone QTLs from H3K27ac profiles in cortical homogenate showed modest enrichment for overlap with our NeuN− H3K27ac peaks, but a depletion for overlap with our NeuN+ H3K27ac peaks (Figure S8). This enrichment was highly specific as these hQTLs where depleted for overlap with H3K4me4 peaks. Moreover, analysis of another type of H3-acetyl mark (H3K9ac) from brain tissue homogenate showed only depletion for overlap with the two marks from neuronal and neuron-depleted chromatin in this study (Figure S8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13041, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Neuronal histone modification landscapes show strong enrichment of schizophrenia GWAS loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 13132, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to the distinct histone modification landscapes between neuronal and non-neuronal cells in the frontal lobe, we wanted to better understand the role of cell- and region-specific epigenomic regulation associated with various psychiatric and non-psychiatric traits. To this end, we used the LD-score partitioned heritability method to examine the enrichment of common genetic variants identified by genome wide association studies (GWAS) within genomic regions with cell type-specific histone modifications. Altogether, 18 different types of brain and non-brain related diseases and conditions were included in these analyses (Figure 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13772, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The strongest enrichment was found for schizophrenia-associated loci; weaker (nonetheless significant) enrichments were found for the genetic architectures associated with education years, intelligence, neuroticism, depressive symptoms, body mass index (BMI), chronotype and sleep duration (Table S8 A,B). Strikingly, each of these enrichments were almost exclusively limited to the neuronal histone modification landscapes of the PFC and ACC, suggesting that the aforementioned GWAS datasets link disease-associated vulnerabilities specifically to neurons. Indeed, the neuron-specific enrichment for sequences implicated in schizophrenia risk were consistently more significant than the comparatively weaker enrichment for these risk sequences in the histone modification maps from brain tissue homogenate herein, as well as in published H3K27ac and H3K9ac maps from brain tissue homogenate (Figure 3, Figure S9). For non-brain related traits such as height, coronary artery disease, Crohn’s disease and ulcerative colitis, we observed little enrichment for peaks from either neuronal and neuron-depleted chromatin. Furthermore, the strongest enrichment of brain related traits was identified in the non-overlapping peak regions of PFC neurons compared with the PFC HBCC homogenate peaksets, which further corroborates the association of GWAS loci of neuropsychiatric diseases with neuronal chromatin regions (Figure S9, Table S8 C,D). Finally, LD-score regression coefficients  from the enrichment analysis of schizophrenia were significantly larger in neuronal as compared to neuron-depleted chromatin and this effect was consistently observed for both histone marks in the two cortical regions, ACC and PFC (Figure S10). However, neither neuronal nor neuron-depleted PFC and ACC chromatin showed any significant overlap with Alzheimer’s disease associated variants, consistent with the hypothesis that Alzheimer’s disease risk variants are enriched for regulatory sequences within cells of myeloid origin", "sentences": [], "annotations": [], "relations": []}, {"offset": 15781, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Decomposing quantitative variation in histone modification into multiple components", "sentences": [], "annotations": [], "relations": []}, {"offset": 15865, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Quantitative epigenetic variation could be attributed to biological variation across cell types, subjects, brain regions and sexes. In order to quantify the percentage of variation in histone modification in each peak region that is attributable to each of these four variables plus residual variation, we fit a linear mixed model using variancePartition (Figure 4). Since variance percentages sum to 100%, these values can be easily compared across variables, peak regions and histone marks. The variance percentages are easily interpretable visually: a peak region with high variation across cell types shows distinct levels of histone modification in neuronal versus neuron-depleted chromatin (Figure 4A). The genome-wide trend across all peak regions for each mark indicates that cell type is the strongest source of variation in histone modification, followed by subject (Figure 4B,C). In contrast, variation across brain regions is very limited. Finally, as expected, variation across sexes was minimal genome-wide while exerting a strong effect on chrX and chrY linked genes. Thus, to further clarify the extent by which epigenomic differences between male and female frontal cortex are driven by histone peaks located on the sex chromosomes, we conducted principal component analysis of our 83 H3K27ac samples (11 female, 72 male) including cell-type specific and tissue homogenate datasets. Indeed, inclusion of regions on chrX and chrY resulted in strong sex-specific clustering on the 4th principal component while male and female brains completely intermixed when the analyses with repeated under exclusion of histone-tagged sequences specific to the X and Y chromosomes (Figure S11).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17562, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, in order to interpret the peak regions with the highest variation across subjects, we computed the overlap of peak regions from the current dataset with regions that have genome-wide significant histone QTLs identified in lymphoblastoid cell lines (LCL) and human brains for the H3K4me3 and H3K27ac epigenetic marks, respectively. Indeed, peak regions with high variation across subjects were enriched for regions that are histone QTLs in LCLs and human brains for their respective histone mark (Figure 4D,E). This is consistent with variation in histone modification across subjects being driven at least in part by genetic regulatory variation. Importantly, this enrichment is limited to loci subject to epigenomic regulation that is common between neuronal and neuron-depleted chromatin (this study) and tissue extract and lymphoblast lines from previous studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18438, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Genetic regulation of histone modification in neuronal and neuronal depleted fractions", "sentences": [], "annotations": [], "relations": []}, {"offset": 18525, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To examine whether there is cell type specific genetic regulation of histone modifications (as has been observed for gene expression previously) we applied RASQUAL (Robust Allele-specific Quantitation and Quality Control), a QTL approach integrating allele-specific and between-subject differences. Indeed, each of the 4 neuronal, neuron-depleted and bulk tissue chromatin preparations harbored thousands of histone quantitative trait loci (hQTLs), ranging from 6695 to 8042 for H3K27ac and 1565 to 3517 for H3K4me3 at FDR < 0.05, depending on chromatin fraction (Figure S12, Table S9). Of note, H3K27ac-tagged chromatin showing unexpectedly strong enrichment for Gene Ontology GREAT biological processes such as neurofilament organization, regulation of synaptic plasticity, associative learning, catecholamine-dependent signaling and various other pathways highly relevant to the neurobiology of schizophrenia and other common psychiatric disease (Figure S13).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19488, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since hQTLs calling is slightly underpowered due to the small sample size (n=36), we took a simple approach of comparing our cell specific and bulk tissue hQTLs with data from genome wide association studies (GWAS) for schizophrenia . We took all associations with p < 5 ×10−8 that are in high LD (r2 > 0.8) with the lead SNP and evaluated their overlap with our hQTLs. Comparisons across bulk tissue, neuronal and neuronal-depleted chromatin revealed strong cell type-specific effects for many of these risk-associated loci. For example, H3K4me3 peaks near MIR137 showed stronger hQTLs in neuronal samples than neuronal depleted and bulk tissue samples with localization of lead SNP rs1702294. H3K27ac peaks showed even stronger cell specific hQTL signal near the voltage-gated calcium channel CACNA1C in neuronal samples, whereas peaks for both histone marks near FURIN showed an hQTL single only in neuronal depleted samples (Figure 5, S12, Table S10A–J).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20447, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Epigenomic variation between ACC and PFC", "sentences": [], "annotations": [], "relations": []}, {"offset": 20488, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cell type is the major source of quantitative variation in histone modification, with 55,628 H3K4me3 and 117,708 H3K27ac peak regions epigenetically different across cell types at FDR 5% (Figure 6A, Figure S14A). Unsurprisingly, for each histone mark, functional enrichment by gene categories was highly specific for cell type (Figure 6B). However, differences in histone modification between ACC and PFC were much smaller due to the similarity between the brain regions. Differential histone modification analysis between brain regions in neuronal cells identified 508 H3K4me3 and 10,797 H3K27ac peaks with increased modification in ACC, as well as 696 H3K4me3 and 10,665 H3K27ac peaks in PFC (Figure S14B, S15A–C, Table S11, S12). Interestingly, there was minimal region-specific signal in neuron-depleted chromatin with only 27 H3K4me3 and 18 H3K27ac peaks with increased modification in ACC were identified, and none in PFC (Figure S15D). These results indicate dramatically higher regional specificity for the population of neurons compared to their surrounding non-neuronal cells in the frontal lobe. It remains to be determined whether the differential histone acetylation landscapes in PFC vs. ACC neurons are reflective of differences in neurocognitive function between these cortical areas. For example, there is robust ACC activation with regard to reward processing, pain, affect and emotion. In contrast, dorsolateral PFC is frequently implicated in the regulation of goal directed behavior including working memory and executive functions. We note that multiple peak regions that are differentially modified between PFC and ACC neurons are proximal to neuropsychiatric risk genes (Table S13, S14). These include the forkhead transcription factor FOXP1 which functions synergistically with a related molecule, FOXP2, to regulate cognition and speech, the exocytosis-regulator CADPS2 which is essential for axonal release of brain-derived nerve growth factor (BDNF), and the GRIK4 kainate receptor relevant for a broader range of disorders on the autism, mood and psychosis spectrum .", "sentences": [], "annotations": [], "relations": []}, {"offset": 22585, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Transcriptional signatures of promoter-bound histone methylation and acetylation", "sentences": [], "annotations": [], "relations": []}, {"offset": 22666, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While histone peaks from neuronal and neuron-depleted chromatin were bound to promoters, introns and intergenic elements (Figure S16), annotation of the H3K4me3 and H3K27ac peak sequences in the consolidated subsets revealed a large majority of sequences (70–79% of H3K4me3-tagged and 57–68% of H3K27ac-tagged) were bound to promoters within 5Kb of annotated transcription start sites (TSS). We therefore examined whether levels of H3K4me3 and H3K27ac modification are associated with gene expression magnitude in an independent set of post mortem brain samples from dorsolateral PFC from the CommonMind Consortium. To this end, we calculated the number of ChIP-Seq reads aligned within 15kb of the annotated TSS of genes in 5 gene sets grouped by expression magnitude. As expected from findings in peripheral cells and tissues, both H3K4me3 and H3K27ac ChIP-Seq reads were enriched around the TSS of genes with high levels of expression compared to genes with low levels of expression (Figure S17).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23666, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our final analyses, we examined the association of neuronal, neuron-depleted and homogenate chromatin landscape with gene expression magnitudes in multiple subtypes of neurons and glia recently identified by massively parallel profiling of single brain nuclei. Indeed, there were strong cell-type specific chromatin effects, with neuron-depleted chromatin showing strong enrichment for oligodendrocyte- and astrocyte-specific transcripts while, conversely, neuronal chromatin profiles were stronger associated with transcripts of the various types of neurons as compared to glia (Figure 7). In contrast, these enrichments showed no cell type specificity for chromatin fractions prepared from tissue homogenate (Figure 7). Not limiting our analyses to cell types, we examined the association of neuronal, neuron-depleted and homogenate chromatin with differentially expressed transcripts in multiple cohorts of subjects diagnosed with autism, bipolar disorder or schizophrenia. Both cell-type and homogenate chromatin fractions showed moderate levels of enrichment with these disease-related gene sets (Figure 7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24782, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 24793, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Interpreting the functional consequences of recently identified genetic variants contributing to the risk of neuropsychiatric disease requires a deeper understanding of the epigenomic context of these variants in brain and other tissues. We built the largest dataset of cell type specific reference maps for NeuN+ neuronal and NeuN− (overwhelmingly non-neuronal) histone modification landscapes for H3K4me3 and H3K27ac, which are typically associated with active promoter and enhancer regions, respectively. Importantly, non-neuronal chromatin showed a high degree of concordance with epigenomic landscapes of cortical homogenates from multiple sources. In contrast, histone methylation and acetylation landscapes form ACC and PFC neurons showed considerable ‘epigenomic distance’ to neuron-depleted and tissue homogenate samples (Figure 1F,G, S5A) suggesting they are likely a poor surrogate for neuron-specific alterations in the context of cognitive function and neurological disease. Given that the differences between neuronal and non-neuronal H3K4me3 and H3K27ac landscapes are the major axis of epigenomic variation (Figure 4), it will be essential for future studies to pursue additional sample fractionation by cell type, in order to capture the estimated 16 neuronal populations defined by single cell RNA sequencing in human cerebral cortex and potentially similar degrees of heterogeneity in glia as recently reported for mouse brain. Such a higher resolution approach is expected to reveal vast numbers of genomic loci with an epigenomic signature unique to a specific type of neuron or glia, and provide deeper insight into the interrelation of transcriptome and histone modification landscapes. We also note the unexpectedly large quantitative H3K27ac differences between cell types, with a much larger genome coverage (20%) in neuronal chromatin decorated by histone acetylation versus only 15–16% genome coverage in neuron-depleted chromatin. The extended H3K27ac coverage broadly included intronic and intergenic sequences in addition to many promoter-bound peaks (Figure S12). While the functional implications of the extended H3K27ac peak coverage in the neuronal genome remains to be explored, we note that drugs interfering with the regulation of histone acetylation, including histone deacetylase inhibitors (HDACi) and suppressors of histone-acetyl-reader proteins, show a surprisingly broad therapeutic profile, improving cognition and neuronal function in a wide range of neuropsychiatric disease models. Furthermore, consistent with previous gene expression profiles in adult frontal cortex, the transcriptional histone marks of the present study, H3K4me3 and H3K27ac, showed few sex-specific histone methylation and acetylation differences in the autosomal genome (Figure S11). However, previous DNA methylation profiling in cortical tissue homogenate from elderly brains revealed sex-specific effects for approximately 10% of age-sensitive methyl-CpG marks. Presently, it is not known whether sex-specific regulation of histone modifications is increased in aged brain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27892, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One primary goal of the PsychENCODE Consortium is to explore regulatory non-coding DNA associated within the genetic risk architectures of common neuropsychiatric disorders. Using linkage disequilibrium-score regression to partition heritability, we found strong, specific enrichments for schizophrenia, and somewhat weaker association with depression, neuroticism and education attainment in both H3K4me3 and H3K27ac peaks (Figure 3). This effect is primarily if not exclusively driven by neuronal chromatin (Figure 3, S8), with minimal or no contribution from neuron-depleted chromatin. Intriguingly, the strongest association with brain region specific peaks identifies risk variants for schizophrenia and educational attainment specifically in PFC neurons, consistent with the key role of the PFC in executive function Taken together, these findings underscore the importance of ‘epigenomic fine mapping’ with maximal region- and cell-type specific resolution for the human brain, in order to link the genetic risk architectures of neuropsychiatric disorders to selected cell populations or neural circuits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29004, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our cell type specific reference maps, accessible through the PsychENCODE Knowledge Portal and UCSC browser on Synapse (https://www.synapse.org/#!Synapse:syn4566010) is a valuable resource that will empower future studies exploring the epigenetic foundations of cell type specific genome organization and function in human brain, with important implications for the neurobiology of common psychiatric disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29414, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 29422, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Brains", "sentences": [], "annotations": [], "relations": []}, {"offset": 29429, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All tissue donors of the present study were from the Human Brain Collection Core (HBCC) at the National Institutes of Health. None of the brains had known neurological or psychiatric disease. All brains had undergone a detailed neuropathological exam (incl. Bielschowsky stain) and were considered normal by histopathology. Demographics of the brain cohort, and toxicology and neuropathology reports are summarized Table S1. Sample size: No statistical methods were used to pre-determine sample sizes but our sample sizes exceeded those reported in previous publications focused on cell-type specific histone profiling in human brain (references ) by several-fold.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30094, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Antibodies, ChIP-Seq library preparation and sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 30150, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Nuclei were extracted from approximately 300mg aliquots of frozen frontal (dorsolateral prefrontal and anterior cingulate gyrus) cortex tissue, immunotagged with Anti-NeuN-Alexa488 (Cat# MAB377X, EMD Millipore) antibody which robustly stains human cortical neuron nuclei for subsequent fluorescence-activated nuclei sorting. Next, chromatin of sorted nuclei was digested with micrococcal nuclease and subsequently pulled down with anti-histone antibodies, followed by library preparation and sequencing. Two histone antibodies, anti-H3K4me3 (Cat# 9751BC, lot 7; Cell Signaling, Danvers, MA) and anti-H3K27ac (Cat# 39133, Lot# 01613007; Active Motif, Carlsbad, CA) were used for immunoprecipitation. Antibody specificity was tested using peptide binding assays and immunoblotting of nuclear extracts from human postmortem cortical tissue. A commercially available histone H3 peptide array (Cat# 16–667; Millipore) containing 46 peptides representing 46 different histone H3 posttranslational modifications was used as previously described. All procedures were performed as described in the recent PsychENCODE methods paper, providing a detailed description of the protocol. For each cell-type specific ChIP-assay, a minimum of 400,000 sorted neuronal (NeuN+) or neuron-depleted/non-neuronal (NeuN−) nuclei was required as starting material. For selected gene promoters ChIP-PCR was conducted to validate cell-type specific peak profiles (Figure S18 and ref.). Furthermore, quality controls for nuclei post-FACS included visual inspection under the microscope as described. Of note, due to our stringent FACS gating criteria with maximized specificity (not sensitivity)(Figure S19), 100% of sorted nuclei in the neuronal fraction showed green fluorescence confirming NeuN+ status, while 100% of sorted nuclei in the non-neuronal fraction only showed blue DAPI stain, confirming NeuN− status. For the prefrontal cortex samples, we collected (mean±SD) NeuN+(PFC) 667,675±196,847 and NeuN-(PFC) 611,025±203,172 nuclei. For the anterior cingulate cortex samples, we collected NeuN+(ACC) 490,585±184,358 and NeuN-(ACC) 653,743±389,284 nuclei.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32286, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Additional ChIP-seq studies were conducted with homogenized dorsolateral prefrontal cortex as input. To this end, frozen human postmortem brain tissue (approximately 20–200mg) was homogenized in lysis buffer and the total nuclei were purified. The nuclei solution was resuspended in 300ul of douncing buffer, treated with 2uL of micrococcal nuclease (0.2U/uL) for 5 minutes at 28 degrees Celsius, followed by 30uL of 500mM of EDTA to stop the reaction. After this initial procedure for nuclei preparation and digestion, the sample was processed in the same manner as described for the FACS sorted nuclei samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32899, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Randomization and blinding", "sentences": [], "annotations": [], "relations": []}, {"offset": 32926, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To avoid batch effects and other confounds, samples underwent repeated rounds of randomization, including (i) chromatin immunoprecipitation procedures and (ii) library preparation. Blinding was not relevant to this study, analysts were aware of data generation, processing and donor metadata.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33219, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ChIP-Seq Alignment", "sentences": [], "annotations": [], "relations": []}, {"offset": 33238, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sequenced cell-specific and homogenate ChIP-Seq FASTQ files were aligned to Hg19 (Feb 2009, GRCh37) human genome using the Burrows-Wheeler Aligner (BWA-0.7.8-r455) method with default settings.. The output files were exported as BAM files.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33478, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Filtering and quality control", "sentences": [], "annotations": [], "relations": []}, {"offset": 33508, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PCR duplicates in aligned BAM files were removed using picard 2.2.4 tool. After filtering out duplicates, all BAM files were preprocessed to remove unmapped reads and any inter-chromosomal read pairs of length >10 kb. The mapped reads were subsampled to the median number of paired-end reads of each dataset; H3K4me3=13M and H3K27ac=23M (Figure S1). Any samples after removing duplicates with sequencing depth < 10M (from ENCODE) were flagged in this study. These uniformly subsampled files were used for further downstream analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34042, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental design and statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 34087, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For a general overview of the bioinformatical analyses see Figure S2. To determine the best Peak calling method, we used p-value from irreproducible discovery rate (IDR) analysis where the input was peaks called using MACS2, PeakSeq and SPP methods. To identify differentially modified histone peaks across cell types and brain regions, we applied quasi-likelihood negative binomial generalized log-linear model on normalized CPM matrix. For multiple testing correction of identified differential peaks, we used Benjamini-Hochberg method on the p-values to control false discovery rate. For pathway enrichment analysis of differentially modified peaks, we used p-values from hypergeometric test computed by GREAT and did multiple testing correction using Bonferroni correction method. To test overlap of identified peaks with disease and trait-associated genetic variants, we used LDSR method which take p-values of peak regions as an input. See methods paragraphs below for additional details on statistical methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35105, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Variant Calling", "sentences": [], "annotations": [], "relations": []}, {"offset": 35121, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Variants were called from BAM files using GATK 3.5–0 to produce gVCF files. Variant concordance analysis was performed to identify any mislabeling issues. Variants on chr22 were merged using GATK’s CombineVCFs functionality. Variant concordance between all pairs of samples was evaluated with bcftools v1.3. Two mislabeled samples were identified and were relabeled appropriately for all downstream analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35530, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Comparison of peak calling methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 35565, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each histone mark, we consolidated BAMs across all individuals for PFC neuronal set and subsampled 3 files. Our approach to determine best peak calling method was to derive irreproducible discovery rate (IDR) after calling peaks using MACS (v.2.1.0), SPP (v.1.13) and PeakSeq methods. Afterwards, the method which gave maximum number of overlapping regions between subsamples at 5% IDR was used for peak calling on full dataset. We find that MACS2 is the best peak caller method with maximum number of peak regions at 5% IDR for both marks (Figure S1D). ENCODE uses IDR on technical replicates of samples to determine the reproducibility of peaks while we have used it globally on our dataset. We applied following parameters in MACS2: SE, SE no model, PE, PE no model and p-values = 0.01, 0.1, 0.5, SPP: FDR 0.01, 0.05, 0.99, background model=simulated, minimum interpeak distance=150 and PeakSeq: target FDR=0.01, 0.05, 0.99.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36497, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Consolidating Datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 36520, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For cell-specific data set, we consolidated uniformly processed BAMs by cell type for each brain region. For example H3K4me3 modified Chip-seq BAMs from neuronal cells from PFC brain region for all individuals (n=17) were consolidated as H3K4me3-PFC neuronal data set. Consolidating the BAMs by cell type for each brain region produces 8 large BAM files for both marks: 1) H3K4me3-PFC neuronal 2) H3K4me3-PFC neuron-depleted 3) H3K4me3-ACC neuronal 4) H3K4me3-ACC neuron-depleted and 5) H3K27ac-PFC neuronal 6) H3K27ac-PFC neuron-depleted 7) H3K27ac-ACC neuronal 8) H3K27ac-ACC neuron-depleted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37115, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Chip-seq BAMs for homogenate were generated from one brain region, therefore, all individuals BAMs were consolidated into 2 large BAM files for both marks as 1) H3K4me3-PFC HBCC homogenate 2) H3K27ac-PFC HBCC homogenate. Similarly input samples were consolidated separately for cell-specific and homogenate datasets. For details of set of individual files contributing to consolidated dataset (Table S3). We use these cell-specific (n=8) and homogenate (n=2) consolidated BAMs for further downstream analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37625, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Peak Calling", "sentences": [], "annotations": [], "relations": []}, {"offset": 37638, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Narrow peak regions were called for H3K4me3 histone mark datasets on each of the consolidated cell-specific and homogenate BAMs: 1) H3K4me3-PFC neuronal 2) H3K4me3-PFC neuron-depleted 3) H3K4me3-ACC neuronal 4) H3K4me3-ACC neuron-depleted 5) H3K4me3-PFC HBCC homogenate with Poisson p-value = 0.01 with --keep-dup all --nomodel --extsize = fragment length. Broad peak regions were called for H3K27ac histone mark datasets on each of the consolidated BAMs 6) H3K27ac-PFC neuronal 7) H3K27ac-PFC neuron-depleted 8) H3K27ac-ACC neuronal 9) H3K27ac-ACC neuron-depleted and 10) H3K27ac-PFC HBCC homogenate using latter parameters. The consolidated cell-type and homogenate input control samples were used as control inputs for peak calling on cell-specific and homogenate datasets respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38428, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All called peaks were filtered from blacklisted region peaks and p-values > 3.05 (p-value obtained from IDR analysis) for downstream analysis. For each mark, the coordinates for peaks for each set PFC neuronal, PFC neuron-depleted, ACC neuronal, ACC neuron-depleted used in this study are given for cell specifc-H3K4me3=syn11306591, homogenate-H3K4me3=syn11306589, cell specific-H3K27ac= syn9998643 and homogenate-H3K27ac= syn11485660. Before calling peaks using MACS2, we first ran SPP to find the fragment length using maximum strand cross correlation (Figure S1B, S2). For QC parameters (NSC, RSC, PBC and number of mapped reads) of uniformly reprocessed and consolidated ChIP-Seq sets we used phantompeakqualtools. The NSC of all samples used in this study were above threshold of 1.1 (Figure S1C). We provide summarized QC parameters of individual files (Table S2) and consolidated (Table S5) data sets respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39350, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional enrichment of non-overlapping cell- and tissue-specific histone peaks", "sentences": [], "annotations": [], "relations": []}, {"offset": 39431, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to interpret the specificity of cell-type and homogenate data, we identified their respective unique or non-overlapping peak regions. Non-overlapping regions in a dataset are defined as all genomic regions except the ones that have at least 50% overlap with the dataset they are compared with. We have examined the biological function of nearby genes of these non-overlapping peak regions using Genomic Regions Enrichment of Annotations Tool (GREAT). The settings for genomic regions used are (proximal: 5.0 kb upstream, 5.0kb upstream and distal to 100 kb.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 39999, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene set enrichment analysis based on single cell RNA-seq", "sentences": [], "annotations": [], "relations": []}, {"offset": 40057, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We next examined the difference between the Chip-seq signal in cell specific and homogenate datasets by measuring the enrichment of gene sets identified in neuronal and neuron-depleted chromatin subtypes by massive parallel profiling of single brain nuclei. For neuronal subtypes we used identified gene sets for excitatory neurons (n=24), pyramidal neurons CA1 (n=132), pyramidal neurons CA2 (n=111), pyramidal neurons CA3 (n=50), GABAergic interneurons (n=145) and granule cells DG (n=163) and for non-neuronal subtypes we used identified genes sets for radial glia (n=10), myelin (n=16), oligodendrocytes (n=120), astrocytes (n=155) and oligoprogenitor cells (n=42).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40727, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "nsgplot v2.61 was used to quantify ChIP-Seq reads enrichment of 7 datasets for both marks: 1) PFC neuronal 2) PFC neuron-depleted, 3) ACC neuronal 4) ACC neuron-depleted, 5) PFC HBCC homogenate, 6) PFC REP Homogenate 7) ACC REP homogenate for abovementioned neuronal and non-neuronal gene sets as a function of 15kb distance upstream, downstream around TSS for both marks. We calculated the magnitude of area under these ChIP-Seq reads enrichment curve to examine the difference between the enrichment of cell-specific and homogenate datasets for neuronal and non-neuronal subtypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to these genesets we measured the enrichment of ChIP-Seq reads for neuropsychiatric disease signatures as well. We curated these genesets for 1) CMC schizophrenia (n=693) based on RNA-seq differential gene expression between cases and controls from PFC region from 690 individuals (p-value <= 0.05) and 2) schizophrenia (n=884), 3) bipolar disorder (n=179), 4) major depressive disorder (n=25) 5) autism spectrum disorder (n=933) based on differential gene expression cerebral cortex region from microarray studied done on 715 individuals (p-value <= 0.05 and log2FC >= 2.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 41896, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantification of ChIP-seq signal in each peak", "sentences": [], "annotations": [], "relations": []}, {"offset": 41943, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To determine the reads coverage across the whole genoßme for a BAM file, we used featureCounts from subread 1.5.2. The data input to featureCounts consists of a) uniformly processed BAM files and b) a consensus peak file in Simplified Automation Format (SAF). The consensus peak signals for H3K4me3 and H3K27ac were generated by taking the union of MACS2 narrowPeak files of cell-specific and homogenate consolidated datasets which are 1) H3K4me3-PFC neuronal, 2) H3K4me3-PFC non-neuronal, 3) H3K4me3-ACC neuronal, 4) H3K4me3-ACC neuron-depleted and 5) H3K4me3-PFC HBCC homogenate and union of MACS2 broadPeaks files of 5) H3K27ac-PFC neuronal, 6) H3K27ac-PFC neuron-depleted, 7) H3K27ac-ACC neuronal, 8) H3K27ac-ACC neuron-depleted respectively. featureCounts quantifies number of reads for each sample in every peak region of consensus signal. The counts were put together in a matrix separately for H3K4me3 and H3K27ac marks with 74 (cell-specifc=63, homogenate=11) samples from 28 individuals (cell-specific=17, homogenate=11) as rows for H3K4me3 and 83 (cell-specific=66, homogenate=17) from 34 individuals (cell-specific=17, homogenate=17) as rows for H3K27ac and 107,480 (152,590) peak regions as columns for H3K4me3 (H3K27ac). This matrix was converted into log2 counts per million (CPM) using TMM normalization to correct for the total number of reads. The log2 CPM matrix was used for downstream analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43359, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Decomposing variation into multiple components with variancePartition", "sentences": [], "annotations": [], "relations": []}, {"offset": 43429, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For cell-specific dataset for each histone mark, the epigenetic variance of each peak was decomposed into variation attributable to cell type, subject, brain region, sex, plus the residual variation:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 43631, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "These 4 variables are categorical and so were modeled as random effects. The analysis was performed by modeling the log2 CPM with a linear mixed model implemented in variancePartition v1.4.1 and treating each variable as a random effect. Each peak was considered separately and the results for all peaks were aggregated afterwards. Results were summarized in terms of the fraction of total variation explained by each variable for each peak.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44073, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A variancePartition analysis was also performed on additional metadata variables such as QC statistics (i.e. NSC, RSC, PCR PBC and NRF), and sample processing batches (library preparation date of chip, chip DNA volume, chip DNA amount (ng), total chip DNA in a library, library preparation operator, library AMpure beads lot, library PCR cycles number, library volume, library sequencing batch, library sequencing submission date, library preparation library batch.) Continuous variables were modeled as fixed effects and categorical variables were modeled as random effects. The percentage variation explained by technical variables such as experimental batches or QC statistics was either relatively small or better explained by the 4 major variables described above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44843, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Principal components analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44873, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As a QC step, performed PCA on the log2 CPM matrix in order to identify outliers. 8 samples were identified as outliers (Table S2) and these corresponded to samples that barely passed our previous QC cutoffs. These samples were excluded from further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45133, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Differential histone modification", "sentences": [], "annotations": [], "relations": []}, {"offset": 45167, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For cell-specific dataset for each mark, we performed differential analysis to identify peak regions with significant differences 1) across the cell types (neuronal and non-neuronal) 2) across brain regions (ACC neuronal and PFC neuronal) and (ACC neuron-depleted and PFC neuron-depleted) using edgeR v.3.14.0. The CPM matrix was prefiltered to regions with CPM >1 in at least 5 samples for both histone marks and normalized using calcNormFactors function which uses trimmed mean of M-values (TMM). The edgeR software modeled the reads counts matrix as negative binomial distribution using cell types and brain regions as covariates. We fit the normalized CPM matrix to quasi-likelihood negative binomial generalized log-linear model using glmQLFit function with robust = TRUE option. The Quasi-Likelihood F-test was then applied to test to identify peak regions that are significantly different across cell types and brain region (for both neuronal and non-neuronal cell types) using glmQLFTest (glmQLFit object, contrast=cell type or brain region). Multiple testing was done by applying the Benjamini-Hochberg method on the p-values to control false discovery rate. The total number of differential peaks was determined at a FDR of 5%. The coordinates of neuronal, non-neuronal, ACC neuronal, PFC neuronal, PFC neuronal, PFC non-neuronal genomic regions are given in Table S8, S9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46550, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Comparison with Roadmap Epigenomics Project", "sentences": [], "annotations": [], "relations": []}, {"offset": 46594, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each mark, we measured the similarity of genomic regions of cell specific (4) and homogenate (1) consolidated data sets: ACC neuronal, PFC neuronal, PFC neuronal, PFC neuron-depleted/non-neuronal and PFC HBCC homogenate with REP data from 111 tissues. We used bedtools jaccard –a sample bed file –b REP bed file. This command outputs Jaccard index parameter (see Table S4) which is evaluated as", "sentences": [], "annotations": [], "relations": []}, {"offset": 46993, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell composition analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47019, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cell type proportions were quantified using R library CellMix. Using our neuronal and non-neuronal ChIP-seq datasets, we generated cell type signatures to run deconvolution on homogenate samples to quantify the proportion of each cell type for every sample. We first created the basis set for neuronal and non-neuronal cell types by taking the mean of RPKM values for each peak across neuronal samples and neuron-depleted samples respectively for both marks. We defined as our input matrix the HBCC homogenate samples’ RPKM matrix. We then used the “lsfit” method from CellMix library for decomposition of RPKM matrix to calculate the coefficients of neuronal and non-neuronal cell types.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47708, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genic annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 47725, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used CHIPSeeker v.1.8.9 to annotate peaks to seven distinct categories: promoter, 5′UTR, exons, introns, 3′UTR, downstream(<=3 kb) and distal intergenic regions within 5Kb of downstream and upstream of the transcription start site. The transcript database used for the annotation is ENSEMBL v75 for GRCh37.70.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48038, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlation of ChIP-Seq reads counts with RNA-Seq expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 48099, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We next examined the enrichment of ChIP-Seq reads counts around transcription start site (TSS) region of protein coding genes with RNA-Seq expressions from 537 individuals for 20,330 genes from PFC brain regions. We use nsgplot v2.61 to plot ChIP-Seq read enrichment of combined PFC neuronal data sets as a function of 15kb distance upstream, downstream around TSS for both marks. Enrichments plots were made for all protein coding genes grouped into 5 categories sorted by the RPKM mean values across 537 subjects from the CommonMind RNA-Seq dataset .", "sentences": [], "annotations": [], "relations": []}, {"offset": 48652, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Histone QTL enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48684, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The overlap between peak regions with a) histone QTLs detected in lymphoblastoid cell lines (LCL) and peak regions exceeding a variance percentage cutoff for a particular variable for both marks is computed. This overlap is then compared to the overlap computed from randomly permutated variance percentages. Each peak region is assigned a value based on the percentage of variance explained by a particular variable in the variancePartition analysis. At each of 40 cutoff values, the overlap between peak regions with values exceeding this cutoff and the peak regions with a histone QTL for the same histone mark in LCLs/PFC is evaluated using the Jaccard index.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49348, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The overlap was computed for the observed data and 10,000 datasets with the variance percentages randomly permutated. At each cutoff, the enrichment is computed as", "sentences": [], "annotations": [], "relations": []}, {"offset": 49512, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mean enrichment value and the 90% confidence interval are shown in the plot. Only regions on autosomes are considered leaving 9,575 H3K4me3 hQTLs in LCLs and 1,912 H3K27ac hQTLs in post mortem PCF. Permutation and overlap calculations were performed using regioneR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49782, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We ran similar analysis to test the overlap between the peak regions with a) hQTLs in H3K27ac modified peak regions from PFC homogenate from Sun et.al. b) hQTLs in H3K9ac modified peak regions from PFC homogenate from Ng et.al. with peak regions from 1) H3K27ac-PFC neuronal 2) H3K27ac-PFC non-neuronal, 3) H3K27ac-ACC neuronal 4) H3K27ac-ACC non-neuronal datasets and 5) differentially modified neuronal and 6) non-neuronal H3K27ac modified peak regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50238, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The overlapobserved is the jaccard index between a,b hQTL regions and 1–6 datasets. The overlappermuted is the jaccard index between abovementioned 1–6 datsets and 1000 datsets obtained by randomly permuting x no. of peak regions from a) PFC homogenate from Sun et.al b) PFC homogenate from Ng et.al. (x = length of hQTLs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 50561, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Pathway Enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 50589, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genomic Regions Enrichment of Annotations Tool (GREAT) was used to interpret differentially modified peaks in terms of the biological function of nearby genes. We took the sets of peaks that showed significant (< 5% FDR) differences across cell types (neurons and non-neurons) from edgeR analysis and tested for functional enrichment using the consensus peaks for each mark as a background (see Table S7, S9). The settings for genomic regions used are (proximal: 5.0 kb upstream, 5.0kb upstream and distal to 100 kb.) Since many of the gene set from different databases are redundant, we only considered REACTOME, KEGG and PID for a total of gene sets. Significance testing for the enrichment analysis was based on the binomial test compute by GREAT and using a Bonferroni cutoff 4.7 X 10−5 based on these tests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51402, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Overlap of identified peaks with disease and trait-associated genetic variants", "sentences": [], "annotations": [], "relations": []}, {"offset": 51481, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess if the genomic regions carrying the two assayed histone marks in the different brain regions and cell types play a role in the various traits and diseases, we examined the overlap with common genetic variants identified by genome-wide association studies (GWAS). For this, we employed LD-score partitioned heritability, which estimates if common genetic variants in the genomic regions of interest explain more of the heritability of a given trait than genetic variants not overlapping the genomic regions of interest normalized by the number of variants in either category. The algorithm allows for correction of the general genetic context of the annotation using a baseline model of broad genomic annotations (like coding, intronic, and conserved). By using this baseline model, the algorithm focuses on enrichments above those expected from the genetic context of the interrogated regions. We applied the method to a range of GWAS traits with presumed involvement of the brain and well powered studies of traits not believed to involve the brain. For the Alzheimer’s GWAS, see Materials and Methods for the Alzheimer’s GWAS. We used the European only versions of the summary statistics when available. This led to only coronary artery disease having a somewhat mixed ancestry (77% Europeans). We excluded the broad MHC-region (chr6:25–35MB) and otherwise used default parameters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52875, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Allele specific QTL analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 52904, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used RASQUAL to call cell- and tissue- specific cis-hQTLs (histone QTLs) in our dataset PFC neuronal, ACC neuronal, PFC non-neuronal, ACC non-neuronal and PFC tissue homogenate for each of the two histone marks, H3K27ac and H3K4me3. RASQUAL uses allele specific reads counts at heterozygous sites to increase power to detect cis-hQTLs correlated with quantitative variation in histone modification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53306, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "With RASQUAL a feature in our ChIP-seq dataset is defined by a set of start and end coordinates of identified peaks for calling a cis-hQTLs. RASQUAL requires few data preprocessing steps before calling cis-hQTLs. 1) ChIP-seq read counts and offset matrices as text and bin files for each dataset and mark. We used bedtools –nuc option to obtain GC content for each identified peak region and use that as an input for offset calculation from counts matrix in their custom makeOffset.R script file. All text files were converted to bin file using text2bin.R script file. 2) Covariates text and bin file for each dataset and mark. The confounding factors in ChIP-seq reads counts are obtained by applying PCA onto log FPKMs with and without permutation and outputs the first N components whose variances are greater than those from permutation results. We used the makeCovariates.R script file and found 5 components as covariates for PFC neuronal, ACC neuronal, PFC non-neuronal, ACC non-neuronal dataset for H3K4me3 and H3K27ac marks whereas PFC homogenate samples have 3 (4) components for H3K4me3 (H3K27ac). 3) Allele specific counts VCF file. createASVF.sh script file was used to count allele specific reads for every individual for a given SNP within a feature. We used whole genome sequenced data of 17 individuals to generate allele specific counts. WGS paired-end 150bp reads were aligned to the GRCh37 human reference using the Burrows-Wheeler Aligner (BWA-MEM v0.78) and processed using the best-practices pipeline that includes marking of duplicate reads by the use of Picard tools (v1.83, http://picard.sourceforge.net), realignment around indels, and base recalibration via Genome Analysis Toolkit (GATK v3.2.2). All individuals WGS data was merged into a single vcf file and was used as one of the inputs to createASVF.sh.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55142, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We ran RASQUAL feature on 90767 H3K4me3 peaks of PFC neuronal (n=17), ACC neuronal (n=14), PFC non-neuronal (n=17), ACC non-neuronal (n=15) and PFC homogenate (n=11) and 127773 H3K27ac peaks from PFC neuronal (n=17), ACC neuronal (n=17), PFC non-neuronal (n=17), ACC non-neuronal (n=15) and PFC homogenate( n=17). SNPs were tested within 10 kb of cis region from peak start and end points. We used Benjamini-Hochberg q-value <0.05 as a threshold to determine the significant cis-hQTLs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55628, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "hQTL-GWAS overlap", "sentences": [], "annotations": [], "relations": []}, {"offset": 55646, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to test the overlap of significant hQTLs (RASQUAL qvalue > 0.05) with GWAS identified SCZ loci, we took the list of lead SNPs and SNPs in LD (R^2 > 0.8) with the latter. The list was downloaded from https://www.med.unc.edu/pgc/results-and-downloads/downloads. We report the overlapping loci separately with cell specific hQTLs:- PFC NeuN+, PFC NeuN−, ACC NeuN+, ACC NeuN− ) and PFC HBCC tissue homogenate. hQTLs for both marks are listed in Table S10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56107, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Materials and Methods for the Alzheimer’s GWAS", "sentences": [], "annotations": [], "relations": []}, {"offset": 56154, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Summary statistics for Alzheimer’s disease were provided by the International Genomics of Alzheimer’s Project (IGAP). IGAP is a large two-stage study based upon genome-wide association studies (GWAS) on individuals of European ancestry. In stage 1, IGAP used genotyped and imputed data on 7,055,881 single nucleotide polymorphisms (SNPs) to meta-analyse four previously-published GWAS datasets consisting of 17,008 Alzheimer’s disease cases and 37,154 controls (The European Alzheimer’s disease Initiative – EADI the Alzheimer Disease Genetics Consortium – ADGC The Cohorts for Heart and Aging Research in Genomic Epidemiology consortium – CHARGE The Genetic and Environmental Risk in AD consortium – GERAD). In stage 2,11,632 SNPs were genotyped and tested for association in an independent set of 8,572 Alzheimer’s disease cases and 11,312 controls. Finally, a meta-analysis was performed combining results from stages 1 & 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57082, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Availability Statement for the current study", "sentences": [], "annotations": [], "relations": []}, {"offset": 57132, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data analyzed for this article is available through the psychENCODE Knowledge Portal (psychencode.org). Access to the data is controlled by the NIMH Repository and Genomics Resources (NRGR) https://www.nimhgenetics.org. See instructions for in the PsychENCODE Knowledge Portal: https://www.synapse.org/#!Synapse:syn4921369. Data and results are at https://www.synapse.org/#!Synapse:syn4566010. The site includes link to UCSC browser visualizations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57585, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "URLs", "sentences": [], "annotations": [], "relations": []}, {"offset": 57590, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data access instructions (for ChIP-seq data presented in our paper): https://www.synapse.org/#!Synapse:syn4921369/wiki/235539", "sentences": [], "annotations": [], "relations": []}, {"offset": 57716, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data, results and visualizations (for ChIP-seq data presented in our paper): https://www.synapse.org/#!Synapse:syn4566010", "sentences": [], "annotations": [], "relations": []}, {"offset": 57838, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Psychiatric Genomics Consortium: med.unc.edu/pgc", "sentences": [], "annotations": [], "relations": []}, {"offset": 57887, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "International Genomics of Alzheimer’s Project: web.pasteur-lille.fr/en/recherche/u744", "sentences": [], "annotations": [], "relations": []}, {"offset": 57973, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Social Science Genetic Association Consortium: ssgac.org", "sentences": [], "annotations": [], "relations": []}, {"offset": 58034, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sleep phenotypes: www.t2diabetesgenes.org/data", "sentences": [], "annotations": [], "relations": []}, {"offset": 58081, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genetic Investigation of ANthropometric Traits: portals.broadinstitute.org/collaboration/giant", "sentences": [], "annotations": [], "relations": []}, {"offset": 58176, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Coronary Artery Disease: cardiogramplusc4d.org", "sentences": [], "annotations": [], "relations": []}, {"offset": 58223, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "International Inflammatory Bowel Disease Genetics Consortium: ibdgenetics.org", "sentences": [], "annotations": [], "relations": []}, {"offset": 58301, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CommonMind Consortium: commonmind.org", "sentences": [], "annotations": [], "relations": []}, {"offset": 58339, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Roadmap Epigenomics Project: roadmapepigenomics.org", "sentences": [], "annotations": [], "relations": []}, {"offset": 58391, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Grubert, et al. (Cell 2015) histone QTLs: http://chromovar3d.stanford.edu/", "sentences": [], "annotations": [], "relations": []}, {"offset": 58466, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 58489, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Author contributions: Wet lab work including tissue processing, nuclei sorting and ChIP-seq library generation: Y.J., L.B., M.K., E.Z., R.J., J.R.W., R.P., B.S.K.. Data processing and coordination: Y.J., M.K., D.H.K., J.S.J., L.S., S.K.S., M.A.P., Y.W., H.S.. Bioinformatics and computational genomics: K.G., G.E.H., M.E.H., N.J.F., E.M., Z.W.. Provided brain tissue and resources: B.T.H., B.K.L. Conceived study design (including wet lab and/or bioinformatical analyses pipelines): Y.J., K.G., G.E.H., P.R., P.S., S.A.. Wrote the paper: K.G., G.E.H., P.S., P.R., S.A.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59058, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Competing interests: The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59123, "infons": {"fpage": "1489", "lpage": "1494", "name_0": "surname:Geschwind;given-names:DH", "name_1": "surname:Flint;given-names:J", "section_type": "REF", "source": "Science (New York, NY)", "type": "ref", "volume": "349", "year": "2015"}, "text": "Genetics and genomics of psychiatric disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 59168, "infons": {"fpage": "1397", "lpage": "1407", "name_0": "surname:Gandal;given-names:MJ", "name_1": "surname:Leppa;given-names:V", "name_2": "surname:Won;given-names:H", "name_3": "surname:Parikshak;given-names:NN", "name_4": "surname:Geschwind;given-names:DH", "pub-id_pmid": "27786179", "section_type": "REF", "source": "Nature neuroscience", "type": "ref", "volume": "19", "year": "2016"}, "text": "The road to precision psychiatry: translating genetics into disease mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 59247, "infons": {"name_0": "surname:Bernstein;given-names:BE", "section_type": "REF", "source": "Nat Biotech", "type": "ref", "volume": "28", "year": "2010"}, "text": "The NIH Roadmap Epigenomics Mapping Consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 59294, "infons": {"fpage": "337", "lpage": "343", "name_0": "surname:Farh;given-names:KKH", "pub-id_pmid": "25363779", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "518", "year": "2015"}, "text": "Genetic and Epigenetic Fine-Mapping of Causal Autoimmune Disease Variants", "sentences": [], "annotations": [], "relations": []}, {"offset": 59368, "infons": {"fpage": "317", "lpage": "330", "pub-id_pmid": "25693563", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "518", "year": "2015"}, "text": "Integrative analysis of 111 reference human epigenomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 59423, "infons": {"fpage": "1707", "lpage": "1712", "name_0": "surname:Akbarian;given-names:S", "pub-id_pmid": "26605881", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "18", "year": "2015"}, "text": "The PsychENCODE project", "sentences": [], "annotations": [], "relations": []}, {"offset": 59447, "infons": {"fpage": "1442", "lpage": "1453", "name_0": "surname:Fromer;given-names:M", "pub-id_pmid": "27668389", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "19", "year": "2016"}, "text": "Gene expression elucidates functional impact of polygenic risk for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59528, "infons": {"fpage": "7", "lpage": "18", "name_0": "surname:Zhou;given-names:VW", "name_1": "surname:Goren;given-names:A", "name_2": "surname:Bernstein;given-names:BE", "pub-id_pmid": "21116306", "section_type": "REF", "source": "Nat Rev Genet", "type": "ref", "volume": "12", "year": "2011"}, "text": "Charting histone modifications and the functional organization of mammalian genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 59612, "infons": {"fpage": "199", "lpage": "209", "pub-id_pmid": "25599223", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "18", "year": "2015"}, "text": "Psychiatric genome-wide association study analyses implicate neuronal, immune and histone pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 59711, "infons": {"fpage": "1385", "lpage": "1397e1311", "name_0": "surname:Sun;given-names:W", "pub-id_pmid": "27863250", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "167", "year": "2016"}, "text": "Histone Acetylome-wide Association Study of Autism Spectrum Disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 59780, "infons": {"fpage": "1418", "lpage": "1426", "name_0": "surname:Ng;given-names:B", "pub-id_pmid": "28869584", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "20", "year": "2017"}, "text": "An xQTL map integrates the genetic architecture of the human brain’s transcriptome and epigenome", "sentences": [], "annotations": [], "relations": []}, {"offset": 59877, "infons": {"fpage": "8824", "lpage": "8829", "name_0": "surname:Cheung;given-names:I", "pub-id_pmid": "20421462", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "107", "year": "2010"}, "text": "Developmental regulation and individual differences of neuronal H3K4me3 epigenomes in the prefrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 59985, "infons": {"fpage": "e1003433", "name_0": "surname:Shulha;given-names:HP", "name_1": "surname:Cheung;given-names:I", "name_2": "surname:Guo;given-names:Y", "name_3": "surname:Akbarian;given-names:S", "name_4": "surname:Weng;given-names:Z", "pub-id_pmid": "23593028", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "9", "year": "2013"}, "text": "Coordinated cell type-specific epigenetic remodeling in prefrontal cortex begins before birth and continues into early adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 60114, "infons": {"name_0": "surname:Charney;given-names:DS", "name_1": "surname:Sklar;given-names:PB", "name_2": "surname:Buxbaum;given-names:JD", "name_3": "surname:Nestler;given-names:EJ", "section_type": "REF", "source": "Charney & Nestler’s neurobiology of mental illness", "type": "ref", "year": "2018"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 60115, "infons": {"comment": "bioRxiv", "name_0": "surname:Mancarci;given-names:BO", "section_type": "REF", "type": "ref", "year": "2017"}, "text": "Cross-laboratory analysis of brain cell type transcriptomes with applications to interpretation of bulk tissue data", "sentences": [], "annotations": [], "relations": []}, {"offset": 60231, "infons": {"fpage": "801", "lpage": "803", "name_0": "surname:Huttner;given-names:HB", "pub-id_pmid": "24747576", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "17", "year": "2014"}, "text": "The age and genomic integrity of neurons after cortical stroke in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 60304, "infons": {"fpage": "925", "lpage": "928", "name_0": "surname:Habib;given-names:N", "pub-id_pmid": "27471252", "section_type": "REF", "source": "Science", "type": "ref", "volume": "353", "year": "2016"}, "text": "Div-Seq: Single-nucleus RNA-Seq reveals dynamics of rare adult newborn neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 60383, "infons": {"fpage": "13606", "lpage": "13611", "name_0": "surname:Sherwood;given-names:CC", "pub-id_pmid": "16938869", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "103", "year": "2006"}, "text": "Evolution of increased glia-neuron ratios in the human frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 60453, "infons": {"fpage": "495", "lpage": "501", "name_0": "surname:McLean;given-names:CY", "section_type": "REF", "source": "Nature biotechnology", "type": "ref", "volume": "28", "year": "2010"}, "text": "GREAT improves functional interpretation of cis-regulatory regions", "sentences": [], "annotations": [], "relations": []}, {"offset": 60520, "infons": {"fpage": "1228", "lpage": "1235", "name_0": "surname:Finucane;given-names:HK", "pub-id_pmid": "26414678", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "47", "year": "2015"}, "text": "Partitioning heritability by functional annotation using genome-wide association summary statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 60620, "infons": {"fpage": "1228", "lpage": "1235", "name_0": "surname:Finucane;given-names:HK", "pub-id_pmid": "26414678", "section_type": "REF", "source": "Nature genetics", "type": "ref", "volume": "47", "year": "2015"}, "text": "Partitioning heritability by functional annotation using genome-wide association summary statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 60720, "infons": {"comment": "advance online publication", "name_0": "surname:Huang;given-names:K-l", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "year": "2017"}, "text": "A common haplotype lowers PU.1 expression in myeloid cells and delays onset of Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 60819, "infons": {"fpage": "365", "lpage": "369", "name_0": "surname:Gjoneska;given-names:E", "pub-id_pmid": "25693568", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "518", "year": "2015"}, "text": "Conserved epigenomic signals in mice and humans reveal immune basis of Alzheimer/’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 60911, "infons": {"fpage": "519", "lpage": "523", "name_0": "surname:Raj;given-names:T", "section_type": "REF", "source": "Science (New York NY)", "type": "ref", "volume": "344", "year": "2014"}, "text": "Polarization of the Effects of Autoimmune and Neurodegenerative Risk Alleles in Leukocytes", "sentences": [], "annotations": [], "relations": []}, {"offset": 61002, "infons": {"fpage": "483", "name_0": "surname:Hoffman;given-names:GE", "name_1": "surname:Schadt;given-names:EE", "pub-id_pmid": "27884101", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "17", "year": "2016"}, "text": "variancePartition: interpreting drivers of variation in complex gene expression studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 61090, "infons": {"fpage": "1051", "lpage": "1065", "name_0": "surname:Grubert;given-names:F", "pub-id_pmid": "26300125", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "162", "year": "2015"}, "text": "Genetic Control of Chromatin States in Humans Involves Local and Distal Chromosomal Interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 61187, "infons": {"fpage": "1039", "lpage": "1050", "name_0": "surname:Waszak;given-names:Sebastian M", "pub-id_pmid": "26300124", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "162", "year": "2015"}, "text": "Population Variation and Genetic Control of Modular Chromatin Architecture in Humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 61272, "infons": {"fpage": "648", "lpage": "660", "section_type": "REF", "source": "Science (New York, NY)", "type": "ref", "volume": "348", "year": "2015"}, "text": "The Genotype-Tissue Expression (GTEx) pilot analysis: Multitissue gene regulation in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 61364, "infons": {"fpage": "206", "lpage": "213", "name_0": "surname:Kumasaka;given-names:N", "name_1": "surname:Knights;given-names:AJ", "name_2": "surname:Gaffney;given-names:DJ", "pub-id_pmid": "26656845", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "48", "year": "2016"}, "text": "Fine-mapping cellular QTLs with RASQUAL and ATAC-seq", "sentences": [], "annotations": [], "relations": []}, {"offset": 61417, "infons": {"fpage": "421", "lpage": "427", "pub-id_pmid": "25056061", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "511", "year": "2014"}, "text": "Biological Insights From 108 Schizophrenia-Associated Genetic Loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 61484, "infons": {"fpage": "391", "lpage": "395", "name_0": "surname:Posner;given-names:MI", "name_1": "surname:Rothbart;given-names:MK", "name_2": "surname:Sheese;given-names:BE", "name_3": "surname:Tang;given-names:Y", "pub-id_pmid": "18189012", "section_type": "REF", "source": "Cogn Affect Behav Neurosci", "type": "ref", "volume": "7", "year": "2007"}, "text": "The anterior cingulate gyrus and the mechanism of self-regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 61550, "infons": {"fpage": "11496", "lpage": "11500", "name_0": "surname:Homayoun;given-names:H", "name_1": "surname:Moghaddam;given-names:B", "pub-id_pmid": "17959792", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "27", "year": "2007"}, "text": "NMDA receptor hypofunction produces opposite effects on prefrontal cortex interneurons and pyramidal neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 61659, "infons": {"fpage": "3166", "lpage": "3175", "name_0": "surname:Le Fevre;given-names:AK", "pub-id_pmid": "24214399", "section_type": "REF", "source": "Am J Med Genet A", "type": "ref", "volume": "161A", "year": "2013"}, "text": "FOXP1 mutations cause intellectual disability and a recognizable phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 61734, "infons": {"fpage": "21104", "lpage": "21109", "name_0": "surname:Sadakata;given-names:T", "pub-id_pmid": "23213205", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "109", "year": "2012"}, "text": "Reduced axonal localization of a Caps2 splice variant impairs axonal release of BDNF and causes autistic-like behavior in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 61861, "infons": {"fpage": "3513", "lpage": "3523", "name_0": "surname:Griswold;given-names:AJ", "pub-id_pmid": "22543975", "section_type": "REF", "source": "Hum Mol Genet", "type": "ref", "volume": "21", "year": "2012"}, "text": "Evaluation of copy number variations reveals novel candidate genes in autism spectrum disorder-associated pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 61976, "infons": {"fpage": "1451", "lpage": "1459", "name_0": "surname:Kawaguchi;given-names:DM", "name_1": "surname:Glatt;given-names:SJ", "pub-id_pmid": "25303296", "section_type": "REF", "source": "Pharmacogenomics", "type": "ref", "volume": "15", "year": "2014"}, "text": "GRIK4 polymorphism and its association with antidepressant response in depressed patients: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 62083, "infons": {"comment": "bioRxiv", "name_0": "surname:Gandal;given-names:MJ", "section_type": "REF", "type": "ref", "year": "2016"}, "text": "Shared molecular neuropathology across major psychiatric disorders parallels polygenic overlap", "sentences": [], "annotations": [], "relations": []}, {"offset": 62178, "infons": {"fpage": "1586", "lpage": "1590", "name_0": "surname:Lake;given-names:BB", "pub-id_pmid": "27339989", "section_type": "REF", "source": "Science", "type": "ref", "volume": "352", "year": "2016"}, "text": "Neuronal subtypes and diversity revealed by single-nucleus RNA sequencing of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 62271, "infons": {"comment": "bioRxiv", "name_0": "surname:Zeisel;given-names:A", "section_type": "REF", "type": "ref", "year": "2018"}, "text": "Molecular architecture of the mouse nervous system", "sentences": [], "annotations": [], "relations": []}, {"offset": 62322, "infons": {"fpage": "1771", "lpage": "1781", "name_0": "surname:Sullivan;given-names:JM", "pub-id_pmid": "26392221", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "212", "year": "2015"}, "text": "Autism-like syndrome is induced by pharmacological suppression of BET proteins in young mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 62415, "infons": {"lpage": "re12", "name_0": "surname:Penney;given-names:J", "name_1": "surname:Tsai;given-names:LH", "section_type": "REF", "source": "Sci Signal", "type": "ref", "volume": "7", "year": "2014"}, "text": "Histone deacetylases in memory and cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 62460, "infons": {"fpage": "1194", "lpage": "1204", "name_0": "surname:Jakovcevski;given-names:M", "name_1": "surname:Akbarian;given-names:S", "pub-id_pmid": "22869198", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "18", "year": "2012"}, "text": "Epigenetic mechanisms in neurological disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 62506, "infons": {"fpage": "483", "lpage": "489", "name_0": "surname:Kang;given-names:HJ", "pub-id_pmid": "22031440", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "478", "year": "2011"}, "text": "Spatio-temporal transcriptome of the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 62555, "infons": {"fpage": "58", "lpage": "64", "name_0": "surname:Yang;given-names:J", "pub-id_pmid": "26003740", "section_type": "REF", "source": "Int J Biochem Cell Biol", "type": "ref", "volume": "67", "year": "2015"}, "text": "Association of DNA methylation in the brain with age in older persons is confounded by common neuropathologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 62666, "infons": {"fpage": "162", "lpage": "170", "name_0": "surname:Kundakovic;given-names:M", "pub-id_pmid": "27113501", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "81", "year": "2017"}, "text": "Practical Guidelines for High-Resolution Epigenomic Profiling of Nucleosomal Histones in Postmortem Human Brain Tissue", "sentences": [], "annotations": [], "relations": []}, {"offset": 62785, "infons": {"fpage": "42", "name_0": "surname:Jiang;given-names:Y", "pub-id_pmid": "18442397", "section_type": "REF", "source": "BMC Neuroscience", "type": "ref", "volume": "9", "year": "2008"}, "text": "Isolation of neuronal chromatin from brain tissue", "sentences": [], "annotations": [], "relations": []}, {"offset": 62835, "infons": {"fpage": "1754", "lpage": "1760", "name_0": "surname:Li;given-names:H", "name_1": "surname:Durbin;given-names:R", "pub-id_pmid": "19451168", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "Fast and accurate short read alignment with Burrows–Wheeler transform", "sentences": [], "annotations": [], "relations": []}, {"offset": 62905, "infons": {"name_0": "surname:Fennell;given-names:AWKTT", "section_type": "REF", "source": "Picard tools version 1.90", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 62906, "infons": {"fpage": "57", "lpage": "74", "pub-id_pmid": "22955616", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "489", "year": "2012"}, "text": "An integrated encyclopedia of DNA elements in the human genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 62969, "infons": {"fpage": "1297", "lpage": "1303", "name_0": "surname:McKenna;given-names:A", "pub-id_pmid": "20644199", "section_type": "REF", "source": "Genome Research", "type": "ref", "volume": "20", "year": "2010"}, "text": "The Genome Analysis Toolkit: A MapReduce framework for analyzing next-generation DNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 63070, "infons": {"fpage": "2987", "lpage": "2993", "name_0": "surname:Li;given-names:H", "pub-id_pmid": "21903627", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "A statistical framework for SNP calling, mutation discovery, association mapping and population genetical parameter estimation from sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 63218, "infons": {"fpage": "1752", "lpage": "1779", "name_0": "surname:Li;given-names:Q", "name_1": "surname:Brown;given-names:JB", "name_2": "surname:Huang;given-names:H", "name_3": "surname:Bickel;given-names:PJ", "section_type": "REF", "type": "ref", "year": "2011"}, "text": "Measuring reproducibility of high-throughput experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 63275, "infons": {"fpage": "R137", "name_0": "surname:Zhang;given-names:Y", "pub-id_pmid": "18798982", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "9", "year": "2008"}, "text": "Model-based Analysis of ChIP-Seq (MACS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 63315, "infons": {"fpage": "1351", "lpage": "1359", "name_0": "surname:Kharchenko;given-names:PV", "name_1": "surname:Tolstorukov;given-names:MY", "name_2": "surname:Park;given-names:PJ", "section_type": "REF", "source": "Nat Biotech", "type": "ref", "volume": "26", "year": "2008"}, "text": "Design and analysis of ChIP-seq experiments for DNA-binding proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 63384, "infons": {"fpage": "66", "lpage": "75", "name_0": "surname:Rozowsky;given-names:J", "section_type": "REF", "source": "Nat Biotech", "type": "ref", "volume": "27", "year": "2009"}, "text": "PeakSeq enables systematic scoring of ChIP-seq experiments relative to controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 63464, "infons": {"fpage": "284", "name_0": "surname:Shen;given-names:L", "name_1": "surname:Shao;given-names:N", "name_2": "surname:Liu;given-names:X", "name_3": "surname:Nestler;given-names:E", "pub-id_pmid": "24735413", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "15", "year": "2014"}, "text": "ngs.plot: Quick mining and visualization of next-generation sequencing data by integrating genomic databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 63573, "infons": {"fpage": "923", "lpage": "930", "name_0": "surname:Liao;given-names:Y", "name_1": "surname:Smyth;given-names:GK", "name_2": "surname:Shi;given-names:W", "pub-id_pmid": "24227677", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "featureCounts: an efficient general purpose program for assigning sequence reads to genomic features", "sentences": [], "annotations": [], "relations": []}, {"offset": 63674, "infons": {"fpage": "R25", "name_0": "surname:Robinson;given-names:MD", "name_1": "surname:Oshlack;given-names:A", "pub-id_pmid": "20196867", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "11", "year": "2010"}, "text": "A scaling normalization method for differential expression analysis of RNA-seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 63758, "infons": {"fpage": "139", "lpage": "140", "name_0": "surname:Robinson;given-names:MD", "name_1": "surname:McCarthy;given-names:DJ", "name_2": "surname:Smyth;given-names:GK", "pub-id_pmid": "19910308", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "edgeR: a Bioconductor package for differential expression analysis of digital gene expression data", "sentences": [], "annotations": [], "relations": []}, {"offset": 63857, "infons": {"fpage": "289", "lpage": "300", "name_0": "surname:Benjamini;given-names:Y", "name_1": "surname:Hochberg;given-names:Y", "section_type": "REF", "source": "Journal of the Royal Statistical Society. Series B (Methodological)", "type": "ref", "volume": "57", "year": "1995"}, "text": "Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing", "sentences": [], "annotations": [], "relations": []}, {"offset": 63949, "infons": {"fpage": "841", "lpage": "842", "name_0": "surname:Quinlan;given-names:AR", "name_1": "surname:Hall;given-names:IM", "pub-id_pmid": "20110278", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "BEDTools: a flexible suite of utilities for comparing genomic features", "sentences": [], "annotations": [], "relations": []}, {"offset": 64020, "infons": {"fpage": "2211", "lpage": "2212", "name_0": "surname:Gaujoux;given-names:R", "name_1": "surname:Seoighe;given-names:C", "pub-id_pmid": "23825367", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "29", "year": "2013"}, "text": "CellMix: a comprehensive toolbox for gene expression deconvolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 64087, "infons": {"fpage": "2382", "lpage": "2383", "name_0": "surname:Yu;given-names:G", "name_1": "surname:Wang;given-names:LG", "name_2": "surname:He;given-names:QY", "pub-id_pmid": "25765347", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "31", "year": "2015"}, "text": "ChIPseeker: an R/Bioconductor package for ChIP peak annotation, comparison and visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 64180, "infons": {"fpage": "1442", "lpage": "1453", "name_0": "surname:Fromer;given-names:M", "pub-id_pmid": "27668389", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "19", "year": "2016"}, "text": "Gene expression elucidates functional impact of polygenic risk for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 64261, "infons": {"fpage": "289", "lpage": "291", "name_0": "surname:Gel;given-names:B", "pub-id_pmid": "26424858", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "32", "year": "2016"}, "text": "regioneR: an R/Bioconductor package for the association analysis of genomic regions based on permutation tests", "sentences": [], "annotations": [], "relations": []}, {"offset": 64372, "infons": {"fpage": "421", "lpage": "427", "pub-id_pmid": "25056061", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "511", "year": "2014"}, "text": "Biological insights from 108 schizophrenia-associated genetic loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 64439, "infons": {"fpage": "1452", "lpage": "1458", "name_0": "surname:Lambert;given-names:JC", "pub-id_pmid": "24162737", "section_type": "REF", "source": "Nature genetics", "type": "ref", "volume": "45", "year": "2013"}, "text": "Meta-analysis of 74,046 individuals identifies 11 new susceptibility loci for Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 64537, "infons": {"fpage": "539", "lpage": "542", "name_0": "surname:Okbay;given-names:A", "pub-id_pmid": "27225129", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "533", "year": "2016"}, "text": "Genome-wide association study identifies 74 loci associated with educational attainment", "sentences": [], "annotations": [], "relations": []}, {"offset": 64625, "infons": {"name_0": "surname:Okbay;given-names:A", "section_type": "REF", "source": "Nature genetics", "type": "ref", "year": "2016"}, "text": "Genetic variants associated with subjective well-being, depressive symptoms, and neuroticism identified through genome-wide analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 64758, "infons": {"fpage": "e1006125", "name_0": "surname:Jones;given-names:SE", "pub-id_pmid": "27494321", "section_type": "REF", "source": "PLoS genetics", "type": "ref", "volume": "12", "year": "2016"}, "text": "Genome-wide association analyses in 128,266 individuals identifies new morningness and sleep duration loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 64865, "infons": {"fpage": "197", "lpage": "206", "name_0": "surname:Locke;given-names:AE", "pub-id_pmid": "25673413", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "518", "year": "2015"}, "text": "Genetic studies of body mass index yield new insights for obesity biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 64939, "infons": {"fpage": "1173", "lpage": "1186", "name_0": "surname:Wood;given-names:AR", "pub-id_pmid": "25282103", "section_type": "REF", "source": "Nature genetics", "type": "ref", "volume": "46", "year": "2014"}, "text": "Defining the role of common variation in the genomic and biological architecture of adult human height", "sentences": [], "annotations": [], "relations": []}, {"offset": 65042, "infons": {"section_type": "REF", "source": "Nature genetics", "type": "ref", "year": "2015"}, "text": "A comprehensive 1000 Genomes-based genome-wide association meta-analysis of coronary artery disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 65142, "infons": {"fpage": "979", "lpage": "986", "name_0": "surname:Liu;given-names:JZ", "pub-id_pmid": "26192919", "section_type": "REF", "source": "Nature genetics", "type": "ref", "volume": "47", "year": "2015"}, "text": "Association analyses identify 38 susceptibility loci for inflammatory bowel disease and highlight shared genetic risk across populations", "sentences": [], "annotations": [], "relations": []}, {"offset": 65279, "infons": {"comment": "Available at: http://www.genome.gov/sequencingcosts. Accessed", "name_0": "surname:Wetterstrand;given-names:K", "section_type": "REF", "source": "DNA Sequencing Costs: Data from the NHGRI Genome Sequencing Program (GSP)", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 65280, "infons": {"file": "nihms970888f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Cell- and region-specific histone modification profiling in the human frontal lobe", "sentences": [], "annotations": [], "relations": []}, {"offset": 65363, "infons": {"file": "nihms970888f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) (left) Region-of-interest, dorsolateral prefrontal cortex (PFC) and anterior cingulate cortex (ACC) positioned dorsal and anterior from rostral genu of corpus callosum (cc). (right) representative FACS nuclei sorting showing fluorescence of NeuN antibody binding separating nuclei into neuronal (NeuN+) and neuron-depleted (NeuN−) fraction. (B,C) The genome wide coverage of ChIP-Seq peaks for each consolidated data set: PFC neuronal, PFC neuron-depleted, ACC neuronal and ACC neuron-depleted, separately for (B) H3K4me3, N (brains) = 17 PFC NeuN+, 14 ACC NeuN+, 17 PFC NeuN−, 15 ACC NeuN−, and (C) H3K27ac, N (brains) = 17 PFC NeuN+, 17 ACC NeuN+, 17 PFC NeuN−, 15 ACC NeuN−, (D,E) Venn diagrams by histone mark (panel D: H3K4me3, panel E: H3K27ac) cell type (blue: neuronal, gold: neuron-depleted), and brain region, summarizing the overlap (expressed in Mb) of called peaks (MACS2, P value<0.01). (F,G) PCA of pairwise correlations between each pair of ChIP-Seq log2 counts per million of samples from each mark. Visualization of first two principal components where each sample/data point shown in the figure are from 1) our cell-specific and homogenate dataset: PFC neurons, ACC neurons in blue squares, PFC non-neurons, ACC-non neurons are in golden squares (N (samples) = 63-H3K4me3, 66-H3K27ac) and PFC homogenate (N(samples) = 11-H3K4me3, 17-H3K27ac) in black circles 2) REP Roadmap Epigenomic project: ACC and PFC homogenate are in red triangles and 3) Sun et.al.: PFC homogenate in orange cross markers (N (brains) 53-H3K27ac).", "sentences": [], "annotations": [], "relations": []}, {"offset": 66907, "infons": {"file": "nihms970888f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Functional enrichment of non-overlapping cell- and tissue-specific histone peaks", "sentences": [], "annotations": [], "relations": []}, {"offset": 66988, "infons": {"file": "nihms970888f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Venn diagrams showing overlap in Mb of peak regions between neuronal (blue), non-neuronal (gold) and homogenate (black) for H3K4me3 (left panel) and H3K27ac (right panel). (B) Functional enrichments evaluated using GREAT  of peak regions that are unique to each of the 3 sets. Bar plots in blue, gold and black correspond to –log10 p-value from hypergeometric test of pathway enrichment results of peaks that are unique to neuronal, non-neuronal and homogenate respectively. H3K4me3, N (brains) = 17 PFC NeuN+, 17 PFC NeuN−, 11 PFC tissue homogenate, and H3K27ac N (brains) = 17 PFC NeuN+, 17 PFC NeuN−, 17 PFC tissue homogenate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67622, "infons": {"file": "nihms970888f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Enrichment of heritability for brain and non-brain related phenotypes within cell- and tissue-specific histone peaks", "sentences": [], "annotations": [], "relations": []}, {"offset": 67739, "infons": {"file": "nihms970888f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Using LD-score regression to partitioned heritability, we tested if the genetic variants contributing to 18 brain and non-brain-related phenotypes were enriched for (A) H3K4me3 and (B) H3K27ac. In (A), heritability enrichment analysis was preformed on multiple sets of genome regions that are visualized in 3 blocks. (1) Regions marked in blue and golden show enrichment values from PFC neuronal: 63,642 (105,075) peaks, ACC neuronal: 61,043 (116,714) and PFC neuronal-depleted: 95,501 (91,037) peaks, ACC-neuronal-depleted: 87,292 (101,885) from consolidated H3K4me3 (H3K27ac) datasets. (2) Regions marked in black show enrichment value of PFC tissue from our dataset: 158,345(183,885) peaks and PFC tissue: 75,912(317,582) peaks, ACC tissue: 79,844(260,288) peaks from the Roadmap Epigenomics project for H3K4me3(H3K27ac) marks. (3) Regions showing statistically significant differential histone modification either between the two cell types or two brain regions. Results for peaks that show increased histone modification in neurons: 28,838(59,588) peaks or non-neurons: 31,790(58,120) peaks from H3K4me3(H3K27ac) marks are indicated in blue and gold, respectively. Results for peaks that show increased histone modification in PFC: 696(10,665) peaks or ACC: 508(10,797) peaks from H3K4me3(H3K27ac) are indicated in purple and green, respectively. (B) Layout is the same as in (A) except that enrichment of 56,503 peaks from PFC tissue from Sun, et al. and 26,384 peaks from Ng et al.  were added. We note that regions marked in neurons consistently show the most significant enrichment for sequences associated with genetic risk for schizophrenia. H3K4me3, N (brains) = 17 PFC NeuN+, 14 ACC NeuN+, 17 PFC NeuN−, 15 ACC NeuN−, and 11 PFC tissue homogenate; H3K27ac. N (brains) = 17 PFC NeuN+, 17 ACC NeuN+, 17 PFC NeuN−, 15 ACC NeuN−, 17 PFC tissue homogenate (HBCC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 69611, "infons": {"file": "nihms970888f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Decomposing multiples sources of epigenetic variation", "sentences": [], "annotations": [], "relations": []}, {"offset": 69665, "infons": {"file": "nihms970888f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "The contribution of epigenetic variation across 2 cell types, 17 subjects, 2 brain regions and 2 sexes, plus residual variation, were quantified using a linear mixed model implemented in variancePartition. (A) Representative examples of H3K4me3 consensus peaks (128,467 peaks from n=63 samples) where one source explains a large fraction of the epigenetic variation. Box plots indicate the log2 counts per million stratified by cell type, subject, brain region and sex. Box plot black horizontal line indicates median, box demarcates log2cpm in IQR (inter quartile range) for a given peak region, vertical line above and below the box plot show the 1.5IQR of upper (lower) quartile. Barplot below the box plot indicates the fraction of epigenetic variation in the peak explained by each variable. Genome coverage plot (bottom row) of ChIP-Seq signal (n=17 individuals) from data subset PFC neuronal for each peak region shown in the boxplot. (B–C) Violin plots indicate the genome-wide distribution of epigenetic variation across 4 variables, plus the residual variation for (B) H3K4me3 (128,467 peaks from n=63 samples) and (C) H3K27ac (147,539 peaks from n=66 samples). Each point represents a peak, and the width of the violin plot represents the number of peaks. Bar plot indicate the median and 25% and 75% quantiles. (D,E) Fold enrichment of histone QTL’s identified in lymphoblastoid cell lines and post mortem PFC for peaks with variance explained by each variable exceeding the cutoff indicated on the x-axis for (D) H3K4me3 (n=63 samples) and (E) H3K27ac (n=66 samples), respectively. Results for sex are not shown because enrichment for only autosomal genes was considered. Shaded regions indicate 90% confidence interval from 10,000 permutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71424, "infons": {"file": "nihms970888f5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Overlap of cell specific and homogenate hQTLs with genome wide significant loci in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 71521, "infons": {"file": "nihms970888f5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "A few representative genome wide significant loci in schizophrenia that overlap with cell specific and homogenate hQTLs are shown. All significant SNPs (p-value<5×10−8) are colored in red with lead SNP as a big red circle and rest are shown in gray. Corresponding to these representative GWAS loci, overlapping cell specific and homogenate hQTLs are shown in gray with significant hQTLs (RASQUAL q value < .05) colored in blue (neurons), gold (non-neurons) and black (homogenate). Consensus peak regions for which hQTLs were called are shown in gray separately for neurons, non-neurons and homogenates. These tracks are colored as blue, gold and black if they have any significant hQTL (RASQUAL q value < .05) that overlaps with the representative genome wide significant loci (p-value<5×10−8). From top to bottom, loci shown are MIR137, FURIN, CLCN3 for H3K4me3 (A) and CACNA1C, FURIN and ZWIM6 for H3K427ac (B). H3K4me3, N (brains) = 17 PFC NeuN+, 14 ACC NeuN+, 17 PFC NeuN−, 15 ACC NeuN−, and 11 PFC tissue homogenate; H3K27ac. N (brains) = 17 PFC NeuN+, 17 ACC NeuN+, 17 PFC NeuN−, 15 ACC NeuN−, 17 PFC tissue homogenate (HBCC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 72654, "infons": {"file": "nihms970888f6.jpg", "id": "F6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Regions differentially modified in neuronal and non-neuronal cell types", "sentences": [], "annotations": [], "relations": []}, {"offset": 72726, "infons": {"file": "nihms970888f6.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Bar plot of counts of differentially modified peaks for each neuronal (blue) and neuron-depleted (gold) chromatin for H3K4me3 (top) and H3K27ac (bottom) at FDR < 5%. Differential modification analysis was performed on the normalized read counts matrix with columns as genomic regions 128,467 (147,539) and 4 types of samples PFC neuronal, ACC neuronal, PFC neuron-depleted and ACC neuron-depleted from 17 individuals (brains) as rows N (samples) = 63 (66) after QC for H3K4me3 (H3K27ac) (B) Functional enrichments for genes near differentially modified peaks computed with GREAT. Bar plots in corresponding to significant peaks (neuronal: 28,838(59,588) and non-neuronal 31,790(58,120) from H3K4me3(H3K27ac) marks identified in datasets from (A) N (samples) = 63 (66) H3K4me3 (H3K27ac) show top 5 pathways from REACTOME, Pathway Interaction Database and KEGG databases with –log10 p-value from hypergeometric test for neuronal and non-neuronal peaks respectively. Dashed line shows the Bonferroni cutoff at 2×10−5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73745, "infons": {"file": "nihms970888f7.jpg", "id": "F7", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Cell-type specific histone acetylation and methylation profiles are associated with differential enrichment for neuronal and glial transcripts", "sentences": [], "annotations": [], "relations": []}, {"offset": 73888, "infons": {"file": "nihms970888f7.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "(A,B) The colored tiles illustrates the log2 magnitude of enrichment of ChIP-seq counts (A, H3K4me3; B, H3K27ac) within 15 Kb downstream and upstream of transcription start site (TSS) of gene sets that are identified as neuronal and non-neuronal cell types from (top) scRNA-Seq  defining various neuronal and glial subtypes as indicated and (bottom) disease-associated gene expression profiles . Enrichments were quantified for cell-specific datasets (blue) PFC neuronal, ACC neuronal, (golden) PFC neuron-depleted, ACC neuron-depleted and PFC tissue (homogenate) including Human Brain Collection Core (HBCC), and the REP Roadmap Epigenomics Project.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}