{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "6119292", "infons": {"license": "CC BY-NC"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1093/ijnp/pyy054", "article-id_pmc": "6119292", "article-id_pmid": "29924326", "article-id_publisher-id": "pyy054", "fpage": "800", "issue": "9", "kwd": "smoking serotonin craving psychological withdrawal fMRI", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com", "lpage": "808", "name_0": "surname:Faulkner;given-names:Paul", "name_1": "surname:Ghahremani;given-names:Dara G", "name_2": "surname:Tyndale;given-names:Rachel F", "name_3": "surname:Hellemann;given-names:Gerhard", "name_4": "surname:London;given-names:Edythe D", "section_type": "TITLE", "type": "front", "volume": "21", "year": "2018"}, "text": "Functional Connectivity of the Raphe Nuclei: Link to Tobacco Withdrawal in Smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 83, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 92, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 103, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Although nicotine alters serotonergic neurochemistry, clinical trials of serotonergic medications for smoking cessation have provided mixed results. Understanding the role of serotonergic dysfunction in tobacco use disorder may advance development of novel pharmacotherapies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 379, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 387, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Functional magnetic resonance imaging was used to measure resting-state functional connectivity of the raphe nuclei as an indicator of serotonergic function. Connectivity of the dorsal and median raphe nuclei was compared between 18 young smokers (briefly abstinent, ~40 minutes post-smoking) and 19 young nonsmokers (16–21 years old); connectivity was also examined in a separate sample of overnight-abstinent smokers (18–25 years old), before and after smoking the first cigarette of the day. Relationships between connectivity of the raphe nuclei with psychological withdrawal and craving were tested in smokers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1003, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1011, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Connectivity of the median raphe nucleus with the right hippocampal complex was weaker in smokers than in nonsmokers and was negatively correlated with psychological withdrawal in smokers. In overnight-abstinent smokers, smoking increased connectivity of the median raphe nucleus with the right hippocampal complex, and the increase was positively correlated with the decrease in psychological withdrawal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1417, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1429, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Relief of withdrawal due to smoking is potentially linked to the serotonergic pathway that includes the median raphe nucleus and hippocampal complex. These results suggest that serotonergic medications may be especially beneficial for smokers who endorse strong psychological withdrawal during abstinence from smoking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1748, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Significance Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 1771, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This study extends previous observations that smokers have lower serotonin concentrations in the median raphe nucleus and hippocampal complex than nonsmokers to show smoking-related differences in serotonergic function and links to affective aspects of tobacco withdrawal in young smokers. Smokers exhibited weaker functional connectivity between these 2 serotonin-rich regions than nonsmokers, and this weakness was associated with psychological withdrawal. Acute smoking increased connectivity, and this effect was associated with reductions in psychological withdrawal. Although selective serotonin reuptake inhibitors have produced mixed results in clinical trials for smoking cessation, the present findings motivate further research into the use of serotonergic pharmacotherapies for smoking cessation, indicating that they may be especially beneficial to smokers who endorse high levels of psychological withdrawal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2694, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2707, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Nicotine, the primary addictive constituent of tobacco smoke, affects the serotonergic system. In rodents, injections of nicotine into the dorsal raphe nucleus, hippocampus, and prefrontal cortex promote serotonin release in these regions, but chronic nicotine administration decreases serotonin concentrations in the hippocampus. Compared to nonsmokers, smokers have lower levels of serotonin and its metabolite 5-hydroxyindoleocetic acid (5-HIAA) in the raphe nuclei and hippocampal complex at postmortem assessment, possibly in part because smokers have higher densities of 5-HT1A autoreceptors in the median raphe nucleus. Activation of these receptors inhibits the firing of serotonergic neurons in the raphe nuclei, inhibiting serotonin release in the cerebral cortex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3482, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The raphe nuclei provide serotonergic innervation throughout the brain, including the hippocampal complex. The hippocampal complex has the highest 5-HT1A receptor availability in the brain, as indicated by positron emission tomography, and the density of 5-HT1A receptors in this region is negatively correlated with levels of 5-HIAA in the raphe nuclei in humans. Therefore, smoking-induced changes in serotonin may alter the functioning of the raphe nuclei and hippocampal complex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3966, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Given the role of serotonergic dysfunction in affective disorders, affective symptoms linked to tobacco withdrawal may be related to serotonin function. Brief abstinence from smoking increases negative affect, anxiety, and psychological withdrawal, and rapid abstinence-induced increases in negative affect and anxiety predict relapse during a quit attempt. Nicotine injection into the dorsal raphe nucleus produces anxiolytic effects in rodents; the serotonin system may therefore be a reasonable therapeutic target for symptoms of Tobacco Use Disorder, especially those related to affect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4557, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Trials of selective serotonin reuptake inhibitors (SSRIs) as medications for smoking cessation have provided mixed results, in part because SSRIs indiscriminately affect serotonergic transmission, promoting serotonin binding at various receptor subtypes. Medications with more selective actions may be more effective for smoking cessation. For example, lorcaserin, a 5-HT2C receptor agonist, decreased nicotine self-administration in rodents and facilitated smoking cessation in humans during a 12-week randomized clinical trial.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5087, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It is important to consider young smokers in smoking cessation efforts, because those who stop smoking before the age of 25 avoid most of the long-term negative consequences of smoking. Compared to older smokers, younger smokers smoke fewer cigarettes per day and are less nicotine-dependent. Targeting young smokers may therefore result in higher sustained cessation rates than targeting older smokers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5491, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "No study has examined the relationship between serotoninergic function and features of Tobacco Use Disorder in smokers of any age. Although the raphe nuclei are relatively small and are not visible on a T1-weighted image acquired with MRI at 3 Tesla, one fMRI study localized the dorsal and median raphe nuclei by examining serotonin transporter (SERT) availability using positron emission tomography (PET). In that study, the dorsal and median raphe nuclei exhibited resting-state functional connectivity with the hippocampal complex, thalamus, striatum, insula, anterior and posterior cingulate cortices, and cerebellum; the median (but not the dorsal) raphe nucleus also exhibited connectivity with the precuneus and cuneus. Resting-state functional connectivity was positively associated with SERT availability in these regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6324, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We performed a seed-based analysis to assess the effects of smoking on resting-state functional connectivity of the dorsal and median raphe nuclei with the hippocampal complex as an indicator of serotonergic function. This investigation had 3 aims, addressed in 2 fMRI studies: (1) to compare connectivity of the raphe nuclei with the hippocampal complex in smokers vs nonsmokers; (2) to test the effects of acute smoking on connectivity of the raphe nuclei with the hippocampal complex; and (3) to examine the relationship of this connectivity with psychological withdrawal and craving for cigarettes. The hypotheses tested were that connectivity of the raphe nuclei with the hippocampal complex would be: (1) weaker in smokers than in nonsmokers; (2) negatively correlated with psychological withdrawal and craving; and (3) increased by smoking after overnight abstinence in association with decreases in psychological withdrawal and craving.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7269, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7277, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants and Procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 7305, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Study 1: Smokers vs Nonsmokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 7336, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Study 1 employed a between-subjects design. Thirty-seven participants (18 smokers, 19 nonsmokers, all 16–21 years of age) were recruited through online advertisements. At an intake session, participants gave written informed consent after receiving a detailed explanation of the study (approved by the UCLA Institutional Review Board; IRB# 10-000259). Exclusion criteria were: positive urine test for illicit drugs (including marijuana), using an Instant-View immunoassay urine test (ALFA Scientific Designs, Inc.), self-report of marijuana use >8 times per month and alcohol use >5 days per month, any Axis I psychiatric disorder, including current drug abuse or dependence (other than nicotine dependence for those in the smoking group), history of neurological injury or disease or pregnancy, and contraindication for MRI scanning (e.g., metal material such as implants inside the body). Eighteen participants were classified as smokers based on endorsement of daily smoking for at least 6 months and having CO concentrations of >5 ppm in expired air (Smokerlyzer, Bedfont Scientific). All smokers completed the Fagerström Test for Nicotine Dependence (FTND) at the intake session. Nineteen participants were classified as nonsmokers, because they endorsed having smoked fewer than 5 cigarettes in their lifetime and had CO levels of<5 ppm in expired air.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8695, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Testing was in the afternoon, and participants were instructed to avoid caffeine for 2 hours beforehand. Smokers were instructed to smoke as usual until 30 minutes before arriving at the testing site to minimize the effects of nicotine and abstinence on resting-state functional connectivity; smokers report only minimally (albeit significantly) greater withdrawal 30 minutes compared to <1 minute after smoking a cigarette.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9120, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At the beginning of the testing session participants completed the Shiffman Jarvik Withdrawal Scale (SJWS) immediately before undergoing MRI scanning while in the resting state. These procedures were part of a larger testing battery (data to be reported elsewhere). The average duration of abstinence before completing the first testing battery (questionnaires) was 41.56 minutes (SD=36.26 minutes), and the average duration of abstinence prior to the resting state MRI scan was 49.87 minutes (SD=41.22 minutes). For a timeline of Study 1 procedures, see supplementary Figure 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9699, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Study 2: Effects of Acute Smoking", "sentences": [], "annotations": [], "relations": []}, {"offset": 9733, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Study 2 employed a within-subjects design. Twenty-four participants were recruited through online and print advertisements. At an initial intake session, participants gave written informed consent after receiving a detailed explanation of the study (approved by the UCLA Institutional Review Board; IRB# 13-001240). Inclusion criteria were: 18 to 25 years of age and smoking at least 5 cigarettes per day for at least 1 year. Exclusion criteria were: positive urine test for illicit drugs (including marijuana) [using an Instant-View immunoassay urine test (ALFA Scientific Designs, Inc.)]; self-report of marijuana use >8 times per month and alcohol use >10 days per month; DSM-IV psychiatric disorders including substance use disorder (other than nicotine dependence); history of neurological injury or disease, pregnancy, or use of mentholated or electronic cigarettes; and contraindication for MRI scanning. Data from 3 participants with excessive head motion (>2.5 mm translation) were excluded, leaving data from 21 participants for inclusion in the final analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10805, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants were tested in the morning after overnight (~12 hours) abstinence from smoking, verified by measuring CO concentrations in expired air using a portable monitor (coVita), and again immediately after smoking one cigarette of their preferred brand. In each of the 2 testing sessions, one before and one after smoking the first cigarette of the day, participants were administered the SJWS and underwent fMRI scanning while in the resting state. These procedures were part of a larger testing battery described previously. The average time between the pre- and post-smoking scans was 66.28 (SD=8.49) minutes, and the average time between smoking and the post-smoking scan was 42.66 (SD=12.15) minutes. At the beginning of the intake session participants also completed the FTND. For a timeline of Study 2 procedures, see supplementary Figure 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11663, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Smokers in Study 1 were, on average, significantly younger than those in Study 2 (F(1,56)=41.257, P<.001). They also had slightly lower levels of nicotine dependence, but this difference was not statistically significant (Study 1 mean (SD): 2.56 (2.38); Study 2 mean (SD): 3.24 (1.76); F(1,37)=1.056, P=.311).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11973, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Both Studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 11986, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Psychological Withdrawal and Craving subscales of the SJWS were used. The Psychological Withdrawal subscale comprises 8 items pertaining to the affective aspects of tobacco withdrawal, and the Craving subscale comprises 7 items. Because serotonin dysfunction is associated with affective disorders (e.g.,), the primary analyses pertained to data from the Psychological Withdrawal subscale; data from the Craving subscale were used in secondary analyses because of the importance of craving to relapse (e.g.,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12500, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Data Acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 12522, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Both Studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 12535, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting-state fMRI images were acquired over 5 minutes using a 3-T Siemens AG Trio MRI system while participants viewed a black screen (152 T2*-weighted echoplanar images; repetition time=2 seconds; echo time=30 milliseconds; slice thickness=4 mm; flip angle=90°; matrix: 64×64; field of view=192 mm). For Study 1 a 12-channel head-coil was used, and a 32-channel head coil was used for Study 2. In both studies a T2-weighted matched-bandwidth anatomical scan was acquired for initial registration, and a T1-weighted magnetization-prepared rapid-acquisition gradient echo (MPRAGE) scan was acquired for further registration, including spatial normalization to standard space (Montreal Neurological Institute [MNI]).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13251, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Data Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13275, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Image analysis was performed using the FMRIB Software Library (FSL) version 5.0.9 (www.fmrib.ox.ax.uk/fsl). The image time-course of the resting state fMRI data was first realigned to compensate for small head movements. All non-brain matter was removed using FSL’s brain extraction tool. Time-series statistical analysis was carried out using FMRIB’s Improved Linear Model, with local autocorrelation correction after highpass temporal filtering (Gaussian-weighted LSF straight line fitting, with sigma=50 seconds).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13792, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "No participants were deemed to have had excessive head motion (>2.5 mm translation). For both studies, motion cleaning and noise reduction were performed using a 32-parameter linear regression model that included 6 motion parameters (3 translational dimensions along x, y, and z axes and 3 rotational dimensions: “pitch”, “roll,” and “yaw”) combined with the timeseries from the CSF and white matter to provide 8 parameters. The temporal derivatives of these parameters and the quadratic of all parameters resulted in 32 parameters. In addition, framewise displacement (FD) was determined with root-mean-squared matrix calculation (using FSL’s ‘fsl_motion_outliers’ tool) to obtain the average rotation and translation parameter differences across images. Time points that exceeded acceptable FD thresholds were included as “spike” regressors in the model. A fixed threshold for all subjects was determined by calculating the SD of FD across all data and computing the following equation: 0.25 mm+2 * SD. The time series of the resultant residuals from the regression model was then scaled and normalized at each voxel: [(residuals - mean)/SD]+100.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14941, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A seed-based approach was used with dorsal and median raphe nuclei masks created and provided by the authors of. Specifically, these masks were defined at the single-subject level by examining [11C]DASB binding (to measure SERT availability) using PET. The masks were transformed into standard (MNI) space by first registering each subject’s PET image to their structural MR image (both in native space) using Freesurfer’s bbregister (https://surfer.nmr.mgh.harvard.edu/fswiki/bbregister), then by registering the native space MR image to standard space (MNI) using FLIRT and FNIRT in FSL, and then by applying the resulting transformation matrices using a “nearest neighbor” interpolation to bring the 2 raphe nuclei seeds into MNI space. These masks can be seen in (supplementary Figure 3). For a full description of how these masks were defined in subject-space, see. The center-of-mass locations (in MNI space) were x=0, y=-28, z=-12 for the dorsal raphe nucleus, and x=0, y=-34, z=-20 for the median raphe nucleus. The dorsal raphe seed location extended from x=4 to -6, y=-32 to -26, and z=-18 to -10. The median raphe seed location extended from x=2 to -6, y=-36 to -30, and z=-26 to -18.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16137, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Contrast images were registered through a 3-step procedure; EPI images were first registered to the matched-bandwidth high-resolution structural image, then to the MPRAGE structural image, and finally into standard (MNI) space, using 12-parameter affine transformations. Registration from MPRAGE structural images to standard space was further refined using FNIRT nonlinear registration. Images were smoothed using a 5-mm full-width at half-maximum Gaussian kernel. Smoothing was performed after extraction of the timeseries data within the dorsal and median raphe nuclei to avoid the inclusion of signal from surrounding regions in higher-level analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 16792, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Data Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16811, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All group-level analyses (1 per raphe nucleus seed) were performed using the general linear model (GLM) framework provided in FSL’s FLAME1 with outlier deweighting. To assess the effect of smoking status on connectivity of the raphe nuclei with the hippocampal complex (Study 1), 2 separate GLMs (1 per raphe nucleus seed) were constructed, with 2 explanatory variables each (1 per group; smoker and nonsmoker). Group differences were assessed by contrasting the parameter estimates for these 2 explanatory variables. To assess the acute effect of smoking on connectivity (Study 2), pre- vs post-smoking images were created using a fixed effects model in FSL’s FEAT, with each pre- and post-smoking image modelled with a 1 and -1, respectively. The resulting contrast image for each participant was then submitted to a group-level analysis that contained one explanatory variable, denoting the group mean.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17717, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Because the hypotheses tested concerned connectivity of the raphe nuclei with the hippocampal complex, all group-level analyses were constrained by a hippocampal complex mask that contained the hippocampus, parahippocampal gyrus, and entorhinal cortex as defined by the Harvard-Oxford Atlas distributed within FSL. These analyses were followed by exploratory, whole-brain analyses to determine selectivity of the effects (see supplementary Materials).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18169, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All group-level statistical maps were cluster-corrected for multiple comparisons (voxel height threshold: Z>3.1; cluster significance, P<.05). To examine the relationships of psychological withdrawal and craving with group differences in connectivity (Study 1), as well as with the acute effects of smoking on connectivity (Study 2), connectivity values (z scores) were extracted from significant clusters and entered into the SPSS (SPSS Inc.) for correlation with behavioral measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18655, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Association of Connectivity with Behavioral Measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 18708, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Study 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 18716, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To test for associations of connectivity with psychological withdrawal and craving in smokers, values of mean connectivity (z scores) from significant clusters were extracted and entered as one factor, along with sex, into 2 separate full-factorial ANOVAs, in which scores on the Psychological Withdrawal or Craving subscales were the dependent variables. Sex was included as a separate factor because it influences tobacco withdrawal symptoms (e.g.,). All analyses were performed in SPSS. Bonferroni corrections for all higher-level tests involving the 2 raphe nuclei were applied. However, given the role of serotonergic function in affective disorders, the hypotheses primarily tested relationships between raphe nuclei connectivity and psychological withdrawal; relationships between connectivity and craving were secondarily considered. As such, Bonferroni corrections for the number of measures were not performed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19637, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Study 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 19645, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To test for associations of psychological withdrawal and craving with connectivity of the raphe nuclei with the hippocampal complex during abstinence, 2 separate group level analyses (one per self-report measure) were performed using FSL’s FLAME1 modeling with outlier deweighting; these models contained either psychological withdrawal or craving scores as one EV. These statistical maps were cluster-corrected for multiple comparisons (voxel height threshold: Z>3.09; cluster significance, P<.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20145, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To test for associations between the smoking-induced change in connectivity and the change in both psychological withdrawal and craving, 2 separate full-factorial ANOVAs were employed with scores on the psychological withdrawal or craving subscales as dependent variables and values of mean pre-post smoking connectivity (z scores) from significant clusters entered as one factor, along with sex. Bonferroni corrections for the 2 raphe seeds were applied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20601, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 20609, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Study 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 20617, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Self-Reports", "sentences": [], "annotations": [], "relations": []}, {"offset": 20630, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the 37 participants who completed testing, 27 were male and 10 were female (mean age 19.52±2.20 years). A full description of participant characteristics for study 1 can be seen in Table 1. A full-factorial ANOVA, constructed to examine the effects of smoking status, sex, and the interaction between the 2 on age of participants, showed no difference between smokers and nonsmokers in terms of age (smokers: 19.11±4.60 years; nonsmokers: 19.89±1.20 years; F(1,33)=0.381, P=.541). There was also no main effect of sex on age (males: 19.82±0.96 years; females: 1.940±1.27 years; F(1,33)=2.297, P=.179), and no smoking-status-by-sex interaction (F=(1,33)=0.700, p=.409). Psychological withdrawal and craving were not significantly correlated (r=0.293, P=.239).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21392, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Participant Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 21420, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"vsides\" rules=\"groups\"><thead><tr><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\"/><th valign=\"bottom\" colspan=\"2\" rowspan=\"1\">Study 1</th><th valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Study 2</th></tr><tr><th valign=\"bottom\" rowspan=\"1\" colspan=\"1\"/><th valign=\"bottom\" rowspan=\"1\" colspan=\"1\">(Smokers)</th><th valign=\"bottom\" rowspan=\"1\" colspan=\"1\">(Nonsmokers)</th><th valign=\"bottom\" rowspan=\"1\" colspan=\"1\">(Smokers)</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>n</bold>\n</td><td rowspan=\"1\" colspan=\"1\">18</td><td rowspan=\"1\" colspan=\"1\">19</td><td rowspan=\"1\" colspan=\"1\">21</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Sex (M/F)</td><td rowspan=\"1\" colspan=\"1\">14/4</td><td rowspan=\"1\" colspan=\"1\">13/6</td><td rowspan=\"1\" colspan=\"1\">11/10</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Age (y)<sup><italic>a</italic></sup></td><td rowspan=\"1\" colspan=\"1\">19.11 (4.60)</td><td rowspan=\"1\" colspan=\"1\">19.89 (1.20)</td><td rowspan=\"1\" colspan=\"1\">22.28 (2.19)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Education (y)<italic>a</italic></td><td rowspan=\"1\" colspan=\"1\">10.78 (1.38)</td><td rowspan=\"1\" colspan=\"1\">11.23 (1.45)</td><td rowspan=\"1\" colspan=\"1\">13.79 (1.70)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Ethnicity (no. of participants)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"> White Caucasian</td><td rowspan=\"1\" colspan=\"1\">13</td><td rowspan=\"1\" colspan=\"1\">12</td><td rowspan=\"1\" colspan=\"1\">19</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> African American</td><td rowspan=\"1\" colspan=\"1\">0</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">10</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> Asian American</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">8</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> Hispanic</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> Other</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Cigarette smoking<sup><italic>a</italic></sup></td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"> Age of first use (y)</td><td rowspan=\"1\" colspan=\"1\">16.50 (2.17)</td><td rowspan=\"1\" colspan=\"1\">-</td><td rowspan=\"1\" colspan=\"1\">16.37 (2.20)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> Cigarettes per day</td><td rowspan=\"1\" colspan=\"1\">9.31 (6.78)</td><td rowspan=\"1\" colspan=\"1\">-</td><td rowspan=\"1\" colspan=\"1\">11.59 (6.17)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> Nicotine dependence<sup><italic>a</italic></sup></td><td rowspan=\"1\" colspan=\"1\">2.57 (2.38)</td><td rowspan=\"1\" colspan=\"1\">-</td><td rowspan=\"1\" colspan=\"1\">3.55 (2.03)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Substance use <sup><italic>a</italic></sup></td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"> Marijuana (days used in past 30)</td><td rowspan=\"1\" colspan=\"1\">0.73 (0.48)</td><td rowspan=\"1\" colspan=\"1\">0.52 (0.54)</td><td rowspan=\"1\" colspan=\"1\">1.43 (2.10)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> Alcohol (drinks/week)</td><td rowspan=\"1\" colspan=\"1\">1.12 (2.31)</td><td rowspan=\"1\" colspan=\"1\">0.98 (1.73)</td><td rowspan=\"1\" colspan=\"1\">2.92 (3.89)</td></tr></tbody></table>\n"}, "text": "\tStudy 1\tStudy 2\t \t\t(Smokers)\t(Nonsmokers)\t(Smokers)\t \tn\t18\t19\t21\t \tSex (M/F)\t14/4\t13/6\t11/10\t \tAge (y)a\t19.11 (4.60)\t19.89 (1.20)\t22.28 (2.19)\t \tEducation (y)a\t10.78 (1.38)\t11.23 (1.45)\t13.79 (1.70)\t \tEthnicity (no. of participants)\t\t\t\t \t White Caucasian\t13\t12\t19\t \t African American\t0\t1\t10\t \t Asian American\t2\t2\t8\t \t Hispanic\t2\t2\t6\t \t Other\t1\t2\t3\t \tCigarette smokinga\t\t\t\t \t Age of first use (y)\t16.50 (2.17)\t-\t16.37 (2.20)\t \t Cigarettes per day\t9.31 (6.78)\t-\t11.59 (6.17)\t \t Nicotine dependencea\t2.57 (2.38)\t-\t3.55 (2.03)\t \tSubstance use a\t\t\t\t \t Marijuana (days used in past 30)\t0.73 (0.48)\t0.52 (0.54)\t1.43 (2.10)\t \t Alcohol (drinks/week)\t1.12 (2.31)\t0.98 (1.73)\t2.92 (3.89)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22101, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "aDenotes mean (SD).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22121, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Two of the participants were statistical outliers with respect to duration of smoking abstinence prior to testing (155 minutes and 142 minutes; group mean=41.56 minutes, SD=36.26) but not for psychological withdrawal (2.63 and 2.55, respectively; group mean=2.48, SD=0.61) or craving (4.40 and 1.00, respectively; group mean=2.12, SD=1.23). The time since last cigarette was not correlated with psychological withdrawal (r=0.221, P=.278) or craving (r=-0.092, P=.716).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22590, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The full-factorial ANOVA revealed that there was no main effect of sex on either psychological withdrawal (F(1,16)=0.022, P=.884), craving (F(1,16)=0.415, P=.528), or FTND (F(1,16)=0.573, P=.460).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22787, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Resting-State Connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 22814, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The mean number of images regressed out was 7.56 (SD=5.44, range 0–21) for the smokers and 6.63 (SD=5.44, range 0–19) for the nonsmokers. There was no significant difference between the number of images regressed out for each group (F(1,35)=0.269, P=.607).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23071, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The voxel-wise GLM analysis revealed that, compared to nonsmokers, smokers displayed lower functional connectivity of the median raphe nucleus with the right hippocampal complex (Figure 1). There was no group difference in connectivity involving the dorsal raphe nucleus and no significant results observed for the “smokers>nonsmokers” contrast.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23417, "infons": {"file": "pyy05401.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Group difference in connectivity of the median raphe nucleus. Data shown are from Study 1. (A) Cluster denotes the region in which connectivity with the median raphe nucleus is weaker in smokers than in nonsmokers. Result is cluster-corrected for multiple comparisons (voxel height threshold: Z>3.09; cluster significance: P<.05). (B) Graph depicts mean Z values from the cluster shown in (A) for the smoking and nonsmoking group and are for illustrative purposes only.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23887, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The full-factorial ANOVA showed that, in smokers, connectivity of the median raphe nucleus with the cluster of voxels within the hippocampal complex shown in Figure 1 was significantly negatively correlated with psychological withdrawal; this relationship survived Bonferroni correction for the 2 raphe seeds (F(1,14)=6.618, P=.022; Bonferroni-corrected P=.043) (Figure 2a). There was no effect of sex on this relationship (no sex-by-connectivity interaction: F(1,14)=0.578, P=.460). There was no significant correlation of connectivity between the median raphe nucleus and hippocampal complex with craving (F(1,14)=0.014, P=.907) (Figure 2b) and no effect of sex on this relationship (sex-by-connectivity interaction: F(1,14)=2.160, P=.164)", "sentences": [], "annotations": [], "relations": []}, {"offset": 24629, "infons": {"file": "pyy05402.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Relationship of connectivity of the median raphe nucleus and hippocampal complex with psychological withdrawal (A) and craving (B) in smokers. Data shown are from Study 1. Plots depict Z values from each participant reflecting connectivity strength.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24879, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Study 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 24887, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Pre-smoking", "sentences": [], "annotations": [], "relations": []}, {"offset": 24899, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Self-Reports", "sentences": [], "annotations": [], "relations": []}, {"offset": 24912, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the 21 participants who completed testing, 11 were male and 10 were female (mean age 22.28±2.19 years). A full description of participant characteristics for study 2 can be seen in Table 1. There was no main effect of sex on age (males: 23.08±1.87 years; females: 22.09±2.19 years; F(1,19)=1.239, P=.280).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25221, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The mean psychological withdrawal was 3.32 (SD=1.28), and the mean craving was 5.09 (SD=1.70). The full-factorial ANOVA revealed that there was no main effect of sex on psychological withdrawal (F(1,18)=2.425, P=.136), craving (F(1,18)=1.140, P=.200), or FTND (F(1,18)=0.256, P=.619).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25506, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "During abstinence, one participant was an outlier with regard to craving (female; craving=0); therefore, abstinence data from only the remaining 20 participants were analyzed (11 males, 9 females; mean age 22.47±2.23 years). Mean psychological withdrawal was 3.46 (SD=1.15), and mean craving was 5.49 (SD=1.27), with no differences between these 11 males and 9 females [psychological withdrawal: F(1,17)=1.422, P=.248; and craving: F(1,17)=0.022, P=.884].", "sentences": [], "annotations": [], "relations": []}, {"offset": 25962, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Resting-State Connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 25989, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Examination of the correlations between connectivity of the raphe nuclei and hippocampal complex with psychological withdrawal and craving values from the pre-smoking testing session revealed no significant clusters, both when including and excluding the outlying participant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26266, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Changes from Pre- to Post-Smoking", "sentences": [], "annotations": [], "relations": []}, {"offset": 26300, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Self-Reports", "sentences": [], "annotations": [], "relations": []}, {"offset": 26313, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The full-factorial ANOVAs revealed that smoking decreased psychological withdrawal (F(1,36)=6.151, P=.017; Bonferroni-corrected P=.033) and craving (F(1,36)=17.380, P<.001; Bonferroni-corrected P<.001). There was a significant main effect of sex on smoking-induced reductions in psychological withdrawal (36% reduction in women, 17% reduction in men; F(1,17)=12.233, P=.003; Bonferroni-corrected P=.006), and in craving (28% reduction in women, 22% reduction in men; F(1,17)=8.074, P=.011; Bonferroni-corrected P=.021) (supplementary Figure 8). None of the change scores were statistical outliers; therefore, examinations of the relationship between dorsal and median raphe nuclei connectivity and both psychological withdrawal and craving included data from all 21 participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27093, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Resting-State Connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 27120, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The voxel-wise GLM showed that smoking increased connectivity of the median raphe nucleus with a cluster of voxels in the right hippocampal complex (Figure 3). There was no significant effect of smoking on connectivity of the dorsal raphe nucleus with the hippocampal complex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27397, "infons": {"file": "pyy05403.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Effect of acute smoking on connectivity of the median raphe nucleus with the hippocampal complex in smokers after overnight abstinence. Data shown are from Study 2. (A) Cluster denotes the region in which connectivity with the median raphe nucleus increased due to smoking. Result is cluster-corrected for multiple comparisons (voxel height threshold: Z>3.09; cluster significance: P<.05). (B) Graph depicts mean Z values from the cluster shown in (A) for the pre- and post-smoking session and are for illustrative purposes only.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27927, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The full-factorial ANOVA determined that the smoking-induced increase in connectivity of the median raphe nucleus with the hippocampal complex cluster shown in Figure 3a was negatively correlated with the reduction in psychological withdrawal (F(1,18)=6.409, P=.020) but not with the reduction in craving (F(1,18)=0.828, P=.375) (Figure 4). There was no effect of sex on either relationship (i.e., no sex-by-connectivity interaction on psychological withdrawal: F(1,18)=2.288, P=.148, or craving: F(1,18)=0.035, P=.853).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28448, "infons": {"file": "pyy05404.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Relationship of the smoking-induced increase in connectivity of the median raphe nucleus with the hippocampal complex to the reduction in psychological withdrawal (A) and craving (B). Data shown are from Study 2. Plots depict Z values from each participant extracted from the cluster in the hippocampal complex observed in Figure 3A.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28782, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 28793, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Compared to nonsmokers, smokers displayed weaker resting-state functional connectivity between the median raphe nuclei and hippocampal complex. Connectivity of the median raphe nuclei was related to psychological withdrawal, and smoking-induced increases in this potential marker of serotonin function were related to the acute relief of the psychological, affective aspects of tobacco withdrawal. These results suggest that increasing connectivity of the median raphe nuclei with the hippocampal complex may reduce psychological withdrawal and possibly facilitate smoking cessation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29377, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Smoking-induced increases in connectivity between the median raphe nucleus and hippocampal formation may reflect nicotine-induced serotonin release within these regions, as observed in rodents. Weaker connectivity of the median raphe nucleus with the hippocampal complex in smokers relative to nonsmokers may reflect both greater 5-HT1A receptor binding and lower serotonin concentrations, which have been observed in these regions in smokers. It has been argued that repetitive nicotine–induced serotonin release in the raphe nuclei and hippocampal complex produces upregulation of 5-HT1A receptors in these regions, thereby inhibiting serotonergic neuronal firing and decreasing serotonin levels. This hypothesis is supported by a negative correlation between serotonin concentrations in the median raphe nucleus and 5-HT1A receptor availability in the hippocampal complex. Future research could examine whether pharmacotherapies that desensitize or downregulate 5-HT1A receptors in the median raphe nucleus and hippocampal complex can increase both serotonin levels and connectivity between these 2 regions to influence smoking cessation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30519, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The correlation between connectivity of the median raphe nucleus with the hippocampal complex and psychological withdrawal was predicted on the basis of the proposed role of serotonin in affective disorders (e.g.,). While this study did not examine serotonin function per se, the results encourage future research on the potential involvement of serotonergic dysfunction in other aspects of tobacco withdrawal. For example, high impulsivity predicts relapse during a cessation attempt, is increased by serotonergic hypofunction, and is related to hippocampal 5-HT1A availability in healthy controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31119, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "SSRIs, which increase central serotonin levels, have only mild efficacy in aiding smoking cessation (e.g.,). As mentioned, this may be due to the nonselective effect of these drugs on serotonergic transmission. In contrast, lorcaserin, a 5-HT2C receptor agonist, facilitates smoking cessation. This effect of lorcaserin and its ability to reduce nicotine self-administration in rats may reflect links between the 5-HT2C receptors and the dopaminergic reward system. In rodents, activation of 5-HT2C receptors by RO 60–0175 blocks the stimulatory action of nicotine on midbrain dopamine neuron firing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31720, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Other serotonergic medications may help smokers to quit. The low efficacy of conventional SSRIs for smoking cessation may reflect their initial action to decrease serotonin levels through serotonin activity at inhibitory 5-HT1A autoreceptors in the raphe nuclei (e.g.,). Because of the high concentration of 5-HT1A receptors in the hippocampal complex, blocking 5-HT1A receptors in this region may increase the efficacy of serotonergic pharmacotherapies for smoking cessation (e.g.,). Indeed, fluoxetine has a greater effect to decrease nicotine withdrawal in rats when co-administered with the 5-HT1A receptor antagonist, p-MPPI than when administered alone. Future studies could examine whether blocking 5-HT1A receptors in the raphe nuclei or hippocampus could alter raphe function and augment serotonergic functioning sufficiently to facilitate smoking cessation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32588, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although nicotine promotes serotonin release in the raphe nucleus, which has a high density of α4β2 nicotinic acetylcholine receptors localized to serotonergic neurons, other neurochemical mechanisms may also explain the current results. One possible mechanism is smoking-induced dopamine release, considering the moderate number of dopamine neurons in the dorsal raphe nucleus. However, interactions at dopamine D2-like receptors on serotonin neurons in the raphe nuclei increase extracellular serotonin concentrations in the raphe nuclei, indicating that serotonergic mechanisms, at least in part, explain the results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33209, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study has limitations. Because fMRI does not allow direct examination of the serotonin system, the role of serotonin in the effects observed is only inferred. To help clarify the role of serotonin on the relationship between tobacco withdrawal and connectivity of the median raphe nuclei, future studies could examine effects of serotonergic medications on withdrawal symptoms and associated changes in brain function. As the participants were exclusively young smokers with short smoking histories and mild-to-moderate levels of nicotine dependence, as expected from smokers within this age range (e.g.,), the results may not be generalizable to the wider population of smokers. Also, the small sample size and uneven gender distribution made it difficult to examine the influence of sex. Further, because of differences between the dorsal and median raphe nuclei in resting-state functional connectivity, connectivity of these 2 regions was tested separately, increasing the chance of a type-1 error occurring due to the number of GLMs performed. However, Bonferroni corrections for the number of seeds were performed on all higher-level analyses. Finally, the short fMRI scan duration (5 minutes) is a potential limitation. However, when resting-state connectivity analyses were performed on data collected from 2 to 11 minutes, the average correlation strengths of time-courses in data collected during 5 minutes were comparable with the correlation strengths in data collected over 11 minutes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34713, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 34721, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by grants from the National Institute on Drug Abuse (grant no. R01DA036487), the Canada Chair in Pharmacogenomics (RFT), a contract with Phillip Morris USA (contract no. 20063287), and endowments from the Thomas P and Katherine K Pike Chair in Addiction Studies and the Majorie M Greene Trust. As principal investigator of the project, Dr London takes responsibility for the integrity of the data and the accuracy of the data analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35181, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 35204, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary data are available at International Journal of Neuropsychopharmacology online.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35297, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Statement of Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 35319, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "RFT has consulted for Apotex and Avanir on topics unrelated to this study. RFT has also received peer-reviewed, arms-length funding from GRAND (unrestricted funding support from Pfizer) as well as University and Hospital speaker honoraria and an associate editor (CPT) honorarium. The remaining authors declare no conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35656, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 35679, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 35690, "infons": {"fpage": "376", "lpage": "385", "name_0": "surname:Aman;given-names:TK", "name_1": "surname:Shen;given-names:RY", "name_2": "surname:Haj-Dahmane;given-names:S", "pub-id_pmid": "17005915", "section_type": "REF", "source": "J Pharmacol Exp Ther", "type": "ref", "volume": "320", "year": "2007"}, "text": "D2-like dopamine receptors depolarize dorsal raphe serotonin neurons through the activation of nonselective cationic conductance", "sentences": [], "annotations": [], "relations": []}, {"offset": 35819, "infons": {"name_0": "surname:Andersson;given-names:JLR", "name_1": "surname:Jenkinson;given-names:M", "name_2": "surname:Smith;given-names:S", "section_type": "REF", "source": "FMRIB technical report TR07JA1", "type": "ref", "year": "2007a"}, "text": "Non-linear optimisation", "sentences": [], "annotations": [], "relations": []}, {"offset": 35843, "infons": {"fpage": "647", "lpage": "652", "name_0": "surname:Bagot;given-names:KS", "name_1": "surname:Heishman;given-names:SJ", "name_2": "surname:Moolchan;given-names:ET", "pub-id_pmid": "17558821", "section_type": "REF", "source": "Nicotine Tob Res", "type": "ref", "volume": "9", "year": "2007"}, "text": "Tobacco craving predicts lapse to smoking among adolescent smokers in cessation treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 35933, "infons": {"fpage": "187", "lpage": "195", "name_0": "surname:Beliveau;given-names:V", "name_1": "surname:Svarer;given-names:C", "name_2": "surname:Frokjaer;given-names:VG", "name_3": "surname:Knudsen;given-names:GM", "name_4": "surname:Greve;given-names:DN", "name_5": "surname:Fisher;given-names:PM", "pub-id_pmid": "25963733", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "116", "year": "2015"}, "text": "Functional connectivity of the dorsal and median raphe nuclei at rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 36003, "infons": {"fpage": "123", "lpage": "125", "name_0": "surname:Benowitz;given-names:NL", "name_1": "surname:Henningfield;given-names:JE", "pub-id_pmid": "7818638", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "331", "year": "1994"}, "text": "Establishing a nicotine threshold for addiction. The implications for tobacco regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 36092, "infons": {"fpage": "7", "lpage": "11", "name_0": "surname:Benwell;given-names:ME", "name_1": "surname:Balfour;given-names:DJ", "pub-id_pmid": "112625", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "63", "year": "1979"}, "text": "Effects of nicotine administration and its withdrawal on plasma corticosterone and brain 5-hydroxyindoles", "sentences": [], "annotations": [], "relations": []}, {"offset": 36198, "infons": {"fpage": "68", "lpage": "72", "name_0": "surname:Benwell;given-names:ME", "name_1": "surname:Balfour;given-names:DJ", "name_2": "surname:Anderson;given-names:JM", "pub-id_pmid": "1697418", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "102", "year": "1990"}, "text": "Smoking-associated changes in the serotonergic systems of discrete regions of human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 36288, "infons": {"fpage": "155", "lpage": "165", "name_0": "surname:Bi;given-names:Y", "name_1": "surname:Yuan;given-names:K", "name_2": "surname:Guan;given-names:Y", "name_3": "surname:Cheng;given-names:J", "name_4": "surname:Zhang;given-names:Y", "name_5": "surname:Li;given-names:Y", "name_6": "surname:Yu;given-names:D", "name_7": "surname:Qin;given-names:W", "name_8": "surname:Tian;given-names:J", "pub-id_pmid": "26843002", "section_type": "REF", "source": "Brain Imaging Behav", "type": "ref", "volume": "11", "year": "2017"}, "text": "Altered resting state functional connectivity of anterior insula in young smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 36370, "infons": {"fpage": "193", "lpage": "203", "name_0": "surname:Blier;given-names:P", "name_1": "surname:Ward;given-names:NM", "pub-id_pmid": "12559651", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "53", "year": "2003"}, "text": "Is there a role for 5-HT1A agonists in the treatment of depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 36437, "infons": {"fpage": "1", "lpage": "8", "name_0": "surname:Bobillier;given-names:P", "name_1": "surname:Seguin;given-names:S", "name_2": "surname:Degueurce;given-names:A", "name_3": "surname:Lewis;given-names:BD", "name_4": "surname:Pujol;given-names:JF", "pub-id_pmid": "421148", "section_type": "REF", "source": "Brain Res", "type": "ref", "volume": "166", "year": "1979"}, "text": "The efferent connections of the nucleus raphe centralis superior in the rat as revealed by radioautography", "sentences": [], "annotations": [], "relations": []}, {"offset": 36544, "infons": {"fpage": "870", "lpage": "877", "name_0": "surname:Cannon;given-names:DM", "name_1": "surname:Ichise;given-names:M", "name_2": "surname:Rollis;given-names:D", "name_3": "surname:Klaver;given-names:JM", "name_4": "surname:Gandhi;given-names:SK", "name_5": "surname:Charney;given-names:DS", "name_6": "surname:Manji;given-names:HK", "name_7": "surname:Drevets;given-names:WC", "pub-id_pmid": "17678634", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "62", "year": "2007"}, "text": "Elevated serotonin transporter binding in major depressive disorder assessed using positron emission tomography and [11C]DASB; comparison with bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 36704, "infons": {"fpage": "78", "lpage": "85", "name_0": "surname:Cheeta;given-names:S", "name_1": "surname:Irvine;given-names:EE", "name_2": "surname:Kenny;given-names:PJ", "name_3": "surname:File;given-names:SE", "pub-id_pmid": "11374339", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "155", "year": "2001"}, "text": "The dorsal raphé nucleus is a crucial structure mediating nicotine’s anxiolytic effects and the development of tolerance and withdrawal responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 36850, "infons": {"fpage": "1237", "lpage": "1264", "name_0": "surname:Coppen;given-names:A", "pub-id_pmid": "4169954", "section_type": "REF", "source": "Br J Psychiatry", "type": "ref", "volume": "113", "year": "1967"}, "text": "The biochemistry of affective disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 36890, "infons": {"fpage": "865", "lpage": "877", "name_0": "surname:Drevets;given-names:WC", "name_1": "surname:Thase;given-names:ME", "name_2": "surname:Moses-Kolko;given-names:EL", "name_3": "surname:Price;given-names:J", "name_4": "surname:Frank;given-names:E", "name_5": "surname:Kupfer;given-names:DJ", "name_6": "surname:Mathis;given-names:C", "pub-id_pmid": "17921037", "section_type": "REF", "source": "Nucl Med Biol", "type": "ref", "volume": "34", "year": "2007"}, "text": "Serotonin-1A receptor imaging in recurrent depression: replication and literature review", "sentences": [], "annotations": [], "relations": []}, {"offset": 36979, "infons": {"fpage": "1519", "name_0": "surname:Doll;given-names:R", "name_1": "surname:Peto;given-names:R", "name_2": "surname:Boreham;given-names:J", "name_3": "surname:Sutherland;given-names:I", "pub-id_pmid": "15213107", "section_type": "REF", "source": "Bmj", "type": "ref", "volume": "328", "year": "2004"}, "text": "Mortality in relation to smoking: 50 years’ observations on male British doctors", "sentences": [], "annotations": [], "relations": []}, {"offset": 37060, "infons": {"fpage": "75", "lpage": "78", "name_0": "surname:Fagerström;given-names:K", "pub-id_pmid": "22025545", "section_type": "REF", "source": "Nicotine Tob Res", "type": "ref", "volume": "14", "year": "2012"}, "text": "Determinants of tobacco use and renaming the FTND to the fagerstrom test for cigarette dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 37158, "infons": {"fpage": "365", "lpage": "378", "name_0": "surname:Faulkner;given-names:P", "name_1": "surname:Deakin;given-names:JF", "pub-id_pmid": "25195164", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "46 Pt 3", "year": "2014"}, "text": "The role of serotonin in reward, punishment and behavioural inhibition in humans: insights from studies with acute tryptophan depletion", "sentences": [], "annotations": [], "relations": []}, {"offset": 37294, "infons": {"fpage": "1610", "lpage": "1618", "name_0": "surname:Faulkner;given-names:P", "name_1": "surname:Ghahremani;given-names:DG", "name_10": "surname:London;given-names:ED", "name_2": "surname:Tyndale;given-names:RF", "name_3": "surname:Cox;given-names:CM", "name_4": "surname:Kazanjian;given-names:AS", "name_5": "surname:Paterson;given-names:N", "name_6": "surname:Lotfipour;given-names:S", "name_7": "surname:Hellemann;given-names:GS", "name_8": "surname:Petersen;given-names:N", "name_9": "surname:Vigil;given-names:C", "pub-id_pmid": "28117337", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "42", "year": "2017"}, "text": "Reduced-nicotine cigarettes in young smokers: impact of nicotine metabolism on nicotine dose effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 37395, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Faulkner;given-names:P", "name_1": "surname:Petersen;given-names:N", "name_2": "surname:Ghahremani;given-names:DG", "name_3": "surname:Cox;given-names:CM", "name_4": "surname:Tyndale;given-names:RF", "name_5": "surname:Hellemann;given-names:GS", "name_6": "surname:London;given-names:ED", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "11", "year": "2018"}, "text": "Sex differences in tobacco withdrawal and responses to smoking reduced nicotine cigarettes in young smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 37503, "infons": {"fpage": "2579", "lpage": "2586", "name_0": "surname:Faulkner;given-names:P", "name_1": "surname:Selvaraj;given-names:S", "name_2": "surname:Pine;given-names:A", "name_3": "surname:Howes;given-names:OD", "name_4": "surname:Roiser;given-names:JP", "pub-id_pmid": "24429872", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "231", "year": "2014"}, "text": "The relationship between reward and punishment processing and the 5-HT1A receptor as shown by PET", "sentences": [], "annotations": [], "relations": []}, {"offset": 37601, "infons": {"fpage": "772", "lpage": "775", "name_0": "surname:Ferré;given-names:S", "name_1": "surname:Artigas;given-names:F", "pub-id_pmid": "7687663", "section_type": "REF", "source": "J Neurochem", "type": "ref", "volume": "61", "year": "1993"}, "text": "Dopamine D2 receptor-mediated regulation of serotonin extracellular concentration in the dorsal raphe nucleus of freely moving rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 37733, "infons": {"fpage": "361", "lpage": "383", "name_0": "surname:Fletcher;given-names:PJ", "name_1": "surname:Lê;given-names:AD", "name_2": "surname:Higgins;given-names:GA", "pub-id_pmid": "18772042", "section_type": "REF", "source": "Prog Brain Res", "type": "ref", "volume": "172", "year": "2008"}, "text": "Serotonin receptors as potential targets for modulation of nicotine use and dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 37820, "infons": {"name_0": "surname:Fletcher;given-names:PJ", "name_1": "surname:Higgins;given-names:GA", "name_2": "surname:Di Giovanni;given-names:G", "name_3": "surname:Esposito;given-names:E", "name_4": "surname:Di Matteo;given-names:V", "section_type": "REF", "source": "5-HT2C receptors in the pathophysiology of CNS disease. The receptors", "type": "ref", "volume": "Vol 22", "year": "2011"}, "text": "Serotonin and reward-related behavior: focus on 5-HT2C receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 37885, "infons": {"fpage": "61", "lpage": "64", "name_0": "surname:Geffard;given-names:M", "name_1": "surname:Tuffet;given-names:S", "name_2": "surname:Mons;given-names:N", "name_3": "surname:Chagnaud;given-names:JL", "pub-id_pmid": "2449405", "section_type": "REF", "source": "Histochemistry", "type": "ref", "volume": "88", "year": "1987"}, "text": "Simultaneous detection of indoleamines and dopamine in rat dorsal raphe nuclei using specific antibodies", "sentences": [], "annotations": [], "relations": []}, {"offset": 37990, "infons": {"fpage": "1616", "lpage": "1622", "name_0": "surname:Ghahremani;given-names:DG", "name_1": "surname:Faulkner;given-names:P", "name_2": "surname:Cox;given-names:CM", "name_3": "surname:London;given-names:ED", "section_type": "REF", "source": "Neuropsychopharm", "type": "ref", "volume": "43", "year": "2018"}, "text": "Behavioral and neural markers of cigarette-craving regulation in young-adult smokers during abstinence and after smoking", "sentences": [], "annotations": [], "relations": []}, {"offset": 38111, "infons": {"fpage": "193", "lpage": "203", "name_0": "surname:Hammond;given-names:D", "name_1": "surname:Kin;given-names:F", "name_2": "surname:Prohmmo;given-names:A", "name_3": "surname:Kungskulniti;given-names:N", "name_4": "surname:Lian;given-names:TY", "name_5": "surname:Sharma;given-names:SK", "name_6": "surname:Sirirassamee;given-names:B", "name_7": "surname:Borland;given-names:R", "name_8": "surname:Fong;given-names:GT", "pub-id_pmid": "19124313", "section_type": "REF", "source": "Asia Pac J Public Health", "type": "ref", "volume": "20", "year": "2008"}, "text": "Patterns of smoking among adolescents in Malaysia and Thailand: findings from the international tobacco control Southeast Asia survey", "sentences": [], "annotations": [], "relations": []}, {"offset": 38245, "infons": {"fpage": "55", "lpage": "71", "name_0": "surname:Harrison;given-names:AA", "name_1": "surname:Liem;given-names:YT", "name_2": "surname:Markou;given-names:A", "pub-id_pmid": "11377919", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "25", "year": "2001"}, "text": "Fluoxetine combined with a serotonin-1A receptor antagonist reversed reward deficits observed during nicotine and amphetamine withdrawal in rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 38390, "infons": {"fpage": "385", "issue": "3", "lpage": "396", "name_0": "surname:Hendricks;given-names:PS", "name_1": "surname:Ditre;given-names:JW", "name_2": "surname:Drobes;given-names:DJ", "name_3": "surname:Brandon;given-names:TH", "section_type": "REF", "source": "Psychopharm", "type": "ref", "volume": "187", "year": "2006"}, "text": "The early timecourse of smoking withdrawal effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 38441, "infons": {"fpage": "1177", "lpage": "1191", "name_0": "surname:Higgins;given-names:GA", "name_1": "surname:Silenieks;given-names:LB", "name_2": "surname:Rossmann;given-names:A", "name_3": "surname:Rizos;given-names:Z", "name_4": "surname:Noble;given-names:K", "name_5": "surname:Soko;given-names:AD", "name_6": "surname:Fletcher;given-names:PJ", "pub-id_pmid": "22189292", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "37", "year": "2012"}, "text": "The 5-HT2C receptor agonist lorcaserin reduces nicotine self-administration, discrimination, and reinstatement: relationship to feeding behavior and impulse control", "sentences": [], "annotations": [], "relations": []}, {"offset": 38606, "infons": {"name_0": "surname:Hughes;given-names:JR", "name_1": "surname:Stead;given-names:LF", "name_2": "surname:Lancaster;given-names:T", "section_type": "REF", "source": "Cochrane Database Syst Rev", "type": "ref", "year": "2007"}, "text": "Antidepressants for smoking cessation", "sentences": [], "annotations": [], "relations": []}, {"offset": 38644, "infons": {"fpage": "825", "lpage": "841", "name_0": "surname:Jenkinson;given-names:M", "name_1": "surname:Bannister;given-names:P", "name_2": "surname:Brady;given-names:M", "name_3": "surname:Smith;given-names:S", "pub-id_pmid": "12377157", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Improved optimization for the robust and accurate linear registration and motion correction of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 38752, "infons": {"fpage": "143", "lpage": "156", "name_0": "surname:Jenkinson;given-names:M", "name_1": "surname:Smith;given-names:S", "pub-id_pmid": "11516708", "section_type": "REF", "source": "Med Image Anal", "type": "ref", "volume": "5", "year": "2001"}, "text": "A global optimisation method for robust affine registration of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 38828, "infons": {"fpage": "1408", "lpage": "1419", "name_0": "surname:Jovanovic;given-names:H", "name_1": "surname:Lundberg;given-names:J", "name_2": "surname:Karlsson;given-names:P", "name_3": "surname:Cerin;given-names:A", "name_4": "surname:Saijo;given-names:T", "name_5": "surname:Varrone;given-names:A", "name_6": "surname:Halldin;given-names:C", "name_7": "surname:Nordström;given-names:AL", "pub-id_pmid": "18036835", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "39", "year": "2008"}, "text": "Sex differences in the serotonin 1A receptor and serotonin transporter binding in the human brain measured by PET", "sentences": [], "annotations": [], "relations": []}, {"offset": 38942, "infons": {"fpage": "69", "lpage": "77", "name_0": "surname:Kalén;given-names:P", "name_1": "surname:Skagerberg;given-names:G", "name_2": "surname:Lindvall;given-names:O", "pub-id_pmid": "3208862", "section_type": "REF", "source": "Exp Brain Res", "type": "ref", "volume": "73", "year": "1988"}, "text": "Projections from the ventral tegmental area and mesencephalic raphe to the dorsal raphe nucleus in the rat. Evidence for a minor dopaminergic component", "sentences": [], "annotations": [], "relations": []}, {"offset": 39094, "infons": {"fpage": "2409", "lpage": "2414", "name_0": "surname:Kenny;given-names:PJ", "name_1": "surname:File;given-names:SE", "name_2": "surname:Neal;given-names:MJ", "pub-id_pmid": "11080192", "section_type": "REF", "source": "J Neurochem", "type": "ref", "volume": "75", "year": "2000"}, "text": "Evidence for a complex influence of nicotinic acetylcholine receptors on hippocampal serotonin release", "sentences": [], "annotations": [], "relations": []}, {"offset": 39197, "infons": {"fpage": "79", "lpage": "82", "name_0": "surname:Krishnan-Sarin;given-names:S", "name_1": "surname:Reynolds;given-names:B", "name_2": "surname:Duhig;given-names:AM", "name_3": "surname:Smith;given-names:A", "name_4": "surname:Liss;given-names:T", "name_5": "surname:McFetridge;given-names:A", "name_6": "surname:Cavallo;given-names:DA", "name_7": "surname:Carroll;given-names:KM", "name_8": "surname:Potenza;given-names:MN", "pub-id_pmid": "17049754", "section_type": "REF", "source": "Drug Alcohol Depend", "type": "ref", "volume": "88", "year": "2007"}, "text": "Behavioral impulsivity predicts treatment outcome in a smoking cessation program for adolescent smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 39301, "infons": {"fpage": "890", "lpage": "896", "name_0": "surname:Levin;given-names:ED", "name_1": "surname:Johnson;given-names:JE", "name_2": "surname:Slade;given-names:S", "name_3": "surname:Wells;given-names:C", "name_4": "surname:Cauley;given-names:M", "name_5": "surname:Petro;given-names:A", "name_6": "surname:Rose;given-names:JE", "pub-id_pmid": "21636655", "section_type": "REF", "source": "J Pharmacol Exp Ther", "type": "ref", "volume": "338", "year": "2011"}, "text": "Lorcaserin, a 5-HT2C agonist, decreases nicotine self-administration in female rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 39385, "infons": {"fpage": "211", "lpage": "219", "name_0": "surname:Li;given-names:Y", "name_1": "surname:Yuan;given-names:K", "name_10": "surname:Qin;given-names:W", "name_11": "surname:Tian;given-names:J", "name_2": "surname:Cai;given-names:C", "name_3": "surname:Feng;given-names:D", "name_4": "surname:Yin;given-names:J", "name_5": "surname:Bi;given-names:Y", "name_6": "surname:Shi;given-names:S", "name_7": "surname:Yu;given-names:D", "name_8": "surname:Jin;given-names:C", "name_9": "surname:von Deneen;given-names:KM", "pub-id_pmid": "25865908", "section_type": "REF", "source": "Drug Alcohol Depend", "type": "ref", "volume": "151", "year": "2015"}, "text": "Reduced frontal cortical thickness and increased caudate volume within fronto-striatal circuits in young adult smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 39504, "infons": {"fpage": "317", "lpage": "322", "name_0": "surname:Messer;given-names:K", "name_1": "surname:Trinidad;given-names:DR", "name_2": "surname:Al-Delaimy;given-names:WK", "name_3": "surname:Pierce;given-names:JP", "pub-id_pmid": "18172143", "section_type": "REF", "source": "Am J Public Health", "type": "ref", "volume": "98", "year": "2008"}, "text": "Smoking cessation rates in the United States: a comparison of young adult and older smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 39596, "infons": {"fpage": "171", "lpage": "183", "name_0": "surname:Moore;given-names:RY", "name_1": "surname:Halaris;given-names:AE", "pub-id_pmid": "52660", "section_type": "REF", "source": "J Comp Neurol", "type": "ref", "volume": "164", "year": "1975"}, "text": "Hippocampal innervation by serotonin neurons of the midbrain raphe in the rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 39674, "infons": {"fpage": "887", "lpage": "896", "name_0": "surname:Niaura;given-names:R", "name_1": "surname:Spring;given-names:B", "name_10": "surname:Chiles;given-names:JA", "name_11": "surname:Abrams;given-names:DB", "name_2": "surname:Borrelli;given-names:B", "name_3": "surname:Hedeker;given-names:D", "name_4": "surname:Goldstein;given-names:MG", "name_5": "surname:Keuthen;given-names:N", "name_6": "surname:DePue;given-names:J", "name_7": "surname:Kristeller;given-names:J", "name_8": "surname:Ockene;given-names:J", "name_9": "surname:Prochazka;given-names:A", "pub-id_pmid": "12182272", "section_type": "REF", "source": "J Consult Clin Psychol", "type": "ref", "volume": "70", "year": "2002"}, "text": "Multicenter trial of fluoxetine as an adjunct to behavioral smoking cessation treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 39762, "infons": {"fpage": "173", "lpage": "182", "name_0": "surname:Parsey;given-names:RV", "name_1": "surname:Oquendo;given-names:MA", "name_2": "surname:Simpson;given-names:NR", "name_3": "surname:Ogden;given-names:RT", "name_4": "surname:Van Heertum;given-names:R", "name_5": "surname:Arango;given-names:V", "name_6": "surname:Mann;given-names:JJ", "pub-id_pmid": "12414100", "section_type": "REF", "source": "Brain Res", "type": "ref", "volume": "954", "year": "2002"}, "text": "Effects of sex, age, and aggressive traits in man on brain serotonin 5-HT1A receptor binding potential measured by PET using [C-11]WAY-100635", "sentences": [], "annotations": [], "relations": []}, {"offset": 39904, "infons": {"fpage": "301", "issue": "1", "lpage": "315", "name_0": "surname:Perkins;given-names:KA", "name_1": "surname:Donny;given-names:E", "name_2": "surname:Caggiula;given-names:AR", "section_type": "REF", "source": "Int J Neuropsychopharm", "type": "ref", "volume": "4", "year": "1999"}, "text": "Sex differences in nicotine effects and self-administration: Review of human and animal evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 40001, "infons": {"fpage": "109", "lpage": "118", "name_0": "surname:Pierucci;given-names:M", "name_1": "surname:Di Matteo;given-names:V", "name_2": "surname:Esposito;given-names:E", "pub-id_pmid": "14722316", "section_type": "REF", "source": "J Pharmacol Exp Ther", "type": "ref", "volume": "309", "year": "2004"}, "text": "Stimulation of serotonin2c receptors blocks the hyperactivation of midbrain dopamine neurons induced by nicotine administration", "sentences": [], "annotations": [], "relations": []}, {"offset": 40129, "infons": {"fpage": "R1", "issue": "1–3", "lpage": "R3", "name_0": "surname:Pike;given-names:VW", "name_1": "surname:McCarron;given-names:JA", "name_2": "surname:Lammertsma;given-names:AA", "name_3": "surname:Hume;given-names:SP", "name_4": "surname:Poole;given-names:K", "name_5": "surname:Grasby;given-names:PM", "name_6": "surname:Bench;given-names:CJ", "pub-id_pmid": "7498295", "section_type": "REF", "source": "Eur J Pharmacol", "type": "ref", "volume": "283", "year": "1995"}, "text": "First delineation of 5-HT1A receptors in human brain with PET and [11C]WAY-100635", "sentences": [], "annotations": [], "relations": []}, {"offset": 40211, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Barnes;given-names:KA", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Schlaggar;given-names:BL", "name_4": "surname:Petersen;given-names:SE", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 40314, "infons": {"fpage": "76", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Barnes;given-names:KA", "name_2": "surname:Synder;given-names:AZ", "name_3": "surname:Schlagger;given-names:BL", "name_4": "surname:Petersen;given-names:SE", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "1", "year": "2013"}, "text": "Steps toward optimizing motion artefact after removal in functional connectivity MRI; A reply to Carp", "sentences": [], "annotations": [], "relations": []}, {"offset": 40416, "infons": {"fpage": "311", "lpage": "318", "name_0": "surname:Ribeiro;given-names:EB", "name_1": "surname:Bettiker;given-names:RL", "name_2": "surname:Bogdanov;given-names:M", "name_3": "surname:Wurtman;given-names:RJ", "pub-id_pmid": "8242344", "section_type": "REF", "source": "Brain Res", "type": "ref", "volume": "621", "year": "1993"}, "text": "Effects of systemic nicotine on serotonin release in rat brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 40479, "infons": {"fpage": "240", "lpage": "256", "name_0": "surname:Sattherthwaite;given-names:TD", "name_1": "surname:Elliott;given-names:MA", "name_2": "surname:Gerraty;given-names:RT", "name_3": "surname:Ruparel;given-names:K", "name_4": "surname:Loughhead;given-names:J", "name_5": "surname:Calkins;given-names:ME", "name_6": "surname:Wolf;given-names:DH", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "61", "year": "2013"}, "text": "An improved framework for confound regression and filtering for control of motion artifact in the preprocessing or resting-state functional connectivity data", "sentences": [], "annotations": [], "relations": []}, {"offset": 40637, "infons": {"fpage": "1254", "lpage": "1260", "name_0": "surname:Selvaraj;given-names:S", "name_1": "surname:Turkheimer;given-names:F", "name_2": "surname:Rosso;given-names:L", "name_3": "surname:Faulkner;given-names:P", "name_4": "surname:Mouchlianitis;given-names:E", "name_5": "surname:Roiser;given-names:JP", "name_6": "surname:McGuire;given-names:P", "name_7": "surname:Cowen;given-names:PJ", "name_8": "surname:Howes;given-names:O", "pub-id_pmid": "22665264", "section_type": "REF", "source": "Mol Psychiatry", "type": "ref", "volume": "17", "year": "2012"}, "text": "Measuring endogenous changes in serotonergic neurotransmission in humans: a [11C]CUMI-101 PET challenge study", "sentences": [], "annotations": [], "relations": []}, {"offset": 40747, "infons": {"fpage": "944", "lpage": "951", "name_0": "surname:Shanahan;given-names:WR", "name_1": "surname:Rose;given-names:JE", "name_2": "surname:Glicklich;given-names:A", "name_3": "surname:Stubbe;given-names:S", "name_4": "surname:Sanchez-Kam;given-names:M", "section_type": "REF", "source": "Nicotine Tob Res", "type": "ref", "volume": "19", "year": "2016"}, "text": "Lorcaserin for smoking cessation and associated weight gain: a randomized 12-week clinical trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 40844, "infons": {"fpage": "35", "lpage": "39", "name_0": "surname:Shiffman;given-names:SM", "name_1": "surname:Jarvik;given-names:ME", "pub-id_pmid": "827760", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "50", "year": "1976"}, "text": "Smoking withdrawal symptoms in two weeks of abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 40899, "infons": {"fpage": "192", "lpage": "201", "name_0": "surname:Shiffman;given-names:S", "name_1": "surname:Waters;given-names:AJ", "pub-id_pmid": "15065954", "section_type": "REF", "source": "J Consult Clin Psychol", "type": "ref", "volume": "72", "year": "2004"}, "text": "Negative affect and smoking lapses: a prospective analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40958, "infons": {"fpage": "297", "lpage": "321", "name_0": "surname:Van Dijk;given-names:KR", "name_1": "surname:Hedden;given-names:T", "name_2": "surname:Venkataraman;given-names:A", "name_3": "surname:Evans;given-names:KC", "name_4": "surname:Lazar;given-names:SW", "name_5": "surname:Buckner;given-names:RL", "pub-id_pmid": "19889849", "section_type": "REF", "source": "J Neurophysiol", "type": "ref", "volume": "103", "year": "2010"}, "text": "Intrinsic functional connectivity as a tool for human connectomics: theory, properties, and optimization", "sentences": [], "annotations": [], "relations": []}, {"offset": 41063, "infons": {"fpage": "1370", "lpage": "1386", "name_0": "surname:Woolrich;given-names:MW", "name_1": "surname:Ripley;given-names:BD", "name_2": "surname:Brady;given-names:M", "name_3": "surname:Smith;given-names:SM", "pub-id_pmid": "11707093", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "14", "year": "2001"}, "text": "Temporal autocorrelation in univariate linear modeling of FMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 41131, "infons": {"fpage": "1653", "lpage": "1661", "name_0": "surname:Xu;given-names:J", "name_1": "surname:Azizian;given-names:A", "name_2": "surname:Monterosso;given-names:J", "name_3": "surname:Domier;given-names:CP", "name_4": "surname:Brody;given-names:AL", "name_5": "surname:Fong;given-names:TW", "name_6": "surname:London;given-names:ED", "pub-id_pmid": "18988078", "section_type": "REF", "source": "Nicotine Tob Res", "type": "ref", "volume": "10", "year": "2008"}, "text": "Gender effects on mood and cigarette craving during early abstinence and resumption of smoking", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}