{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6205927", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2018.10.023", "article-id_pmc": "6205927", "article-id_pmid": "30380522", "article-id_publisher-id": "S2213-1582(18)30333-4", "fpage": "1157", "kwd": "Methamphetamine Psychosis Positron emission tomography Arterial spin labeling Neuroimaging Addiction MAA, methamphetamine abusers MAP, methamphetamine abusers with psychotic symptoms FDG, fluorodeoxyglucose PET, positron emission tomography MA, methamphetamine MRI, magnetic resonance imaging DA, dopamine transporters ACC, anterior cingulate cortex OFC, orbitofrontal cortex rCBF, regional cerebral blood flow WM, white matter CBF, cerebral blood flow HC, healthy controls SCID, Structured Clinical Interview PANSS, Positive and Negative Syndrome Scale GM, gray matter MNI, Montreal Neurological Institute", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "1162", "name_0": "surname:Vuletic;given-names:Daniella", "name_1": "surname:Dupont;given-names:Patrick", "name_2": "surname:Robertson;given-names:Frances", "name_3": "surname:Warwick;given-names:James", "name_4": "surname:Zeevaart;given-names:Jan Rijn", "name_5": "surname:Stein;given-names:Dan J.", "section_type": "TITLE", "title": "Keywords Abbreviations", "type": "front", "volume": "20", "year": "2018"}, "text": "Methamphetamine dependence with and without psychotic symptoms: A multi-modal brain imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 98, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Objective", "sentences": [], "annotations": [], "relations": []}, {"offset": 108, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Methamphetamine dependence can lead to psychotic symptoms which may be mediated by frontal, striatal, limbic, and thalamic regions. There are few neuroimaging data that allow comparison of individuals with methamphetamine dependence who do, and do not, have psychosis. Two complementary imaging techniques were employed to investigate neurocircuitry associated with methamphetamine dependence with and without psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 538, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 546, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Three groups of participants were recruited: methamphetamine dependent (MAA) (N = 11), methamphetamine dependent with psychotic symptoms (MAP) (N = 14), and controls (N = 14). Resting brain glucose metabolism was measured using [18F]fluorodeoxyglucose (FDG) positron emission tomography (PET) and cerebral perfusion was assessed using arterial spin labelling (ASL) magnetic resonance imaging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 939, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 947, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Methamphetamine abusers (MAA and MAP groups) had decreased glucose metabolism compared to healthy controls in the left insula, left precentral gyrus, and the anterior cingulate cortex. Compared to MAA participants, MAP participants had 1) decreased glucose metabolism in the left precentral gyrus and the left inferior frontal gyrus and 2) increased glucose metabolism in the putamen and pallidum. MAP participants also had increased cerebral perfusion in the right putamen and right pallidum compared to MAA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1457, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1468, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Findings support the involvement of frontal, striatal, and limbic regions in methamphetamine dependence. Furthermore, they indicate that glucose metabolism and cerebral perfusion in these regions are disrupted in methamphetamine dependent individuals with psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1744, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1755, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Methamphetamine abusers (MA) had decreased metabolism in insula and frontal cortex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1839, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Metabolism in MA with psychosis with respect to MA without psychosis was decreased in frontal areas and increased in basal ganglia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1971, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Brain perfusion was also increased in basal ganglia of MAP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2031, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Results show partial correspondence between ASL and FDG-PET.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2092, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2105, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Methamphetamine (MA) abuse has been of particular concern for a number of reasons including its association with the psychotic disorder methamphetamine-associated psychosis (MAP), which may be mediated by frontal, striatal, limbic, and thalamic regions. Fortunately, brain imaging research has advanced our understanding of the neurocircuitry and neurochemistry of methamphetamine dependence and MAP. In vivo human studies using positron emission tomography (PET) and magnetic resonance imaging (MRI) to investigate MA-associated neurotoxicity have shown reduced density of dopaminergic markers such as D2 receptors, dopamine transporters (DAT) and vesicular monoamine transporter-2, as well as reduced density of serotonin transporters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2843, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Human studies using [18F]fluorodeoxyglucose (FDG) PET have investigated global and regional cerebral glucose metabolism in MA abuse. Cerebral glucose metabolism serves as a marker of neuronal activity and is altered in drug addiction (reviewed in). Studies by both as well as show decreases in both striatal and thalamic glucose metabolism in MA abusers compared to healthy controls. Other studies have reported decreased cerebral glucose metabolism in the anterior cingulate cortex (ACC) of individuals with MA abuse when compared to controls. There are, however, no FDG PET data that allow comparison of methamphetamine dependence with and without psychosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3504, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Studies show that although a large majority of the symptoms of MA-induced psychosis resolve within 1 month, some may persist for 6 months, and others for even >6 months. There are also reports of symptoms reoccurring after long periods of abstinence. MA-induced psychosis presents clinically similarly to acute paranoid schizophrena. Some of the most thoroughly investigated regions with alterations in schizophrenia include the cerebral cortex, hippocampus and basal ganglia (structures include the putamen and pallidum). Due to the considerable diversity of symptoms in schizophrenia, it is widely accepted that impairments are not localized to specific regions, but rather involve the disruption of several regions. Studies looking at active psychosis in Alzheimer's disease and schizophrenia showed decreased cerebral glucose metabolism in the orbitofrontal cortex (OFC), and increases in medial temporal regions, basal ganglia, and left thalamic regions, with decreases in the cerebellum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4498, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Arterial spin labeling (ASL) is a MRI technique which uses magnetically tagged blood as a tracer, and is also used to measure regional cerebral blood flow (rCBF). As with FDG PET studies, ASL studies, in humans, include those examining schizophrenia. Under normal, standard conditions, glucose metabolism and blood flow are tightly coupled. We would therefore expect perfusion findings to reflect the findings from PET. The only study – to our knowledge – looking at cerebral perfusion in MA dependence is that by who used a contrast agent. They found MA to have a decreased rCBF bilaterally in the putamen/insular cortex and in a right lateral parietal brain region, and increased rCBF bilaterally in left temporoparietal white matter (WM), and in left occipital, and right posterior parietal regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5301, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "FDG is a glucose analogue, and FDG uptake is related to glucose metabolism, albeit in a non-linear way. ASL allows examination of regional cerebral blood flow. Looking at two complementary imaging techniques measuring CBF and glucose metabolism may provide insights into the neural mechanisms underlying these MA-associated pathologies. Therefore, this study examined the differences in cerebral glucose metabolism (using FDG-PET) and rCBF (with ASL) between MA and healthy controls; moreover, these variables were compared between MA with and without psychosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5864, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 5886, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 5899, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of participants included across both modalities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5964, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><hr/></th><th colspan=\"3\">Participant group<hr/></th><th><hr/></th></tr><tr><th>Variables</th><th>HC</th><th>MAA</th><th>MAP</th><th><italic>p</italic> value</th></tr></thead><tbody><tr><td>Number (n)</td><td>14</td><td>11</td><td>14</td><td>–</td></tr><tr><td>Males</td><td>7</td><td>5</td><td>9</td><td>0.6</td></tr><tr><td>Age, years</td><td>26.3 (4.7)</td><td>29 (4.2)</td><td>26.1 (6)</td><td>0.2</td></tr><tr><td>Education, years</td><td>11.5 (1.1)</td><td>10.6 (2)</td><td>10.4 (2.6)</td><td>0.1</td></tr><tr><td>Age of first MA-use, years</td><td>–</td><td>18.2 (7.6)</td><td>18.2 (6.9)</td><td>0.9</td></tr><tr><td>Duration of use, years</td><td>–</td><td>8 (4.6)</td><td>7.9 (4.7)</td><td>0.1</td></tr><tr><td>Time since last use, days</td><td>–</td><td>39.6 (21.2)</td><td>37.6 (19.7)</td><td>0.5</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 5975, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><hr/></th><th colspan=\"3\">Participant group<hr/></th><th><hr/></th></tr><tr><th>Variables</th><th>HC</th><th>MAA</th><th>MAP</th><th><italic>p</italic> value</th></tr></thead><tbody><tr><td>Number (n)</td><td>14</td><td>11</td><td>14</td><td>–</td></tr><tr><td>Males</td><td>7</td><td>5</td><td>9</td><td>0.6</td></tr><tr><td>Age, years</td><td>26.3 (4.7)</td><td>29 (4.2)</td><td>26.1 (6)</td><td>0.2</td></tr><tr><td>Education, years</td><td>11.5 (1.1)</td><td>10.6 (2)</td><td>10.4 (2.6)</td><td>0.1</td></tr><tr><td>Age of first MA-use, years</td><td>–</td><td>18.2 (7.6)</td><td>18.2 (6.9)</td><td>0.9</td></tr><tr><td>Duration of use, years</td><td>–</td><td>8 (4.6)</td><td>7.9 (4.7)</td><td>0.1</td></tr><tr><td>Time since last use, days</td><td>–</td><td>39.6 (21.2)</td><td>37.6 (19.7)</td><td>0.5</td></tr></tbody></table>\n"}, "text": "\tParticipant group\t\t \tVariables\tHC\tMAA\tMAP\tp value\t \tNumber (n)\t14\t11\t14\t–\t \tMales\t7\t5\t9\t0.6\t \tAge, years\t26.3 (4.7)\t29 (4.2)\t26.1 (6)\t0.2\t \tEducation, years\t11.5 (1.1)\t10.6 (2)\t10.4 (2.6)\t0.1\t \tAge of first MA-use, years\t–\t18.2 (7.6)\t18.2 (6.9)\t0.9\t \tDuration of use, years\t–\t8 (4.6)\t7.9 (4.7)\t0.1\t \tTime since last use, days\t–\t39.6 (21.2)\t37.6 (19.7)\t0.5\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 6335, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: MA, methamphetamine; HC, healthy controls; MAA, methamphetamine abusers; MAP, methamphetamine abusers with psychotic symptoms; M, male participants; Data shown as mean values (standard deviation); p value for the statistical tests: Chi-Square test for gender distribution (across 3 groups), one-way ANOVA for age and education (across 3 groups) and Student two-sample t-test (unequal variance assumed) for the drug use measures (MAA vs MAP).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6792, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Participants included in each of the modalities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6841, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"3\"/><th colspan=\"6\">Modality<hr/></th></tr><tr><th colspan=\"3\">FDG PET (<italic>n</italic> = 33)<hr/></th><th colspan=\"3\">ASL MRI (<italic>n</italic> = 31)<hr/></th></tr><tr><th>HC</th><th>MAA</th><th>MAP</th><th>HC</th><th>MAA</th><th>MAP</th></tr></thead><tbody><tr><td>Number of participants</td><td>11</td><td>10</td><td>12</td><td>11</td><td>9</td><td>11</td></tr><tr><td>Gender (M/F)</td><td>6/5</td><td>5/5</td><td>7/5</td><td>7/4</td><td>4/5</td><td>6/5</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 6852, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"3\"/><th colspan=\"6\">Modality<hr/></th></tr><tr><th colspan=\"3\">FDG PET (<italic>n</italic> = 33)<hr/></th><th colspan=\"3\">ASL MRI (<italic>n</italic> = 31)<hr/></th></tr><tr><th>HC</th><th>MAA</th><th>MAP</th><th>HC</th><th>MAA</th><th>MAP</th></tr></thead><tbody><tr><td>Number of participants</td><td>11</td><td>10</td><td>12</td><td>11</td><td>9</td><td>11</td></tr><tr><td>Gender (M/F)</td><td>6/5</td><td>5/5</td><td>7/5</td><td>7/4</td><td>4/5</td><td>6/5</td></tr></tbody></table>\n"}, "text": "\tModality\t \tFDG PET (n = 33)\tASL MRI (n = 31)\t \tHC\tMAA\tMAP\tHC\tMAA\tMAP\t \tNumber of participants\t11\t10\t12\t11\t9\t11\t \tGender (M/F)\t6/5\t5/5\t7/5\t7/4\t4/5\t6/5\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7006, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: HC, healthy controls; MAA, methamphetamine abusers; MAP, methamphetamine abusers with psychotic symptoms; M, male participants; F, female participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7173, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Three groups (MA dependent, MA dependent with psychotic symptoms, and healthy controls (HC) were recruited and underwent imaging with both PET and MRI (see Table 1, Table 2). The MA dependent participants without psychotic symptoms (MAA) were recruited from local rehabilitation and drug counselling centers, and the participants with MA dependence with psychotic symptoms (MAP) were recruited from a local psychiatric hospital. Controls were recruited from the same communities as the MA dependent participants. All 3 groups were matched in terms of age and education, and the MA dependent and MAP groups were matched in terms of age of first use, duration of use, and the time since last use. Thirty-nine participants were enrolled in total.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7917, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After initial telephonic or face-to-face screening, potential participants underwent a Structured Clinical Interview (SCID) for the DSM-IV. Written informed consent was obtained after the study procedures were explained. Participants were included in the study if they were between 18 and 40 years old. Both MA dependent groups were required to have a lifetime diagnosis of MA-dependence on the SCID in accordance with the DSM-IV, be currently drug abstinent (at least 7 days), but have used MA in the previous 6 months. The MAP group were required to have had a history of experiencing psychotic symptoms lasting for at least one week in total and associated with MA use. Psychotic symptoms were defined as a minimum score of 3 or more on any one of the items P1, P2, P3, and G9 of the Positive and Negative Syndrome Scale (PANSS) rating scale. In all cases, psychotic symptoms induced by MA persisted to the extent that patients required extended hospitalization. However, where psychotic symptoms persisted for so long that the diagnosis was uncertain, or changed to schizophrenia, for example, they were excluded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9035, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Exclusion criteria for all groups included substance-dependence other than MA (except nicotine and marijuana), lifetime and current diagnosis of psychiatric disorders (with the exception of psychosis for the MAP group), history of psychosis prior to MA-use, medical or neurological illness or trauma that would affect the central nervous system, a reported history of a seropositive test for HIV (assessed by self-report) – HIV infection has been associated with changes in brain morphology, severe renal, hepatic, pulmonary, or endocrine disease, head injury resulting in unconsciousness, any metal implantation that would preclude MRI, known claustrophobia or intolerance for confined spaces or previous intolerance of examination in a scanner, intoxication or withdrawal delirium, pregnancy or breastfeeding, diabetes, lack of fluency in English, and left-handedness. Urine screens were performed on both scanning days to verify MA abstinence as well as for a pregnancy test for female participants in all 3 groups. Substance use measures in the MA groups included life-time use of all major drug types, and days of drug use in the past month by drug type. Measures of MA-use included age of first MA-use, frequency and quantity of MA-use in the past year, and the number of drug-free days prior to scanning. The duration of time on neuroleptic agents for the MAP group was recorded. The study was approved by the Health Research Ethics Committees of both the University of Cape Town and Stellenbosch University.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10551, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 10569, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The PET scanning took place at the Western Cape Academic PET/CT Centre at Tygerberg Hospital. PET scans were acquired using a Phillips Gemini TF Big Bore scanner (Phillips Medical Systems). All PET acquisitions were conducted at a similar time of day in order to minimize variations in diurnal patterns of cortisol. On the day of the scan, participants were required to fast for 4–6 h prior to the scan, although intake of plain water was encouraged. PET imaging was performed 30 min after the intravenous administration of a dose of 150 MBq of FDG. Scanning was done with the subject's head supported by a headrest and bandage. To correct for attenuation, a low-dose CT was performed without contrast (120 kV tube potential, 20 mAs). This was followed by a 30-min dynamic acquisition of emission data. Data were rebinned as 15 2-min scans, after reconstructing using 3D line of response row-action maximum likelihood algorithm (LOR-RAMLA). Corrections for scatter, random events and attenuation were included. The reconstructed images were comprised of 90 slices covering the whole brain (voxel size = 2 × 2 × 2 mm3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11688, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MRI scanning took place within 24 h of the PET scan at approximately the same time of day. Scanning was conducted using a 3T Siemens Magnetom Allegra at CUBIC (Cape Universities Brain Imaging Centre) in Tygerberg. The following images were acquired: 1) a high resolution T1-weighted 3D anatomical image (MPRAGE): sagittal orientation, 160 slices, TR = 2530 ms, TE = 1.53, 3.21, 4.89, 6.57 ms, 240 × 256 matrix, voxel size = 1 × 1 × 1mm3, flip angle = 7 degrees; and 2) pseudo continuous arterial spin labelling (pCASL): eyes closed: scan time = 8 min, TR = 3300 ms, TE = 16 ms, flip angle = 90 degrees, voxel size = 3.6 × 3.6 × 5mm3, 64 × 64 matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12342, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image and data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12366, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical Parametric Mapping software (SPM; version SPM8; http://www.fil.ion.ucl.ac.uk/spm) and statistical non-parametric mapping software (SnPM; version SnPM13; http://warwick.ac.uk/snpm) were used to perform all the analyses across both imaging techniques. First, SPM8 was used to segment the MPRAGE into gray matter (GM), white matter (WM) and cerebrospinal fluid (CSF). The segmentation step also determined the transformation to MNI (Montreal Neurological Institute) space. PET images were realigned to correct for small patient movements and a summed image was created. Head movement was considered to be excessive if scan-to-scan displacement was >2 mm, overall translation in any direction was >5 mm, or overall rotation in any direction was >3 degrees. If patient movement was excessive, the summed image was limited to that part of the acquisition when movement was considered acceptable (a minimum of 2 consecutive volumes). The summed image was coregistered to the MPRAGE image and the transformation to MNI was applied. PET images were smoothed with a 12 mm full width at half maximum (FWHM) isotropic 3-dimensional Gaussian kernel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13515, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ASL toolbox (https://cfn.upenn.edu/~zewang/ASLtbx.php) for SPM was used to perform the ASL analysis. Pre-processing of the ASL data included realignment of the tag and control images to correct for small head movements, coregistration of tag/control images to the structural image (MPRAGE), followed by smoothing with an 8 mm FWHM Gaussian isotropic 3D kernel. For each subject 60 consecutive volumes were selected, which minimized both total range of motion and scan-to-scan motion. The participant was eliminated if there was no segment of 60 consecutive volumes where total range of motion was <1 mm and scan-to-scan motion <0.6 mm. CBF/perfusion images were calculated from each tag and control pair using simple subtraction and using the mean of the control images as an estimate of the equilibrium magnetization of blood. The mean CBF over the whole brain was then checked, and any participants with a mean CBF that was unrealistically low (<20 mL/min per 100 g) were excluded. All CBF functional images were warped to MNI (using the transformation based on the MRPAGE).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14596, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14617, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed a voxel-based whole-brain analysis using statistical non-parametric mapping (SnPM13) in which we compared regional cerebral metabolic rate of glucose (using the FDG-PET images) or regional cerebral blood flow (using the ASL images) in the healthy control group and the patient group (the MAA and MAP group combined). We used proportional scaling to normalize the image intensities. Next, we did a similar analysis in which we compared the methamphetamine abusers with and without psychotic symptoms. In all voxel- based analyses, we considered a cluster to be significant when the cluster size was significant at FWE corrected p < 0.05 with an initial uncorrected voxel level threshold p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15327, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 15335, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 15344, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Thirty-nine participants underwent scanning. Characteristics of the participants are given in Table 1. Participants were predominantly of mixed ancestry in all groups and the primary route of administration for all participants was smoking. Not all imaging sessions were successful for every participant (e.g. technical reasons, movement in scanner, incomplete scanning session), however the characteristics were not different between the remaining participants of each group (all p > 0.2) (see supplementary material S1 and S2). Participants included in the analysis for each imaging modality are shown in Table 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15960, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cerebral metabolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 15980, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Decreased regional cerebral glucose metabolism in methamphetamine abusers (MAA and MAP group) compared to healthy controls. Local maxima of the statistical non-parametric maps are given. X,Y,Z refer to MNI coordinates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16199, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cluster p<sub>FWE-corr</sub></th><th>Cluster size (# voxels)</th><th>Peak p<sub>FWE-corr</sub></th><th>T</th><th>X Y Z</th><th>Anatomical localization</th></tr></thead><tbody><tr><td rowspan=\"2\">0.047</td><td rowspan=\"2\">652</td><td>0.006</td><td>6.25</td><td>−44 6 2</td><td>Left insula</td></tr><tr><td>0.100</td><td>4.87</td><td>−54 4 20</td><td>Left precentral gyrus</td></tr><tr><td rowspan=\"2\">0.016</td><td rowspan=\"2\">1164</td><td>0.035</td><td>5.38</td><td>−4 40 12</td><td>Left anterior cingulate</td></tr><tr><td>0.121</td><td>4.76</td><td>12 44 12</td><td>Right anterior cingulate</td></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16210, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cluster p<sub>FWE-corr</sub></th><th>Cluster size (# voxels)</th><th>Peak p<sub>FWE-corr</sub></th><th>T</th><th>X Y Z</th><th>Anatomical localization</th></tr></thead><tbody><tr><td rowspan=\"2\">0.047</td><td rowspan=\"2\">652</td><td>0.006</td><td>6.25</td><td>−44 6 2</td><td>Left insula</td></tr><tr><td>0.100</td><td>4.87</td><td>−54 4 20</td><td>Left precentral gyrus</td></tr><tr><td rowspan=\"2\">0.016</td><td rowspan=\"2\">1164</td><td>0.035</td><td>5.38</td><td>−4 40 12</td><td>Left anterior cingulate</td></tr><tr><td>0.121</td><td>4.76</td><td>12 44 12</td><td>Right anterior cingulate</td></tr></tbody></table>\n"}, "text": "Cluster pFWE-corr\tCluster size (# voxels)\tPeak pFWE-corr\tT\tX Y Z\tAnatomical localization\t \t0.047\t652\t0.006\t6.25\t−44 6 2\tLeft insula\t \t0.100\t4.87\t−54 4 20\tLeft precentral gyrus\t \t0.016\t1164\t0.035\t5.38\t−4 40 12\tLeft anterior cingulate\t \t0.121\t4.76\t12 44 12\tRight anterior cingulate\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16493, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: HC: healthy controls; MAA: methamphetamine abusers without psychotic symptoms; MAP: methamphetamine abusers with psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16641, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Significant decreased regional glucose metabolism in the MA dependence groups (MAA and MAP) compared to the healthy control group shown in red on three axial slices with the z-coordinate of the slice in MNI space on top. The statistical map was thresholded using an uncorrected p < 0.001 at the voxel level combined with an FWE-corrected p < 0.05 at the cluster level. Images are displayed in neurological convention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17059, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 17066, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Analysis of PET data showed significantly decreased glucose metabolism in the methamphetamine abusers (MAA and MAP group) compared to healthy controls in the left insula, left precentral gyrus and the anterior cingulate cortex (ACC) (Table 3. Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17318, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "HC vs methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 17348, "infons": {"file": "t0020.xml", "id": "t0020", "section_type": "TABLE", "type": "table_caption"}, "text": "Comparison of regional cerebral glucose metabolism in methamphetamine abusers with and without psychotic symptoms. Local maxima of the statistical non-parametric maps are given. X,Y,Z refer to MNI coordinates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17558, "infons": {"file": "t0020.xml", "id": "t0020", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cluster p<sub>FWE-corr</sub></th><th>Cluster size (# voxels)</th><th>Peak p<sub>FWE-corr</sub></th><th>T</th><th>X Y Z</th><th>Anatomical localization</th></tr></thead><tbody><tr><td>MAA &gt; MAP</td><td/><td/><td/><td/><td/></tr><tr><td> 0.028</td><td>872</td><td>0.034</td><td>6.11</td><td>−54 10 42</td><td>Left precentral gyrus</td></tr><tr><td rowspan=\"2\"> 0.016</td><td rowspan=\"2\">1164</td><td>0.082</td><td>5.58</td><td>−58 26 26</td><td>Left inferior frontal gyrus</td></tr><tr><td>0.32</td><td>4.62</td><td>−50 38 28</td><td>Left inferior frontal gyrus</td></tr><tr><td>MAA &lt; MAP</td><td/><td/><td/><td/><td/></tr><tr><td> 0.022</td><td>876</td><td>0.030</td><td>6.06</td><td>−30 -12 0</td><td>Left putamen</td></tr><tr><td rowspan=\"2\"> 0.039</td><td rowspan=\"2\">631</td><td>0.040</td><td>5.91</td><td>30 -8 2</td><td>Right putamen</td></tr><tr><td>0.54</td><td>4.08</td><td>16 4 6</td><td>Right pallidum</td></tr></tbody></table>\n"}, "text": "Table 4\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17569, "infons": {"file": "t0020.xml", "id": "t0020", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cluster p<sub>FWE-corr</sub></th><th>Cluster size (# voxels)</th><th>Peak p<sub>FWE-corr</sub></th><th>T</th><th>X Y Z</th><th>Anatomical localization</th></tr></thead><tbody><tr><td>MAA &gt; MAP</td><td/><td/><td/><td/><td/></tr><tr><td> 0.028</td><td>872</td><td>0.034</td><td>6.11</td><td>−54 10 42</td><td>Left precentral gyrus</td></tr><tr><td rowspan=\"2\"> 0.016</td><td rowspan=\"2\">1164</td><td>0.082</td><td>5.58</td><td>−58 26 26</td><td>Left inferior frontal gyrus</td></tr><tr><td>0.32</td><td>4.62</td><td>−50 38 28</td><td>Left inferior frontal gyrus</td></tr><tr><td>MAA &lt; MAP</td><td/><td/><td/><td/><td/></tr><tr><td> 0.022</td><td>876</td><td>0.030</td><td>6.06</td><td>−30 -12 0</td><td>Left putamen</td></tr><tr><td rowspan=\"2\"> 0.039</td><td rowspan=\"2\">631</td><td>0.040</td><td>5.91</td><td>30 -8 2</td><td>Right putamen</td></tr><tr><td>0.54</td><td>4.08</td><td>16 4 6</td><td>Right pallidum</td></tr></tbody></table>\n"}, "text": "Cluster pFWE-corr\tCluster size (# voxels)\tPeak pFWE-corr\tT\tX Y Z\tAnatomical localization\t \tMAA > MAP\t\t\t\t\t\t \t 0.028\t872\t0.034\t6.11\t−54 10 42\tLeft precentral gyrus\t \t 0.016\t1164\t0.082\t5.58\t−58 26 26\tLeft inferior frontal gyrus\t \t0.32\t4.62\t−50 38 28\tLeft inferior frontal gyrus\t \tMAA < MAP\t\t\t\t\t\t \t 0.022\t876\t0.030\t6.06\t−30 -12 0\tLeft putamen\t \t 0.039\t631\t0.040\t5.91\t30 -8 2\tRight putamen\t \t0.54\t4.08\t16 4 6\tRight pallidum\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17991, "infons": {"file": "t0020.xml", "id": "t0020", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: MAA: methamphetamine abusers without psychotic symptoms; MAP: methamphetamine abusers with psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18117, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of the MA-dependence groups with and without psychotic symptoms. Group shown on a left sagittal slice at MNI coordinate x = −50 and an axial slice at MNI coordinate z = 2. Decreases and increases in the MAP group compared to the MAA group are shown in red and blue, respectively. The statistical maps were thresholded using an uncorrected p < 0.001 at the voxel level combined with a FWE-corrected p < 0.05 at the cluster level. Images are displayed in neurological convention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18606, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 18613, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When comparing the methamphetamine abusers with and without psychotic symptoms, we found increased cerebral metabolism in MAA compared to MAP in the left precentral gyrus and the left inferior frontal gyrus, and decreased metabolism in the putamen and the pallidum (Table 4, Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18897, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cerebral perfusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 18916, "infons": {"file": "t0025.xml", "id": "t0025", "section_type": "TABLE", "type": "table_caption"}, "text": "Decreased regional cerebral blood flow in methamphetamine abusers without psychotic symptoms compared to those with psychotic symptoms (MAA < MAP). Local maxima of the statistical non-parametric maps are given. X,Y,Z refer to MNI coordinates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19159, "infons": {"file": "t0025.xml", "id": "t0025", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cluster p<sub>FWE-corr</sub></th><th>Cluster size (# voxels)</th><th>Peak p<sub>FWE-corr</sub></th><th>T</th><th>X Y Z</th><th>Anatomical localization</th></tr></thead><tbody><tr><td rowspan=\"2\">0.031</td><td rowspan=\"2\">532</td><td>0.38</td><td>4.47</td><td>28 -10 12</td><td>Right putamen</td></tr><tr><td>0.57</td><td>4.09</td><td>20 -2 2</td><td>Right pallidum</td></tr></tbody></table>\n"}, "text": "Table 5\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19170, "infons": {"file": "t0025.xml", "id": "t0025", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cluster p<sub>FWE-corr</sub></th><th>Cluster size (# voxels)</th><th>Peak p<sub>FWE-corr</sub></th><th>T</th><th>X Y Z</th><th>Anatomical localization</th></tr></thead><tbody><tr><td rowspan=\"2\">0.031</td><td rowspan=\"2\">532</td><td>0.38</td><td>4.47</td><td>28 -10 12</td><td>Right putamen</td></tr><tr><td>0.57</td><td>4.09</td><td>20 -2 2</td><td>Right pallidum</td></tr></tbody></table>\n"}, "text": "Cluster pFWE-corr\tCluster size (# voxels)\tPeak pFWE-corr\tT\tX Y Z\tAnatomical localization\t \t0.031\t532\t0.38\t4.47\t28 -10 12\tRight putamen\t \t0.57\t4.09\t20 -2 2\tRight pallidum\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19343, "infons": {"file": "t0025.xml", "id": "t0025", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: MAA: methamphetamine abusers without psychotic symptoms; MAP: methamphetamine abusers with psychotic symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19469, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Regions of significantly decreased regional cerebral perfusion in participants with methamphetamine dependence without psychotic symptoms compared to methamphetamine abusers with psychotic symptoms shown in blue on axial slices at MNI coordinates z = 4 and 12. The statistical maps were thresholded using an uncorrected p < 0.001 at the voxel level combined with an FWE-corrected p < 0.05 at the cluster level. Images are displayed in neurological convention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19929, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 19936, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Analysis of ASL data showed no significant difference between the healthy controls and the methamphetamine abusers (MAA and MAP group). However, when comparing the methamphetamine abusers with (MAP group) and without (MAA group) psychotic symptoms, we found a decreased cerebral perfusion in the MAA group compared to the MAP group in the right putamen and right pallidum (Table 5, Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20327, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 20338, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The main findings of this study were 1) Methamphetamine abusers (MAA and MAP group) had decreased glucose metabolism compared to healthy controls in the left insula, left precentral gyrus, and the anterior cingulate cortex. 2) MAP participants had 2a) decreased glucose metabolism in the left precentral gyrus and the left inferior frontal gyrus and 2b) increased glucose metabolism in the putamen and pallidum compared to MAA participants, and 3) Compared to MAA, MAP had increased cerebral perfusion in the right putamen and right pallidum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20881, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Results from the PET analysis are in line with findings from London and colleagues who reported regions of decreased relative regional cerebral glucose metabolism in MA-dependent individuals in the ACC, which is involved in both cognitive and emotional processing, when compared to HC. The current study also found decreased relative regional cerebral glucose metabolism in the ACC in the MA abusers' group when compared to HC. Decreased glucose metabolism was also shown in the left insula and precentral gyrus. Deficits in brain structure in cortical regions – the frontal cortex in particular – have been widely reported in MA users, with associated signs of cognitive and behavioral dysfunction. These data further emphasize the effects that MA-use may have in this region.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21659, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Decreased relative regional cerebral glucose metabolism in the left precentral gyrus and left inferior frontal gyrus was shown in the MAP group when compared to the MAA group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21835, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although no studies have looked specifically at MA psychosis within these cortical regions, they have extensive connections. Evidence suggests that the frontal regions are largely implicated in the pathogenesis of psychotic disorders such as schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22092, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "An increase in relative regional glucose metabolism in the putamen and pallidum in the MAP group when compared to the MAA group was shown in this study, and is in line with work by, who showed increased glucose metabolism in the basal ganglia in individuals with active psychosis in schizophrenia. These results therefore seem to be specific to the psychotic group and include regions that are increasingly present in recent work on schizophrenia. A multicenter large-scale meta-analysis of neuroimaging data of subcortical brain abnormalities in schizophrenia, reported a larger pallidum in schizophrenia. This finding was replicated by Okada and colleagues who also showed asymmetries in various subcortical brain volumes, including a leftward asymmetry in the pallidum in schizophrenia patients when compared to HC. Given that differences in glucose metabolism were seen between the methamphetamine abuser groups in the current study, it suggests that deficits in the respective regions specifically may be due to the development of psychosis and not the use of MA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23161, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The putamen and pallidum were also shown to have increased CBF in MAP compared to MAA. Abnormalities such as enlarged volumes in these structures have been shown to exist in schizophrenia. The current study showed increased regional cerebral perfusion in subcortical structures. In contrast, ASL studies of polysubstance abusers and cocaine abusers have shown decreased cortical and subcortical CBF deficits, and cortical CBF deficits, respectively. Different substances of abuse have their own individual mechanisms of action at specific sites, which these results may reflect. As with an increased glucose metabolism in the basal ganglia possibly contributing to psychosis, the same may apply here with an increased CBF in the putamen and pallidum shown in the MAP participants. Our results indicate partial but not complete overlap of PET and ASL findings. A study by examining the correspondence between ASL and FDG-PET showed that – although there was an overall good correlation between CBF, measured by ASL, and glucose metabolism, measured by FDG-PET – there was also regional variation. Interestingly, the highest correlation between perfusion and metabolism was shown in the striatum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24356, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Based on the considerable evidence implicating the involvement of the putamen and pallidum in psychosis, and the finding that, in the current study, differences were seen between the MAA and MAP groups, the alterations in these regions may potentially be associated with MA-induced psychosis; as a cause of the psychosis, or as a consequence. Or, even as a compensatory effect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24734, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several limitations should be mentioned. It was not possible to measure the quantity of MA used, as these data are unreliable due to the fact participants bought the drug in “bags”, “packets”, “straws” or “grams” and is thus a limitation of this study. The MAA patients may have used less than the hospitalized MAP patients on average, which would make this a confound. It was also not possible to measure and compare the use of different substances across the groups due to unreliable drug histories and difficulty in quantifying amounts used. The use of marijuana is a possible confounding factor of this study, given that marijuana use has been associated with psychotic symptoms. It should, however, be noted that all participants who used marijuana were only included if they met criteria for “abuse”, and not “dependence”, according to the Structured Clinical Interview for DSM-IV (SCID). All participants in the MAP group were current inpatients at a psychiatric hospital, and were all receiving antipsychotic medication. Participants in the MAA group were medication-free. While this is a potentially important confound, and it is possible that some antipsychotics can affect brain perfusion, there was no significant association between duration of medication and glucose metabolism and cerebral perfusion in the MAP group. This, however, could also be due to lack of statistical power.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26130, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This is the first study to intensively study changes in brain metabolism and blood flow in MAA and MAP compared to HC using PET and ASL respectively and helps shed some light on the neurobiological mechanisms underlying MA-use disorders. In particular, there is evidence to further support the involvement of the ACC, insula and precentral gyrus in MA abuse, and disruption of the structures within the basal ganglia in MA-dependent individuals with psychotic symptoms. This is consistent with prior literature focusing on these regions in other psychotic disorders, and with the hypothesis that methamphetamine-induced psychosis serves as a model for schizophrenia. By using multi-modal imaging, we have been able to find more extensive changes than would have been detected with any single modality. Further work, with specific radioligands to examine the molecular neuroanatomy of MA-induced psychosis, and using larger sample sizes, is needed to elucidate more fully the nature of these changes. This may in turn ultimately facilitate correct diagnoses and optimize therapeutic interventions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27227, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 27235, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by the Nuclear Technologies in Medicine and Biosciences Initiative (NTeMBI) which is funded by the  and hosted by the South African Nuclear Energy Corporation (Necsa). Dan J. Stein is supported by the .", "sentences": [], "annotations": [], "relations": []}, {"offset": 27462, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 27473, "infons": {"fpage": "95", "lpage": "107", "name_0": "surname:Angrist;given-names:B.M.", "name_1": "surname:Gershon;given-names:S.", "pub-id_pmid": "5459137", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "2", "year": "1970"}, "text": "The phenomenology of experimentally induced amphetamine psychosis-preliminary observations", "sentences": [], "annotations": [], "relations": []}, {"offset": 27564, "infons": {"fpage": "110", "lpage": "117", "name_0": "surname:Arseneault;given-names:L.", "pub-id_pmid": "14754822", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "184", "year": "2004"}, "text": "Causal association between cannabis and psychosis: Causal association between cannabis and psychosis: examination of the evidence examination of the evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 27722, "infons": {"fpage": "109", "issue": "2", "lpage": "118", "name_0": "surname:Baker;given-names:J.T.", "section_type": "REF", "source": "JAMA Psychiatr.", "type": "ref", "volume": "71", "year": "2014"}, "text": "Disruption of cortical association networks in schizophrenia and psychotic bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 27814, "infons": {"fpage": "35", "lpage": "40", "name_0": "surname:Bell;given-names:D.S.", "pub-id_pmid": "4711131", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "29", "year": "1973"}, "text": "The experimental reproduction of amphetamine psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 27869, "infons": {"fpage": "215", "lpage": "222", "name_0": "surname:Bush;given-names:G.", "pub-id_pmid": "10827444", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "4", "year": "2000"}, "text": "Cognitive and emotional influences in anterior cingulate cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 27933, "infons": {"fpage": "1909", "issue": "12", "lpage": "1914", "name_0": "surname:Cha;given-names:Y.-H.K.", "pub-id_pmid": "23963370", "section_type": "REF", "source": "J. Cereb. Blood Flow Metab.", "type": "ref", "volume": "33", "year": "2013"}, "text": "Regional correlation between resting state FDG PET and pCASL perfusion MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 28008, "infons": {"fpage": "65", "lpage": "79", "name_0": "surname:Chang;given-names:L.", "pub-id_pmid": "12036507", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "114", "year": "2002"}, "text": "Perfusion MRI and computerized cognitive test abnormalities in abstinent MA users", "sentences": [], "annotations": [], "relations": []}, {"offset": 28090, "infons": {"name_0": "surname:Connell;given-names:P.H.", "section_type": "REF", "type": "ref", "year": "1958"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 28091, "infons": {"fpage": "271", "lpage": "278", "name_0": "surname:Deng;given-names:X.", "section_type": "REF", "source": "Psychiatry", "type": "ref", "volume": "24", "year": "2012"}, "text": "Long-term follow-up of patients treated for psychotic symptoms that persist after stopping illicit drug use. Shanghai Arch", "sentences": [], "annotations": [], "relations": []}, {"offset": 28214, "infons": {"fpage": "163S", "issue": "Suppl. 1", "name_0": "surname:Federspiel;given-names:A.", "section_type": "REF", "source": "Eur Psychiatr.", "type": "ref", "volume": "19", "year": "2004"}, "text": "fMRI with BOLD and CBF (arterial spin labeling): Preliminary results in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 28300, "infons": {"fpage": "97", "lpage": "108", "name_0": "surname:Gatley;given-names:S.J.", "name_1": "surname:Volkow;given-names:N.D.", "pub-id_pmid": "9716933", "section_type": "REF", "source": "Drug Alcohol Depend.", "type": "ref", "volume": "51", "year": "1998"}, "text": "Addiction and Imaging of the living human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 28348, "infons": {"fpage": "1642", "issue": "10", "lpage": "1652", "name_0": "surname:Goldstein;given-names:R.Z.", "name_1": "surname:Volkow;given-names:N.D.", "pub-id_pmid": "12359667", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "159", "year": "2002"}, "text": "Drug addiction and its underlying neurobiological basis: neuroimaging evidence for the involvement of the frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 28469, "infons": {"fpage": "724", "lpage": "734", "name_0": "surname:Gollub;given-names:R.L.", "pub-id_pmid": "9663502", "section_type": "REF", "source": "J. Cereb. Blood Flow Metab.", "type": "ref", "volume": "18", "year": "1998"}, "text": "Cocaine decreases cortical cerebral blood flow but does not obscure regional activation in functional magnetic resonance imaging in human subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 28616, "infons": {"fpage": "209", "issue": "4", "lpage": "229", "name_0": "surname:Hokama;given-names:H.", "section_type": "REF", "source": "Psychiatry Res. Neuroimaging", "type": "ref", "volume": "61", "year": "1995"}, "text": "Caudate, putamen, and globus pallidus volume in schizophrenia: a quantitative MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 28704, "infons": {"fpage": "1", "issue": "537", "lpage": "12", "name_0": "surname:Hsieh;given-names:J.", "pub-id_pmid": "24474914", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "8", "year": "2014"}, "text": "The neurobiology of methamphetamine induced psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 28758, "infons": {"fpage": "428", "lpage": "432", "name_0": "surname:Iwanami;given-names:A.", "pub-id_pmid": "8085475", "section_type": "REF", "source": "Acta Psychiatr. Scand.", "type": "ref", "volume": "89", "year": "1994"}, "text": "Patients with methamphetamine psychosis admitted to a psychiatric hospital in Japan. A preliminary report", "sentences": [], "annotations": [], "relations": []}, {"offset": 28864, "infons": {"fpage": "1461", "lpage": "1472", "name_0": "surname:Jernigan;given-names:T.L.", "pub-id_pmid": "16055767", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "Effects of Methamphetamine Dependence and HIV Infection on Cerebral Morphology", "sentences": [], "annotations": [], "relations": []}, {"offset": 28943, "infons": {"fpage": "327", "lpage": "328", "name_0": "surname:Johanson;given-names:C.E.", "pub-id_pmid": "16518646", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "185", "year": "2006"}, "text": "Cognitive function and nigrostriatal markers in abstinent methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 29025, "infons": {"fpage": "1383", "lpage": "1391", "name_0": "surname:Kim;given-names:S.J.", "pub-id_pmid": "15726115", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "30", "year": "2005"}, "text": "Frontal glucose hypometabolism in abstinent methamphetamine users", "sentences": [], "annotations": [], "relations": []}, {"offset": 29091, "infons": {"fpage": "1166", "lpage": "1170", "name_0": "surname:Kim;given-names:Y.", "pub-id_pmid": "19394959", "section_type": "REF", "source": "J. Psychiatr. Res.", "type": "ref", "volume": "43", "year": "2009"}, "text": "Dose-dependent frontal hypometabolism on FDG-PET in methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 29167, "infons": {"fpage": "163", "issue": "1", "lpage": "170", "name_0": "surname:Kindler;given-names:J.", "pub-id_pmid": "24327756", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "41", "year": "2015"}, "text": "Static and dynamic characteristics of cerebral blood flow during the resting state in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29267, "infons": {"fpage": "698", "issue": "7", "lpage": "707", "name_0": "surname:Koppel;given-names:J.", "section_type": "REF", "source": "J. Geriatr. Psychiatr.", "type": "ref", "volume": "22", "year": "2014"}, "text": "Psychosis in Alzheimer's disease is associated with frontal metabolic impairment and accelerated decline in working memory: findings from the Alzheimer's Disease Neuroimaging Initiative", "sentences": [], "annotations": [], "relations": []}, {"offset": 29453, "infons": {"fpage": "73", "lpage": "84", "name_0": "surname:London;given-names:E.D.", "pub-id_pmid": "14706946", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "61", "year": "2004"}, "text": "Mood disturbances and regional cerebral metabolic abnormalities in recently abstinent methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 29563, "infons": {"fpage": "770", "issue": "10", "lpage": "778", "name_0": "surname:London;given-names:E.D.", "pub-id_pmid": "16095568", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "58", "year": "2005"}, "text": "Cerebral metabolic dysfunction and impaired vigilance in recently abstinent methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 29663, "infons": {"fpage": "174", "issue": "00", "lpage": "185", "name_0": "surname:London;given-names:E.D.", "pub-id_pmid": "25451127", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "1628", "year": "2015"}, "text": "Chronic methamphetamine abuse and corticostriatal deficits revealed by neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 29747, "infons": {"fpage": "120", "lpage": "128", "name_0": "surname:Murray;given-names:D.E.", "pub-id_pmid": "25772434", "section_type": "REF", "source": "Drug Alcohol Depend.", "type": "ref", "volume": "150", "year": "2015"}, "text": "Brain perfusion in polysubstance users: relationship to substance and tobacco use, cognition, and self-regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 29861, "infons": {"fpage": "1460", "issue": "10", "lpage": "1466", "name_0": "surname:Okada;given-names:N.", "pub-id_pmid": "26782053", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "21", "year": "2016"}, "text": "Abnormal asymmetries in subcortical brain volume in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29927, "infons": {"fpage": "676", "issue": "2", "lpage": "682", "name_0": "surname:Raichle;given-names:M.E.", "pub-id_pmid": "11209064", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "98", "year": "2001"}, "text": "A default mode of brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 29960, "infons": {"fpage": "394", "lpage": "399", "name_0": "surname:Schmidt;given-names:K.C.", "pub-id_pmid": "8667082", "section_type": "REF", "source": "J. Nucl. Med.", "type": "ref", "volume": "37", "year": "1996"}, "text": "Flourine-18-fluorodeoxyglucose PET to determine regional cerebral glucose utilization: a re-examination", "sentences": [], "annotations": [], "relations": []}, {"offset": 30064, "infons": {"fpage": "149", "issue": "3", "lpage": "153", "name_0": "surname:Seethalakshmi;given-names:R.", "pub-id_pmid": "20844644", "section_type": "REF", "source": "Indian J. Psychiatry", "type": "ref", "volume": "48", "year": "2006"}, "text": "Regional brain metabolism in schizophrenia: an FDG-PET study", "sentences": [], "annotations": [], "relations": []}, {"offset": 30125, "infons": {"fpage": "1699", "lpage": "1701", "name_0": "surname:Sekine;given-names:Y.", "pub-id_pmid": "12944350", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "160", "year": "2003"}, "text": "Association of dopamine transporter loss in the orbitofrontal and dorsolateral prefrontal cortices with methamphetamine-related psychiatric symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 30274, "infons": {"fpage": "90", "lpage": "100", "name_0": "surname:Sekine;given-names:Y.", "pub-id_pmid": "16389202", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "63", "year": "2006"}, "text": "Brain serotonin transporter density and aggression in abstinent methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 30362, "infons": {"fpage": "4191", "lpage": "4204", "name_0": "surname:Shcherbinin;given-names:S.", "pub-id_pmid": "26223493", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "232", "year": "2015"}, "text": "Modulatory effects of ketamine, risperidone and lamotrigine on resting brain perfusion in healthy human subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 30475, "infons": {"fpage": "111", "issue": "2", "lpage": "130", "name_0": "surname:Théberge;given-names:J.", "pub-id_pmid": "19363433", "section_type": "REF", "source": "Top. Magn. Reson. Imaging", "type": "ref", "volume": "19", "year": "2008"}, "text": "Perfusion magnetic resonance imaging in psychiatry", "sentences": [], "annotations": [], "relations": []}, {"offset": 30526, "infons": {"fpage": "17757", "issue": "41", "lpage": "17762", "name_0": "surname:Vaishnavi;given-names:S.N.", "pub-id_pmid": "20837536", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "107", "year": "2010"}, "text": "Regional aerobic glycolysis in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 30573, "infons": {"fpage": "547", "lpage": "553", "name_0": "surname:van Erp;given-names:T.G.M.", "pub-id_pmid": "26033243", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "21", "year": "2016"}, "text": "Subcortical brain volume abnormalities in 2028 individuals with schizophrenia and 2540 healthy controls via the ENIGMA consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 30703, "infons": {"fpage": "9414", "lpage": "9418", "name_0": "surname:Volkow;given-names:N.D.", "pub-id_pmid": "11717374", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "21", "year": "2001"}, "text": "Loss of dopamine transporters in methamphetamine abusers recovers with protracted abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 30796, "infons": {"fpage": "2015", "lpage": "2021", "name_0": "surname:Volkow;given-names:N.D.", "pub-id_pmid": "11729018", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Low level of brain dopamine D2 receptors in methamphetamine abusers: association with metabolism in the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 30921, "infons": {"fpage": "377", "lpage": "382", "name_0": "surname:Volkow;given-names:N.D.", "pub-id_pmid": "11229977", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Association of dopamine transporter reduction with psychomotor impairment in methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 31022, "infons": {"fpage": "242", "lpage": "248", "name_0": "surname:Wang;given-names:G.J.", "pub-id_pmid": "14754772", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "161", "year": "2004"}, "text": "Partial recovery of brain metabolism in methamphetamine abusers after protracted abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 31114, "infons": {"fpage": "261", "issue": "2", "lpage": "269", "name_0": "surname:Wang;given-names:Z.", "section_type": "REF", "source": "Magn Resonance Imag.", "type": "ref", "volume": "26", "year": "2008"}, "text": "Empirical optimization of ASL data analysis using an ASL data processing toolbox: ASLtbx", "sentences": [], "annotations": [], "relations": []}, {"offset": 31203, "infons": {"fpage": "303", "lpage": "308", "name_0": "surname:Yui;given-names:K.", "pub-id_pmid": "9438680", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "134", "year": "1997"}, "text": "Precipitating factors in spontaneous recurrence of methamphetamine psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31280, "infons": {"fpage": "103", "lpage": "111", "name_0": "surname:Yui;given-names:K.", "pub-id_pmid": "10369157", "section_type": "REF", "source": "Eur. Arch. Psychiatry Clin. Neurosci.", "type": "ref", "volume": "249", "year": "1999"}, "text": "Spontaneous recurrence of methamphetamine psychosis: increased sensitivity to stress associated with noradrenergic hyperactivity and dopaminergic change", "sentences": [], "annotations": [], "relations": []}, {"offset": 31433, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 31452, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2018.10.023.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}