{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "6610077", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-019-45893-7", "article-id_pmc": "6610077", "article-id_pmid": "31270354", "article-id_publisher-id": "45893", "elocation-id": "9575", "kwd": "Attention Schizophrenia", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Curtin;given-names:Adrian", "name_1": "surname:Sun;given-names:Junfeng", "name_2": "surname:Zhao;given-names:Qiangfeng", "name_3": "surname:Onaral;given-names:Banu", "name_4": "surname:Wang;given-names:Jijun", "name_5": "surname:Tong;given-names:Shanbao", "name_6": "surname:Ayaz;given-names:Hasan", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "9", "year": "2019"}, "text": "Visuospatial task-related prefrontal activity is correlated with negative symptoms in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 100, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Control of attention is thought to be specifically impaired in schizophrenia due to abnormal function in the prefrontal cortex (PFC). The PFC plays a critical role in the identification of relevant stimuli and the development of appropriate biases for the identified signals, including selection of an appropriate attentional ‘zoom’. We examined how demands associated with changes in attentional requirements in a Sustained Attention Task (SAT) may contribute to differences in functional involvement of the PFC and relation to clinical status. A group of 24 individuals with schizophrenia and 16 healthy controls (N = 40) performed the SAT and a visuospatial condition (vSAT) while activity in the bilateral anterior PFC was monitored using functional Near Infrared Spectroscopy (fNIRS). The results confirm that the right frontopolar region plays a role in control of attention for both patients and healthy controls. However, patients with schizophrenia exhibited a general attentional deficit and inefficient right-medial PFC activation. Additionally, we observed a strong regional association between left Middle Frontal Gyrus (MFG) activity during the vSAT task and the PANSS score driven by the negative symptom subscale. The presence of aberrant activation differences within the left-MFG region may describe a dysregulation of attentional networks linked to the clinical expression of negative and general symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1526, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1539, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is a debilitating brain disorder characterized by positive, negative, and cognitive symptoms that affects approximately 1% of the global population. Attention deficits are among the key cognitive impairments associated with the illness and are a driving factor in quality of life and other functional outcomes. These symptoms typically predate psychosis and may act as a stable indicator of schizophrenia vulnerability but are largely unresponsive to pharmaceutical intervention with traditional or atypical neuroleptics. Without any appropriate avenue for remediation, attention impairment represents a fundamental cognitive symptom that is unaddressed by currently available clinical therapies. Illuminating the interactions between neural dynamics and attentional deficits may offer insight into neuro-individualized approaches to therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2396, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Neuroimaging studies investigating the impairment of attention have found that behavioral deficits in schizophrenia are observed in conjunction with abnormal activation patterns within cortical regions strongly associated with attention such as the dorsolateral prefrontal cortex (dlPFC), anterior prefrontal cortex (aPFC), anterior cingulate cortex (Acc), the insula, and other subcortical regions. In particular, dysfunction in the prefrontal cortex (PFC) is commonly observed as diminished activation, termed “hypofrontality”. However, both insufficient activation (decreased) and excessive activation (increased) in the PFC have been reported in patients, suggesting that rather than an explicit failure of function, irregular involvement of the PFC may reflect dysregulation in the processes of attention itself. Evidence from cued target tasks and saccadic responses indicate that the bottom-up maintenance of processes is relatively intact within schizophrenia, while in the presence of unpredictable cues and stimuli, the top-down processes are impaired. As a result, it has been proposed that people with schizophrenia may be particularly impaired during the “Control of Attention”, a top-down process through which information is restricted to relevant stimuli and appropriate attentional biases are developed including selection of an appropriate attentional ‘zoom’. Attentional biases towards task-relevant information are theorized to occur through the coordination of top-down and bottom-up mechanisms according to the biased competition model of selective attention. Researchers have sought to tease out the differences between these affected processes in order to quantify and evaluate the control of attention as a candidate marker for drug development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4167, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Attention can be conceived as a limited cognitive resource which must be allocated appropriately in order to operate efficiently. ‘Control of Attention’ guides this allocation as described in part by the “Spotlight” or “Zoom Lens” theory of attention, which postulates that attention operates on a continuum between two stages. In the first stage, attention is fairly evenly distributed over the central field of a view to allow for parallel processing of an area. Whereas in the second stage, attention becomes focused on a specific area, leading to improved focal awareness at the expense of more distributed stimuli. Thus, there exists a tradeoff between processing efficiency and the size of the area being attended according to the level of ‘zoom’ that is engaged during a task. In schizophrenia, an inefficient ability to define or maintain appropriate attentional distribution may lead to a state of “hyperfocusing” which may reduce the visual span or saccadic length, and even contribute to failures in spatial working memory.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5202, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A recent Arterial Spin Labeling (ASL) imaging study using the Sustained Attention Task (SAT) identified a role for the right-PFC (BA 9/10) in healthy subjects when task difficulty was modulated by the presence of a distractor and it was later proposed that dysfunction in this region may be the cause of observed behavioral deficits in patients with schizophrenia. The right-PFC region has previously been ascribed a substantial role in initiation and maintenance of attentional processes as well as attentional dysfunction associated with fatigue and distraction. In schizophrenia, studies of attentional processes have noted the specific involvement of the right-PFC as an important regional hub and observed failures in attention have been as ascribed to a “frontal inefficiency” stemming from diminished connectivity between the executive network guided by the dlPFC and a salience network driven by the anterior insula. Functional studies have also identified this region as an area of interest; whether due to dysfunctional changes in lateralization of activity, failure to modulate with attention demands, or even as an area which is increasingly engaged following cognitive remediation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6397, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We hypothesized that sensitivity to differences between broader attentional distribution and focused attention, as measured by contrasting a visuospatial SAT with the standard SAT, could create a candidate assessment for attentional control deficits in schizophrenia. Furthermore, we hypothesized that activity in the right-PFC would reflect the sensitivity of attentional processes to increased visuospatial demands, and that this sensitivity would be dysregulated in schizophrenia in a way which may provide clinically useful information. To test these hypotheses we sought to monitor task-evoked activities with functional Near Infrared Spectroscopy (fNIRS), a non-invasive neuroimaging technique which measures relative changes in cortical hemoglobin concentrations associated with cognitive activity. We used linear mixed effects (LME) models to evaluate the relationship between prefrontal activation, cognitive function, and clinical measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7348, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7356, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Demographic information", "sentences": [], "annotations": [], "relations": []}, {"offset": 7380, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and clinical severity information for participants in study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7453, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\"/><th colspan=\"2\">Patients (N = 24)</th><th colspan=\"2\">Controls (N = 16)</th><th>Comparison</th></tr></thead><tbody><tr><td rowspan=\"4\">Demographic Information</td><td rowspan=\"2\">Sex</td><td>8 Male</td><td>16 Female</td><td>6 Male</td><td>10 Female</td><td rowspan=\"2\">NS</td></tr><tr><td>\n<italic>Mean</italic>\n</td><td>\n<italic>Std</italic>\n</td><td>\n<italic>Mean</italic>\n</td><td>\n<italic>Std</italic>\n</td></tr><tr><td>Age (years)</td><td>35.63</td><td>(13.54)</td><td>36.06</td><td>(12.29)</td><td>NS</td></tr><tr><td>Education (years)</td><td>10.83</td><td>(3.52)</td><td>13.81</td><td>(3.82)</td><td>NS</td></tr><tr><td rowspan=\"10\">Clinical Information</td><td>Duration Ill (years)</td><td>11.36</td><td>(10.90)</td><td>—</td><td>—</td><td/></tr><tr><td>PANSS</td><td>71.65</td><td>(17.92)</td><td>—</td><td>—</td><td/></tr><tr><td>Positive</td><td>17</td><td>(6.32)</td><td>—</td><td>—</td><td/></tr><tr><td>Negative</td><td>18.46</td><td>(6.72)</td><td>—</td><td>—</td><td/></tr><tr><td>General</td><td>34.92</td><td>(10.31)</td><td>—</td><td>—</td><td/></tr><tr><td>HAM-D 24</td><td>8.92</td><td>(9.49)</td><td>0.56</td><td>(0.89)</td><td>p = 0.001</td></tr><tr><td>HAM-A</td><td>2.96</td><td>(4.16)</td><td>0.31</td><td>(0.70)</td><td>p &lt; 0.1</td></tr><tr><td>Severity (SI)</td><td>3.58</td><td>(1.10)</td><td>—</td><td>—</td><td/></tr><tr><td>Global (GI)</td><td>2.92</td><td>(1.06)</td><td>—</td><td>—</td><td/></tr><tr><td>CPZe dosage</td><td>297.2</td><td>(177.87)</td><td>—</td><td>—</td><td/></tr></tbody></table>\n"}, "text": "\tPatients (N = 24)\tControls (N = 16)\tComparison\t \tDemographic Information\tSex\t8 Male\t16 Female\t6 Male\t10 Female\tNS\t \tMean\tStd\tMean\tStd\t \tAge (years)\t35.63\t(13.54)\t36.06\t(12.29)\tNS\t \tEducation (years)\t10.83\t(3.52)\t13.81\t(3.82)\tNS\t \tClinical Information\tDuration Ill (years)\t11.36\t(10.90)\t—\t—\t\t \tPANSS\t71.65\t(17.92)\t—\t—\t\t \tPositive\t17\t(6.32)\t—\t—\t\t \tNegative\t18.46\t(6.72)\t—\t—\t\t \tGeneral\t34.92\t(10.31)\t—\t—\t\t \tHAM-D 24\t8.92\t(9.49)\t0.56\t(0.89)\tp = 0.001\t \tHAM-A\t2.96\t(4.16)\t0.31\t(0.70)\tp < 0.1\t \tSeverity (SI)\t3.58\t(1.10)\t—\t—\t\t \tGlobal (GI)\t2.92\t(1.06)\t—\t—\t\t \tCPZe dosage\t297.2\t(177.87)\t—\t—\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 8042, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "PANSS = Positive and Negative Syndrome Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8088, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "HAM-D = Hamilton Scale for Depression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8127, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "HAM-A = Hamilton Scale for Anxiety.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8163, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "CPZe = Chlorpromazine equivalent dosage in mg.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8210, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Parentheses indicate standard deviation (SD).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8256, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participates in this study consisted of 16 healthy controls (10 female) recruited from the local community and 24 patients (16 female) diagnosed with schizophrenia who were recruited from the Shanghai Mental Health Center in Shanghai, China. Participants were all native Chinese over 18 years of age who voluntarily gave informed and written consent to participate in the study. The protocol in this study was reviewed, approved, and carried out according to the guidelines of the IRB of the Shanghai Mental Health. No significant differences were found between group age, education, or gender. All subjects participated in the HAM-D 24 Depression Scales and HAM-A Anxiety Scales. Patients were assessed according to the PANSS and its subscales. Patients scored significantly higher than controls on HAM Depression (p = 0.001) and Anxiety scores (p < 0.01) respectively. Demographic information is presented in Table 1. Detailed antipsychotic medication at time of testing for participants is listed in Supplementary Table A2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9283, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 9306, "infons": {"file": "41598_2019_45893_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Protocol for implementation of the sustained attention task (SAT) trial (A) and the visuospatial SAT (vSAT) trial (B) (Based on modified task from Demeter et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9470, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The SAT was constructed using a custom OpenGL program based on the methodology detailed in Demeter et al.. Participants were asked to monitor a silver screen (Lum 170) for a signal consisting of the appearance of a small gray square (Lum 107) in the center of the screen for varying durations of 20, 30 or 50 ms (corresponding to 1, 2, and 3 frames at a typical refresh rate of 60 Hz). Monitoring times before signal/non-signal presentation were varied pseudo randomly at a 1, 2, or 3 s inter-trial interval, and signal frequency was roughly 50% (Fig. 1). 100 ms following the appearance or non-appearance of the signal, the subject was informed by an audio cue and asked to denote whether the event was a signal or non-signal using the left and right mouse click respectively. The subject then was given 1500 ms to classify the event. Correct classifications were immediately given an audio feedback, while incorrect trials receive no feedback. Each task block was preceded by a 30 second resting period and lasted for approximately 120 seconds with approximately 42 stimulus trials in each task block. Following the end of each block, a cumulative performance metric is displayed to the subject. Each subject performed a total of 4 blocks, with two repetitions for each task type (vSAT & SAT).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10766, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A modification to the SAT, detailed here as vSAT, was used to introduce broadened attentional focus through the introduction of a visuospatial component. The task in vSAT is similar to the VSL-SAT task described by Demeter et al. with two modifications intended to increase task difficulty by requiring additional attentional resources. Contrast between the silver background and the signal was reduced by using a lighter gray block (Lum 155) to reduce the prominence of the signal. Additionally, signal location was pseudo randomly presented at one of 5 separate locations on the screen (Center, Top-Left, Top-Right, Bottom-Right, and Bottom-Left). An illustration describing the protocol is presented in Fig. 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11480, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Task performance was assessed using the SAT score, calculated using the methodology defined by Demeter et al.. This metric, which had been previously identified as the “Vigilance Index”, was identified as being comparable to other signal-detection measurements, namely d-prime, and uninfluenced by errors of omission. SAT score is defined aswhere Hits mean probability of correct signal/non-signal classification and False Alarms denote probability of incorrect signal/non-signal classification. SAT score ranges from −1 to + 1, with +1 indicating correct classification of all signal/non-signal events and −1 indicating that all responses were false alarms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12139, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Additionally, we calculated the Score Difference as a measure of performance changes associated with Task Type manipulation. Score Difference (ScoreDiffvSAT) was calculated as the difference between Score on the vSAT task and the subject’s mean SAT score. Larger values of ScoreDiffvSAT are undesirable and would indicate large performance decreases associated with task type variation and increased sensitivity to attentional demand manipulation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12587, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fNIRS data acquisition and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 12625, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Neuroimaging data was collected for 16 channels at 2 Hz from the anterior PFC (BA 10/46) using the fNIR1100 imager (fNIR Devices, Potomac, MD, USA) using COBI Studio as described in detail at Ayaz et al.. The fNIRS sensor was symmetrically centered and in line with Fp1 and Fp2 of the international 10–20 system on the subject’s forehead. The light intensity and detector gain were adjusted during setup to obtain sufficiently high but unsaturated intensity signals according to subject and environmental conditions. Channels were visually inspected for signal validity and the signal quality of individual task blocks was assessed and automatically rejected using the criteria adapted from Takizawa et al.. Surviving blocks were screened for motion artifacts using the SMAR algorithm, and a bandpass filter (0.008–0.25 Hz) was used to reduce high frequency noise associated with respiratory or cardiac function and remove signal drift. Physiological parameters are calculated using the modified Beer-Lambert Law using the 5 seconds before task initiation as a baseline period. Extracted measures are reported as the fNIRS biomarkers of [HbO], [HbR], and an estimate of relative change in Oxygen availability [Oxy] (calculated as the difference between [HbO] and [HbR]). The mean change from the pre-task baseline in fNIRS biomarkers ([HbO], [HbR], and [Oxy]) was assessed as the outcome of interest for statistical tests. Parametric plots for visualization purposes were registered to a virtual brain according to the methodology described in Ayaz et al.. Estimated underlying gyri and Brodmann’s areas for Optodes 1–16 are described in the Supplementary Materials of Liu et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 14306, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14327, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data analysis was conducted using R (ver. 3.2.2) and SPSS (ver. 23.0.0, SPSS Inc.). Descriptive demographic and clinical statistics are presented as mean ± standard deviation or as a percentage of cases. An alpha level of α = 0.05 was used as the significance criteria for each test. Differences between clinical scores and demographic metrics were tested using the Welch’s t-test except for gender distribution which was assessed using the Chi-square test. Correlations for continuous variables are reported using Spearman’s rank correlation coefficients for identified groups as two-tailed test. Correlational analysis for biomarkers was controlled for Family-wise error rate using a channel-wise false discovery rate (FDR). Comparisons between behavioral results and published results presented in the appendix were made using unpaired t-tests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15175, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Linear mixed-effects (LME) models were constructed to estimate the effects of task types across subject group as well as clinical covariates on observed behavioral metrics and fNIRS biomarkers. LME models offer significant advantages over repeated measures ANOVA in neuroimaging applications as they do not require equal numbers of observations and allow the models to be fit to individual participants. Models were analyzed using the maximum likelihood (ML) function and degrees if freedom were approximated using Satterthwaite approximation using the R package “lme4”. Significance values were thresholded for family error rate using an optode-wise false discovery rate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15848, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Models here are reported in a similar style to R syntax. LME models for the dependent behavioral metrics of Response Time and SAT-Score were constructed with Task Type, Clinical Group, and Duration as candidate fixed effects and Subject as a random effect with a slope fit for each Block.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16137, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Behavioral models were constructed from the initial models:", "sentences": [], "annotations": [], "relations": []}, {"offset": 16197, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To simplify the interpretation of the behavioral models, terms removed through the examination of the full model permutations and the optimal model based on the Akaike Information Criterion (AIC) was analyzed. Models were with an AIC score of difference greater than 2 were considered to be statistically different.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16513, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to test the effect of task parameters and clinical status on cerebral hemodynamic biomarkers, [HbO], [Hb], and [Oxy] were assessed as dependent measures in separate LME models. Three models were constructed in order to examine the general response to task performance (1), performance sensitivity within the vSAT (2), and the contribution of clinical status to observed activity (3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16906, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the first model, the presence of group differences during task performance was estimated using Task Type, Score, and Clinical Group as fixed effects:", "sentences": [], "annotations": [], "relations": []}, {"offset": 17059, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the second model, the relationship between cerebral hemodynamics during the vSAT and individualized susceptibility to attentional modulation was assessed using Score Difference and Group as fixed effects:", "sentences": [], "annotations": [], "relations": []}, {"offset": 17267, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the third model, we examined the influence of clinical status using Task-Type and total PANSS score as fixed effects:", "sentences": [], "annotations": [], "relations": []}, {"offset": 17388, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Selected fNIRS spatial parametric maps are presented using the calculated F-statistics and thresholded using statistical significance for visualization purposes for individual model parameters. Statistical significance of model fixed effects was assessed using the Satterthwaite approximation for degrees of freedom.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17705, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17713, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavioral results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17732, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Task type, stimulus duration, and subject group modulate task performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 17806, "infons": {"file": "41598_2019_45893_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Effects of Task Type and Stimulus Duration on the SAT Score by healthy adult controls and patients with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17925, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We constructed an LME model to assess the influence of subject Group, Task Type, and stimulus Duration on behavioral measures using block number as a random slope and Subject as a random effect. Group was treated as a between-subject factor, while Task-Type and Duration were included as within-subject factors. In the reduced model there was a fixed effect for Group on SAT-score (F(1,37.56) = 9.496, p = 0.0038) with Patients performing at an estimated 16 percent lower than Controls. There was a significant fixed effect for SAT type on SAT-score (F(1,258.08) = 40.093, p < 0.0001) with the more difficult vSAT resulting in an estimated 5 percent reduction in Score. A significant fixed effect was also observed for stimulus duration (F(2,386.97) = 12.142, p < 0.0001) where performance decreased as duration decreased from 50 ms to 20 ms. No interactions between Task-Type, Group, or Duration were significant for Score and these terms were not present in the selected optimal model. The behavioral measures of SAT Score across duration and task type are presented in Fig. 2. Inclusion of block number in the LME model did not provide either a significant fixed effect for block number (F(1,37.09) = 0.079, p > 0.7) or an improved model (ChiSq = 0.837, p > 0.7) suggesting that SAT-Score was not influenced by block number.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19253, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Response time strongly differs between clinical groups and is modulated by task conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 19344, "infons": {"file": "41598_2019_45893_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Effects of Stimulus Duration and Task Type on Mean Response Time for healthy controls and patients with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19463, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "LME parameter estimates for SAT-Score and Mean Response Time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19525, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Outcome</th><th colspan=\"4\">Main Effects</th><th rowspan=\"2\"/><th colspan=\"4\">Parameter Estimates</th></tr><tr><th>df_num</th><th>df_den</th><th>F</th><th>p</th><th colspan=\"2\">Linear</th><th colspan=\"2\">Quadratic</th></tr></thead><tbody><tr><td colspan=\"10\">\n<bold><italic>SAT-Score</italic></bold>\n</td></tr><tr><td>Intercept</td><td/><td/><td/><td>0.0000</td><td>***</td><td>0.8865</td><td>(0.0482)</td><td/><td/></tr><tr><td>Class</td><td>1</td><td>37.56</td><td>9.496</td><td>0.0038</td><td>**</td><td>−0.1919</td><td>(0.0623)</td><td/><td/></tr><tr><td>Task-Type</td><td>1</td><td>258.08</td><td>40.093</td><td>0.0000</td><td>***</td><td>−0.0811</td><td>(0.0128)</td><td/><td/></tr><tr><td>Duration</td><td>2</td><td>386.97</td><td>12.142</td><td>0.0000</td><td>***</td><td>−0.0645</td><td>(0.0137)</td><td>−0.0197</td><td>(0.0137)</td></tr><tr><td colspan=\"10\">\n<bold><italic>Mean Response Time</italic></bold>\n</td></tr><tr><td>Intercept</td><td/><td/><td/><td>0.0000</td><td>***</td><td>763.07</td><td>(463.07)</td><td/><td/></tr><tr><td>Class</td><td>1</td><td>37.14</td><td>8.644</td><td>0.0056</td><td>***</td><td>173.77</td><td>(59.03)</td><td/><td/></tr><tr><td>Task × Duration</td><td>5</td><td>395.9</td><td>10.0459</td><td>0.0000</td><td>***</td><td/><td/><td/><td/></tr><tr><td>20 ms × SAT</td><td/><td/><td/><td>0.0612</td><td>†</td><td>−32.59</td><td>(17.36)</td><td/><td/></tr><tr><td>30 ms × SAT</td><td/><td/><td/><td>0.0380</td><td/><td>15.27</td><td>(17.36)</td><td/><td/></tr><tr><td>50 ms × SAT</td><td/><td/><td/><td>0.0002</td><td>***</td><td>64.35</td><td>(17.36)</td><td/><td/></tr><tr><td>30 ms × vSAT</td><td/><td/><td/><td>0.0004</td><td>***</td><td>56.87</td><td>(15.95)</td><td/><td/></tr><tr><td>50 ms × vSAT</td><td/><td/><td/><td>0.0151</td><td>*</td><td>22.87</td><td>(15.95)</td><td/><td/></tr></tbody></table>\n"}, "text": "Outcome\tMain Effects\t\tParameter Estimates\t \tdf_num\tdf_den\tF\tp\tLinear\tQuadratic\t \tSAT-Score\t \tIntercept\t\t\t\t0.0000\t***\t0.8865\t(0.0482)\t\t\t \tClass\t1\t37.56\t9.496\t0.0038\t**\t−0.1919\t(0.0623)\t\t\t \tTask-Type\t1\t258.08\t40.093\t0.0000\t***\t−0.0811\t(0.0128)\t\t\t \tDuration\t2\t386.97\t12.142\t0.0000\t***\t−0.0645\t(0.0137)\t−0.0197\t(0.0137)\t \tMean Response Time\t \tIntercept\t\t\t\t0.0000\t***\t763.07\t(463.07)\t\t\t \tClass\t1\t37.14\t8.644\t0.0056\t***\t173.77\t(59.03)\t\t\t \tTask × Duration\t5\t395.9\t10.0459\t0.0000\t***\t\t\t\t\t \t20 ms × SAT\t\t\t\t0.0612\t†\t−32.59\t(17.36)\t\t\t \t30 ms × SAT\t\t\t\t0.0380\t\t15.27\t(17.36)\t\t\t \t50 ms × SAT\t\t\t\t0.0002\t***\t64.35\t(17.36)\t\t\t \t30 ms × vSAT\t\t\t\t0.0004\t***\t56.87\t(15.95)\t\t\t \t50 ms × vSAT\t\t\t\t0.0151\t*\t22.87\t(15.95)\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20224, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Denominator Degrees of freedom calculated with Satterthwaite approximation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20300, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Random effects specified as random intercept and slope for each participant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20377, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "†p < 0.1 **p < 0.01.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20398, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "*p < 0.05 ***p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20422, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A significant fixed effect on mean response time was observed for Group (F(1,37.14) = 8.644, p = 0.0056) and a significant interaction for Task Type and stimulus Duration (F(5,395.50) = 10.046, p < 0.0001) with patients having an estimated delay in average response time of 173 ms. Despite very strong significance for the interaction term for Task Type and Duration, the interpretation of the model terms is not straightforward. In general, it is observed that shorter stimuli duration increased response time most clearly in the vSAT task. Effect of stimulus Duration and Task-type for each subject Group on the mean response time are presented in Fig. 3. Model results for Behavioral results including parameter estimates are presented in Table 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21173, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "fNIRS results", "sentences": [], "annotations": [], "relations": []}, {"offset": 21187, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Right-medial prefrontal role for task performance and interaction with group", "sentences": [], "annotations": [], "relations": []}, {"offset": 21264, "infons": {"file": "41598_2019_45893_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Parametric representation of significant model term overlaid onto anatomical reference images. Values represent mixed model F-Values thresholded. (A) Behavioral SAT Score, (B) Subject Group, (C) Interaction between Score and Group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21496, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "LME parameter estimates for [Oxy] Optode 9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21540, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Outcome</th><th colspan=\"4\">Main Effects</th><th rowspan=\"2\"/><th colspan=\"2\">Parameter Estimates</th></tr><tr><th>df_num</th><th>df_den</th><th>F</th><th>p</th><th colspan=\"2\">Linear</th></tr></thead><tbody><tr><td colspan=\"8\">\n<bold><italic>[Oxy] Optode 9</italic></bold>\n</td></tr><tr><td>Intercept</td><td/><td/><td/><td>0.0047</td><td>**</td><td>1.4006</td><td>(0.4860)</td></tr><tr><td>Group</td><td>1</td><td>110.92</td><td>6.9817</td><td>0.0094</td><td>**</td><td>−1.3404</td><td>(0.5073)</td></tr><tr><td>Task-Type</td><td>1</td><td>109.79</td><td>1.9087</td><td>0.1699</td><td/><td>−1.1614</td><td>(0.6826)</td></tr><tr><td>Score</td><td>1</td><td>110.26</td><td>10.4671</td><td>0.0016</td><td>**</td><td>−1.5634</td><td>(0.5268)</td></tr><tr><td>Group × Task</td><td>1</td><td>109.79</td><td>3.6239</td><td>0.0597</td><td>†</td><td>1.35</td><td>(0.71)</td></tr><tr><td>Group × Score</td><td>1</td><td>110.26</td><td>5.5686</td><td>0.0200</td><td>*</td><td>1.32</td><td>(0.56)</td></tr><tr><td>Task × Score</td><td>1</td><td>109.39</td><td>1.4607</td><td>0.2294</td><td/><td>1.16</td><td>(0.74)</td></tr><tr><td>Group × Task × Score</td><td>1</td><td>109.39</td><td>3.1433</td><td>0.0790</td><td>†</td><td>−1.38</td><td>(0.78)</td></tr></tbody></table>\n"}, "text": "Outcome\tMain Effects\t\tParameter Estimates\t \tdf_num\tdf_den\tF\tp\tLinear\t \t[Oxy] Optode 9\t \tIntercept\t\t\t\t0.0047\t**\t1.4006\t(0.4860)\t \tGroup\t1\t110.92\t6.9817\t0.0094\t**\t−1.3404\t(0.5073)\t \tTask-Type\t1\t109.79\t1.9087\t0.1699\t\t−1.1614\t(0.6826)\t \tScore\t1\t110.26\t10.4671\t0.0016\t**\t−1.5634\t(0.5268)\t \tGroup × Task\t1\t109.79\t3.6239\t0.0597\t†\t1.35\t(0.71)\t \tGroup × Score\t1\t110.26\t5.5686\t0.0200\t*\t1.32\t(0.56)\t \tTask × Score\t1\t109.39\t1.4607\t0.2294\t\t1.16\t(0.74)\t \tGroup × Task × Score\t1\t109.39\t3.1433\t0.0790\t†\t−1.38\t(0.78)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22043, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Denominator Degrees of freedom calculated with Satterthwaite approximation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22119, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Random effects specified as random intercept for each participant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22186, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "†p < 0.1 **p < 0.01.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22207, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "*p < 0.05 ***p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22231, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to ascertain the role of the prefrontal cortex associated with variations in task type, we constructed LME models to test the hypothesis that subject Group, Score, and Task Type were related to mean biomarker changes during task performance. We observed a strong relationship between [Oxy] and the fixed effect of SAT-Score in Optodes 9, and 10 in the right-medial and right-medial-orbital Superior Frontal Gyrus (SFG) respectively. Both optodes showed significant fixed effects for Score following FDR correction (F(1,110.26) = 10.47, q = 0.012, F(1,87.16) = 10.21, q = 0.016). Additionally, Optodes 9 and 10 showed uncorrected significant effects for Group (F = 6.29~6.98, p < 0.009~0.014) and the Score and Group interaction (F = 5.17~5.57, p < 0.02~0.025). The model term for the interaction of Group and Task Type approached significance for Optode 9 (F = 3.62, p = 0.059). The Biomarkers for [HbO] and [HbR] individually did not identify any Optodes that survived FDR thresholding. Parametric Maps are presented for significant model terms in Fig. 4. Model results for Optode 9 are presented in Table 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23350, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Sensitivity to attentional workload localized to right-medial-SFG", "sentences": [], "annotations": [], "relations": []}, {"offset": 23416, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While no significant model terms were observed for Task Type in biomarkers typically associated with activation ([HbO], [Oxy]), we sought to determine whether performance sensitivity to task changes was related to prefrontal cortical activity. To examine this, we defined Score Difference as the difference between the mean score obtained during the SAT task minus the subject’s score obtained during the vSAT task. This Score Difference was taken as a measure of a subject’s sensitivity to increased task monitoring difficulty adjusted for baseline attentional performance. A larger Score Difference would imply that the subject experienced more difficulty under the vSAT condition while a smaller score difference would imply that the subject either successfully adapted to task difficulty changes or did not find the task to be more challenging. As a measure of performance on the vSAT task, we analyzed neuroimaging data in the context of the vSAT task periods only.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24387, "infons": {"file": "41598_2019_45893_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Score Difference shows role for performance sensitivity across clinical groups in Optodes 9 and 11. (A) Full model parametric maps overlaid onto anatomical reference image. Values represent mixed model F-Values thresholded using FDR. Correlations are presented for both groups in Optode 9 (B) and Optode 11 (C) (rho = 0.41, p = 0.016~0.024).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24729, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In examining the effect of sensitivity to attentional demand on task performance changes, we observed a broad uncorrected significance for Score Difference in many of the medial optodes (3,7,9,10,11,12) for the biomarker [HbO], but only Optodes 9 and 11 survived FDR thresholding (F(1,56) = 10.00, q = 0.02; F(1,46) = 8.46, q = 0.044). Score Difference also survived FDR thresholding in Optode 9 for the [Oxy] biomarker (F(1,53.57) = 9.68, q = 0.048). These differences did not appear to differ across subject Group as inferred both by similar regression lines in both groups, and lack of significance in the Group or interaction terms in the linear models. No optodes were identified as significant for changes in the [HbR] biomarker. Visualization of FDR-thresholded significant model terms and pertinent correlations are presented in Fig. 5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25574, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "vSAT-evoked activity shows relationship to clinical status in Left-MFG", "sentences": [], "annotations": [], "relations": []}, {"offset": 25645, "infons": {"file": "41598_2019_45893_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Differing relationship between clinical status and left-Prefrontal activity between tasks types (SAT vs. vSAT). Parametric representation of significant model term overlaid onto anatomical reference images. Values represent mixed model F-Values thresholded with FDR. (A) Task Type, (B) Task and PANSS interaction, (C) Correlations between Optode5 and PANSS total for both tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26024, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Biomarker models were constructed to evaluate total PANSS score and the relationship between cortical response to Task Type and clinical status. Following FDR correction, we observed significant fixed effects for Task Type for [HbO] in Optode 3 and 5, near the left Middle Frontal Gyrus (MFG), as well as the interaction between Task Type and PANSS in Optodes 3 and 5 for [HbO] (F(1,54.85) = 8.65, q = 0.038; F(1,52.3) = 10.42, q = 0.017) and Optode 3 for [Oxy] (F(1,71) = 9.44, q = 0.048). No optodes were identified as significant when [HbR] was investigated as a biomarker. Significant model terms and selected correlations are presented in Fig. 6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26676, "infons": {"file": "41598_2019_45893_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "PANSS Subscales exhibited strong correlations with left-Prefrontal activity during vSAT Task Condition. Correlational parametric maps overlaid onto anatomical reference images in panels (A,B). Values represent significant correlations strength as measured by Spearman’s Rank Correlation between [HbO] and the (A) PANSS Negative subscale, and (B) PANSS-General Subscale. (C) Correlations for Optode 5 with PANSS Negative for vSAT task (rho = −0.776, p = 0.0002).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27138, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate the basis of these relationships, we explored the correlations of both optodes with PANSS total and the Negative, Positive, and General subscales, and the mean biomarkers for each subject. We observed significant correlations at Optode 5 for [HbO] (rho = −0.58, p = 0.014) during the vSAT task which appeared to be related to a strong negative correlation with the PANSS Negative subscale (rho = −0.77, p = 0.0002) and a weaker correlation with the General subscale (rho = −0.46, p = 0.06). Marginally significant correlations during the SAT condition were observed at Optodes 3 and 5 for [HbO] with the PANSS positive subscale (rho = 0.45~0.484, p = 0.035~0.04) but not for other subscales. Parametric distribution of subscale correlation values and supporting correlations are presented in Fig. 7. Additional correlations for other optodes with behavioral performance, duration of illness, equivalent antipsychotic dosage and other clinical outcome measures are reported in the Supporting Materials (A2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28160, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 28171, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The sustained attention task (SAT) is a key task in the CNTRICS project which had identified the ‘Control of Attention’ as a principle impairment in schizophrenia and proposed the measurement of this impairment as a key biomarker in drug development. The test consists primarily of a signal/non-signal classification paradigm, following a brief tone and has been validated to modulate with distraction and stimuli length, and has demonstrated performance sensitivity to a variety of drugs including benzodiazepine, acetylcholine receptor ligands, and 192 IgG-saporin. The task has been translated for use in human experimentation with the goal of producing a task which can be relevant at both the animal and human level of neural systems. This cross-species evaluation potentially provides a closer understanding of the relation between neurotransmitter systems and human functional neuroimaging, as well a tool for evaluating the efficacy of procognitive pharmaceuticals under development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29163, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we noninvasively monitored activity in the bilateral anterior PFC using fNIRS during an implementation of the SAT and a revised version (vSAT) to explore differences in broad vs narrow attention performance in schizophrenia. Results confirm a general attentional deficit in patients with schizophrenia as demonstrated by decreased task performance and increased response times relative to healthy controls. Compared with the healthy controls, patients exhibited reduced performance on both task variants and increased response times on average. We also observed an apparent decrease in task performance with shorter stimulus intervals in both subject groups. Both healthy and patient participants demonstrated relative performance decreases in response to increased task demands and results were not dependent on the specific performance metric used, as both classification accuracy and d-Prime metrics revealed similar behaviors as discussed in the Supporting Materials (A1). Response Times did not appear to be sensitive to task conditions in either group. Behavior performance results as measured by SAT-Score, largely resembled those observed by Demeter et al. in both Healthy and Clinical Groups. This suggested that the present implementation of the SAT task was largely consistent with previous work, although notably, we did not observe a significant Task Condition x Group interaction in the current study. Comparison with previously published results is explored in detail in the Supporting Materials (A3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30695, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Task performance and Group appeared to play significant roles in observed hemodynamic activity evoked in right-medial regions of the PFC (medial Superior Frontal Gyrus). Score and membership in the clinical Group were estimated as a negative modifier to changes in [Oxy], with a stronger estimated negative slope for Score in Healthy Subjects. This finding would point to a relative dysregulation in schizophrenia as a failure to efficiently deactivate the right-medial SFG in a manner which increases Task Performance in an area known to be associated with sustained attention. The anterior PFC, approximating Brodmann’s Area 10, has been frequently associated with both with the control of attention and more broadly with other higher order executive functions including decision making, working memory, problem-solving, and mentalizing responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31545, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We observed a role in the right-medial SFG for performance sensitivity as measured by the relative decrease in SAT-score induced by the vSAT condition (Score Difference). We observed that right-PFC activity was differentially modified in response to increased demands with larger relative performance decreases associated with an increase in right-medial SFG activation. One possible interpretation for this is this additional activation is related to the increased difficulty of maintaining a broader area of attention or a wider attentional ‘zoom’. In a continuous arterial spin labeling (ASL) study conducted by Demeter et.al., the authors observed right-MFG involvement in the sensitivity of performance to a distraction condition using a variation of the SAT in healthy subjects. Therefore, this increased activity could point to an increase in required attentional effort in response to task demands, despite an inability to maintain performance relative to initial task conditions. The presence of these similar trends again seems to identify this region as sensitive to attentional demands whether due to the presence of a distractor or spatial variability. The absence of an interaction of group for performance sensitivity as well as for brain activity in the presence of significant baseline performance deficits suggests that other factors may contribute to the observed performance deficits in schizophrenia. One possibility is that the right-PFC was unable to recruit connected regions (such as parietal regions and insula) as has been previously proposed or other regions not accessible to the sensor used in this study. Another possibility is that the vSAT was too easy to elicit a clinically differential response and other modifications may be necessary to capture this aspect. In one recent study investigating the presence of “hyperfocusing” in schizophrenia, Kriether et al. identified that compared to healthy controls, individuals with schizophrenia were unable to properly filter sensory responses to inner vs outer stimuli in a Useful Field of View Task (UFOV). In this work, we observed a tendency towards a performance sensitivity amongst patients between targets which occupied the center position which appeared to support this hypothesis, however, due to the relative rarity of center position targets, the results were inconclusive.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33909, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "When we examined the interaction of task type and clinical status, we noted significant relations between activity of the left-MFG and clinical status as identified by the Total-PANSS. These relations appeared to be specific to task-related activity associated with the vSAT, with minimal differences observed in the SAT task. When exploring the clinical subscales that contribute to the Total-PANSS score, we saw that this relationship was driven by the PANSS-General and PANSS-Negative subscales with minimal contribution from the PANSS-Positive scale. Several optodes in this region expressed rather strong negative correlations with decreased activity being associated with higher Negative symptom scores. Significant negative correlations in the Left-PFC with PANSS negative symptoms have been previously reported in executive tasks such as the Tower of London and Trail-Making-Test B. In the vSAT task, this trend was especially strong in Optode 5 for [HbO] (rho = −0.75, p = 0.0001). This region is relatively close to the target of TMS-related therapies for schizophrenia, which currently is among the only treatment methodologies purporting to ameliorate negative symptoms, although studies report varying efficacy in this matter. Despite this, we observe that mean values in Healthy Controls in this region did not significantly vary from the patient group. These results are more fully explored in the included supporting materials which contains a complete exploration of correlations between behavioral, neurophysiological, and clinical measures (A4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35474, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The clinical symptom correlations of left-PFC region activity and observed differences in right-PFC activity between groups offers supporting evidence of abnormal hemispheric asymmetry in schizophrenia. Early fNIRS studies argued that individuals with schizophrenia had altered asymmetry in executive and attention tasks, and the reduction of hemispheric connectivity has been repeatedly observed in more recent both structural and functional connectivity studies. This attenuated asymmetry has been related to increased presence of clinical symptoms and proposed to be a trait of schizophrenia. Impairments in the right -MFG may more directly influence cognitive control as observed in this task. In patients with severe negative symptoms, failure of activation in the left-MFG may occur as a result of reduced connectivity and reduce the ability of patients to compensate as has been observed when the right-MFG is damaged. Future work should investigate how directed connectivity during cognitive control tasks may influence symptom expression in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36539, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study did not show a significant effect for task block number on SAT-Score at any level of stimulus duration in either group (A2). These findings are in support of the work by Demeter et al. which concluded in a separate analysis that patients maintained performance across a 12-minute SAT task, showing no appreciable degradation of task performance, whereas children performing the same task were unable to maintain performance. These findings taken together support the existence of general performance deficits in schizophrenia and also provide evidence that attentional differences in schizophrenia are more closely related to difficulties adapting to varying demands in attentional processing rather than issues associated with fatigue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37286, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Findings in the study while promising are subject to several limitations. First, all patients in the study were medicated and it is possible that the effects of varied prescribed antipsychotics may have contributed to the results observed in the study. Although preliminary analysis indicated that patient performance was not sensitive CPZ equivalent dosage, antipsychotic medication has commonly been reported to have limited effect on cognitive measures including cognitive control and attention. Second, the block -level analysis method used in this study may have overlooked interesting features which could have provided more information regarding visuospatial deficiencies in schizophrenia. Future researchers may wish to use systems capable of higher sampling frequencies to investigate event-related responses within trials of the SAT and vSAT. It has been proposed that higher sampling frequencies may increase the speed of fNIRS response detection and other more rapid imaging techniques such as electroencephalography (EEG) may offer additional insight into the visuospatial dysfunction observed here. Third, the fNIRS system used in the study did not allow regions outside the anterior prefrontal cortex to be monitored. It is possible that other brain areas such as parietal cortex might provide additional information. Lastly, schizophrenia is also accompanied by visual processing deficits in a variety of modalities which contribute to higher level dysfunctions in a variety of downstream domains. Performance differences frequently attributed to failures of attention and other top-down processes may be conflated with dysfunction in the visual processing system. The magnocellular pathway is critical for the rapid detection of low-contrast and stimuli with low spatial frequency. When working together with the slower parvocellular pathway, the two integrate to form a complete visual representation. In this “fill and frame model” visual, the magnocellular pathway identifies broad visual descriptions while the parvocellular pathways provide the details. Patients with schizophrenia possess a demonstrated degradation in the magnocellular pathway that results in reduced visually evoked responses in situations with low contrast (<10% luminance), short stimulus length, and low spatial frequency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39604, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the presently reported experiment, the varied stimuli locations in the vSAT task when paired with reduced contrast stimuli may have contributed to performance differences between patients and healthy controls. However, we suggest that differences due to magnocellular deficits may only be apparent at the shortest interstimulus intervals. The experimental setup used (single monitor at a comfortable distance from subject) in this study was not designed in a manner which would have field of view to be sensitive to the difference between magnocellular and parvocellular processes. Although we note that performing this experiment using a display arrangement that is capable of targeting peripheral vision (>30 deg) may be an interesting avenue of research. A combination of attentional tasks and manipulation of low-level visual-detection could provide a novel evaluative technique pairing low and high-level brain function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40533, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 40544, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, we confirmed a general attentional deficit in patients with schizophrenia as demonstrated by decreased task performance and increased response time compared with the healthy controls. In both healthy and patient populations, we found a decrease in performance associated with task-type manipulation and a change in the target stimulus duration, but task parameters did not interact with subject group. The results confirm that the right frontopolar region plays a role in control of attention for both patients and healthy controls. However, patients with schizophrenia exhibited a general attentional deficit and inefficient right-medial PFC activation. Finally, we observed a strong regional association between the left-MFG activity during the vSAT task and the PANSS score driven by the negative symptom subscale. We suggest that the presence of aberrant activation differences within the left-MFG region may be related to dysregulation of attentional networks which plays a role in the clinical expression of negative and general symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41601, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 41627, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41764, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 41790, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary information accompanies this paper at 10.1038/s41598-019-45893-7.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41870, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 41891, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "A.C. drafted the manuscript and analyzed the data. Q.Z. and J.W. collected the data. H.A., S.T. and A.C. designed the experiment and prepared the figures. J.S., J.W., S.T., B.O. and H.A. discussed the results and revised the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42128, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 42146, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42284, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 42304, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "fNIR Devices, LLC manufactures the optical brain imaging instrument and licensed IP and know-how from Drexel University. H.A. and B.O. were involved in the technology development and thus offered a minor share in the startup firm fNIR Devices, LLC. A.C., J.S., Q.Z., J.W. and S.T. declare no potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42628, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 42639, "infons": {"fpage": "598", "lpage": "608", "name_0": "surname:Torrey;given-names:EF", "pub-id_doi": "10.1192/bjp.150.5.598", "pub-id_pmid": "3307980", "section_type": "REF", "source": "Br. J. Psychiatry", "type": "ref", "volume": "150", "year": "1987"}, "text": "Prevalence studies in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42675, "infons": {"fpage": "321", "lpage": "30", "name_0": "surname:Green;given-names:MF", "pub-id_doi": "10.1176/ajp.153.3.321", "pub-id_pmid": "8610818", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "153", "year": "1996"}, "text": "What are the functional consequences of neurocognitive deficits in schizophrenia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 42757, "infons": {"fpage": "311", "lpage": "319", "name_0": "surname:Liu;given-names:SK", "name_1": "surname:Chen;given-names:WJ", "name_2": "surname:Chang;given-names:CJ", "name_3": "surname:Lin;given-names:HN", "pub-id_doi": "10.1016/S0893-133X(99)00137-2", "pub-id_pmid": "10693159", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "22", "year": "2000"}, "text": "Effects of atypical neuroleptics on sustained attention deficits in schizophrenia: A trial of risperidone versus haloperidol", "sentences": [], "annotations": [], "relations": []}, {"offset": 42882, "infons": {"fpage": "107", "lpage": "111", "name_0": "surname:Harris;given-names:JG", "name_1": "surname:Minassian;given-names:A", "name_2": "surname:Perry;given-names:W", "pub-id_doi": "10.1016/j.schres.2006.12.021", "pub-id_pmid": "17306962", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "91", "year": "2007"}, "text": "Stability of attention deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42931, "infons": {"fpage": "73", "lpage": "95", "name_0": "surname:Fioravanti;given-names:M", "name_1": "surname:Carlone;given-names:O", "name_2": "surname:Vitale;given-names:B", "name_3": "surname:Cinti;given-names:ME", "name_4": "surname:Clare;given-names:L", "pub-id_doi": "10.1007/s11065-005-6254-9", "pub-id_pmid": "16211467", "section_type": "REF", "source": "Neuropsychol. Rev.", "type": "ref", "volume": "15", "year": "2005"}, "text": "A meta-analysis of cognitive deficits in adults with a diagnosis of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43013, "infons": {"fpage": "2296", "lpage": "314", "name_0": "surname:Fornito;given-names:A", "name_1": "surname:Zalesky;given-names:A", "name_2": "surname:Pantelis;given-names:C", "name_3": "surname:Bullmore;given-names:ET", "pub-id_doi": "10.1016/j.neuroimage.2011.12.090", "pub-id_pmid": "22387165", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 43058, "infons": {"fpage": "42858", "name_0": "surname:Pu;given-names:S", "pub-id_doi": "10.1038/srep42858", "pub-id_pmid": "28205609", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Association of fronto-temporal function with cognitive ability in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43138, "infons": {"fpage": "60", "lpage": "9", "name_0": "surname:Glahn;given-names:DC", "pub-id_doi": "10.1002/hbm.20138", "pub-id_pmid": "15846819", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "25", "year": "2005"}, "text": "Beyond hypofrontality: a quantitative meta-analysis of functional neuroimaging studies of working memory in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43260, "infons": {"fpage": "285", "lpage": "298", "name_0": "surname:Manoach;given-names:DS", "pub-id_doi": "10.1016/S0920-9964(02)00294-3", "pub-id_pmid": "12591590", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "60", "year": "2003"}, "text": "Prefrontal cortex dysfunction during working memory performance in schizophrenia: reconciling discrepant findings", "sentences": [], "annotations": [], "relations": []}, {"offset": 43374, "infons": {"fpage": "104", "lpage": "112", "name_0": "surname:Carter;given-names:JD", "pub-id_doi": "10.1016/j.schres.2010.03.019", "pub-id_pmid": "20554160", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "122", "year": "2010"}, "text": "Attention deficits in schizophrenia - Preliminary evidence of dissociable transient and sustained deficits", "sentences": [], "annotations": [], "relations": []}, {"offset": 43481, "infons": {"fpage": "294", "lpage": "311", "name_0": "surname:Gold;given-names:JM", "name_1": "surname:Hahn;given-names:B", "name_2": "surname:Strauss;given-names:GP", "name_3": "surname:Waltz;given-names:JA", "pub-id_doi": "10.1007/s11065-009-9098-x", "pub-id_pmid": "19452280", "section_type": "REF", "source": "Neuropsychol. Rev.", "type": "ref", "volume": "19", "year": "2009"}, "text": "Turning it upside down: Areas of preserved cognitive function in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43560, "infons": {"fpage": "53", "lpage": "61", "name_0": "surname:Luck;given-names:SJ", "name_1": "surname:Ford;given-names:JM", "name_2": "surname:Sarter;given-names:M", "name_3": "surname:Lustig;given-names:C", "pub-id_doi": "10.1093/schbul/sbr065", "pub-id_pmid": "21765166", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "CNTRICS final biomarker selection: Control of attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 43616, "infons": {"fpage": "1154", "lpage": "1165", "name_0": "surname:Beck;given-names:DM", "name_1": "surname:Kastner;given-names:S", "pub-id_doi": "10.1016/j.visres.2008.07.012", "pub-id_pmid": "18694779", "section_type": "REF", "source": "Vision Res.", "type": "ref", "volume": "49", "year": "2009"}, "text": "Top-down and bottom-up mechanisms in biasing competition in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 43692, "infons": {"fpage": "1131", "lpage": "1137", "name_0": "surname:Carter;given-names:CS", "name_1": "surname:Barch;given-names:DM", "pub-id_doi": "10.1093/schbul/sbm081", "pub-id_pmid": "17630405", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "33", "year": "2007"}, "text": "Cognitive neuroscience-based approaches to measuring and improving treatment effects on cognition in schizophrenia: The CNTRICS initiative", "sentences": [], "annotations": [], "relations": []}, {"offset": 43831, "infons": {"fpage": "73", "lpage": "89", "name_0": "surname:Petersen;given-names:SE", "name_1": "surname:Posner;given-names:MI", "pub-id_doi": "10.1146/annurev-neuro-062111-150525", "pub-id_pmid": "22524787", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "35", "year": "2012"}, "text": "The attention system of the human brain: 20 years after", "sentences": [], "annotations": [], "relations": []}, {"offset": 43887, "infons": {"fpage": "225", "lpage": "240", "name_0": "surname:Eriksen;given-names:CW", "name_1": "surname:St James;given-names:JD", "pub-id_doi": "10.3758/BF03211502", "pub-id_pmid": "3786090", "section_type": "REF", "source": "Percept. Psychophys.", "type": "ref", "volume": "40", "year": "1986"}, "text": "Visual attention within and around the field of focal attention: a zoom lens model", "sentences": [], "annotations": [], "relations": []}, {"offset": 43970, "infons": {"fpage": "783", "lpage": "795", "name_0": "surname:Luck;given-names:SJ", "pub-id_doi": "10.1037/abn0000003", "pub-id_pmid": "25089655", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "123", "year": "2014"}, "text": "Hyperfocusing in schizophrenia: Evidence from interactions between working memory and eye movements", "sentences": [], "annotations": [], "relations": []}, {"offset": 44070, "infons": {"fpage": "192", "lpage": "198", "name_0": "surname:Elahipanah;given-names:A", "name_1": "surname:Christensen;given-names:BK", "name_2": "surname:Reingold;given-names:EM", "pub-id_doi": "10.1037/a0017523", "pub-id_pmid": "20230113", "section_type": "REF", "source": "Neuropsychology", "type": "ref", "volume": "24", "year": "2010"}, "text": "Visual search performance among persons with schizophrenia as a function of target eccentricity", "sentences": [], "annotations": [], "relations": []}, {"offset": 44166, "infons": {"fpage": "235", "lpage": "47", "name_0": "surname:Kojima;given-names:K", "name_1": "surname:Katayama;given-names:S", "name_2": "surname:Takaki;given-names:M", "name_3": "surname:Yoshioka;given-names:S", "name_4": "surname:Kawahara;given-names:R", "pub-id_pmid": "15856747", "section_type": "REF", "source": "Seishin Shinkeigaku Zasshi", "type": "ref", "volume": "107", "year": "2005"}, "text": "[A deficit in preattentive processing of visual information in schizophrenic patients]", "sentences": [], "annotations": [], "relations": []}, {"offset": 44253, "infons": {"fpage": "624", "lpage": "626", "name_0": "surname:Glahn;given-names:DC", "pub-id_doi": "10.1016/S0006-3223(02)01641-4", "pub-id_pmid": "12679242", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "53", "year": "2003"}, "text": "Spatial working memory as an endophenotype for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44314, "infons": {"fpage": "1518", "lpage": "29", "name_0": "surname:Demeter;given-names:E", "name_1": "surname:Hernandez-Garcia;given-names:L", "name_2": "surname:Sarter;given-names:M", "name_3": "surname:Lustig;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2010.09.026", "pub-id_pmid": "20851189", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Challenges to attention: a continuous arterial spin labeling (ASL) study of the effects of distraction on sustained attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 44440, "infons": {"fpage": "136", "lpage": "41", "name_0": "surname:Demeter;given-names:E", "name_1": "surname:Guthrie;given-names:SK", "name_2": "surname:Taylor;given-names:SF", "name_3": "surname:Sarter;given-names:M", "name_4": "surname:Lustig;given-names:C", "pub-id_doi": "10.1016/j.schres.2013.01.003", "pub-id_pmid": "23374860", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "144", "year": "2013"}, "text": "Increased distractor vulnerability but preserved vigilance in patients with schizophrenia: Evidence from a translational Sustained Attention Task", "sentences": [], "annotations": [], "relations": []}, {"offset": 44586, "infons": {"fpage": "235", "lpage": "72", "name_0": "surname:Riccio;given-names:CA", "name_1": "surname:Reynolds;given-names:CR", "name_2": "surname:Lowe;given-names:P", "name_3": "surname:Moore;given-names:JJ", "pub-id_doi": "10.1093/arclin/17.3.235", "pub-id_pmid": "14589726", "section_type": "REF", "source": "Arch. Clin. Neuropsychol.", "type": "ref", "volume": "17", "year": "2002"}, "text": "The continuous performance test: a window on the neural substrates for attention?", "sentences": [], "annotations": [], "relations": []}, {"offset": 44668, "infons": {"fpage": "3426", "lpage": "3435", "name_0": "surname:Lim;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2009.11.020", "pub-id_pmid": "19925871", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Imaging brain fatigue from sustained mental workload: An ASL perfusion study of the time-on-task effect", "sentences": [], "annotations": [], "relations": []}, {"offset": 44772, "infons": {"fpage": "840", "lpage": "7", "name_0": "surname:Salgado-Pineda;given-names:P", "pub-id_doi": "10.1016/j.neuroimage.2003.10.027", "pub-id_pmid": "15006650", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "21", "year": "2004"}, "text": "Decreased cerebral activation during CPT performance: structural and functional deficits in schizophrenic patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 44887, "infons": {"fpage": "814", "lpage": "28", "name_0": "surname:Palaniyappan;given-names:L", "name_1": "surname:Simmonite;given-names:M", "name_2": "surname:White;given-names:TP", "name_3": "surname:Liddle;given-names:EB", "name_4": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1016/j.neuron.2013.06.027", "pub-id_pmid": "23972602", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "79", "year": "2013"}, "text": "Neural primacy of the salience processing system in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44953, "infons": {"fpage": "913", "lpage": "9", "name_0": "surname:Fallgatter;given-names:AJ", "name_1": "surname:Strik;given-names:WK", "pub-id_doi": "10.1093/oxfordjournals.schbul.a033505", "pub-id_pmid": "11087023", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "26", "year": "2000"}, "text": "Reduced frontal functional asymmetry in schizophrenia during a cued continuous performance test assessed with near-infrared spectroscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 45090, "infons": {"fpage": "595", "lpage": "606", "name_0": "surname:Dichter;given-names:GS", "name_1": "surname:Bellion;given-names:C", "name_2": "surname:Casp;given-names:M", "name_3": "surname:Belger;given-names:A", "pub-id_doi": "10.1093/schbul/sbn118", "pub-id_pmid": "18843096", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "Impaired modulation of attention and emotion in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45152, "infons": {"fpage": "87", "lpage": "95", "name_0": "surname:Pu;given-names:S", "pub-id_doi": "10.1016/j.schres.2014.01.031", "pub-id_pmid": "24556471", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "153", "year": "2014"}, "text": "A pilot study on the effects of cognitive remediation on hemodynamic responses in the prefrontal cortices of patients with schizophrenia: A multi-channel near-infrared spectroscopy study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45339, "infons": {"fpage": "239", "lpage": "250", "name_0": "surname:Izzetoglu;given-names:K", "pub-id_doi": "10.1142/S1793545811001587", "section_type": "REF", "source": "J. Innov. Opt. Health Sci.", "type": "ref", "volume": "04", "year": "2011"}, "text": "The evolution of field deployable fNIR spectroscopy from bench to clinical settings", "sentences": [], "annotations": [], "relations": []}, {"offset": 45423, "infons": {"fpage": "871", "name_0": "surname:Ayaz;given-names:H", "pub-id_doi": "10.3389/fnhum.2013.00871", "pub-id_pmid": "24385959", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "Continuous monitoring of brain dynamics with functional near infrared spectroscopy as a tool for neuroergonomic research: empirical examples and a technological development", "sentences": [], "annotations": [], "relations": []}, {"offset": 45596, "infons": {"section_type": "REF", "type": "ref"}, "text": "Demeter, E. Translational research on sustained attention and attentional control in rats, healthy humans and patients with Schizophrenia. (University of Michigan, 2011).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45767, "infons": {"fpage": "340", "lpage": "57", "name_0": "surname:McGaughy;given-names:J", "name_1": "surname:Sarter;given-names:M", "pub-id_doi": "10.1007/BF02246109", "pub-id_pmid": "7770610", "section_type": "REF", "source": "Psychopharmacology (Berl).", "type": "ref", "volume": "117", "year": "1995"}, "text": "Behavioral vigilance in rats: task validation and effects of age, amphetamine, and benzodiazepine receptor ligands", "sentences": [], "annotations": [], "relations": []}, {"offset": 45882, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ayaz, H. et al. Using MazeSuite and functional near infrared spectroscopy to study learning in spatial navigation. J. Vis. Exp, 10.3791/3443 (2011).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46031, "infons": {"fpage": "250", "lpage": "262", "name_0": "surname:Takizawa;given-names:R", "pub-id_doi": "10.1016/j.schres.2007.10.025", "pub-id_pmid": "18063344", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "99", "year": "2008"}, "text": "Reduced frontopolar activation during verbal fluency task in schizophrenia: A multi-channel near-infrared spectroscopy study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46156, "infons": {"fpage": "6567", "lpage": "70", "name_0": "surname:Ayaz;given-names:H", "name_1": "surname:Izzetoglu;given-names:M", "name_2": "surname:Shewokis;given-names:PA", "name_3": "surname:Onaral;given-names:B", "pub-id_pmid": "21096508", "section_type": "REF", "source": "Conf. Proc. IEEE Eng. Med. Biol. Soc.", "type": "ref", "volume": "2010", "year": "2010"}, "text": "Sliding-window motion artifact rejection for Functional Near-Infrared Spectroscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 46239, "infons": {"fpage": "700", "lpage": "11", "name_0": "surname:Fox;given-names:MD", "name_1": "surname:Raichle;given-names:ME", "pub-id_doi": "10.1038/nrn2201", "pub-id_pmid": "17704812", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "8", "year": "2007"}, "text": "Spontaneous fluctuations in brain activity observed with functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 46334, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cope, M. The Application Of Near Infrared Spectroscopy To Non Invasive Monitoring Of Cerebral Oxygenation In The Newborn Infant. (University College, London, 1991).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46499, "infons": {"fpage": "36", "lpage": "47", "name_0": "surname:Ayaz;given-names:H", "pub-id_doi": "10.1016/j.neuroimage.2011.06.023", "pub-id_pmid": "21722738", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Optical brain monitoring for operator training and mental workload assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 46577, "infons": {"fpage": "2671", "lpage": "4", "name_0": "surname:Ayaz;given-names:H", "pub-id_doi": "10.1109/IEMBS.2006.260835", "pub-id_pmid": "17946973", "section_type": "REF", "source": "Conf. Proc. IEEE Eng. Med. Biol. Soc.", "type": "ref", "volume": "1", "year": "2006"}, "text": "Registering fNIR data to brain surface image using MRI templates", "sentences": [], "annotations": [], "relations": []}, {"offset": 46642, "infons": {"fpage": "43293", "name_0": "surname:Liu;given-names:Y", "pub-id_doi": "10.1038/srep43293", "pub-id_pmid": "28240295", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Measuring speaker–listener neural coupling with functional near infrared spectroscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 46728, "infons": {"fpage": "279", "lpage": "84", "name_0": "surname:Benjamini;given-names:Y", "name_1": "surname:Drai;given-names:D", "name_2": "surname:Elmer;given-names:G", "name_3": "surname:Kafkafi;given-names:N", "name_4": "surname:Golani;given-names:I", "pub-id_doi": "10.1016/S0166-4328(01)00297-2", "pub-id_pmid": "11682119", "section_type": "REF", "source": "Behav. Brain Res.", "type": "ref", "volume": "125", "year": "2001"}, "text": "Controlling the false discovery rate in behavior genetics research", "sentences": [], "annotations": [], "relations": []}, {"offset": 46795, "infons": {"fpage": "151", "lpage": "7", "name_0": "surname:Krueger;given-names:C", "name_1": "surname:Tian;given-names:L", "pub-id_doi": "10.1177/1099800404267682", "pub-id_pmid": "15388912", "section_type": "REF", "source": "Biol. Res. Nurs.", "type": "ref", "volume": "6", "year": "2004"}, "text": "A comparison of the general linear mixed model and repeated measures ANOVA using a dataset with multiple missing data points", "sentences": [], "annotations": [], "relations": []}, {"offset": 46920, "infons": {"fpage": "1014", "lpage": "1026", "name_0": "surname:McKendrick;given-names:R", "name_1": "surname:Ayaz;given-names:H", "name_2": "surname:Olmstead;given-names:R", "name_3": "surname:Parasuraman;given-names:R", "pub-id_doi": "10.1016/j.neuroimage.2013.05.103", "pub-id_pmid": "23727530", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "85", "year": "2014"}, "text": "Enhancing dual-task performance with verbal and spatial working memory training: Continuous monitoring of cerebral hemodynamics with NIRS", "sentences": [], "annotations": [], "relations": []}, {"offset": 47058, "infons": {"fpage": "72", "lpage": "91", "name_0": "surname:Tak;given-names:S", "name_1": "surname:Ye;given-names:JC", "pub-id_doi": "10.1016/j.neuroimage.2013.06.016", "pub-id_pmid": "23774396", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "85", "year": "2014"}, "text": "Statistical analysis of fNIRS data: A comprehensive review", "sentences": [], "annotations": [], "relations": []}, {"offset": 47117, "infons": {"fpage": "390", "lpage": "412", "name_0": "surname:Baayen;given-names:RH", "name_1": "surname:Davidson;given-names:DJ", "name_2": "surname:Bates;given-names:DM", "pub-id_doi": "10.1016/j.jml.2007.12.005", "section_type": "REF", "source": "J. Mem. Lang.", "type": "ref", "volume": "59", "year": "2008"}, "text": "Memory and Language Mixed-effects modeling with crossed random effects for subjects and items", "sentences": [], "annotations": [], "relations": []}, {"offset": 47211, "infons": {"fpage": "251", "lpage": "264", "name_0": "surname:Bates;given-names:D", "name_1": "surname:Mächler;given-names:M", "name_2": "surname:Bolker;given-names:B", "name_3": "surname:Walker;given-names:S", "pub-id_doi": "10.18637/jss.v067.i01", "section_type": "REF", "source": "J. Stat. Softw.", "type": "ref", "volume": "67", "year": "2015"}, "text": "Fitting Linear Mixed-Effects Models Using lme4", "sentences": [], "annotations": [], "relations": []}, {"offset": 47258, "infons": {"fpage": "870", "lpage": "8", "name_0": "surname:Genovese;given-names:CR", "name_1": "surname:Lazar;given-names:NA", "name_2": "surname:Nichols;given-names:T", "pub-id_doi": "10.1006/nimg.2001.1037", "pub-id_pmid": "11906227", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Thresholding of statistical maps in functional neuroimaging using the false discovery rate", "sentences": [], "annotations": [], "relations": []}, {"offset": 47349, "infons": {"section_type": "REF", "type": "ref"}, "text": "Akaike, H. Information theory and an extension of the maximum likelihood principle. In 2nd International Symposium on Information Theory (ed. Csaki, B. P. F.) 267–281 (Akadémiai Kiadó, 1973).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47541, "infons": {"section_type": "REF", "type": "ref"}, "text": "Burnham, K. P. & Anderson, D. R. Model Selection and Multimodel Inference: A Practical Information-Theoretic Approach. (Springer Science & Business Media, 2003).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47703, "infons": {"fpage": "247", "lpage": "65", "name_0": "surname:McGaughy;given-names:J", "name_1": "surname:Kaiser;given-names:T", "name_2": "surname:Sarter;given-names:M", "pub-id_doi": "10.1037/0735-7044.110.2.247", "pub-id_pmid": "8731052", "section_type": "REF", "source": "Behav. Neurosci.", "type": "ref", "volume": "110", "year": "1996"}, "text": "Behavioral vigilance following infusions of 192 IgG-saporin into the basal forebrain: selectivity of the behavioral impairment and relation to cortical AChE-positive fiber density", "sentences": [], "annotations": [], "relations": []}, {"offset": 47883, "infons": {"fpage": "787", "lpage": "99", "name_0": "surname:Demeter;given-names:E", "name_1": "surname:Sarter;given-names:M", "name_2": "surname:Lustig;given-names:C", "pub-id_doi": "10.1037/a0013712", "pub-id_pmid": "18999353", "section_type": "REF", "source": "Neuropsychology", "type": "ref", "volume": "22", "year": "2008"}, "text": "Rats and humans paying attention: cross-species task development for translational research", "sentences": [], "annotations": [], "relations": []}, {"offset": 47975, "infons": {"fpage": "254", "lpage": "266", "name_0": "surname:Pollmann;given-names:S", "pub-id_doi": "10.3390/brainsci2020254", "pub-id_pmid": "24962775", "section_type": "REF", "source": "Brain Sci.", "type": "ref", "volume": "2", "year": "2012"}, "text": "Anterior prefrontal contributions to implicit attention control", "sentences": [], "annotations": [], "relations": []}, {"offset": 48039, "infons": {"fpage": "932", "lpage": "48", "name_0": "surname:Gilbert;given-names:SJ", "pub-id_doi": "10.1162/jocn.2006.18.6.932", "pub-id_pmid": "16839301", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "18", "year": "2006"}, "text": "Functional specialization within rostral prefrontal cortex (area 10): a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48125, "infons": {"fpage": "3813", "lpage": "3823", "name_0": "surname:Kreither;given-names:J", "pub-id_doi": "10.1523/JNEUROSCI.3221-16.2017", "pub-id_pmid": "28283557", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "37", "year": "2017"}, "text": "Electrophysiological Evidence for Hyperfocusing of Spatial Attention in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48211, "infons": {"fpage": "93", "lpage": "103", "name_0": "surname:Ikezawa;given-names:K", "pub-id_doi": "10.1016/j.schres.2008.12.010", "pub-id_pmid": "19157786", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "108", "year": "2009"}, "text": "Impaired regional hemodynamic response in schizophrenia during multiple prefrontal activation tasks: a two-channel near-infrared spectroscopy study", "sentences": [], "annotations": [], "relations": []}, {"offset": 48359, "infons": {"fpage": "675", "name_0": "surname:Fujiki;given-names:R", "pub-id_doi": "10.2147/NDT.S43137", "pub-id_pmid": "23696704", "section_type": "REF", "source": "Neuropsychiatr. Dis. Treat.", "type": "ref", "volume": "9", "year": "2013"}, "text": "Reduced prefrontal cortex activation using the Trail Making Test in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48441, "infons": {"fpage": "1", "lpage": "57", "name_0": "surname:Lefaucheur;given-names:J-P", "pub-id_doi": "10.1016/j.clinph.2014.05.021", "pub-id_pmid": "23993679", "section_type": "REF", "source": "Clin. Neurophysiol.", "type": "ref", "volume": "125", "year": "2014"}, "text": "Evidence-based guidelines on the therapeutic use of repetitive transcranial magnetic stimulation (rTMS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 48545, "infons": {"fpage": "17", "lpage": "25", "name_0": "surname:Okada;given-names:F", "name_1": "surname:Tokumitsu;given-names:Y", "name_2": "surname:Hoshi;given-names:Y", "name_3": "surname:Tamura;given-names:M", "pub-id_doi": "10.1007/BF02279807", "pub-id_pmid": "7918697", "section_type": "REF", "source": "Eur. Arch. Psychiatry Clin. Neurosci.", "type": "ref", "volume": "244", "year": "1994"}, "text": "Impaired interhemispheric integration in brain oxygenation and hemodynamics in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48638, "infons": {"section_type": "REF", "type": "ref"}, "text": "Fallgatter, A. & Strik, W. Reduced frontal functional asymmetry in schizophrenia during a cued continuous …. Schizophr. Bull. 913–919 (2000).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48780, "infons": {"fpage": "2289", "lpage": "99", "name_0": "surname:Oertel;given-names:V", "pub-id_doi": "10.1523/JNEUROSCI.4575-09.2010", "pub-id_pmid": "20147555", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Reduced laterality as a trait marker of schizophrenia–evidence from structural and functional neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 48887, "infons": {"fpage": "448", "lpage": "459", "name_0": "surname:Núñez;given-names:C", "pub-id_doi": "10.1111/acps.12723", "pub-id_pmid": "28332705", "section_type": "REF", "source": "Acta Psychiatr. Scand.", "type": "ref", "volume": "135", "year": "2017"}, "text": "Global brain asymmetry is increased in schizophrenia and related to avolition", "sentences": [], "annotations": [], "relations": []}, {"offset": 48965, "infons": {"fpage": "615", "lpage": "630", "name_0": "surname:Agcaoglu;given-names:O", "pub-id_doi": "10.1007/s11682-017-9718-7", "pub-id_pmid": "28434159", "section_type": "REF", "source": "Brain Imaging Behav.", "type": "ref", "volume": "12", "year": "2018"}, "text": "Decreased hemispheric connectivity and decreased intra- and inter- hemisphere asymmetry of resting state functional network connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49119, "infons": {"fpage": "1010", "name_0": "surname:Ribolsi;given-names:M", "name_1": "surname:Daskalakis;given-names:ZJ", "name_2": "surname:Siracusano;given-names:A", "name_3": "surname:Koch;given-names:G", "pub-id_doi": "10.3389/fnhum.2014.01010", "pub-id_pmid": "25566030", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "8", "year": "2014"}, "text": "Abnormal asymmetry of brain connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49177, "infons": {"fpage": "15535", "lpage": "15545", "name_0": "surname:Hwang;given-names:K", "name_1": "surname:Velanova;given-names:K", "name_2": "surname:Luna;given-names:B", "pub-id_doi": "10.1523/JNEUROSCI.2825-10.2010", "pub-id_pmid": "21084608", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "30", "year": "2010"}, "text": "Strengthening of Top-Down Frontal Cognitive Control Networks Underlying the Development of Inhibitory Control: An fMRI Effective Connectivity Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 49325, "infons": {"fpage": "1", "lpage": "16", "name_0": "surname:Japee;given-names:S", "name_1": "surname:Holiday;given-names:K", "name_2": "surname:Satyshur;given-names:MD", "name_3": "surname:Mukai;given-names:I", "name_4": "surname:Ungerleider;given-names:LG", "pub-id_doi": "10.3389/fnsys.2015.00023", "pub-id_pmid": "25709570", "section_type": "REF", "source": "Front. Syst. Neurosci.", "type": "ref", "volume": "9", "year": "2015"}, "text": "A role of right middle frontal gyrus in reorienting of attention: a case study", "sentences": [], "annotations": [], "relations": []}, {"offset": 49404, "infons": {"fpage": "76", "lpage": "85", "name_0": "surname:Birkett;given-names:P", "pub-id_doi": "10.1016/j.schres.2007.05.030", "pub-id_pmid": "17630256", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "95", "year": "2007"}, "text": "Reaction time and sustained attention in schizophrenia and its genetic predisposition", "sentences": [], "annotations": [], "relations": []}, {"offset": 49490, "infons": {"fpage": "633", "lpage": "47", "name_0": "surname:Keefe;given-names:RSE", "pub-id_doi": "10.1001/archpsyc.64.6.633", "pub-id_pmid": "17548746", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "64", "year": "2007"}, "text": "Neurocognitive effects of antipsychotic medications in patients with chronic schizophrenia in the CATIE Trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 49600, "infons": {"fpage": "141", "lpage": "68", "name_0": "surname:Millan;given-names:MJ", "pub-id_doi": "10.1038/nrd3628", "pub-id_pmid": "22293568", "section_type": "REF", "source": "Nat. Rev. Drug Discov.", "type": "ref", "volume": "11", "year": "2012"}, "text": "Cognitive dysfunction in psychiatric disorders: characteristics, causes and the quest for improved therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 49707, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cui, X., Bray, S. & Reiss, A. L. Speeded near infrared spectroscopy (NIRS) response detection. PLoS One5 (2010).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49820, "infons": {"fpage": "40", "lpage": "47", "name_0": "surname:Butler;given-names:PD", "name_1": "surname:Silverstein;given-names:SM", "name_2": "surname:Dakin;given-names:SC", "pub-id_doi": "10.1016/j.biopsych.2008.03.023", "pub-id_pmid": "18549875", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "Visual Perception and Its Impairment in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49874, "infons": {"fpage": "249", "lpage": "275", "name_0": "surname:Javitt;given-names:DC", "pub-id_doi": "10.1146/annurev.clinpsy.032408.153502", "pub-id_pmid": "19327031", "section_type": "REF", "source": "Annu. Rev. Clin. Psychol.", "type": "ref", "volume": "5", "year": "2009"}, "text": "When Doors of Perception Close: Bottom-up Models of Disrupted Cognition in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49963, "infons": {"fpage": "417", "lpage": "430", "name_0": "surname:Butler;given-names:PD", "pub-id_doi": "10.1093/brain/awl233", "pub-id_pmid": "16984902", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "130", "year": "2007"}, "text": "Subcortical visual dysfunction in schizophrenia drives secondary cortical impairments", "sentences": [], "annotations": [], "relations": []}, {"offset": 50049, "infons": {"section_type": "REF", "type": "ref"}, "text": "Butler, P. D. & Javitt, D. C. Early-stage visual processing deficits in schizophrenia. Curr. Opin. Psychiatry18, 151–157 10/29/2018;06/14/2019 (2005).", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}