{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6007330", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1093/scan/nsy028", "article-id_pmc": "6007330", "article-id_pmid": "29846717", "article-id_publisher-id": "nsy028", "fpage": "483", "issue": "5", "kwd": "reward brain risky behavior adolescent development social", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "491", "name_0": "surname:Ambrosia;given-names:Marigrace", "name_1": "surname:Eckstrand;given-names:Kristen L", "name_2": "surname:Morgan;given-names:Judith K", "name_3": "surname:Allen;given-names:Nicholas B", "name_4": "surname:Jones;given-names:Neil P", "name_5": "surname:Sheeber;given-names:Lisa", "name_6": "surname:Silk;given-names:Jennifer S", "name_7": "surname:Forbes;given-names:Erika E", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2018"}, "text": "Temptations of friends: adolescents’ neural and behavioral responses to best friends predict risky behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 108, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 117, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Adolescents are notorious for engaging in risky, reward-motivated behavior, and this behavior occurs most often in response to social reward, typically in the form of peer contexts involving intense positive affect. A combination of greater neural and behavioral sensitivity to peer positive affect may characterize adolescents who are especially likely to engage in risky behaviors. To test this hypothesis, we examined 50 adolescents’ reciprocal positive affect and neural response to a personally relevant, ecologically valid pleasant stimulus: positive affect expressed by their best friend during a conversation about past and future rewarding mutual experiences. Participants were typically developing community adolescents (age 14–18 years, 48.6% female), and risky behavior was defined as a factor including domains such as substance use, sexual behavior and suicidality. Adolescents who engaged in more real-life risk-taking behavior exhibited either a combination of high reciprocal positive affect behavior and high response in the left ventrolateral prefrontal cortex—a region associated with impulsive sensation-seeking—or the opposite combination. Behavioral and neural sensitivity to peer influence could combine to contribute to pathways from peer influence to risky behavior, with implications for healthy development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1453, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1466, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Adolescents are notorious for engaging in risky behavior. Driven by high levels of sensation seeking, adolescents are more likely than adults or children to seek high-intensity rewarding experiences that have potential consequences for their health and safety. These include engaging in normative thrill-seeking behaviors such as dangerous driving, sexual intercourse without condom use and drug use, as well as foregoing more preventative behaviors that could promote health and safety, such as the use of seat belts or bicycle helmets (CDC, 2010).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2016, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Peer social context is a key factor in adolescents’ risk-taking: Risky behaviors such as reckless driving, substance use, and criminal activity are most likely to occur while adolescents are in the presence of peers. Adolescence is also a developmental period of substantial changes in social context and social behavior, with the emergence of romantic and sexual relationships, the development of intimate friendships and the enhanced salience of status among peers. Conceptual models of adolescent development emphasize that a central force influencing changes in behavior, affect and physiology is social reorientation, whereby the behavioral and neurobiological aspects of social-cognitive and affective processes change to prioritize peer relationships, such that friendships, sexual relationships and romantic relationships become increasingly salient. Not surprisingly, peer influence, especially for daring behaviors, becomes a more prominent motivator than parental influence or personal decision-making at this age.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3042, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Social reward, especially experiences marked by high positive affect and a peer context, is critical to adolescents’ risky behavior. Indeed, evidence from behavioral and neuroscience research supports adolescents’ intense sensitivity to rewarding and peer contexts. Compared with adults, adolescents take more risks during simulated driving in the presence of peers, are more easily distracted by rewards during cognitive control tasks, and display greater response to pleasant stimuli in reward-critical regions such as ventral striatum. At an individual differences level, adolescents who are prone to deriving a strong sense of reward from peer relationships may respond to the unique social development experiences of adolescence with more frequent or intense engagement in risky behaviors. With increased value placed on enhancing social status, impressing peers and seeking thrills, adolescents who are more sensitive to their peers’ influence or respond to their peers’ positive affect with more enjoyment could be most liable to risky behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4096, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Behaviorally, adolescents’ conversations with friends can be a context for promoting rule-breaking behavior. This potentially occurs via the experience of social reward. In particular, variability in reciprocal positive affect, or the behavioral tendency to respond to another person’s positive affect with expressions of positive affect, could reveal the sensitivity to social reward that makes some adolescents engage in higher rates of risky behaviors. Because peer relationships have important value for social functioning during adolescence, close friends could provide a behavioral setting for eliciting reciprocal positive affect. Interactions with close friends could also have the potential to elicit variability in neural responses to social reward.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4856, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Neurally, individual differences in reward-circuit function are associated with adolescents’ risky behavior and susceptibility to peer influence. Thus, because of the unique developmental link between peer social reward and risky behavior that emerges in adolescence, neural sensitivity to peer reward could serve as a trait-like vulnerability factor for risky behavior during this phase of life. Indeed, recent findings have indicated that left VLPFC response to reward corresponds to traits related to risky behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5376, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Risky behavior could be more likely for adolescents who have sensitive neural systems for processing not just reward, but social reward in particular. Adolescents’ response to social reward, increased social focus, and rates of risky behavior are putatively driven by development in a combination of reward, social and self-regulatory networks (e.g.). The reward network includes the ventral striatum, the primary target of ventral tegmental dopamine neurons that is considered the hub of reward circuitry; the amygdala, which responds to reward receipt; and the medial prefrontal cortex (PFC), which contributes to affective experience and regulation in response to reward. The social and self-processing network includes the temporoparietal junction, which is implicated in theory of mind and responds to social reward (e.g.); the medial PFC, which processes both social and self-relevant information; and the posterior cingulate and precuneus, a combined hub of the default-mode network with a role in self-referential, autobiographical and agentic processing. Other regions contribute to multiple networks involved in processing social reward. The ventromedial PFC is postulated to compute reward valuation, affect regulation and social cognition; the anterior insula contributes to reward seeking and reward responding but also appears to compensate for social pain and contribute to adolescents’ risky behavior; and the ventrolateral prefrontal cortex (VLPFC) is central to several aspects of affect and self-regulation, including impulsive sensation-seeking. This intersecting set of networks undergoes development during adolescence and coordinates the increasingly sophisticated social-affective processing and corresponding behaviors, including risky behavior, that emerge in adolescence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7175, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This study was guided by the stance that adolescents’ neural response to peer social reward (here, positive affect with a close friend) may differ greatly across adolescents and that such individual differences (i.e. variability across people in magnitude of neural response) may predict individual differences in risky behavior. From developmental psychopathology and clinical neuroscience perspectives, these individual differences could tip the balance toward risky behavior in contexts of peer positive affect. Specifically, we hypothesized that adolescents with a combination of heightened neural response and reciprocal positive affect response to social reward will engage in a higher level of a range of risky behaviors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7904, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To test this hypothesis, we developed a novel fMRI social reward paradigm using dynamic, personally relevant peer stimuli. This paradigm uses stimuli high in positive affect and is individualized based on video from a conversation with a close friend about a shared, high-intensity, pleasant experience. We have used similar approaches successfully in parent–child contexts to assess social-affective responding in an ecologically valid way. We propose that behavioral response from the conversation can capture reciprocal positive affect, while neural response can capture sensitivity to peer social reward. In all, combining rigorous behavioral observation and functional neuroimaging and using methods based on naturalistic contexts for risky behavior could lead to progress in understanding the social and affective neuroscience of adolescence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8753, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 8775, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants and protocol", "sentences": [], "annotations": [], "relations": []}, {"offset": 8801, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were 50 typically developing community adolescents with no history of psychiatric disorder or serious health problems. Participants were ages 14–18 (M = 16.22, s.d. = 1.4), 48.6% female, and 68% European American, 27% African American and 5% mixed race. Of the original 70 participants in the study, 7 did not complete the fMRI scan, due to ineligibility (recent concussion, n = 3; claustrophobia, n = 2; mental health history, n = 2), 3 were unable to be contacted after the initial visit and 2 refused the scan. Of the 58 who completed the entire assessment, 3 did not complete the fMRI task because of technical problems, 1 had inadequate coverage of the ventral striatum (≤80%), 1 had excessive movement (>25% of volumes over 2 mm in any direction) and 3 had missing behavior data because of coding error. All 50 participants had adequate coverage in ventral brain areas and <2 mm movement in any direction. All participants identified a same-gender best friend who attended the lab visit to complete the peer interaction task (M = 15.82 years, s.d. = 1.2; race: 38% African American, 62% European American; demographic data on friends were missing for 18 participants).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9989, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants completed a lab visit with self-report measures and an MRI scan. Most participants (57%) were scanned within 1 month of their lab visit (median = 27.5 days, s.d. = 54.8). The University of Pittsburgh Institutional Review Board approved all research procedures, and written informed consent was obtained from each participant and a parent/guardian.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10350, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Risky behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 10365, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants completed the standard high school version of the Youth Risk Behavior Survey [YRBS; Center for Disease Control and Prevention (CDC), ], an 89-item self-report instrument developed for epidemiologic research on high school students’ engagement in 6 domains of health-risk behaviors. These are (i) behaviors contributing to injury and violence, (ii) sexual behaviors related to negative outcomes, (iii) alcohol and drug use, (iv) tobacco use, (v) unhealthy dietary behaviors, and (vi) inadequate physical activity. These behaviors are considered risky based on their potential to compromise physical health (e.g. obtaining sexually transmitted infections from intercourse without condom use) or mental health (e.g. developing addiction from frequent use of illicit drugs). Thus, the YRBS does not include reward-seeking behaviors that are adaptive or that have only minor direct consequences for health and wellbeing (e.g. initiating a new romantic relationship, raising one’s hand in class).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11369, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Scores for risky behavior were computed based on a single factor created by from 10 YRBS items selected to represent a broad range of risky behaviors, including substance use, seat belt use, sexual behavior and suicidality. Items in the factor include daily cigarette smoking, seat belt use while riding in a car, number of lifetime sexual partners, and having gotten into a physical fight (see Supplementary Table S1 for all items). The factor was tested with confirmatory factor analysis in a sample of 174 community adolescents and then replicated in a sample of 4135 16-year-old adolescents from the 2009 CDC Youth Risk Behavior Surveillance Survey, with good fit and a unidimensional factor structure in both samples (see for factor loadings in both samples). All 10 items in the factor were included in this study, as in previous work. Raw scores were used in analyses, as they were highly correlated with scores adjusted for factor loadings. Risky behavior scores were normally distributed, with higher scores indicating higher levels of general risky (M = 15.51, s.d. =5.57, range = 8-27).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12467, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reciprocal positive affect behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 12503, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each adolescent (target) and her or his best friend were video recorded as they engaged in a 10-min conversation, with 5 min devoted to ‘the most fun you’ve ever had together’ and 5 min devoted to ‘a fun or exciting event you’d like to plan together.’ Topics were chosen based on participants’ responses to a list of pleasant events, with examples including high school graduation, visiting a local amusement park, soccer camp and weekend parties with alcohol and drug use. Similar tasks have been used successfully in families of healthy and depressed adolescents.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13069, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Affective behavior from the conversation was coded from video for two purposes, in two ways, by separate coding teams: (i) using the LIFE coding system to obtain detailed measurement of reciprocal positive affect, which was the main regressor in our models; and (ii) using ratings of participant and friend positive and neutral affect to select segments to create stimuli in the fMRI task (see below). For LIFE coding to obtain reciprocal positive affect, trained observers blind to hypotheses coded adolescents’ affect expression and verbal content from video in real time. Four constructs—aggressive, positive, dysphoric and other—were derived from the individual codes. These constructs are based on the theoretical rationale of the LIFE system, which was developed to examine the function of emotions in social contexts. The positive affect construct, which was the focus of our analyses, captures happy, caring and facilitative behavior codes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14018, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Reciprocal positive affect—to examine the tendency to respond to a close friend’s positive affect in kind, rather than a general tendency toward positive affective behavior—was then computed from the positive affect construct of LIFE codes. This variable was computed using the Generalized Sequential Querier Program. Conditional lagged probabilities for positive affect were computed for participants’ behavior given friends’ behavior, by considering participants’ behaviors occurring from 1 s after the onset until 1 s after the offset of each observation of friends’ positive affect (i.e. instances in which the target participant expressed positive affect during or after the best friend’s expression of positive affect). This resulted in a 2×2 contingency table for each dyad, reflecting the probability of the consequent (participant positive affect) given the antecedent (friend positive affect), as compared to the probability of the consequent given all other peer behavior antecedents and the probability of all other participant affective behaviors given friend positive affect. From these tabled values of joint probability, adjusted residuals were computed for analyses. These values reflected associations greater than expected by chance (i.e. positive values) or lower than expected by chance (i.e. negative values) (M = 13.70, s.d. = 8.06, range = −2.95 to 33) and were distributed approximately normally, with a mean of 0 and a variance equal to 1. We note that reciprocal positive affect is intended to capture a behavioral tendency during the entire interaction and is not meaningful across smaller time segments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15651, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Neural response to friend positive affect", "sentences": [], "annotations": [], "relations": []}, {"offset": 15693, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Best Friend fMRI task", "sentences": [], "annotations": [], "relations": []}, {"offset": 15715, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This novel task, personalized for each participant, contained six video clips of the participant’s best friend and six video clips of an unfamiliar, same-gender, control adolescent presented in a block design with 10-s fixation displays between blocks. Blocks were presented in a predetermined, pseudorandom order so that positive and neutral affect blocks alternated and clips with the friend or unfamiliar peer alternated (Figure 1). During the task, participants were instructed to attend to each video and to press a button at the onset of each, to ensure that they were awake and engaged. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16310, "infons": {"file": "nsy028f1.jpg", "id": "nsy028-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Design of the Best Friend fMRI task, in which adolescents view video clips of positive and neutral affect displays by a same-gender unfamiliar adolescent or by their own same-gender best friend. Video clips from the best friends were drawn from a laboratory-based dyadic interaction in which the adolescents discussed their most pleasant shared experience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16667, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Affective behavior from the conversation was coded from video to create task stimuli. Lab conversation videos were coded in 5-s epochs by a team of trained observers using an adaptation of the AFFEX coding system. This was conducted separately from the coding to compute reciprocal positive affect behavior. Specifically, videos were coded for friends’ positive and neutral affect during the lab conversation (i.e. not target participants’ affect or dyadic affect), and coding data were used to determine each participant’s stimulus segments for the friend positive and friend neutral conditions of the fMRI task. Positive affect was coded with a score of 0–2 for its presence and intensity and neutral affect was coded with a score of 0 or 1 for its presence only.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17433, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Approximately 25% of the videotapes were additionally coded by an extensively trained master coder for reliability (mean ICC for PA = 0.93, range = 0.86–0.96; mean ICC for neutral affect = 0.92; range = 0.89–0.94). The master coder selected 20-s segments based on predominance of positive or neutral affect. As intended, the best-friend positive affect stimuli included higher levels of positive affect than neutral stimuli [(M = 1.55; s.d. = 0.37) and (M = 0.08; s.d.=0.15); t(232) = −40.24, P = 0.000], and best-friend neutral stimuli included higher levels of neutral affect than positive stimuli [(M = 0.93; s.d. = 0.16) and (M = 0.06; s.d. = 0.16); t(228) = 41.48, P = 0.000].", "sentences": [], "annotations": [], "relations": []}, {"offset": 18115, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Stimuli included the head and shoulders of the best friend (i.e. not a view of the participant herself) and audio of both adolescents. We made efforts to ensure that video clips were equivalent in lighting, camera angle, zoom and intensity of affect. Stimuli included segments drawn from both past- and future-focused parts of the lab conversation, with positive affect clips tending to be from the past conversation (66%) and neutral clips tending to be from the future conversation (60%). Similar to methods used in and, and to avoid participants’ inadvertent familiarity with adolescents in the control conditions, stimuli for the unfamiliar-peer positive affect and unfamiliar-peer neutral affect control conditions were drawn from video segments of dyadic interactions of adolescent actors from Eugene, Oregon. These adolescents’ training allowed them to convincingly portray a conversation with a close friend. Control stimuli were selected using the same procedures used for the best-friend stimuli. As with the best-friend stimuli, the segments selected for the unfamiliar peer positive affect stimuli had higher levels of positive than neutral affect [(M =  1.71; s.d. = 0.29) and (M = 0.04; s.d. = 0.10), respectively; t(10) = −13.19, P = 0.000], and the segments selected for the unfamiliar peer neutral affect stimuli had higher levels of neutral than positive affect [(M = 0.75; s.d. = 0.50) and (M = 0.06; s.d. = 0.16), respectively; t(6) = 3.00, P = 0.024]. Control stimuli were presented to each participant to match the participant’s gender and approximate age.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19694, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Because our focus was positive affect within a familiar peer context (e.g. rather than positive affect from a familiar vs unfamiliar peer), the contrast generated for analyses was friend positive affect > friend neutral affect. This contrast allowed assessment of neural response to a type of social reward that is relevant to adolescents’ risky behavior. The contrast was defined across all three 20-s blocks of friend positive affect stimuli and all three 20-s blocks of friend neutral affect stimuli. The onset and duration of each condition was based on all 20-s segments of best friends’ behavior selected for inclusion as stimuli based on AFFEX coding. Thus, the two conditions had an identical duration of data analyzed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20422, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "fMRI acquisition and preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 20457, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each participant was scanned using a Siemens 3-T TIM Trio scanner. Structural images were acquired using MPRAGE 160 axial slices, 1.2-mm thick (TR/TE = 2300/2.98 ms, FOV = 256×240 cm2, matrix = 256 × 240, flip angle = 9°). BOLD functional images for the friend task were acquired in a single run, with a gradient echo planar imaging sequence and covered 39 axial slices, 3.1-mm thick, beginning at the cerebral vertex and encompassing the entire cerebrum (TR/TE = 2000/28 ms, FOV= 20×20 cm2, matrix = 64 × 64, flip angle = 90°).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20986, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing and analysis of fMRI data were completed using SPM8 (http://www.fil.ion.ucl.ac.uk/spm). Structural images for each participant were segmented to focus on gray matter. For each functional scan, data were realigned to correct for head motion. Volumes with excess motion (>3 s.d. from the subject’s mean, >0.5 mm scan-to-scan translation, or >0.01 degrees of scan-to-scan rotation) were identified using Artifact Detection Toolbox (ART; http://www.nitrc.org/projects/artifact_detect/) software. Preprocessed data were inspected prior to first-level analysis to ensure that all participants had fewer than 25% of volumes with excessive movement detected by ART. Images were then spatially normalized into standard stereotactic space (Montreal Neurological Institute template) using a 12-parameter affine model and smoothed with a 6 mm full-width at half-maximum Gaussian filter. Voxel-wise signal intensities were ratio normalized to the whole-brain global mean. Voxels were resampled during preprocessing to 2 mm3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22012, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 22026, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First-level tests for effect of task within each participant were calculated at each voxel using paired t-tests for friend positive affect > friend neutral affect. In addition, exploratory analyses to address the specificity of effects examined the contrasts unfamiliar-peer positive affect > unfamiliar-peer neutral affect and (friend positive affect > friend neutral affect) > (unfamiliar-peer positive affect > unfamiliar-peer neutral affect) (see below).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22485, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Second-level analysis was conducted using a within-sample t-test masked for regions that respond to fMRI paradigms focusing on social stimuli. The mask was obtained from the Neurosynth platform (neurosynth.org), which provides meta-analytic findings across fMRI studies measuring specific constructs. Given our focus on social reward, we selected the search term social, which, at the time of analysis, yielded a map of results from exactly 1000 studies of social stimuli. The map included the following regions: dorsomedial, ventromedial and ventrolateral PFC; precuneus; temporoparietal junction (including right superior temporal gyrus); temporal pole; amygdala; and ventral striatum (Supplementary Figure S1). Type I error for the within-sample t test was controlled by applying a voxel-wise height threshold of P < 0.0001 and family-wise error correction at cluster level of P < 0.05, which is consistent with current recommendations for rigorous adjustment for multiple comparisons in fMRI research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23491, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mean BOLD response for a sphere of 2 mm around the peak voxel of each cluster resulting from the second-level analysis above was then extracted for moderation analyses. One moderation model was computed for each cluster. Additional analyses were performed extracting (i) the BOLD response within each of the significant clusters and (ii) the BOLD response within a priori anatomical masks of social reward regions significantly activated by the task using a small volume correction. Age and gender were included as covariates in t-tests to adjust for their potential role, even though participants’ risky behavior, affective behavior, and neural response to reward did not vary with gender, race or age (all Ps > 0.07).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24211, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Moderation analyses tested the hypothesis that behavioral×neural response to peer social reward predicts risky behavior. Analyses were conducted using the PROCESS macro for SPSS. In these analyses, which do not require significant association between independent variable and dependent variable to test moderation, reciprocal positive affect was entered as the independent variable, extracted BOLD variable for each region was entered as the moderating variable, and risky behavior was entered as the dependent variable. Type I error in moderation models was controlled using the sliding linear model (SLIM), a method designed for data sets with dependence structure, as is the case for fMRI variables extracted from second-level model described above. Age and gender were not covaried in moderation analyses given that they were previously controlled for in the neuroimaging analyses. However, supplementary analyses revealed that the addition of age and gender as covariates did not affect the significance of the results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25236, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 25244, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Neural response to the Best Friend task", "sentences": [], "annotations": [], "relations": []}, {"offset": 25284, "infons": {"file": "nsy028-T1.xml", "id": "nsy028-T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Neural response to the Best Friend task in regions associated with social processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 25369, "infons": {"file": "nsy028-T1.xml", "id": "nsy028-T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Region</th><th rowspan=\"1\" colspan=\"1\"><italic>P</italic><sub>FWE</sub></th><th rowspan=\"1\" colspan=\"1\">Cluster size</th><th rowspan=\"1\" colspan=\"1\"><italic>t</italic></th><th rowspan=\"1\" colspan=\"1\"><italic>x</italic></th><th rowspan=\"1\" colspan=\"1\"><italic>y</italic></th><th rowspan=\"1\" colspan=\"1\"><italic>z</italic></th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">L VLPFC</td><td rowspan=\"1\" colspan=\"1\">&lt;0.001</td><td rowspan=\"1\" colspan=\"1\">227</td><td rowspan=\"1\" colspan=\"1\">6.89</td><td rowspan=\"1\" colspan=\"1\">−54</td><td rowspan=\"1\" colspan=\"1\">10</td><td rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td rowspan=\"1\" colspan=\"1\">R Temporoparietal junction</td><td rowspan=\"1\" colspan=\"1\">0.001</td><td rowspan=\"1\" colspan=\"1\">156</td><td rowspan=\"1\" colspan=\"1\">6.65</td><td rowspan=\"1\" colspan=\"1\">56</td><td rowspan=\"1\" colspan=\"1\">−20</td><td rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td rowspan=\"1\" colspan=\"1\">R Middle temporal gyrus</td><td rowspan=\"1\" colspan=\"1\">&lt;0.001</td><td rowspan=\"1\" colspan=\"1\">391</td><td rowspan=\"1\" colspan=\"1\">6.58</td><td rowspan=\"1\" colspan=\"1\">48</td><td rowspan=\"1\" colspan=\"1\">−62</td><td rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td rowspan=\"1\" colspan=\"1\">L Anterior insula</td><td rowspan=\"1\" colspan=\"1\">0.014</td><td rowspan=\"1\" colspan=\"1\">83</td><td rowspan=\"1\" colspan=\"1\">5.83</td><td rowspan=\"1\" colspan=\"1\">−30</td><td rowspan=\"1\" colspan=\"1\">26</td><td rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td rowspan=\"1\" colspan=\"1\">R VLPFC/insula</td><td rowspan=\"1\" colspan=\"1\">&lt;0.001</td><td rowspan=\"1\" colspan=\"1\">610</td><td rowspan=\"1\" colspan=\"1\">5.76</td><td rowspan=\"1\" colspan=\"1\">46</td><td rowspan=\"1\" colspan=\"1\">14</td><td rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td rowspan=\"1\" colspan=\"1\">R Superior temporal gyrus</td><td rowspan=\"1\" colspan=\"1\">&lt;0.001</td><td rowspan=\"1\" colspan=\"1\">239</td><td rowspan=\"1\" colspan=\"1\">5.72</td><td rowspan=\"1\" colspan=\"1\">62</td><td rowspan=\"1\" colspan=\"1\">−40</td><td rowspan=\"1\" colspan=\"1\">22</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Dorsomedial prefrontal cortex</td><td rowspan=\"1\" colspan=\"1\">0.007</td><td rowspan=\"1\" colspan=\"1\">102</td><td rowspan=\"1\" colspan=\"1\">5.49</td><td rowspan=\"1\" colspan=\"1\">0</td><td rowspan=\"1\" colspan=\"1\">50</td><td rowspan=\"1\" colspan=\"1\">40</td></tr><tr><td rowspan=\"1\" colspan=\"1\">L Middle temporal gyrus</td><td rowspan=\"1\" colspan=\"1\">0.023</td><td rowspan=\"1\" colspan=\"1\">70</td><td rowspan=\"1\" colspan=\"1\">5.44</td><td rowspan=\"1\" colspan=\"1\">−60</td><td rowspan=\"1\" colspan=\"1\">−56</td><td rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td rowspan=\"1\" colspan=\"1\">R Fusiform gyrus</td><td rowspan=\"1\" colspan=\"1\">0.016</td><td rowspan=\"1\" colspan=\"1\">79</td><td rowspan=\"1\" colspan=\"1\">5.17</td><td rowspan=\"1\" colspan=\"1\">38</td><td rowspan=\"1\" colspan=\"1\">−58</td><td rowspan=\"1\" colspan=\"1\">−14</td></tr></tbody></table>\n"}, "text": "Region\tPFWE\tCluster size\tt\tx\ty\tz\t \tL VLPFC\t<0.001\t227\t6.89\t−54\t10\t0\t \tR Temporoparietal junction\t0.001\t156\t6.65\t56\t−20\t2\t \tR Middle temporal gyrus\t<0.001\t391\t6.58\t48\t−62\t6\t \tL Anterior insula\t0.014\t83\t5.83\t−30\t26\t4\t \tR VLPFC/insula\t<0.001\t610\t5.76\t46\t14\t2\t \tR Superior temporal gyrus\t<0.001\t239\t5.72\t62\t−40\t22\t \tDorsomedial prefrontal cortex\t0.007\t102\t5.49\t0\t50\t40\t \tL Middle temporal gyrus\t0.023\t70\t5.44\t−60\t−56\t6\t \tR Fusiform gyrus\t0.016\t79\t5.17\t38\t−58\t−14\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25831, "infons": {"file": "nsy028-T1.xml", "id": "nsy028-T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note: Threshold for statistical significance was P < 0.0001, with cluster PFWE < 0.05. Degrees of freedom = 1, 47. The contrast tested was Friend Positive Affect > Friend Neutral Affect, with masking by Neurosynth meta-analytic results for fMRI studies of social stimuli. Cluster size is presented in voxels. Coordinates (x, y, z) are in MNI space and refer to the voxel with the maximum t-score in each cluster. L, left; R, right.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26263, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Participants exhibited neural response to best friend positive affect relative to best friend neutral affect in nine regions that have been reported, across studies, to respond to social stimuli: VLPFC (bilateral), dorsomedial PFC, superior temporal gyrus (bilateral), middle temporal gyrus (bilateral), anterior insula, and fusiform gyrus (Table 1 and Figure 2). Whole-brain analyses confirmed the response of these regions (see Supplementary Table S2 and Supplementary Figure S2). Thus, the task effectively engaged the circuitry of interest. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 26809, "infons": {"file": "nsy028f2.jpg", "id": "nsy028-F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Adolescents’ neural response to videos of their best friends’ positive affect relative to neutral affect, masked for meta-analytic findings on regions activated during social processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26996, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Regression analyses in SPM indicated that neural response to best friends’ positive affect was unrelated to reciprocal positive affect behavior or risky behavior. Also, bivariate correlations revealed that reciprocal positive affect and risky behavior were unrelated (r = 0.07, P = 0.63).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27285, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Interaction of neural response and behavioral response to friend positive affect as a predictor of risky behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 27399, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The moderation model for the left VLPFC cluster was significant [R2 = 0.23, F(3, 45) = 4.43, P = 0.008, SLIM P = 0.01]. Based on outlier analyses, one case was excluded from this analysis based on having a studentized residual >2. Furthermore, moderation analyses indicated that the combination of left VLPFC response and contingent positive affect behavior predicted risky behavior [ΔR2 = 0.19, F(1, 45) = 11.21, P = 0.002, SLIM P = 0.03]. That is, adolescents’ left VLPFC response to their best friends’ positive affect moderated the association between their shared positive affect during an interaction with that friend and their behavior across multiple health-risk domains.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28079, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Moderation models with the other clusters activated by the task were nonsignificant (F = 0.03 for right temporoparietal junction, 1.78 for right middle temporal gyrus, 1.41 for left anterior insula, 1.09 for right VLPFC, 2.46 for right superior temporal gyrus, 0.86 for dorsomedial PFC, 0.01 for left middle temporal gyrus, 0.01 for right fusiform gyrus; Ps = 0.12–0.94).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28451, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further examine moderation findings, we applied the Johnson–Neyman technique, which explicates an interaction effect involving a continuous moderator variable by indicating regions of significance, or the values of a continuous moderator variable above or below which there is a conditional association between the independent and dependent variables. This technique indicated that left VLPFC response moderated the association between reciprocal positive affect behavior and risky behavior, with significant interaction effects evident at both low and high levels of neural response [conditional effects at VLPFC response <−0.07 (12% of cases; n = 8) or >0.80 (59%; n = 20); Figure 3]. That is, adolescents who reported more behaviors such as using illicit substances, getting in fights or having multiple sexual partners were those with either higher left VLPFC response and higher reciprocal positive affect (the predicted combination of effects) or lower left VLPFC response and lower reciprocal positive affect (an unexpected combination of effects). Other regions that exhibited response to a best friend’s positive affect—such as dorsomedial PFC and temporoparietal junction—did not significantly moderate the association between reciprocal positive affect and risky behavior. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 29739, "infons": {"file": "nsy028f3.jpg", "id": "nsy028-F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Illustration of conditional effects of adolescents’ contingent positive affect (PA) behavior on their real-life risky behavior at high and low levels of left VLPFC response to the Best Friend Task, which involves peer social reward. The lines’ slopes (−0.07, 0.80) reflect the levels of VLPFC response at which contingent positive affect behavior and risky behavior become negatively and positively correlated, respectively. These illustrate the high and low values beyond which VLPFC is a statistical moderator, with better accuracy than the convention of presenting values reflecting ±1 s.d. of the mean value for the moderator. The larger number of cases for the combination of higher positive affect and higher VLPFC (i.e. higher region of significance; red triangles) than for lower positive affect and lower VLPFC (i.e. lower region of significance; blue circles) likely reflects the combinations evident in a community sample of typically developing adolescents. In other words, having fewer cases in the lower region of significance does not indicate that the interaction effect is driven by outliers. Scatter points represent actual data values. One case was removed because analyses indicated that it was an outlier for VLPFC response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30985, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Exploratory analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 31006, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We conducted two sets of additional analyses to examine the results further. First, to test the specificity of findings to the best-friend context, we used a within-sample t test of response to unfamiliar-peer positive affect > unfamiliar-peer neutral affect and a paired t test of response to (friend positive affect > friend neutral affect) vs (unfamiliar-peer positive affect > unfamiliar-peer neutral affect). No significant clusters emerged for response to unfamiliar peer positive affect or for unfamiliar peer > best friend positive affect. However, adolescents exhibited greater response to best friends’ positive affect than to unfamiliar peers’ positive affect in a cluster including the VLPFC, superior temporal gyrus, and inferior frontal gyrus [119 voxels, t = 5.78, P < 0.001, cluster pFWE = 0.01, (−54, 10, 2)]. Second, to test the potential contribution of ventral striatum, which did not emerge at our specified statistical threshold but which increases in adolescence and is related to reward sensitivity (e.g.), we probed results using a lower statistical threshold of P < 0.005. No significant clusters emerged in the ventral striatum, and the only striatal area showing response at this more liberal threshold was the caudate tail. We also used an anatomical ventral striatum mask for the direct comparison of best friend and unfamiliar peer positive affect described above, and no significant clusters emerged.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32439, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 32450, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Adolescents’ combined neural response and behavioral response to their best friends’ PA—but, tellingly, neither type of response alone—was associated with their engagement in a range of real-world risky behaviors. Surprisingly, greater engagement in risky behaviors was associated with the combination of higher neural and higher behavioral response and the combination of lower neural and lower behavioral response to best friends’ positive affect. The neural response moderating the association between positive affect behavior and risky behavior was evident in the left VLPFC, a region associated with trait-like tendencies toward impulsive sensation-seeking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33113, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Both higher and lower reciprocal positive affect were related to higher levels of risky behavior. Moreover, this was specifically the case for those with higher and lower VLPFC response, respectively. This seeming u-shaped association between neural–behavioral response to friend positive affect and risky behavior suggests two possible pathways to adolescents’ risky behavior: high susceptibility to social reward and intense positive affect, or relative indifference to social reward. Perhaps strong reactivity to social reward promotes thrill-seeking attempts to enhance or maintain positive affect, whereas weak reactivity promotes engagement in risky activities for other reasons. Adolescents in the former pathway could find themselves with poor health outcomes, but they might also derive some benefits from their tendencies: in the context of typical development, sensitivity to social rewards could predispose adolescents to obtain social status or to engage in adaptive, pro-social behaviors (see). Adolescents in the latter pathway might be those with low baseline levels of reward responding or high susceptibility to boredom, for whom risky behaviors serve to compensate for a tendency toward blunted responding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34339, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The pathway involving less sensitivity to social reward occurred less frequently in our sample than the pathway involving greater sensitivity. This pathway could be more evident in clinical populations, such as adolescents with serious conduct problems and callous–unemotional traits; depression, a disorder accompanied by low response to reward in the striatum (e.g.); or suicidality, a class of risky behavior included in our outcome variable and associated with other risky behaviors. Alternatively, we might not have sampled that extreme range of responding. In all, there could be a sweet spot for sensitivity to social reward, whereby extremely low or high intensity of sensitivity could lead to problem-level risky behaviors while moderate intensity leads to levels appropriate for promoting affiliation with peers, adaptive status-seeking and individuation from parents.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35218, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Neural and behavioral responses were assessed during an ecologically valid context: a conversation about an intensely positive, shared experience. This allowed us to extend the investigation of adolescents’ risky behavior beyond traditional models of susceptibility to peer influence and measures of isolated, individual responses elicited by standardized, static stimuli. In contrast to most studies of adolescent social processing, which have focused on the mere presence of peers, evaluations by virtual peers, or cognition about peers (e.g.; see for a review), we focused on what is potentially the most powerful, salient context for adolescents’ risky behavior: a dynamic interaction with a close friend involving heightened positive affect. This was also our first investigation employing the innovative Best Friend fMRI task. Building on other recent work using stimuli from family relationships, the task engaged regions commonly related to social processing, including dorsomedial PFC, ventrolateral PFC, anterior insula and temporoparietal junction. Notably, neural response to positive affect was stronger in the context of close friendship than in the context of a generic peer: a set of regions involved in social and affective processing exhibited more response to the best friend, whereas no clusters exhibited greater response to the unfamiliar peer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36585, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, while extant studies have rarely focused on individual differences, our task examined variability in neural response as a statistical predictor of risky behavior. The stimuli convey the social context, autobiographical history and meaningful pleasant experiences that accompany real-world peer influence on adolescents’ risky behavior. Thus, it appears that dynamic positive affect experienced with a close friend can powerfully engage neural social-affective circuitry and, in combination with positive affect behavior, reveal individual differences in the potentially problematic reward-driven behavior that peaks at adolescence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37230, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Reciprocal positive affect with a close friend predicted risky behavior only in combination with left VLPFC response to the friend’s affect, indicating that positive affect might be especially meaningful in the context of sensitivity in associated neural systems. The left VLPFC, while not a direct focus of our hypotheses, is an intriguing player in affective, reward, and self-relevant processing. Recent work has linked individual differences in the function of left VLPFC—in a subregion similar to that identified in this study—to trait impulsive sensation seeking and adolescents’ rule breaking behaviors. Left VLPFC is also a putative biomarker of bipolar disorder, a form of mental illness notable for excessive reward-driven behavior. This region also plays a role in risky choices and effortful affect regulation. Also, while interpretations of BOLD response as trait-like should be undertaken with caution given limited test-retest reliability, the region of left VLPFC in which we observed results is emerging across studies as an indicator of stable tendencies toward sensation-seeking. Left VLPFC involvement could perhaps contribute to adolescents’ risky behavior through the necessity of integrating reward, social, and self-relevant information when modulating the pursuit of rewarding goals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38539, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Contrary to previous findings on the neural correlates of adolescents’ risky behavior (e.g.), we did not observe ventral striatum response. This was the case even when we applied a more liberal statistical threshold. While the ventral striatum plays a central role in basic reward responding and reward learning, it might not be as critically involved in responding to complex reward stimuli that also require social and self-processing. In addition, the ventral striatum appears to play an important role in learning (or prediction error) that involves social reward contingencies. Given that our task was designed to assess neural response to social feedback without creating contingencies that might be violated by such feedback, it likely did not engage the ventral striatum in this way. Our exploratory analyses also found that ventral striatum response did not differ between the best-friend positive affect condition and the unfamiliar-peer positive affect condition, suggesting that familiarity might not be sufficient to elicit response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39586, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Similarly, our fMRI task did not elicit response in some other regions putatively involved in social reward (e.g. VMPFC). Response in some expected regions also did not moderate the association between positive affect and risky behavior (e.g. temporoparietal junction). Perhaps these regions contribute to risky behavior but do not serve as mechanisms of the association between sensitivity to peer social reward and engagement in activities such as drug use, physical fights or inconsistent condom use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40090, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several methodological issues are worth noting. First, our outcome variable was a cross-domain composite of risky behavior measured through self-report. Including real-time, objective measures of risky behavior in natural environments will be valuable in future studies. Second, our coding system yielded a general construct for positive affect, but facets of positive affect such as affection, happiness, excitement and contentment may function differentially in adolescents’ peer social interactions. Third, we did not assess friendship quality and thus were not able to incorporate it into analyses of brain–behavior associations. Fourth, positive fMRI stimuli tended to be segments from the past-focused conversation, whereas neutral stimuli tended to be segments from the future-focused conversation. This was unintended but could reflect the power of real experiences over imagined experiences to elicit positive affect. Fifth, our fMRI paradigm allows a potential role for memory in the best-friend conditions but not the unfamiliar-peer conditions, as participants only took part in the best-friend conversation and actors performed in the unfamiliar-peer conversation. Our analyses are likely not influenced by this difference as they focused on best-friend conditions, but future versions of this paradigm could include an alternative control condition with interactions between the participant and an unfamiliar peer. Finally, risky behavior was defined by potential harm to health or safety, rather than as general impulsivity or adaptive reward-seeking, either of which could have a different pattern of association with neural and behavioral response to best friends’ affect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41780, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In all, this study points to the value of examining brain–behavior interactions when investigating behaviors relevant to adolescents’ mental and physical health. Next steps will include extending this research to larger samples, clinical samples, peer groups as well as dyads and real-time risky behavior. A key, related developmental question is whether associations between peer reward and risky behavior are specific to adolescence. Our findings also represent a methodological advance in assessing adolescents’ affective processing and underscore the importance of ecologically valid, personally relevant paradigms for studying this developmental period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42439, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 42462, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 42473, "infons": {"fpage": "114", "issue": "2", "lpage": "20", "name_0": "surname:Albert;given-names:D.", "name_1": "surname:Chein;given-names:J.", "name_2": "surname:Steinberg;given-names:L.", "pub-id_pmid": "25544805", "section_type": "REF", "source": "Current Directions in Psychological Science", "type": "ref", "volume": "22", "year": "2013"}, "text": "The teenage brain: peer influences on adolescent decision making", "sentences": [], "annotations": [], "relations": []}, {"offset": 42538, "infons": {"name_0": "surname:Bakeman;given-names:R.", "name_1": "surname:Quera;given-names:V.", "section_type": "REF", "source": "Sequential analysis and observational methods for the behavioral sciences", "type": "ref", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 42539, "infons": {"fpage": "71", "issue": "1", "lpage": "80", "name_0": "surname:Bebko;given-names:G.", "name_1": "surname:Bertocci;given-names:M.A.", "name_2": "surname:Fournier;given-names:J.C.", "pub-id_pmid": "24285346", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "71", "year": "2014"}, "text": "Parsing dimensional vs diagnostic category-related patterns of reward circuitry function in behaviorally and emotionally dysregulated youth in the Longitudinal Assessment of Manic Symptoms study", "sentences": [], "annotations": [], "relations": []}, {"offset": 42734, "infons": {"fpage": "2207", "issue": "23", "lpage": "16", "name_0": "surname:Blair;given-names:R.J.", "name_1": "surname:Leibenluft;given-names:E.", "name_2": "surname:Pine;given-names:D.S.", "pub-id_pmid": "25470696", "section_type": "REF", "source": "The New England Journal of Medicine", "type": "ref", "volume": "371", "year": "2014"}, "text": "Conduct disorder and callous-unemotional traits in youth", "sentences": [], "annotations": [], "relations": []}, {"offset": 42791, "infons": {"fpage": "1184", "issue": "9", "lpage": "91", "name_0": "surname:Blakemore;given-names:S.J.", "name_1": "surname:Robbins;given-names:T.W.", "pub-id_pmid": "22929913", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "15", "year": "2012"}, "text": "Decision-making in the adolescent brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 42831, "infons": {"fpage": "187", "issue": "1", "lpage": "207", "name_0": "surname:Blakemore;given-names:S.J.", "name_1": "surname:Mills;given-names:K.L.", "section_type": "REF", "source": "Annual Review of Psychology", "type": "ref", "volume": "65", "year": "2014"}, "text": "Is adolescence a sensitive period for sociocultural processing?", "sentences": [], "annotations": [], "relations": []}, {"offset": 42895, "infons": {"fpage": "475", "issue": "5", "lpage": "86", "name_0": "surname:Bolling;given-names:D.Z.", "name_1": "surname:Pelphrey;given-names:K.A.", "name_2": "surname:Vander Wyk;given-names:B.C.", "pub-id_pmid": "26592311", "section_type": "REF", "source": "Social Neuroscience", "type": "ref", "volume": "11", "year": "2016"}, "text": "Unlike adults, children and adolescents show predominantly increased neural activation to social exclusion by members of the opposite gender", "sentences": [], "annotations": [], "relations": []}, {"offset": 43036, "infons": {"fpage": "7226", "issue": "18", "lpage": "38", "name_0": "surname:Braams;given-names:B.R.", "name_1": "surname:van Duijvenvoorde;given-names:A.C.", "name_2": "surname:Peper;given-names:J.S.", "name_3": "surname:Crone;given-names:E.A.", "pub-id_pmid": "25948271", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "35", "year": "2015"}, "text": "Longitudinal changes in adolescent risk-taking: a comprehensive study of neural responses to rewards, pubertal development, and risk-taking behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 43185, "infons": {"fpage": "1545", "issue": "10", "lpage": "57", "name_0": "surname:Braunstein;given-names:L.M.", "name_1": "surname:Gross;given-names:J.J.", "name_2": "surname:Ochsner;given-names:K.N.", "pub-id_pmid": "28981910", "section_type": "REF", "source": "Social, Cognitive, & Affective Neuroscience", "type": "ref", "volume": "12", "year": "2017"}, "text": "Explicit and implicit emotion regulation: a multi-level framework", "sentences": [], "annotations": [], "relations": []}, {"offset": 43251, "infons": {"fpage": "21", "issue": "1", "lpage": "33", "name_0": "surname:Casey;given-names:B.J.", "name_1": "surname:Jones;given-names:R.M.", "name_2": "surname:Somerville;given-names:L.H.", "pub-id_pmid": "21475613", "section_type": "REF", "source": "Journal of Research on Adolescence", "type": "ref", "volume": "21", "year": "2011"}, "text": "Braking and accelerating of the adolescent brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 43300, "infons": {"section_type": "REF", "type": "ref", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 43301, "infons": {"fpage": "F1", "issue": "2", "lpage": "10", "name_0": "surname:Chein;given-names:J.", "name_1": "surname:Albert;given-names:D.", "name_2": "surname:O’Brien;given-names:L.", "name_3": "surname:Uckert;given-names:K.", "name_4": "surname:Steinberg;given-names:L.", "pub-id_pmid": "21499511", "section_type": "REF", "source": "Developmental Science", "type": "ref", "volume": "14", "year": "2011"}, "text": "Peers increase adolescent risk taking by enhancing activity in the brain’s reward circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 43393, "infons": {"fpage": "e1096", "name_0": "surname:Chase;given-names:H.W.", "name_1": "surname:Fournier;given-names:J.C.", "name_2": "surname:Bertocci;given-names:M.A.", "pub-id_pmid": "28418404", "section_type": "REF", "source": "Translational Psychiatry", "type": "ref", "volume": "7", "year": "2017"}, "text": "A pathway linking reward circuitry, impulsive sensation-seeking and risky decision-making in young adults: identifying neural markers for new interventions", "sentences": [], "annotations": [], "relations": []}, {"offset": 43549, "infons": {"fpage": "2197", "issue": "12", "lpage": "210", "name_0": "surname:Choukas-Bradley;given-names:S.", "name_1": "surname:Giletta;given-names:M.", "name_2": "surname:Cohen;given-names:G.L.", "name_3": "surname:Prinstein;given-names:M.J.", "pub-id_pmid": "26525387", "section_type": "REF", "source": "Journal of Youth and Adolescence", "type": "ref", "volume": "44", "year": "2015"}, "text": "Peer influence, peer status, and prosocial behavior: an experimental investigation of peer socialization of adolescents' intentions to volunteer", "sentences": [], "annotations": [], "relations": []}, {"offset": 43694, "infons": {"fpage": "1668", "issue": "12", "lpage": "76", "name_0": "surname:Cristofori;given-names:I.", "name_1": "surname:Harquel;given-names:S.", "name_2": "surname:Isnard;given-names:J.", "name_3": "surname:Mauguière;given-names:F.", "name_4": "surname:Sirigu;given-names:A.", "pub-id_pmid": "25964499", "section_type": "REF", "source": "Social, Cognitive, & Affective Neuroscience", "type": "ref", "volume": "10", "year": "2015"}, "text": "Monetary reward suppresses anterior insula activity during social pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 43765, "infons": {"fpage": "1", "issue": "1", "lpage": "22", "name_0": "surname:Dahl;given-names:R.E.", "pub-id_pmid": "15251869", "section_type": "REF", "source": "Annals of the New York Academy of Sciences", "type": "ref", "volume": "1021", "year": "2004"}, "text": "Adolescent brain development: a period of vulnerabilities and opportunities. Keynote Address", "sentences": [], "annotations": [], "relations": []}, {"offset": 43858, "infons": {"fpage": "1545", "issue": "12", "lpage": "52", "name_0": "surname:Delgado;given-names:M.R.", "name_1": "surname:Beer;given-names:J.S.", "name_2": "surname:Fellows;given-names:L.K.", "pub-id_pmid": "27898086", "section_type": "REF", "source": "Nature Neuroscience", "type": "ref", "volume": "19", "year": "2016"}, "text": "Viewpoints: dialogues on the functional role of the ventromedial prefrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 43941, "infons": {"fpage": "373", "issue": "3", "lpage": "90", "name_0": "surname:Dishion;given-names:T.J.", "name_1": "surname:Spracklen;given-names:K.M.", "name_2": "surname:Andrews;given-names:D.W.", "name_3": "surname:Patterson;given-names:G.R.", "section_type": "REF", "source": "Behavior Therapy", "type": "ref", "volume": "27", "year": "1996"}, "text": "Deviancy training in male adolescent friendships", "sentences": [], "annotations": [], "relations": []}, {"offset": 43990, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Eckstrand;given-names:K.L.", "name_1": "surname:Choukas-Bradley;given-names:S.", "name_2": "surname:Mohanty;given-names:A.", "pub-id_pmid": "28755632", "section_type": "REF", "source": "Developmental Cognitive Neuroscience", "type": "ref", "volume": "27", "year": "2017"}, "text": "Heightened activity in social reward networks is associated with adolescents' risky sexual behaviors", "sentences": [], "annotations": [], "relations": []}, {"offset": 44091, "infons": {"fpage": "1270", "issue": "6", "lpage": "9", "name_0": "surname:Eshel;given-names:N.", "name_1": "surname:Nelson;given-names:E.E.", "name_2": "surname:Blair;given-names:R.J.", "name_3": "surname:Pine;given-names:D.S.", "name_4": "surname:Ernst;given-names:M.", "pub-id_pmid": "17118409", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "45", "year": "2007"}, "text": "Neural substrates of choice selection in adults and adolescents: development of the ventrolateral prefrontal and anterior cingulate cortices", "sentences": [], "annotations": [], "relations": []}, {"offset": 44232, "infons": {"fpage": "64", "issue": "1", "lpage": "73", "name_0": "surname:Forbes;given-names:E.E.", "name_1": "surname:Hariri;given-names:A.R.", "name_2": "surname:Martin;given-names:S.L.", "pub-id_pmid": "19047324", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "166", "year": "2009"}, "text": "Altered striatal activation predicting real-world positive affect in adolescent major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 44338, "infons": {"fpage": "6885", "issue": "25", "lpage": "92", "name_0": "surname:Galván;given-names:A.", "name_1": "surname:Hare;given-names:T.A.", "name_2": "surname:Parra;given-names:C.E.", "pub-id_pmid": "16793895", "section_type": "REF", "source": "The Journal of Neuroscience", "type": "ref", "volume": "26", "year": "2006"}, "text": "Earlier development of the accumbens relative to orbitofrontal cortex might underlie risk-taking behavior in adolescents", "sentences": [], "annotations": [], "relations": []}, {"offset": 44459, "infons": {"fpage": "F8", "issue": "2", "lpage": "14", "name_0": "surname:Galván;given-names:A.", "name_1": "surname:Hare;given-names:T.", "name_2": "surname:Voss;given-names:H.", "name_3": "surname:Glover;given-names:G.", "name_4": "surname:Casey;given-names:B.J.", "pub-id_pmid": "17286837", "section_type": "REF", "source": "Developmental Science", "type": "ref", "volume": "10", "year": "2007"}, "text": "Risk-taking and the adolescent brain: who is at risk?", "sentences": [], "annotations": [], "relations": []}, {"offset": 44513, "infons": {"fpage": "7", "issue": "1", "lpage": "21", "name_0": "surname:Haber;given-names:S.N.", "pub-id_pmid": "27069376", "section_type": "REF", "source": "Dialogues in Clinical Neuroscience", "type": "ref", "volume": "18", "year": "2016"}, "text": "Corticostriatal circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 44539, "infons": {"name_0": "surname:Hayes;given-names:A.F.", "section_type": "REF", "type": "ref", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 44540, "infons": {"name_0": "surname:Hops;given-names:H.", "name_1": "surname:Biglan;given-names:A.", "name_2": "surname:Tolman;given-names:A.", "name_3": "surname:Arthur;given-names:J.", "name_4": "surname:Longoria;given-names:N.", "section_type": "REF", "source": "Living in Family Environments (LIFE) Coding System: Manual for Coders (Revised)", "type": "ref", "year": "1995"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 44541, "infons": {"fpage": "418", "issue": "3", "lpage": "26", "name_0": "surname:Izard;given-names:C.", "name_1": "surname:Hembree;given-names:E.A.", "name_2": "surname:Dougherty;given-names:L.M.", "name_3": "surname:Spizziri;given-names:C.L.", "section_type": "REF", "source": "Developmental Psychology", "type": "ref", "volume": "19", "year": "1983"}, "text": "Changes in facial expressions of 2- to 19-month-old infants following acute pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 44622, "infons": {"fpage": "343", "lpage": "53", "name_0": "surname:Jarcho;given-names:J.M.", "name_1": "surname:Tanofsky-Kraff;given-names:M.", "name_2": "surname:Nelson;given-names:E.E.", "pub-id_pmid": "25550068", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "108", "year": "2015"}, "text": "Neural activation during anticipated peer evaluation and laboratory meal intake in overweight girls with and without loss of control eating", "sentences": [], "annotations": [], "relations": []}, {"offset": 44762, "infons": {"fpage": "132", "issue": "1", "lpage": "8", "name_0": "surname:Liao;given-names:Y.", "name_1": "surname:Huang;given-names:Z.", "name_2": "surname:Huh;given-names:J.", "name_3": "surname:Pentz;given-names:M.A.", "name_4": "surname:Chou;given-names:C.P.", "pub-id_pmid": "23583505", "section_type": "REF", "source": "Journal of Adolescent Health", "type": "ref", "volume": "53", "year": "2013"}, "text": "Changes in friends' and parental influences on cigarette smoking from early through late adolescence", "sentences": [], "annotations": [], "relations": []}, {"offset": 44863, "infons": {"fpage": "9763", "issue": "35", "lpage": "8", "name_0": "surname:Lockwood;given-names:P.L.", "name_1": "surname:Apps;given-names:M.A.", "name_2": "surname:Valton;given-names:V.", "name_3": "surname:Viding;given-names:E.", "name_4": "surname:Roiser;given-names:J.P.", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences U S A", "type": "ref", "volume": "113", "year": "2016"}, "text": "Neurocomputational mechanisms of prosocial learning and links to empathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 44936, "infons": {"fpage": "106", "lpage": "13", "name_0": "surname:Morgan;given-names:J.K.", "name_1": "surname:Ambrosia;given-names:M.", "name_2": "surname:Forbes;given-names:E.E.", "pub-id_pmid": "26331684", "section_type": "REF", "source": "Journal of Affective Disorders", "type": "ref", "volume": "187", "year": "2015"}, "text": "Maternal response to child affect: role of maternal depression and relationship quality", "sentences": [], "annotations": [], "relations": []}, {"offset": 45024, "infons": {"fpage": "163", "issue": "2", "lpage": "74", "name_0": "surname:Nelson;given-names:E.E.", "name_1": "surname:Leibenluft;given-names:E.", "name_2": "surname:McClure;given-names:E.B.", "name_3": "surname:Pine;given-names:D.S.", "pub-id_pmid": "15841674", "section_type": "REF", "source": "Psychological Medicine", "type": "ref", "volume": "35", "year": "2005"}, "text": "The social re-orientation of adolescence: a neuroscience perspective on the process and its relation to psychopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 45144, "infons": {"fpage": "1019", "issue": "11", "lpage": "25", "name_0": "surname:Northoff;given-names:G.", "name_1": "surname:Hayes;given-names:D.J.", "pub-id_pmid": "21276963", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Is our self nothing but reward?", "sentences": [], "annotations": [], "relations": []}, {"offset": 45176, "infons": {"fpage": "1029", "issue": "5", "lpage": "36", "name_0": "surname:Pfeifer;given-names:J.H.", "name_1": "surname:Masten;given-names:C.L.", "name_2": "surname:Moore;given-names:W.E.;suffix:III", "pub-id_pmid": "21382560", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "69", "year": "2011"}, "text": "Entering adolescence: resistance to peer influence, risky behavior, and neural changes in emotion reactivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 45285, "infons": {"fpage": "1", "issue": "1", "lpage": "10", "name_0": "surname:Pfeifer;given-names:J.H.", "name_1": "surname:Blakemore;given-names:S.J.", "pub-id_pmid": "22228750", "section_type": "REF", "source": "Social Cognitive and Affective Neuroscience", "type": "ref", "volume": "7", "year": "2012"}, "text": "Adolescent social cognitive and affective neuroscience: past, present, and future", "sentences": [], "annotations": [], "relations": []}, {"offset": 45367, "infons": {"fpage": "829", "issue": "9", "name_0": "surname:Phillips;given-names:M.L.", "name_1": "surname:Ladouceur;given-names:C.D.", "name_2": "surname:Drevets;given-names:W.C.", "pub-id_pmid": "18574483", "section_type": "REF", "source": "Molecular Psychiatry", "type": "ref", "volume": "13", "year": "2008"}, "text": "A neural model of voluntary and automatic emotion regulation: implications for understanding the pathophysiology and neurodevelopment of bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 45521, "infons": {"fpage": "829", "issue": "8", "lpage": "43", "name_0": "surname:Phillips;given-names:M.L.", "name_1": "surname:Swartz;given-names:H.A.", "pub-id_pmid": "24626773", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "171", "year": "2014"}, "text": "A critical appraisal of neuroimaging studies of bipolar disorder: toward a new conceptualization of underlying neural circuitry and a road map for future research", "sentences": [], "annotations": [], "relations": []}, {"offset": 45684, "infons": {"fpage": "437", "issue": "4", "lpage": "48", "name_0": "surname:Preacher;given-names:K.J.", "name_1": "surname:Curran;given-names:P.J.", "name_2": "surname:Bauer;given-names:D.J.", "section_type": "REF", "source": "Journal of Educational and Behavioral Statistics", "type": "ref", "volume": "31", "year": "2006"}, "text": "Computational tools for probing interactions in multiple linear regression, multilevel modeling, and latent curve analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45807, "infons": {"fpage": "144", "issue": "1", "lpage": "54", "name_0": "surname:Sheeber;given-names:L.B.", "name_1": "surname:Davis;given-names:B.", "name_2": "surname:Leve;given-names:C.", "name_3": "surname:Hops;given-names:H.", "name_4": "surname:Tildesley;given-names:E.", "pub-id_pmid": "17324025", "section_type": "REF", "source": "Journal of Abnormal Psychology", "type": "ref", "volume": "116", "year": "2007"}, "text": "Adolescents' relationships with their mothers and fathers: associations with depressive disorder and subdiagnostic symptomatology", "sentences": [], "annotations": [], "relations": []}, {"offset": 45937, "infons": {"fpage": "196", "issue": "3–4", "lpage": "209", "name_0": "surname:Smith;given-names:A.R.", "name_1": "surname:Steinberg;given-names:L.", "name_2": "surname:Chein;given-names:J.", "pub-id_pmid": "24853135", "section_type": "REF", "source": "Developmental Neuroscience", "type": "ref", "volume": "36", "year": "2014"}, "text": "The role of the anterior insula in adolescent decision making", "sentences": [], "annotations": [], "relations": []}, {"offset": 45999, "infons": {"fpage": "121", "issue": "2", "lpage": "7", "name_0": "surname:Somerville;given-names:L.H.", "pub-id_pmid": "24761055", "section_type": "REF", "source": "Current Directions in Psychological Science", "type": "ref", "volume": "22", "year": "2013"}, "text": "The teenage brain: sensitivity to social evaluation", "sentences": [], "annotations": [], "relations": []}, {"offset": 46051, "infons": {"fpage": "2123", "issue": "9", "lpage": "34", "name_0": "surname:Somerville;given-names:L.H.", "name_1": "surname:Hare;given-names:T.", "name_2": "surname:Casey;given-names:B.J.", "section_type": "REF", "source": "Journal of Cognitive Science", "type": "ref", "volume": "23", "year": "2011"}, "text": "Frontostriatal maturation predicts cognitive control failure to appetitive cures in adolescents", "sentences": [], "annotations": [], "relations": []}, {"offset": 46147, "infons": {"fpage": "78", "issue": "1", "lpage": "106", "name_0": "surname:Steinberg;given-names:L.", "pub-id_pmid": "18509515", "section_type": "REF", "source": "Developmental Review", "type": "ref", "volume": "28", "year": "2008"}, "text": "A social neuroscience perspective on adolescent risk-taking", "sentences": [], "annotations": [], "relations": []}, {"offset": 46207, "infons": {"fpage": "1764", "issue": "6", "lpage": "78", "name_0": "surname:Steinberg;given-names:L.", "name_1": "surname:Albert;given-names:D.", "name_2": "surname:Cauffman;given-names:E.", "name_3": "surname:Banich;given-names:M.", "name_4": "surname:Graham;given-names:S.", "name_5": "surname:Woolard;given-names:J.", "pub-id_pmid": "18999337", "section_type": "REF", "source": "Developmental Psychology", "type": "ref", "volume": "44", "year": "2008"}, "text": "Age differences in sensation seeking and impulsivity as indexed by behavior and self-report: evidence for a dual systems model", "sentences": [], "annotations": [], "relations": []}, {"offset": 46334, "infons": {"fpage": "105", "lpage": "12", "name_0": "surname:Stewart;given-names:J.G.", "name_1": "surname:Esposito;given-names:E.C.", "name_2": "surname:Glenn;given-names:C.R.", "pub-id_pmid": "27716512", "section_type": "REF", "source": "Journal of Psychiatric Research", "type": "ref", "volume": "84", "year": "2017"}, "text": "Adolescent self-injurers: comparing non-ideators, suicide ideators, and suicide attempers", "sentences": [], "annotations": [], "relations": []}, {"offset": 46424, "infons": {"fpage": "57", "lpage": "67", "name_0": "surname:Telzer;given-names:E.H.", "pub-id_pmid": "26708774", "section_type": "REF", "source": "Developmental Cognitive Neuroscience", "type": "ref", "volume": "17", "year": "2016"}, "text": "Dopaminergic reward sensitivity can promote adolescent health: a new perspective on the mechanism of ventral striatum activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 46553, "infons": {"fpage": "225", "issue": "2", "lpage": "31", "name_0": "surname:Wang;given-names:H.Q.", "name_1": "surname:Tuominen;given-names:L.K.", "name_2": "surname:Tsai;given-names:C.J.", "pub-id_pmid": "21098430", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "SLIM: a sliding linear model for estimating the proportion of true null hypotheses in datasets with dependence structures", "sentences": [], "annotations": [], "relations": []}, {"offset": 46675, "infons": {"fpage": "247", "issue": "3", "lpage": "56", "name_0": "surname:Whittle;given-names:S.", "name_1": "surname:Yap;given-names:M.B.", "name_2": "surname:Yücel;given-names:M.", "pub-id_pmid": "19398536", "section_type": "REF", "source": "Social Cognitive & Affective Neuroscience", "type": "ref", "volume": "4", "year": "2009"}, "text": "Maternal responses to adolescent positive affect are associated with adolescents' reward neuroanatomy", "sentences": [], "annotations": [], "relations": []}, {"offset": 46777, "infons": {"fpage": "23", "issue": "1", "lpage": "34", "name_0": "surname:Whittle;given-names:S.", "name_1": "surname:Yücel;given-names:M.", "name_2": "surname:Forbes;given-names:E.E.", "pub-id_pmid": "21917846", "section_type": "REF", "source": "Social Cognitive & Affective Neuroscience", "type": "ref", "volume": "7", "year": "2012"}, "text": "Adolescents' depressive symptoms moderate neural responses to their mothers' positive behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 46872, "infons": {"fpage": "288", "lpage": "97", "name_0": "surname:Will;given-names:G.J.", "name_1": "surname:Crone;given-names:E.A.", "name_2": "surname:van Lier;given-names:P.A.", "name_3": "surname:Güroğlu;given-names:B.", "section_type": "REF", "source": "Developmental Cognitive Neurosciene", "type": "ref", "volume": "19", "year": "2016"}, "text": "Neural correlates of retaliatory and prosocial reactions to social exclusion: associations with chronic peer rejection", "sentences": [], "annotations": [], "relations": []}, {"offset": 46991, "infons": {"fpage": "e28098", "issue": "6", "name_0": "surname:Will;given-names:G.J.", "name_1": "surname:Rutledge;given-names:R.B.", "name_2": "surname:Moutoussis;given-names:M.", "name_3": "surname:Dolan;given-names:R.J.", "pub-id_pmid": "29061228", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "6", "year": "2017"}, "text": "Neural and computational processes underlying dynamic changes in self-esteem", "sentences": [], "annotations": [], "relations": []}, {"offset": 47068, "infons": {"fpage": "665", "issue": "8", "lpage": "70", "name_0": "surname:Yarkoni;given-names:T.", "name_1": "surname:Poldrack;given-names:R.A.", "name_2": "surname:Nichols;given-names:T.E.", "name_3": "surname:Van Essen;given-names:D.C.", "name_4": "surname:Wager;given-names:T.D.", "pub-id_pmid": "21706013", "section_type": "REF", "source": "Nature Methods", "type": "ref", "volume": "8", "year": "2011"}, "text": "Large-scale automated synthesis of human functional neuroimaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47138, "infons": {"fpage": "395", "issue": "2", "lpage": "404", "name_0": "surname:Youssef;given-names:G.J.", "name_1": "surname:Whittle;given-names:S.", "name_2": "surname:Allen;given-names:N.B.", "name_3": "surname:Lubman;given-names:D.I.", "name_4": "surname:Simmons;given-names:J.G.", "name_5": "surname:Yücel;given-names:M.", "pub-id_pmid": "26801968", "section_type": "REF", "source": "Child Development", "type": "ref", "volume": "87", "year": "2016"}, "text": "Cognitive control as a moderator of temperamental motivations toward adolescent risk-taking behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 47239, "infons": {"fpage": "125", "issue": "3", "lpage": "9", "name_0": "surname:Zuckerman;given-names:M.", "pub-id_pmid": "8916069", "section_type": "REF", "source": "Neuropsychobiology", "type": "ref", "volume": "34", "year": "1996"}, "text": "The psychobiological model for impulsive unsocialized sensation seeked: a comparative approach", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}