{"source": "PMC", "date": "20201213", "key": "pmc.key", "infons": {}, "documents": [{"id": "6906079", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Disrupted brain function in methamphetamine abusers", "article-id_doi": "10.1371/journal.pone.0226249", "article-id_pmc": "6906079", "article-id_pmid": "31825996", "article-id_publisher-id": "PONE-D-19-06352", "elocation-id": "e0226249", "issue": "12", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Khajehpour;given-names:Hassan", "name_1": "surname:Makkiabadi;given-names:Bahador", "name_2": "surname:Ekhtiari;given-names:Hamed", "name_3": "surname:Bakht;given-names:Sepideh", "name_4": "surname:Noroozi;given-names:Alireza", "name_5": "surname:Mohagheghian;given-names:Fahimeh", "name_6": "surname:Zhan;given-names:Wang", "name_7": "surname:Makkiabadi;given-names:Bahador", "name_8": "surname:Makkiabadi;given-names:Bahador", "notes": "Anonymized data sets necessary to replicate this study findings are uploaded as Supporting Information files.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "14", "year": "2019"}, "text": "Disrupted resting-state brain functional network in methamphetamine abusers: A brain source space study by EEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 111, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This study aimed to examine the effects of chronic methamphetamine use on the topological organization of whole-brain functional connectivity network (FCN) by reconstruction of neural-activity time series at resting-state. The EEG of 36 individuals with methamphetamine use disorder (IWMUD) and 24 normal controls (NCs) were recorded, pre-processed and source-reconstructed using standardized low-resolution tomography (sLORETA). The brain FCNs of participants were constructed and between-group differences in network topological properties were investigated using graph theoretical analysis. IWMUD showed decreased characteristic path length, increased clustering coefficient and small-world index at delta and gamma frequency bands compared to NCs. Moreover, abnormal changes in inter-regional connectivity and network hubs were observed in all the frequency bands. The results suggest that the IWMUD and NCs have distinct FCNs at all the frequency bands, particularly at the delta and gamma bands, in which deviated small-world brain topology was found in IWMUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1178, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1. Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1194, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Methamphetamine (MA) is a highly addictive drug that its consumption is associated with increased feeling of awareness, energy, vigilance, and exhilaration. These psychological effects and relatively easy access have made it a very popular drug among young adults. World Drug Report 2016 reported that there are around 14 to 54 million users of MA worldwide. MA use disorder imposes a large burden on the society; hence, it is important to increase the knowledge about it in the physiological and neurological terms, in order to improve associated diagnosis and treatments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1768, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Functional magnetic resonance imaging (fMRI) and EEG data have been widely used to acquire knowledge about brain disorders such as schizophrenia, Alzheimer’s disease, tinnitus and addiction. EEG is portable and less expensive than fMRI. Furthermore, it has a high temporal resolution, which makes it a good instrument to study electrophysiology of the brain in different frequency bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2156, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "So far, few studies have explored the effects of MA use on the brain activity, using resting-state EEG (rEEG). Newton et al. found increased power at delta and theta oscillatory rhythms in IWMUD compared to the normal NCs and Ahmadlou et al. reported disrupted functional brain organization of IWMUD compared to that of NCs.The human brain is a small-world topology which supports both segregation and integration in information processing. The network is segregated when containing a large number of connected clusters and integrated when including short path lengths among its units. These characteristics make the network efficient in information transfer with low wiring costs. Previous studies reported that the small-world topology abnormally alters in many disease e.g. major depressive disorder, Parkinson's disease, Alzheimer’s disease, schizophrenia and tinnitus, opioids (heroin) and methamphetamine abuse, Cirrhosis, cognitive disorders related to aging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3123, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ahmadlou et al. have investigated the brain functional organization of IWMUD in early withdrawal stage using functional connectivity network (FCN) and graph theory. They reported increased gamma band small-world index (SWI) in IWMUD using rEEG and constructing the FCN at sensor level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3409, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To date, no study has examined the differences in the brain FCN of IWMUD by rEEG at neuronal source level compared to that of NCs. High-resolution EEG recording combined with source localization methods can provide better spatial resolution for EEG-based connectivity analysis. In the current study, we constructed and compared whole-brain FCN for a group of IWMUD and a group of NCs using rEEG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3805, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2. Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 3830, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1 Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 3847, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Thirty-six IWMUD, with a minimum of 1 and maximum of 6 months of abstinence, were recruited from \"Peyrovan Hemmat Harm Reduction Institute\" and \"Iranian National Center for Addiction Studies (INCAS) Academic Clinic\" located in Tehran. 24 age-matched NCs were also recruited in our research. This research is part of a registered brain stimulation trial in Iranian Registry of Clinical Trials (IRCT) in 2018 (IRCT20170808035562N2). The rest EEG were recorded before any intervention. All subjects signed a written informed consent form. Table 1 shows the demographic characteristics and drug use history of the participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4471, "infons": {"file": "pone.0226249.t001.xml", "id": "pone.0226249.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Demographic and substance abuse characteristics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4520, "infons": {"file": "pone.0226249.t001.xml", "id": "pone.0226249.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"2\" colspan=\"1\"/><th align=\"justify\" colspan=\"2\" rowspan=\"1\">Descriptive statistics</th></tr><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\">IWMUD</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">NCs</th></tr></thead><tbody><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Gender (male)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">36/36</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">24/24</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Age</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">30.55±6.43</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">30.75±4.63</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Education (years)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">14.36±2.79</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">16.58±2.5</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Duration of MA abstinence (months)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">1–6</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Duration of MA use disorder (years)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">8.35±4.07</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Marital status (married)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">25/36</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">7/24</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Number of subjects with a history of opium use</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">20/36</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">0/24</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Number of subjects with a history of alcohol use</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">23/36</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">0/24</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Number of subjects with a history of heroin use</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">5/36</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">0/24</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Number of subjects with a history of cigarette smoking</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">35/36</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">2/24</td></tr></tbody></table>\n"}, "text": "\tDescriptive statistics\t \tIWMUD\tNCs\t \tGender (male)\t36/36\t24/24\t \tAge\t30.55±6.43\t30.75±4.63\t \tEducation (years)\t14.36±2.79\t16.58±2.5\t \tDuration of MA abstinence (months)\t1–6\t-\t \tDuration of MA use disorder (years)\t8.35±4.07\t-\t \tMarital status (married)\t25/36\t7/24\t \tNumber of subjects with a history of opium use\t20/36\t0/24\t \tNumber of subjects with a history of alcohol use\t23/36\t0/24\t \tNumber of subjects with a history of heroin use\t5/36\t0/24\t \tNumber of subjects with a history of cigarette smoking\t35/36\t2/24\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 5037, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2 EEG data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 5062, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We recorded five minutes of rEEG while the participants' eyes were open. We instructed all individuals to pay attention to a black-background screen in front of them during the recording and attempt not to think about anything. All EEG data were recorded using a 62-channel g.tec (http://www.gtec.at/) EEG system (g. HIamp) in National Brain Mapping Laboratory (NBML) (https://nbml.ir/EN). The reference channel was placed on right ear lobe for all individuals. The sampling frequency of 512 Hz was selected for EEG recording. All data were resampled to 200 Hz in preprocessing step to decrease the computational cost.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5681, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.3 Data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 5704, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "EEG data were preprocessed using EEGLAB and Fieldtrip toolboxes of MATLAB. The datasets were filtered by a 0.1 Hz high-pass filter and a notch filter to remove the voltage drift and 50 Hz power line noise. The data were referenced to common average and artifact rejection was firstly performed by visual inspection. Independent component analysis was employed to remove artifactual components (e.g. eye blinks, eye movements, heartbeat, and muscle artifacts). Then, with a moving window and a peak-to-peak threshold all parts, which exceeded ±100 μv were removed. The preprocessed data, containing the least amount of artifacts, was segmented into 5-second trials (24 trials, totally 120 sec) which were in the range of other resting-state EEG studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6457, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.4. Weighted phase lag index (WPLI) description", "sentences": [], "annotations": [], "relations": []}, {"offset": 6506, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "WPLI is the improved version of PLI connectivity index, proposed by Vinck et al.. It is highly sensitive and powerful to properly detect phase interactions of spatially close signals and has shown robustness to volume conduction that outperforms PLI, coherence, and imaginary coherence (IC). WPLI estimates the phase leads and lags between two interacted time-series as follows. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 6886, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Where Sxyt is the cross-spectrum of time-series x and y at time point t, and sgn is the sign function. Function imag(.)returns only the imaginary component of the cross-spectrum. WPLI weights the cross-spectrum according to the imaginary component’s magnitude. This allows it to limit the impact of small noise on “true “sign of cross-spectrum around the real axes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7252, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.5 Graph theory analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7278, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "2.5.1. Network construction", "sentences": [], "annotations": [], "relations": []}, {"offset": 7306, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After applying Laplacian filter to EEG data to reduce the volume conduction effect and spatially enhance the data quality, functional connectivity was computed in EEG-sensor space among pairwise electrodes. The connectivity values were calculated for five EEG frequency bands: delta (1–4 Hz), theta (4–8 Hz), alpha (8–15 Hz), beta (15–30 Hz), and gamma (30–45 Hz) according to previous addiction studies. Accordingly, we obtained a functional network with 61 nodes in five bands (5×61×61 connectivity matrix) for each subject, where the nodes were considered the sensors and the link between them were acquired using the absolute value of the WPLI matrix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7962, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "2.5.2 Graph measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 7983, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2.5.2.1 Node strength (NS). It is sum of the weights of links or edges connected to a node.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8075, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Where N is the set of all nodes in the network and the links (i,j) are related by connection weight wij.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8180, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2.5.2.2 Characteristic path length (CP). Shortest weighted path length between two nodes i and j is determined by  where f is a map (e.g. an inverse) from weight to length and  indicates the shortest weighted path between nodes i and j. The averaged shortest path length between all the node pairs in a network is known as the characteristic path length:  where n shows the number of nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8571, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2.5.2.3 Clustering coefficient (CC). The number of weighted triangles around a node i is defined as a basis for measuring segregation: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 8707, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Clustering coefficient reflects the degree that the connected nodes in a graph tend to form clusters and can illustrate the degree of local connectivity in the network. The clustering coefficient of the network is described by: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 8936, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Characteristic path length measures the integration of the network, while the clustering coefficient is a measure for the network functional segregation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9090, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Next to C and L, by following previous studies, the small-world index (SWI = CCw/CPw) was obtained for each individual. The larger the SWI value is, the more small-world the network is. The small world organizations have simultaneously notably segregated and integrated topologies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9372, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "2.5.3 Hub identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 9397, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Hubs refer to highly linked nodes in the network. Following the method used in previous studies we used the node strength, betweenness centrality and eigenvector centrality to identify hubs using BCT toolbox. Nodes in each of the mentioned measures that exceed one standard deviation from the mean value of the measure were considered as hubs. Once the hubs were identified using the different techniques, those hubs that were commonly obtained by the different techniques were compared between MA abusers and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9917, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.6. Source reconstruction", "sentences": [], "annotations": [], "relations": []}, {"offset": 9944, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Standardized low-resolution brain electromagnetic tomography (sLORETA) was used to estimate the intracerebral electrical sources, using FieldTrip. sLORETA computes neuronal activity in current density (A/m2) without assuming a predefined number of active sources. We first acquired a lead field (forward model) by creating a FEM volume conduction model of the head. To do this, we used 61 electrodes, a grid with 3 mm3 resolution, and voxels of the anatomical MRI (colin27 brain), segmented (i.e. separated) into the five different tissue types: scalp, skull, CSF (Cerebro-Spinal Fluid), gray and white matter. We used sLORETA to reconstruct neuronal activities in source points in the gray matter (cortical regions).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10662, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To parcellate the brain into 90 (45 in each hemisphere) regions of interest (ROIs), automated anatomical labeling (AAL) atlas were applied. Table 2 lists the name of the ROIs and their corresponding abbreviations. The single nearest voxel to central voxel has been considered as the great representation of each ROI by following previous studies. Accordingly, we obtained a functional network with 90 nodes in the five frequency bands (5×90×90 connectivity matrix) for each subject, where the nodes are equivalent to the central points of ROIs of AAL template and the link between them are the absolute value of the WPLI matrix. MNI coordinates of the selected central voxels are brought in S1 Table.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11363, "infons": {"file": "pone.0226249.t002.xml", "id": "pone.0226249.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "The names and the corresponding abbreviations of the ROIs specified in the AAL brain template (45 regions for each hemisphere) described by Tzourio-Mazoyer et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 11527, "infons": {"file": "pone.0226249.t002.xml", "id": "pone.0226249.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Regions</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Abb.</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Regions</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Abb.</th></tr></thead><tbody><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Precentral gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">PreCG</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Lingual gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">LING</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Superior frontal gyrus (dorsal)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">SFGdor</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Superior Occipital gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">SOG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Orbitofrontal cortex (superior)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ORBsup</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Middle occipital gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">MOG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Middle frontal gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">MFG</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Inferior occipital gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">IOG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Orbitofrontal cortex (middle)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ORBmid</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Fusiform gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">FFG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Inferior frontal gyrus (opercular)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">IFGoperc</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Postcentral gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">PoCG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Inferior frontal gyrus (triangular)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">IFGtriang</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Superior parietal gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">SPG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Orbitofrontal cortex (inferior)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ORBinf</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Inferior parietal lobule</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">IPL</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Rolandic operculum</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ROL</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Supramarginal gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">SMG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Supplementary motor area</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">SMA</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Angular gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ANG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Olfactory</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">OLF</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Precuneus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">PCUN</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Superior frontal gyrus (medial)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">SFGmed</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Paracentral lobule</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">PCL</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Orbitofrontal cortex (medial)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ORBmed</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Caudate</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">CAU</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Rectus gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">REC</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Putamen</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">PUT</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Insula</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">INS</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Pallidum</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">PAL</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Anterior cingulate gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ACG</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Thalamus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">THA</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Middle cingulate gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">DCG</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Heschl gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">HES</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Posterior cingulate gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">PCG</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Superior temporal gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">STG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Hippocampus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">HIP</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal pole (superior)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">TPOsup</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Parahippocampal gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">PHG</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Middle temporal gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">MTG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Amygdala</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">AMYG</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal pole (middle)</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">TPOmid</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Calcarine cortex</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">CAL</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Inferior temporal gyrus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">ITG</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Cuneus</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">CUN</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "Regions\tAbb.\tRegions\tAbb.\t \tPrecentral gyrus\tPreCG\tLingual gyrus\tLING\t \tSuperior frontal gyrus (dorsal)\tSFGdor\tSuperior Occipital gyrus\tSOG\t \tOrbitofrontal cortex (superior)\tORBsup\tMiddle occipital gyrus\tMOG\t \tMiddle frontal gyrus\tMFG\tInferior occipital gyrus\tIOG\t \tOrbitofrontal cortex (middle)\tORBmid\tFusiform gyrus\tFFG\t \tInferior frontal gyrus (opercular)\tIFGoperc\tPostcentral gyrus\tPoCG\t \tInferior frontal gyrus (triangular)\tIFGtriang\tSuperior parietal gyrus\tSPG\t \tOrbitofrontal cortex (inferior)\tORBinf\tInferior parietal lobule\tIPL\t \tRolandic operculum\tROL\tSupramarginal gyrus\tSMG\t \tSupplementary motor area\tSMA\tAngular gyrus\tANG\t \tOlfactory\tOLF\tPrecuneus\tPCUN\t \tSuperior frontal gyrus (medial)\tSFGmed\tParacentral lobule\tPCL\t \tOrbitofrontal cortex (medial)\tORBmed\tCaudate\tCAU\t \tRectus gyrus\tREC\tPutamen\tPUT\t \tInsula\tINS\tPallidum\tPAL\t \tAnterior cingulate gyrus\tACG\tThalamus\tTHA\t \tMiddle cingulate gyrus\tDCG\tHeschl gyrus\tHES\t \tPosterior cingulate gyrus\tPCG\tSuperior temporal gyrus\tSTG\t \tHippocampus\tHIP\tTemporal pole (superior)\tTPOsup\t \tParahippocampal gyrus\tPHG\tMiddle temporal gyrus\tMTG\t \tAmygdala\tAMYG\tTemporal pole (middle)\tTPOmid\t \tCalcarine cortex\tCAL\tInferior temporal gyrus\tITG\t \tCuneus\tCUN\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12734, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "3.Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12757, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the most relevant study carried out by Ahmadlou et al. to obtain the effect size for most important variable. As in that study, SWI in the gamma frequency band, which is a ratio of CC and CP, has been suggested as a potential bio-marker for IWMD who are in early stage of MA withdrawal (<1 month), we considered it as the most important variable, primary endpoint, to assess it for IWMD who are in middle stage of MA abstinence (>1 month).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13205, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We obtained an effect size of 0.96 and yielded a size of 18 in each group with type I error 5% (α = 0.05) and study power 80% (β = 0.2) using two-tailed test and G*Power software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13385, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A multivariate analysis of variance (MANOVA) model was used to investigate statistical differences between topological metrics of brain FCN in IWMD and NCs. The model assumptions were checked to be held: multivariate normality by Shapiro-Wilk test; homogeneity of covariance matrices by Box’s M test; homogeneity of variance by Levene’s test; further, the absence of multicollinearity was checked by variance inflation factor. The effects of potential baseline confounding variables, including age and total-score of depression, anxiety and stress (DASS-21 scale) were controlled in the model. There was no any missing variable in the twenty topological characteristics but there were a few ones for the DASS-21 scale that have been replaced by mean imputation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14147, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Among the twenty variables, just six variables met the assumptions. Hence, the MANOVA in sensor and source spaces comprised six dependent variables (DVs) and one independent variable with two levels (IWMD vs. NCs). For the remaining variables, non-parametric test (Mann–Whitney) was used. An α level of less than 0.05 was considered significant. The analysis was carried out using “SPSS 22”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14539, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To control the type I error in multiple comparisons of connectivity differences in each frequency band, Benjamini–Hochberg procedure was carried out with false discovery rate 0.05 (q-value<0.05). The analysis was performed using MATLAB software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14785, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "4. Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14796, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "4.1 Sensor space results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14821, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MANOVA showed that there was no statistically significant difference in DVs based on group levels (IWMD and NCs), F (1, 58) = 0.83, p = 0.54; Wilk's Λ = 0.9. Adjusting for potential confounders including DASS and age had no significant effect on this association.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15085, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mann–Whitney test revealed that NS (U = 224,p = 0.002) and SWI(U = 225, p = 0.002) of IWMD in the delta frequency band is statistically significantly higher than those of NCs. Further, CP of IWMD in delta frequency band are statistically significantly lesser than those of NCs, (U = 246,p = 0.007), (Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15395, "infons": {"file": "pone.0226249.t003.xml", "id": "pone.0226249.t003", "section_type": "TABLE", "type": "table_title_caption"}, "text": "The statistical differences of topology metrics between IWMD and NCs (Mann–Whitney U / p-value) or (F/p-value) in sensore space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15524, "infons": {"file": "pone.0226249.t003.xml", "id": "pone.0226249.t003", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">delta</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Theta</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">alpha</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">beta</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">gamma</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">NS</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>224/ 0.002</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">345/ 0.24</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">419/0.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">331/0.17</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">331/0.17</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">323/0.13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">338/0.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.56/0.4<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.002/0.9<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.9/0.7<sup>a</sup></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CP</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>246/0.007</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.9/0.1<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.003/0.9<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">322/0.13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6/0.2<sup>a</sup></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">SWI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>225/0.002</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">325/0.14</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">362/0.37</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">392/0.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">354/0.3</td></tr></tbody></table>\n"}, "text": "\tdelta\tTheta\talpha\tbeta\tgamma\t \tNS\t224/ 0.002\t345/ 0.24\t419/0.9\t331/0.17\t331/0.17\t \tCC\t323/0.13\t338/0.2\t0.56/0.4a\t0.002/0.9a\t0.9/0.7a\t \tCP\t246/0.007\t1.9/0.1a\t0.003/0.9a\t322/0.13\t1.6/0.2a\t \tSWI\t225/0.002\t325/0.14\t362/0.37\t392/0.6\t354/0.3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15764, "infons": {"file": "pone.0226249.t003.xml", "id": "pone.0226249.t003", "section_type": "TABLE", "type": "table_footnote"}, "text": "The ‘a’ indicates parametric test. Significant differences (p<0.05) are bold.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15842, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The mean and SD of the topological metrics at all the frequency bands are brought in Table 4 and shown in Fig 1. The values of topological metrics in sensor space along with related statistical log file are brought in S2 Table and S1 File.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16082, "infons": {"file": "pone.0226249.g001.jpg", "id": "pone.0226249.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "Left column: Computed topological metrics (NS, CC, CP, and SWI) in the sensor space. Right column: computed topological metrics in the source space. If the p-value is less than 0.05 it is flagged with one star (*). Each bar represents mean values ±SE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16334, "infons": {"file": "pone.0226249.t004.xml", "id": "pone.0226249.t004", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Mean and standard deviation of the brain topology metrics in five frequency bands for IWMUD and NCs acquired in sensor space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16460, "infons": {"file": "pone.0226249.t004.xml", "id": "pone.0226249.t004", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"2\" colspan=\"1\">Frequency Band</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">NS</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">CC</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">CP</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">SWI</th></tr><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Mean(SD) Patient/Control</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Mean(SD) Patient/Control</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Mean(SD) Patient/Control</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Mean(SD)<break/>Patient/Control</th></tr></thead><tbody><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>Delta</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.8663 (1.6133) / 5.2585 (1.0389)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.18299 (0.030608) / 0.17685 (0.026965)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.34(1.06)/ 8.9861 (0.64487)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.2235(0.00357)/ 0.019796 (0.0034958)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>Theta</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.0234 (1.3399) / 4.7144 (1.0519)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.18181 (0.032516) / 0.1763 (0.028919)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.73 (1.29) / 10.1423 (1.0025)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01913(0.003938)/ 0.017494 (0.0034958)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>Alpha</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.2648 (2.1662) / 5.1363 (1.8444)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.17625 (0.047435) / 0.18263 (0.040771)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.97 (2.29) / 10.0138 (2.1707)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01926(0.008890)/ 0.019305 (0.0034958)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>Beta</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.8326 (0.84394) /2.8701 (0.75815)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.12963 (0.038471) / 0.12923 (0.046343)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17.16 (2.73) / 16.6225 (2.0136)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0077(0.00240)/ 0.0078475 (0.0034958)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>Gamma</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.8529 (0.88257) /2.6812 (0.83643)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.11636 (0.04189) / 0.11292 (0.046492)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16.95(2.62)/ 17.8008 (2.3357)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0068(0.00194)/ 0.00624 (0.0034958)</td></tr></tbody></table>\n"}, "text": "Frequency Band\tNS\tCC\tCP\tSWI\t \tMean(SD) Patient/Control\tMean(SD) Patient/Control\tMean(SD) Patient/Control\tMean(SD)Patient/Control\t \tDelta\t5.8663 (1.6133) / 5.2585 (1.0389)\t0.18299 (0.030608) / 0.17685 (0.026965)\t8.34(1.06)/ 8.9861 (0.64487)\t0.2235(0.00357)/ 0.019796 (0.0034958)\t \tTheta\t5.0234 (1.3399) / 4.7144 (1.0519)\t0.18181 (0.032516) / 0.1763 (0.028919)\t9.73 (1.29) / 10.1423 (1.0025)\t0.01913(0.003938)/ 0.017494 (0.0034958)\t \tAlpha\t5.2648 (2.1662) / 5.1363 (1.8444)\t0.17625 (0.047435) / 0.18263 (0.040771)\t9.97 (2.29) / 10.0138 (2.1707)\t0.01926(0.008890)/ 0.019305 (0.0034958)\t \tBeta\t2.8326 (0.84394) /2.8701 (0.75815)\t0.12963 (0.038471) / 0.12923 (0.046343)\t17.16 (2.73) / 16.6225 (2.0136)\t0.0077(0.00240)/ 0.0078475 (0.0034958)\t \tGamma\t2.8529 (0.88257) /2.6812 (0.83643)\t0.11636 (0.04189) / 0.11292 (0.046492)\t16.95(2.62)/ 17.8008 (2.3357)\t0.0068(0.00194)/ 0.00624 (0.0034958)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17348, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "4.2 Source space results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17373, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The MANOVA showed that there was no statistically significant difference in DVs based on group levels (IWMD and NCs), F (1, 58) = 1.13, p = 0.35; Wilk's Λ = 0.88. Adjusting for potential confounders including DASS and age had no significant effect on this association.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17642, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mann–Whitney test revealed that NS (U = 254,p = 0.007) and SWI (U = 284, p = 0.02) of IWMD in the gamma frequency band are statistically significantly higher than those of NCs (Table 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17829, "infons": {"file": "pone.0226249.t005.xml", "id": "pone.0226249.t005", "section_type": "TABLE", "type": "table_title_caption"}, "text": "The differences of all topology metrics between IWMD and NCs (Mann–Whitney U / p-value) or (F/p-value) in source space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17949, "infons": {"file": "pone.0226249.t005.xml", "id": "pone.0226249.t005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">delta</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">theta</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">alpha</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">beta</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">gamma</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">NS</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">338/0.15</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">412/0.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.032/0.8<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">322/0.09</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>254/0.007</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">365/0.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.8/0.178<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.024/0.8<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.96/0.3<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">416/0.8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CP</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.3/0.13<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">422/0.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.2/0.6<sup>a</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">323/0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>269/0.01</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">SWI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">325/0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">371/0.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">393/0.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">331/0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>284/0.02</bold></td></tr></tbody></table>\n"}, "text": "\tdelta\ttheta\talpha\tbeta\tgamma\t \tNS\t338/0.15\t412/0.7\t0.032/0.8a\t322/0.09\t254/0.007\t \tCC\t365/0.3\t1.8/0.178a\t0.024/0.8a\t0.96/0.3a\t416/0.8\t \tCP\t2.3/0.13a\t422/0.8\t0.2/0.6a\t323/0.1\t269/0.01\t \tSWI\t325/0.1\t371/0.3\t393/0.5\t331/0.1\t284/0.02\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18183, "infons": {"file": "pone.0226249.t005.xml", "id": "pone.0226249.t005", "section_type": "TABLE", "type": "table_footnote"}, "text": "The ‘a’ indicates parametric test. Significant differences (p<0.05) are bold.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18261, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The mean and SD of the topological measurements at all the frequency bands are brought in Table 6 and shown in Fig 1. The values of topological metrics in source space along with related statistical log files are brought in S3 Table and S2 File.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18507, "infons": {"file": "pone.0226249.t006.xml", "id": "pone.0226249.t006", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Mean and standard deviation of the brain topology metrics in five frequency bands for IWMUD and NCs acquired in source space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18633, "infons": {"file": "pone.0226249.t006.xml", "id": "pone.0226249.t006", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"2\" colspan=\"1\">Frequency Band</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">NS</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">CC</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">CP</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">SWI</th></tr><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Mean(SD) Patient/Control</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Mean(SD) Patient/Control</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Mean(SD) Patient/Control</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Mean(SD)<break/>Patient/Control</th></tr></thead><tbody><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>delta</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.1383 (2.3436) / 7.3786 (1.1594)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.19055 (0.030569) / 0.18306 (0.024361)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.7826 (1.45) / 9.2687 (0.72281)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0228 (0.008) / 0.019924 (0.0033749)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>theta</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.9361 (1.9247) / 6.6823 (1.107)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.1868 (0.029246) / 0.17952 (0.025357)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.24 (1.53) / 10.3356 (0.90367)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0189 (0.0055) / 0.01754 (0.0033749)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>alpha</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.5183 (1.5906) / 6.5775 (1.3634)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.18508 (0.028833) / 0.18584 (0.026051)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.91 (1.93) / 10.6937 (1.4524)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0175 (0.0039) / 0.017707 (0.0033749)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>beta</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.86 (1.1416) / 3.9243 (0.78829)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.17541 (0.026241) / 0.17984 (0.024427)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18.43 (3.43) / 17.6271 (2.17)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0099 (0.0029) / 0.010369 (0.0033749)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>gamma</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.7041 (0.83654) / 3.338 (0.57717)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.17577 (0.027282) / 0.17171 (0.033844)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18.76 (2.50) / 20.402 (1.8259)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.0095 (0.001728826) / 0.0084513 (0.0033749)</td></tr></tbody></table>\n"}, "text": "Frequency Band\tNS\tCC\tCP\tSWI\t \tMean(SD) Patient/Control\tMean(SD) Patient/Control\tMean(SD) Patient/Control\tMean(SD)Patient/Control\t \tdelta\t8.1383 (2.3436) / 7.3786 (1.1594)\t0.19055 (0.030569) / 0.18306 (0.024361)\t8.7826 (1.45) / 9.2687 (0.72281)\t0.0228 (0.008) / 0.019924 (0.0033749)\t \ttheta\t6.9361 (1.9247) / 6.6823 (1.107)\t0.1868 (0.029246) / 0.17952 (0.025357)\t10.24 (1.53) / 10.3356 (0.90367)\t0.0189 (0.0055) / 0.01754 (0.0033749)\t \talpha\t6.5183 (1.5906) / 6.5775 (1.3634)\t0.18508 (0.028833) / 0.18584 (0.026051)\t10.91 (1.93) / 10.6937 (1.4524)\t0.0175 (0.0039) / 0.017707 (0.0033749)\t \tbeta\t3.86 (1.1416) / 3.9243 (0.78829)\t0.17541 (0.026241) / 0.17984 (0.024427)\t18.43 (3.43) / 17.6271 (2.17)\t0.0099 (0.0029) / 0.010369 (0.0033749)\t \tgamma\t3.7041 (0.83654) / 3.338 (0.57717)\t0.17577 (0.027282) / 0.17171 (0.033844)\t18.76 (2.50) / 20.402 (1.8259)\t0.0095 (0.001728826) / 0.0084513 (0.0033749)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19530, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The functional connectivity values were significantly different between two groups for some pairs of AAL regions at all the frequency bands except at the theta band. In this regard, the significance level was α = 0.05 using false discovery rate (FDR) q<0.05 to correct for multiple comparisons. The gamma oscillatory rhythm revealed more connectivity differences compared to the other rhythms. At the gamma band range, the functional connectivity of IWMUD was greater than those of NCs, in seven AAL pairs, while for the delta band only two pairs have shown enhanced coupling values in IWMUD compared to those of NCs. At the alpha frequency band, IWMUD showed just attenuated functional coupling in two AAL pairs compared two NCs, while at the beta oscillatory rhythm both enhanced and attenuated functional couplings were revealed. There were no significant differences between two groups in the theta band. These coupling differences are mapped on the brain image in Fig 2 using BrainNet Viewer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20528, "infons": {"file": "pone.0226249.g002.jpg", "id": "pone.0226249.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Functional connectivity differences after FDR correction in the frequency bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20609, "infons": {"file": "pone.0226249.g002.jpg", "id": "pone.0226249.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "The red/blue means attenuated/enhanced inter-regional connectivity in IWMUD compared to NCs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20702, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Common hubs calculated from the FCN of the two groups using the centrality measures were different in the five frequency bands. These hubs are listed in Table 7 and mapped on the brain in Fig 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20897, "infons": {"file": "pone.0226249.g003.jpg", "id": "pone.0226249.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "Hubs of IWMUD (top row) and NCs (bottom row) in the five frequency bands. The figures are ploted using brain net.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21011, "infons": {"file": "pone.0226249.t007.xml", "id": "pone.0226249.t007", "section_type": "TABLE", "type": "table_title_caption"}, "text": "The name of specific hubs of patient and control and common hubs between the two groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21100, "infons": {"file": "pone.0226249.t007.xml", "id": "pone.0226249.t007", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><tbody><tr><td align=\"center\" rowspan=\"5\" colspan=\"1\"><bold>IWMD</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>delta</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Mid_Orb_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Inf_Tri_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Supp_Motor_Area_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Supp_Motor_Area_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Sup_Medial_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Med_Orb_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>theta</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Sup_Orb_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Angular_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Precuneus_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Precuneus_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Paracentral_Lobule_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Paracentral_Lobule_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>alpha</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Supp_Motor_Area_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Supp_Motor_Area_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Med_Orb_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Calcarine_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Cuneus_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Occipital_Inf_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal_Sup_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal_Pole_Mid_R</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>beta</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Inf_Orb_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Olfactory_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">SupraMarginal_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal_Sup_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal_Mid_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>gamma</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Sup_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Inf_Orb_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Cingulum_Ant_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Calcarine_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal_Sup_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal_Inf_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"center\" rowspan=\"5\" colspan=\"1\"><bold>NCS</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>delta</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Mid_Orb_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Inf_Tri_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Rectus_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Fusiform_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Parietal_Inf_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>theta</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Rolandic_Oper_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Calcarine_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Occipital_Sup_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Angular_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Precuneus_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Paracentral_Lobule_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>alpha</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Sup_Orb_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Mid_Orb_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Mid_Orb_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Inf_Tri_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Cuneus_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Heschl_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>beta</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Mid_Orb_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Mid_Orb_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Supp_Motor_Area_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Med_Orb_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Calcarine_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Precuneus_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal_Mid_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>gamma</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Med_Orb_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Occipital_Inf_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Parietal_Inf_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Thalamus_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Temporal_Inf_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"center\" rowspan=\"3\" colspan=\"1\"><bold>Common Hubs</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>delta</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Frontal_Mid_Orb_L</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>theta</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Precuneus_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Paracentral_Lobule_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"><bold>alpha</bold></td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Cuneus_R</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "IWMD\tdelta\tFrontal_Mid_Orb_L\tFrontal_Inf_Tri_R\tSupp_Motor_Area_L\tSupp_Motor_Area_R\tFrontal_Sup_Medial_R\tFrontal_Med_Orb_L\t\t\t \ttheta\tFrontal_Sup_Orb_R\tAngular_L\tPrecuneus_L\tPrecuneus_R\tParacentral_Lobule_L\tParacentral_Lobule_R\t\t\t \talpha\tSupp_Motor_Area_L\tSupp_Motor_Area_R\tFrontal_Med_Orb_L\tCalcarine_R\tCuneus_R\tOccipital_Inf_L\tTemporal_Sup_L\tTemporal_Pole_Mid_R\t \tbeta\tFrontal_Inf_Orb_L\tOlfactory_L\tSupraMarginal_L\tTemporal_Sup_L\tTemporal_Mid_L\t\t\t\t \tgamma\tFrontal_Sup_R\tFrontal_Inf_Orb_R\tCingulum_Ant_R\tCalcarine_R\tTemporal_Sup_L\tTemporal_Inf_L\t\t\t \tNCS\tdelta\tFrontal_Mid_Orb_L\tFrontal_Inf_Tri_L\tRectus_L\tFusiform_R\tParietal_Inf_R\t\t\t\t \ttheta\tRolandic_Oper_L\tCalcarine_R\tOccipital_Sup_R\tAngular_R\tPrecuneus_R\tParacentral_Lobule_R\t\t\t \talpha\tFrontal_Sup_Orb_R\tFrontal_Mid_Orb_L\tFrontal_Mid_Orb_R\tFrontal_Inf_Tri_L\tCuneus_R\tHeschl_L\t\t\t \tbeta\tFrontal_Mid_Orb_L\tFrontal_Mid_Orb_R\tSupp_Motor_Area_L\tFrontal_Med_Orb_R\tCalcarine_R\tPrecuneus_R\tTemporal_Mid_R\t\t \tgamma\tFrontal_Med_Orb_R\tOccipital_Inf_L\tParietal_Inf_L\tThalamus_R\tTemporal_Inf_R\t\t\t\t \tCommon Hubs\tdelta\tFrontal_Mid_Orb_L\t\t\t\t\t\t\t\t \ttheta\tPrecuneus_R\tParacentral_Lobule_R\t\t\t\t\t\t\t \talpha\tCuneus_R\t\t\t\t\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22254, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "4.3 Results of self-reported measurements", "sentences": [], "annotations": [], "relations": []}, {"offset": 22296, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We used Barratt Impulsiveness Scale-11 (BIS-11) and Depression Anxiety Stress Scale-21 (DASS-21) to measure self-reported impulsivity, depression, anxiety and stress. The anxiety and stress values were significantly different between the two groups (P<0.001), but the key variable, SWI in the gamma frequency band, was not significantly correlated with these self-reported scales (Table 8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22687, "infons": {"file": "pone.0226249.t008.xml", "id": "pone.0226249.t008", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Results of correlations between anxiety, depression, stress and impulsivity and the SWI values in the gamma band for the patient and control groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22836, "infons": {"file": "pone.0226249.t008.xml", "id": "pone.0226249.t008", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" colspan=\"2\" rowspan=\"1\"/><th align=\"center\" colspan=\"2\" rowspan=\"1\">Mean (SD)</th><th align=\"left\" rowspan=\"2\" colspan=\"1\">Z</th><th align=\"left\" rowspan=\"2\" colspan=\"1\">P-value</th><th align=\"left\" colspan=\"2\" rowspan=\"1\">Corr. Coef. / P-Value</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Characteristic</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Subjects (IWMD/NCS)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">IWMD</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">NCs</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">IWMD</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">NCs</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Stress</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30/21</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">19.66(10.62)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.10(2.7)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-4.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-.16/ 0.37</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-0.07/0.75</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Anxiety</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">31/23</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">12.90 (8.66)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.5(5.6)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-3.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02/ 0.92</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-0.06/0.78</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Depression</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">29/23</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">18.34(10.14)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14.2(6.4)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-1.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.15</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-0.008/ 0.96</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-0.12/0.58</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Total DASS</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">36/24</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">46(21)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">26(12)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-4.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;0.001</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-0.17/0.47</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-0.09/0.65</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Attention impulsivity</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">36/-</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">12.11(4.81)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.15 / 0.35</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Motor impulsivity</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">33/-</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">15.3(6.17)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.38/ 0.03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Nonplanning impulsivity</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">35/-</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">17.62 (4.09)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">-0.08 / 0.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "\tMean (SD)\tZ\tP-value\tCorr. Coef. / P-Value\t \tCharacteristic\tSubjects (IWMD/NCS)\tIWMD\tNCs\tIWMD\tNCs\t \tStress\t30/21\t19.66(10.62)\t6.10(2.7)\t-4.7\t<0.001\t-.16/ 0.37\t-0.07/0.75\t \tAnxiety\t31/23\t12.90 (8.66)\t5.5(5.6)\t-3.4\t.001\t0.02/ 0.92\t-0.06/0.78\t \tDepression\t29/23\t18.34(10.14)\t14.2(6.4)\t-1.4\t0.15\t-0.008/ 0.96\t-0.12/0.58\t \tTotal DASS\t36/24\t46(21)\t26(12)\t-4.2\t<0.001\t-0.17/0.47\t-0.09/0.65\t \tAttention impulsivity\t36/-\t12.11(4.81)\t\t\t\t0.15 / 0.35\t\t \tMotor impulsivity\t33/-\t15.3(6.17)\t\t\t\t0.38/ 0.03\t\t \tNonplanning impulsivity\t35/-\t17.62 (4.09)\t\t\t\t-0.08 / 0.6\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23390, "infons": {"file": "pone.0226249.t008.xml", "id": "pone.0226249.t008", "section_type": "TABLE", "type": "table_footnote"}, "text": "The missing values of Total DASS were replaced by mean series. Spearman correlation was used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23484, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "4.4 Power results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23502, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Power analysis revealed no significant differences between IWMUD and NCs at all the frequency bands. Fig 4 shows the power spectrum of the two groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23653, "infons": {"file": "pone.0226249.g004.jpg", "id": "pone.0226249.g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The power spectrum of IWMUD and NCs computed in neural source space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23722, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "5. Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 23736, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we compared brain FCN of IWMUD with that of NCs using graph features. To our knowledge, this is the first study that assessed FCN of IWMUD at neuronal source level using rEEG. Table 9 summarizes the main findings of the current study along with previous related studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24022, "infons": {"file": "pone.0226249.t009.xml", "id": "pone.0226249.t009", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Meta data of previous studies who recruited MA abusers with corresponding data of the current study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24123, "infons": {"file": "pone.0226249.t009.xml", "id": "pone.0226249.t009", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"center\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Study</th><th align=\"center\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Subjects (number of males)</th><th align=\"center\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Age (year) mean (SD)</th><th align=\"center\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Use Duration (year)</th><th align=\"center\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Abstinence Duration (days)</th><th align=\"center\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Analysis<break/>space</th><th align=\"center\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Main Findings</th></tr><tr><th align=\"justify\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\"> </th><th align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">IWMD/NCs</th><th align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">IWMD/NCs</th><th align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Mean (SD)</th><th align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Mean (SD)</th><th align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">EEG sensors</th><th align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\"> </th></tr></thead><tbody><tr><td align=\"justify\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Newton et al. <xref rid=\"pone.0226249.ref012\" ref-type=\"bibr\">12</xref></td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">11/11 (8/8)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">32.7 (7.5)/36.5 (7.3)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">11.0 (3.5)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">4 (0)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">EEG sensors</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Enhanced delta and theta power</td></tr><tr><td align=\"justify\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Yun et al. <xref rid=\"pone.0226249.ref044\" ref-type=\"bibr\">44</xref></td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">48/20 all males</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">37.0 (5.8) / 34.5 (7.7)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">11.8 (6.5)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">30.5 (27.2)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">EEG sensors</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Decreased cortical complexity</td></tr><tr><td align=\"justify\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Khajehpour et al. <xref rid=\"pone.0226249.ref045\" ref-type=\"bibr\">45</xref></td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">36/24 all males</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">30.55 (6.43)/ 30.75(4.63)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">8.35(4.07)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Range 30 to 180</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">EEG sensors</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Automatic discrimination of IWMD from NCS (F-score = 0.94)</td></tr><tr><td align=\"justify\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Ahmadlou et al.<xref rid=\"pone.0226249.ref013\" ref-type=\"bibr\">13</xref></td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">36/36 all males</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">31.7 (8.8)/32.7 (6.8)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">6.42 (3.13)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Range 7 to 21</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">EEG sensors</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Disrupted functional brain topology at gamma band</td></tr><tr><td align=\"justify\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">The Current study</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">36/24 all males</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">30.55(6.43)/ 30.75(4.63)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">8.35(4.07)</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Range 30 to 180</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Neural sources</td><td align=\"left\" style=\"background-color:#FFFFFF\" rowspan=\"1\" colspan=\"1\">Disrupted functional brain topology in delta and especially in gamma bands. Altered inter-regional connectivity in delta, alpha, beta and gamma bands. Altered hub pattern in all the frequency bands.</td></tr></tbody></table>\n"}, "text": "Study\tSubjects (number of males)\tAge (year) mean (SD)\tUse Duration (year)\tAbstinence Duration (days)\tAnalysisspace\tMain Findings\t \t \tIWMD/NCs\tIWMD/NCs\tMean (SD)\tMean (SD)\tEEG sensors\t \t \tNewton et al. \t11/11 (8/8)\t32.7 (7.5)/36.5 (7.3)\t11.0 (3.5)\t4 (0)\tEEG sensors\tEnhanced delta and theta power\t \tYun et al. \t48/20 all males\t37.0 (5.8) / 34.5 (7.7)\t11.8 (6.5)\t30.5 (27.2)\tEEG sensors\tDecreased cortical complexity\t \tKhajehpour et al. \t36/24 all males\t30.55 (6.43)/ 30.75(4.63)\t8.35(4.07)\tRange 30 to 180\tEEG sensors\tAutomatic discrimination of IWMD from NCS (F-score = 0.94)\t \tAhmadlou et al.\t36/36 all males\t31.7 (8.8)/32.7 (6.8)\t6.42 (3.13)\tRange 7 to 21\tEEG sensors\tDisrupted functional brain topology at gamma band\t \tThe Current study\t36/24 all males\t30.55(6.43)/ 30.75(4.63)\t8.35(4.07)\tRange 30 to 180\tNeural sources\tDisrupted functional brain topology in delta and especially in gamma bands. Altered inter-regional connectivity in delta, alpha, beta and gamma bands. Altered hub pattern in all the frequency bands.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25148, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "5.1 Functional connectivity alterations", "sentences": [], "annotations": [], "relations": []}, {"offset": 25188, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "EEG oscillatory rhythms have been related to specific functions exclusively or in a combination. In this context, studies show that gamma band frequencies are associated with perception, attention, stimulus selection, memory process and conscious awareness. The theta rhythms have been related to attention, working memory, and emotional arousal. The delta frequencies have been linked to learning motivation, memory and reward processing, while alpha-band oscillations that are the dominant oscillations in the human brain, has been linked to working memory functions. Beta-band activity is related to cognition. A recent study reported that multiple oscillatory rhythms determine the temporal organization of perception. Hence, abnormal oscillations have been related to brain specific dysfunction. For example, abnormal gamma oscillations, have been related to dysregulation of the dopaminergic system in the diseases of central nervous system, disinhibition in GABAergic system, excitatory activation of the brain, and drug-seeking behaviors in addiction. Task-based fMRI studies showed that there are six networks abnormally changed in addiction: default mode network (DMN), salience network, habit network, executive control network and memory network. These networks revealed hyper-activation during drug cue exposure compared to neutral stimuli. Zilverstand et al., in accordance with impaired response inhibition and salience attribution (iRISA) model, proposed increased engagement of these networks to cognitive drug cue processing in addiction. The Resting-state fMRI (rfMRI) studies reported that in chronic stimulant users, the reward, salience, habit, and memory networks demonstrated enhanced coupling with each other, as well as with the executive network, whereas a decreased coupling was observed within the executive control network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27042, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the current study, neural source level connectivity revealed enhanced intra-connectivity at the gamma band within DMN network (Frontal-superior-R/L, frontal superior medial_R, Temporal_inf_L), improved inter-connectivity between DMN and visual network (cingulum-mid-right and ligual_L), also between executive control and sensorimotor networks (frontal-mid right, Paracentral-lobule_R). However previous resting-state studies did not find increased intra-connectivity within DMN, related results of this study are in line with those of fMRI studies with drug cue presentation. The enhanced coupling between the executive network and sensorimotor is consistent with previous studies. Taken together, the abnormally increased coupling at the gamma band may imply disrupted cognitive control regarding attention and self-monitoring that may be interpreted in the perspective of altered attention toward drug related stimuli.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27967, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, the correlation between Putamen, which is an impaired region of habit network in addicts, and impulsivity in IWMUD at the gamma band may be another evidence for the addictive behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28165, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Evidence reveals that the left inferior temporal gyrus may be involved in retrieval load and visual perception. Task-based and rfMRI studies have reported abnormally increased activity of left inferior temporal gyrus. High-risk college students showed hyper-activation of this gyrus during exposure to poly-drug cues compared to neutral cues. Cocaine-dependent individuals encountered with increased activity of their left inferior temporal gyrus in the reward in comparison to no-reward condition. Amphetamine-type Stimulant abusers showed increased degree centrality in the left inferior temporal gyrus in a rfMRI study. In the current study, left inferior temporal gyrus showed increased node strength at the gamma band in IWMUD compared to NCs. Hence, we may be able to conclude that the IWMUD may allocate more attention resources to think about obtaining and using methamphetamine, reflected in increased node strength of the left inferior temporal gyrus at the gamma oscillatory band.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29157, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Comprehensive systematic reviews on resting-state brain patterns proposed that salience and executive networks are tightly connected during acute drug use, while they become less connected during abstinence. They further suggested that disengagement of the two networks during abstinence impairs non-drug-related processing. We found consistent results with this disengagement at the alpha frequency band. In this regard, our results revealed decreased intra-coupling in executive network (Frontal Mid-R and Frontal-Inf-Oper-L), which is consistent with rfMRI findings, and inter-coupling between executive and salience networks (Putamen-R and Frontal-Mid-R) that by following the reasoning of could lead to the disengagement of salience and executive networks during abstinent and impairs non-drug-related processing in IWMUD. Although, at the gamma band the MA’s brain undergoes no decreased coupling, and this contrary-frequency alteration result requires further research using EEG to speculate why it is occurring.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30177, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The occipital lobe is the visual processing center of the brain and Medial-OFC is related to the reward system that has shown abnormally increased connectivity during drug cue exposure in substance abusers. Hence, although resting-state were investigated, the findings of abnormally increased connectivity of medial-OFC and occipital lobe at the delta band may be related to deficits in behavioral inhibition in IWMUD. Nevertheless, due to EEG high-pass filtering influence on the connectivity values at this oscillatory band, we should interpret the delta-related results cautiously.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30762, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "5.2 Topological characteristic alterations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30805, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study examined the topological organization of the functional brain networks in IWMUD compared to NCs. The human brain is a complex system, with important topological attributes such as small-world property, high clustering coefficient, and small characteristic path length. These traits yield a highly integrated and segregated networks which are efficient for information transfer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31201, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The source level results revealed that IWMD had significantly increased SWI and S with decreased L at the gamma band compared to NCs. These results are in line with those of Ahmadlou et al.. This implies enhanced integration and segregation of FCN among IWMUD at the expense of increased node strength at the gamma frequencies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31529, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The majority of connectivity changes at the gamma band are attributed to DMN network. Hence, one may speculate that the gamma-dependent small-worldness may reflect an alteration in the brain functional topology of IWMUD to be more efficient in an inter-modal dysfunctional network associated with rumination or other maladaptive self-referential propensities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31889, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Similar differences were also revealed in the delta band: significantly increased C, increased L and SWI. Ahmadlou et al. also found a small difference in C at this frequency band. Therefore, it could be concluded that brain dysfunction at the delta and gamma frequency band in IWMUD is expected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32186, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Balcony et al. suggested that the delta frequencies may be responsive-relevant rewarding cues and their modulation may be related to a reward bias. A meta-analysis on fMRI studies suggested that the visual cortex consistently discriminates drug cues from neutral cues in substance-dependent populations. The result of delta band revealed increased connectivity between visual cortex (Occipital_Inf_L) and executive network (Frontal_Med_Orb_L). Hence, it may be related to the attribution of incentive salience to drugs and drug-associated cues in IWMUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32740, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite the differences in results at sensor and source level, however, their trend is the same and it could be attributed to the fact that each EEG electrode collects the sum of the electrical activity from different sources. Also, the source-localization is a statistical estimation of the sources and, therefore, is subject to technical limitations for accurate estimation. Filtering may cause some other aberrant differences between connectivity values of the two groups. To decrease the notch filtering influence at the gamma band, we examined two frequency ranges, 30-45Hz by following previous studies and 30-60Hz similar to the work presented at. The first range that is preserved from notch filtering effect yielded no significant differences by the sensor space analysis, while the second range (30–60 Hz) led to significant results at the gamma band that may be due to notch filtering influence. Hence, here, the range of 30–45 Hz was selected to attenuate the likely disruptive effect of notch filtering on connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33773, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Brain disorders are related to altered brain coupling that reflects either as a complete variation in the network topology by the replacement of hubs or by alteration of their inter connectivity. According to the hub-associated findings, it appears that the brain FCN of IWMUD and NCs could be considerably distinct, not only at the delta and gamma band but also at the other oscillatory bands because of having few common hubs in all the oscillatory bands between IWMUD and NCs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34253, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Gamma-related hubs of IWMUD are mostly attributed to reward (Frontal_Inf_Orb_R), salience (Cingulum_Ant_R), DMN (Frontal_Sup_R, Temporal_Inf_L), visual and auditory (Calcarine_R and Temporal_Sup_L), and the delta-associated hubs are mostly located in reward (Frontal_Mid_Orb_L, Frontal_Med_Orb_L), DMN (Frontal_Sup_Medial_R) and sensorimotor network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34604, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Activations of sensorimotor areas in response to drug stimuli are correlated to craving, the severity of dependence and automatized behavioral reactions towards drug-related stimuli. Salience and reward networks are also important in this regard. In sum, it may be speculated that hub replacement and connectivity alterations in the gamma and delta frequency bands are associated with regions that have an important role in disability of substance-dependent individuals to control their addiction-related behaviors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35120, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The delta and gamma related topology and connectivity changes could facilitate the development of new treatment strategies and serves as a predictive biomarker of disease severity and treatment outcome for IWMUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35333, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The recruited IWMUD of the current study were in their middle stages of abstinence (1–6 months) and they did not experience considerable withdrawal effects. Therefore compared to participants of Ahmadlou’s study who were in early withdrawal stage (< 3 weeks), probability of this hypothesis is reinforced that the dysfunctional organization of the gamma frequency band indexed by abnormal small-world properties of the brain FCN may be associated with chronic exposure to MA and not to the abstinence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35835, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "5.3. EEG activity and impulsiveness, depression, anxiety and stress scales", "sentences": [], "annotations": [], "relations": []}, {"offset": 35910, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "According to a study among individuals with gambling disorder, high impulsivity (25th percentile of BIS-11 scale) has the potential to affect EEG power spectrum in different frequency bands except for the gamma band. Stress may alter EEG waves so that the baseline rhythms in individuals with mild and moderate stress is alpha wave and in those with high stress is beta wave. Our recruited subjects were mostly in normal, mild or moderate levels of impulsivity, stress, anxiety, and depression (Table 10). The correlation analysis revealed no significant correlation between the gamma SWI and impulsivity or DASS scales; further, the DASS score showed no significant effect in the MANOVA model. Moreover, previous related study also reported abnormal alteration of brain topology metrics in this frequency band. Accordingly, it may be concluded that the findings in the gamma frequency band are probably due to methamphetamine dependence and its effect on brain resting-state networks, not withdrawal effects. Nevertheless, the findings of other frequency bands may be affected by the impulsivity and stress levels and also the power of brain activity is not directly associated with its functional connectivity. We could not asses these undesired effects because the sample size was low and just a few variables had the eligibility to be included in the MANOVA. Conducting a related research with large sample size is therefore suggested to confirm the functional alterations found in the alpha and theta frequency bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37433, "infons": {"file": "pone.0226249.t010.xml", "id": "pone.0226249.t010", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Number of subjects in different stress, anxiety, and depression levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37505, "infons": {"file": "pone.0226249.t010.xml", "id": "pone.0226249.t010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" colspan=\"2\" rowspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">Normal</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Mild</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Moderate</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">High</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Sever</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"3\" colspan=\"1\">IWMD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Stress</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Anxiety</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Depression</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"3\" colspan=\"1\">NCs</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Stress</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Anxiety</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Depression</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr></tbody></table>\n"}, "text": "\tNormal\tMild\tModerate\tHigh\tSever\t \tIWMD\tStress\t12\t2\t8\t3\t5\t \tAnxiety\t9\t3\t8\t4\t7\t \tDepression\t5\t6\t7\t4\t7\t \tNCs\tStress\t21\t0\t-\t-\t-\t \tAnxiety\t16\t4\t1\t1\t1\t \tDepression\t3\t8\t10\t0\t2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 37678, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "5.4 Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 37694, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study had several limitations. First, as a human study, there were some intrinsic limitations from matching the behavioral and demographic characteristics of IWMUD and NCs because of inaccessibility of backgrounds of the participants. Therefore, more accurate research using genetically modified animals with better control matching are required to support the obtained results of this study. Second, as some factors could probably vary the developmental period of vulnerability to methamphetamine toxicity in different genders, we recruited only male participants to remove the confounding factor of gender variations. Research including both genders is needed. Third, we managed to scan the IWMUD during substance withdrawal, while the NCs were not, so we were not able to absolutely exclude the influence of smoking, drinking or caffeine. Forth, the numbers of subjects were moderate because of practical difficulties in recruitment of IWMUD. Fifth, subcortical network (Putamen, palladium, thalamus, caudate) cannot be properly reconstructed by EEG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38760, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "6. Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 38774, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Inter-regional functional connectivity and topological characteristics of brain FCN in IWMUD are abnormally changed in the delta and gamma oscillatory bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38932, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Nevertheless, it seems that brain dysfunction of IWMUD is not limited to these frequency bands, as altered hub patterns are extended to all the oscillatory rhythms. These findings may help provide predictive biomarkers of disease severity and treatment outcome for IWMUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39204, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 39227, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 39238, "infons": {"fpage": "214", "issue": "3", "lpage": "23", "name_0": "surname:Noroozi;given-names:A", "name_1": "surname:Malekinejad;given-names:M", "name_2": "surname:Rahimi-Movaghar;given-names:A", "pub-id_doi": "10.1080/02791072.2018.1425808", "pub-id_pmid": "29377788", "section_type": "REF", "source": "Journal of psychoactive drugs", "type": "ref", "volume": "50", "year": "2018"}, "text": "Factors Influencing Transition to Shisheh (Methamphetamine) among Young People Who Use Drugs in Tehran: A Qualitative Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 39362, "infons": {"section_type": "REF", "type": "ref"}, "text": "United Nations Office on Drugs and Crime, World Drug Report 2016 (United Nations publication, Sales No. E.16.XI.7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39478, "infons": {"fpage": "652", "issue": "11", "name_0": "surname:Goldstein;given-names:RZ", "name_1": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1038/nrn3119", "pub-id_pmid": "22011681", "section_type": "REF", "source": "Nature reviews neuroscience", "type": "ref", "volume": "12", "year": "2011"}, "text": "Dysfunction of the prefrontal cortex in addiction: neuroimaging findings and clinical implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 39577, "infons": {"fpage": "e82715", "issue": "12", "name_0": "surname:Jiang;given-names:G", "name_1": "surname:Wen;given-names:X", "name_2": "surname:Qiu;given-names:Y", "name_3": "surname:Zhang;given-names:R", "name_4": "surname:Wang;given-names:J", "name_5": "surname:Li;given-names:M", "pub-id_doi": "10.1371/journal.pone.0082715", "pub-id_pmid": "24358220", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Disrupted topological organization in whole-brain functional networks of heroin-dependent individuals: a resting-state FMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 39707, "infons": {"fpage": "738", "issue": "1", "lpage": "44", "name_0": "surname:Ma;given-names:N", "name_1": "surname:Liu;given-names:Y", "name_2": "surname:Li;given-names:N", "name_3": "surname:Wang;given-names:C-X", "name_4": "surname:Zhang;given-names:H", "name_5": "surname:Jiang;given-names:X-F", "pub-id_doi": "10.1016/j.neuroimage.2009.08.037", "pub-id_pmid": "19703568", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Addiction related alteration in resting-state brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 39772, "infons": {"fpage": "135", "lpage": "48", "name_0": "surname:Başar;given-names:E", "name_1": "surname:Schmiedt-Fehr;given-names:C", "name_2": "surname:Mathes;given-names:B", "name_3": "surname:Femir;given-names:B", "name_4": "surname:Emek-Savaş;given-names:D", "name_5": "surname:Tülay;given-names:E", "pub-id_doi": "10.1016/j.ijpsycho.2015.02.004", "pub-id_pmid": "25660302", "section_type": "REF", "source": "International Journal of Psychophysiology", "type": "ref", "volume": "103", "year": "2016"}, "text": "What does the broken brain say to the neuroscientist? Oscillations and connectivity in schizophrenia, Alzheimer's disease, and bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 39916, "infons": {"fpage": "2281", "issue": "4", "lpage": "95", "name_0": "surname:Sutherland;given-names:MT", "name_1": "surname:McHugh;given-names:MJ", "name_2": "surname:Pariyadath;given-names:V", "name_3": "surname:Stein;given-names:EA", "pub-id_doi": "10.1016/j.neuroimage.2012.01.117", "pub-id_pmid": "22326834", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Resting state functional connectivity in addiction: lessons learned and a road ahead", "sentences": [], "annotations": [], "relations": []}, {"offset": 40001, "infons": {"fpage": "19683", "name_0": "surname:Mohan;given-names:A", "name_1": "surname:De Ridder;given-names:D", "name_2": "surname:Vanneste;given-names:S", "pub-id_doi": "10.1038/srep19683", "pub-id_pmid": "26830446", "section_type": "REF", "source": "Scientific reports", "type": "ref", "volume": "6", "year": "2016"}, "text": "Graph theoretical analysis of brain connectivity in phantom sound perception", "sentences": [], "annotations": [], "relations": []}, {"offset": 40078, "infons": {"fpage": "102", "lpage": "8", "name_0": "surname:Wang;given-names:Z", "name_1": "surname:Suh;given-names:J", "name_2": "surname:Li;given-names:Z", "name_3": "surname:Li;given-names:Y", "name_4": "surname:Franklin;given-names:T", "name_5": "surname:O’Brien;given-names:C", "pub-id_doi": "10.1016/j.drugalcdep.2015.04.015", "pub-id_pmid": "25957794", "section_type": "REF", "source": "Drug and alcohol dependence", "type": "ref", "volume": "152", "year": "2015"}, "text": "A hyper-connected but less efficient small-world network in the substance-dependent brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 40168, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mahmoodi M, Abadi BM, Khajepur H, Harirchian MH, editors. A robust beamforming approach for early detection of readiness potential with application to brain-computer interface systems. 2017 39th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC); 2017: IEEE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40471, "infons": {"name_0": "surname:Maryam Yasaminshirazi;given-names:MA", "section_type": "REF", "source": "Addict Res Ther", "type": "ref", "year": "2016"}, "text": "Neuroimaging Findings in Methamphetamine Abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 40520, "infons": {"fpage": "410", "issue": "3", "lpage": "5", "name_0": "surname:Newton;given-names:TF", "name_1": "surname:Cook;given-names:IA", "name_2": "surname:Kalechstein;given-names:AD", "name_3": "surname:Duran;given-names:S", "name_4": "surname:Monroy;given-names:F", "name_5": "surname:Ling;given-names:W", "pub-id_doi": "10.1016/s1388-2457(02)00409-1", "pub-id_pmid": "12705421", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "114", "year": "2003"}, "text": "Quantitative EEG abnormalities in recently abstinent methamphetamine dependent individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 40611, "infons": {"fpage": "1122", "issue": "6", "lpage": "31", "name_0": "surname:Ahmadlou;given-names:M", "name_1": "surname:Ahmadi;given-names:K", "name_2": "surname:Rezazade;given-names:M", "name_3": "surname:Azad-Marzabadi;given-names:E", "pub-id_doi": "10.1016/j.clinph.2012.12.003", "pub-id_pmid": "23332777", "section_type": "REF", "source": "Clinical neurophysiology", "type": "ref", "volume": "124", "year": "2013"}, "text": "Global organization of functional brain connectivity in methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 40691, "infons": {"fpage": "1059", "issue": "3", "lpage": "69", "name_0": "surname:Rubinov;given-names:M", "name_1": "surname:Sporns;given-names:O", "pub-id_doi": "10.1016/j.neuroimage.2009.10.003", "pub-id_pmid": "19819337", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "52", "year": "2010"}, "text": "Complex network measures of brain connectivity: uses and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 40764, "infons": {"fpage": "19219", "issue": "51", "lpage": "20", "name_0": "surname:Sporns;given-names:O", "name_1": "surname:Honey;given-names:CJ", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "103", "year": "2006"}, "text": "Small worlds inside big brains", "sentences": [], "annotations": [], "relations": []}, {"offset": 40795, "infons": {"fpage": "19518", "issue": "51", "lpage": "23", "name_0": "surname:Bassett;given-names:DS", "name_1": "surname:Meyer-Lindenberg;given-names:A", "name_2": "surname:Achard;given-names:S", "name_3": "surname:Duke;given-names:T", "name_4": "surname:Bullmore;given-names:E", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "103", "year": "2006"}, "text": "Adaptive reconfiguration of fractal small-world human brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 40875, "infons": {"fpage": "334", "issue": "4", "lpage": "42", "name_0": "surname:Zhang;given-names:J", "name_1": "surname:Wang;given-names:J", "name_2": "surname:Wu;given-names:Q", "name_3": "surname:Kuang;given-names:W", "name_4": "surname:Huang;given-names:X", "name_5": "surname:He;given-names:Y", "pub-id_doi": "10.1016/j.biopsych.2011.05.018", "pub-id_pmid": "21791259", "section_type": "REF", "source": "Biological psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Disrupted brain connectivity networks in drug-naive, first-episode major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 40968, "infons": {"fpage": "113", "issue": "1", "lpage": "28", "name_0": "surname:Li;given-names:C", "name_1": "surname:Huang;given-names:B", "name_2": "surname:Zhang;given-names:R", "name_3": "surname:Ma;given-names:Q", "name_4": "surname:Yang;given-names:W", "name_5": "surname:Wang;given-names:L", "pub-id_doi": "10.1007/s11682-015-9501-6", "pub-id_pmid": "26815739", "section_type": "REF", "source": "Brain imaging and behavior", "type": "ref", "volume": "11", "year": "2017"}, "text": "Impaired topological architecture of brain structural networks in idiopathic Parkinson’s disease: a DTI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 41078, "infons": {"fpage": "472", "issue": "5", "lpage": "81", "name_0": "surname:Wang;given-names:J", "name_1": "surname:Zuo;given-names:X", "name_2": "surname:Dai;given-names:Z", "name_3": "surname:Xia;given-names:M", "name_4": "surname:Zhao;given-names:Z", "name_5": "surname:Zhao;given-names:X", "pub-id_doi": "10.1016/j.biopsych.2012.03.026", "pub-id_pmid": "22537793", "section_type": "REF", "source": "Biological psychiatry", "type": "ref", "volume": "73", "year": "2013"}, "text": "Disrupted functional brain connectome in individuals at risk for Alzheimer's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 41163, "infons": {"fpage": "1694", "issue": "3", "lpage": "704", "name_0": "surname:Ma;given-names:S", "name_1": "surname:Calhoun;given-names:VD", "name_2": "surname:Eichele;given-names:T", "name_3": "surname:Du;given-names:W", "name_4": "surname:Adalı;given-names:T", "pub-id_doi": "10.1016/j.neuroimage.2012.05.048", "pub-id_pmid": "22634855", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Modulations of functional connectivity in the healthy and schizophrenia groups during task and rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 41263, "infons": {"name_0": "surname:Mohagheghian;given-names:F", "name_1": "surname:Makkiabadi;given-names:B", "name_2": "surname:Jalilvand;given-names:H", "name_3": "surname:Khajehpoor;given-names:H", "name_4": "surname:Samadzadehaghdam;given-names:N", "name_5": "surname:Eqlimi;given-names:E", "section_type": "REF", "source": "Journal of Biomedical Physics and Engineering", "type": "ref", "year": "2018"}, "text": "Computer-aided tinnitus detection based on brain network analysis of EEG functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 41360, "infons": {"fpage": "37", "issue": "1", "lpage": "42", "name_0": "surname:Yuan;given-names:K", "name_1": "surname:Qin;given-names:W", "name_2": "surname:Liu;given-names:J", "name_3": "surname:Guo;given-names:Q", "name_4": "surname:Dong;given-names:M", "name_5": "surname:Sun;given-names:J", "pub-id_doi": "10.1016/j.neulet.2010.04.032", "pub-id_pmid": "20417253", "section_type": "REF", "source": "Neuroscience Letters", "type": "ref", "volume": "477", "year": "2010"}, "text": "Altered small-world brain functional networks and duration of heroin use in male abstinent heroin-dependent individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 41480, "infons": {"fpage": "e35266", "issue": "5", "name_0": "surname:Hsu;given-names:T-W", "name_1": "surname:Wu;given-names:CW", "name_2": "surname:Cheng;given-names:Y-F", "name_3": "surname:Chen;given-names:H-L", "name_4": "surname:Lu;given-names:C-H", "name_5": "surname:Cho;given-names:K-H", "pub-id_doi": "10.1371/journal.pone.0035266", "pub-id_pmid": "22563460", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Impaired small-world network efficiency and dynamic functional distribution in patients with cirrhosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41583, "infons": {"fpage": "e17", "issue": "2", "name_0": "surname:Achard;given-names:S", "name_1": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1371/journal.pcbi.0030017", "pub-id_pmid": "17274684", "section_type": "REF", "source": "PLoS computational biology", "type": "ref", "volume": "3", "year": "2007"}, "text": "Efficiency and cost of economical brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 41643, "infons": {"fpage": "715", "issue": "3", "lpage": "23", "name_0": "surname:Meunier;given-names:D", "name_1": "surname:Achard;given-names:S", "name_2": "surname:Morcom;given-names:A", "name_3": "surname:Bullmore;given-names:E", "pub-id_doi": "10.1016/j.neuroimage.2008.09.062", "pub-id_pmid": "19027073", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "44", "year": "2009"}, "text": "Age-related changes in modular organization of human brain functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 41722, "infons": {"fpage": "9", "issue": "1", "lpage": "21", "name_0": "surname:Delorme;given-names:A", "name_1": "surname:Makeig;given-names:S", "pub-id_doi": "10.1016/j.jneumeth.2003.10.009", "pub-id_pmid": "15102499", "section_type": "REF", "source": "Journal of neuroscience methods", "type": "ref", "volume": "134", "year": "2004"}, "text": "EEGLAB: an open source toolbox for analysis of single-trial EEG dynamics including independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41836, "infons": {"fpage": "1548", "issue": "4", "lpage": "65", "name_0": "surname:Vinck;given-names:M", "name_1": "surname:Oostenveld;given-names:R", "name_2": "surname:Van Wingerden;given-names:M", "name_3": "surname:Battaglia;given-names:F", "name_4": "surname:Pennartz;given-names:CM", "pub-id_doi": "10.1016/j.neuroimage.2011.01.055", "pub-id_pmid": "21276857", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "55", "year": "2011"}, "text": "An improved index of phase-synchronization for electrophysiological data in the presence of volume-conduction, noise and sample-size bias", "sentences": [], "annotations": [], "relations": []}, {"offset": 41974, "infons": {"fpage": "3165", "issue": "9", "lpage": "75", "name_0": "surname:González;given-names:GF", "name_1": "surname:Van der Molen;given-names:M", "name_2": "surname:Žarić;given-names:G", "name_3": "surname:Bonte;given-names:M", "name_4": "surname:Tijms;given-names:J", "name_5": "surname:Blomert;given-names:L", "pub-id_doi": "10.1016/j.clinph.2016.06.023", "pub-id_pmid": "27476025", "section_type": "REF", "source": "Clinical Neurophysiology", "type": "ref", "volume": "127", "year": "2016"}, "text": "Graph analysis of EEG resting state functional networks in dyslexic readers", "sentences": [], "annotations": [], "relations": []}, {"offset": 42050, "infons": {"fpage": "e108648", "issue": "10", "name_0": "surname:Hardmeier;given-names:M", "name_1": "surname:Hatz;given-names:F", "name_2": "surname:Bousleiman;given-names:H", "name_3": "surname:Schindler;given-names:C", "name_4": "surname:Stam;given-names:CJ", "name_5": "surname:Fuhr;given-names:P", "pub-id_doi": "10.1371/journal.pone.0108648", "pub-id_pmid": "25286380", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Reproducibility of functional connectivity and graph measures based on the phase lag index (PLI) and weighted phase lag index (wPLI) derived from high resolution EEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 42216, "infons": {"fpage": "24", "lpage": "32", "name_0": "surname:Xing;given-names:M", "name_1": "surname:Tadayonnejad;given-names:R", "name_2": "surname:MacNamara;given-names:A", "name_3": "surname:Ajilore;given-names:O", "name_4": "surname:DiGangi;given-names:J", "name_5": "surname:Phan;given-names:KL", "pub-id_pmid": "27920976", "section_type": "REF", "source": "NeuroImage: Clinical", "type": "ref", "volume": "13", "year": "2017"}, "text": "Resting-state theta band connectivity and graph analysis in generalized social anxiety disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 42312, "infons": {"fpage": "166", "name_0": "surname:Ewald;given-names:A", "name_1": "surname:Aristei;given-names:S", "name_2": "surname:Nolte;given-names:G", "name_3": "surname:Rahman;given-names:RA", "pub-id_doi": "10.3389/fpsyg.2012.00166", "pub-id_pmid": "22701106", "section_type": "REF", "source": "Frontiers in psychology", "type": "ref", "volume": "3", "year": "2012"}, "text": "Brain oscillations and functional connectivity during overt language production", "sentences": [], "annotations": [], "relations": []}, {"offset": 42392, "infons": {"fpage": "120", "lpage": "33", "name_0": "surname:Haufe;given-names:S", "name_1": "surname:Nikulin;given-names:VV", "name_2": "surname:Müller;given-names:K-R", "name_3": "surname:Nolte;given-names:G", "pub-id_doi": "10.1016/j.neuroimage.2012.09.036", "pub-id_pmid": "23006806", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "64", "year": "2013"}, "text": "A critical assessment of connectivity measures for EEG data: a simulation study", "sentences": [], "annotations": [], "relations": []}, {"offset": 42472, "infons": {"fpage": "526", "issue": "5", "lpage": "30", "name_0": "surname:Hjorth;given-names:B", "pub-id_doi": "10.1016/0013-4694(75)90056-5", "pub-id_pmid": "52448", "section_type": "REF", "source": "Electroencephalography and clinical neurophysiology", "type": "ref", "volume": "39", "year": "1975"}, "text": "An on-line transformation of EEG scalp potentials into orthogonal source derivations", "sentences": [], "annotations": [], "relations": []}, {"offset": 42557, "infons": {"fpage": "046002", "issue": "4", "name_0": "surname:Hu;given-names:B", "name_1": "surname:Dong;given-names:Q", "name_2": "surname:Hao;given-names:Y", "name_3": "surname:Zhao;given-names:Q", "name_4": "surname:Shen;given-names:J", "name_5": "surname:Zheng;given-names:F", "pub-id_doi": "10.1088/1741-2552/aa6c6f", "pub-id_pmid": "28397708", "section_type": "REF", "source": "Journal of neural engineering", "type": "ref", "volume": "14", "year": "2017"}, "text": "Effective brain network analysis with resting-state EEG data: a comparison between heroin abstinent and non-addicted subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 42683, "infons": {"fpage": "440", "issue": "6684", "name_0": "surname:Watts;given-names:DJ", "name_1": "surname:Strogatz;given-names:SH", "pub-id_doi": "10.1038/30918", "pub-id_pmid": "9623998", "section_type": "REF", "source": "nature", "type": "ref", "volume": "393", "year": "1998"}, "text": "Collective dynamics of ‘small-world’networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 42728, "infons": {"fpage": "186", "issue": "3", "name_0": "surname:Bullmore;given-names:E", "name_1": "surname:Sporns;given-names:O", "pub-id_doi": "10.1038/nrn2575", "pub-id_pmid": "19190637", "section_type": "REF", "source": "Nature Reviews Neuroscience", "type": "ref", "volume": "10", "year": "2009"}, "text": "Complex brain networks: graph theoretical analysis of structural and functional systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 42816, "infons": {"fpage": "97", "name_0": "surname:Beudel;given-names:M", "name_1": "surname:Tjepkema-Cloostermans;given-names:MC", "name_2": "surname:Boersma;given-names:JH", "name_3": "surname:van Putten;given-names:MJ", "pub-id_doi": "10.3389/fneur.2014.00097", "pub-id_pmid": "24982649", "section_type": "REF", "source": "Frontiers in neurology", "type": "ref", "volume": "5", "year": "2014"}, "text": "Small-world characteristics of EEG patterns in post-anoxic encephalopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 42890, "infons": {"fpage": "181", "lpage": "94", "name_0": "surname:Mohan;given-names:A", "name_1": "surname:De Ridder;given-names:D", "name_2": "surname:Vanneste;given-names:S", "pub-id_pmid": "26955514", "section_type": "REF", "source": "NeuroImage: Clinical", "type": "ref", "volume": "11", "year": "2016"}, "text": "Emerging hubs in phantom perception connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 42939, "infons": {"fpage": "5", "issue": "Suppl D", "lpage": "12", "name_0": "surname:Pascual-Marqui;given-names:RD", "pub-id_pmid": "12575463", "section_type": "REF", "source": "Methods Find Exp Clin Pharmacol", "type": "ref", "volume": "24", "year": "2002"}, "text": "Standardized low-resolution brain electromagnetic tomography (sLORETA): technical details", "sentences": [], "annotations": [], "relations": []}, {"offset": 43029, "infons": {"fpage": "273", "issue": "1", "lpage": "89", "name_0": "surname:Tzourio-Mazoyer;given-names:N", "name_1": "surname:Landeau;given-names:B", "name_2": "surname:Papathanassiou;given-names:D", "name_3": "surname:Crivello;given-names:F", "name_4": "surname:Etard;given-names:O", "name_5": "surname:Delcroix;given-names:N", "pub-id_doi": "10.1006/nimg.2001.0978", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 43161, "infons": {"fpage": "3768", "issue": "1952", "lpage": "84", "name_0": "surname:Pascual-Marqui;given-names:RD", "name_1": "surname:Lehmann;given-names:D", "name_2": "surname:Koukkou;given-names:M", "name_3": "surname:Kochi;given-names:K", "name_4": "surname:Anderer;given-names:P", "name_5": "surname:Saletu;given-names:B", "pub-id_doi": "10.1098/rsta.2011.0081", "pub-id_pmid": "21893527", "section_type": "REF", "source": "Philosophical transactions Series A, Mathematical, physical, and engineering sciences", "type": "ref", "volume": "369", "year": "2011"}, "text": "Assessing interactions in the brain with exact low-resolution electromagnetic tomography", "sentences": [], "annotations": [], "relations": []}, {"offset": 43250, "infons": {"fpage": "36653", "name_0": "surname:Imperatori;given-names:C", "name_1": "surname:Della Marca;given-names:G", "name_2": "surname:Brunetti;given-names:R", "name_3": "surname:Carbone;given-names:GA", "name_4": "surname:Massullo;given-names:C", "name_5": "surname:Valenti;given-names:EM", "pub-id_doi": "10.1038/srep36653", "pub-id_pmid": "27845326", "section_type": "REF", "source": "Scientific reports", "type": "ref", "volume": "6", "year": "2016"}, "text": "Default Mode Network alterations in alexithymia: an EEG power spectra and connectivity study", "sentences": [], "annotations": [], "relations": []}, {"offset": 43343, "infons": {"fpage": "e68910", "issue": "7", "name_0": "surname:Xia;given-names:M", "name_1": "surname:Wang;given-names:J", "name_2": "surname:He;given-names:Y", "pub-id_doi": "10.1371/journal.pone.0068910", "pub-id_pmid": "23861951", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "8", "year": "2013"}, "text": "BrainNet Viewer: a network visualization tool for human brain connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 43418, "infons": {"fpage": "226", "issue": "3", "lpage": "32", "name_0": "surname:Yun;given-names:K", "name_1": "surname:Park;given-names:HK", "name_2": "surname:Kwon;given-names:DH", "name_3": "surname:Kim;given-names:YT", "name_4": "surname:Cho;given-names:SN", "name_5": "surname:Cho;given-names:HJ", "pub-id_doi": "10.1016/j.pscychresns.2011.07.009", "pub-id_pmid": "22445216", "section_type": "REF", "source": "Psychiatry research", "type": "ref", "volume": "201", "year": "2012"}, "text": "Decreased cortical complexity in methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 43475, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Khajehpour;given-names:H", "name_1": "surname:Mohagheghian;given-names:F", "name_2": "surname:Ekhtiari;given-names:H", "name_3": "surname:Makkiabadi;given-names:B", "name_4": "surname:Jafari;given-names:AH", "name_5": "surname:Eqlimi;given-names:E", "pub-id_doi": "10.1007/s11571-018-9509-x", "pub-id_pmid": "30728867", "section_type": "REF", "source": "Cognitive Neurodynamics", "type": "ref", "year": "2019"}, "text": "Computer-aided classifying and characterizing of methamphetamine use disorder using resting-state EEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 43577, "infons": {"fpage": "76", "issue": "1", "lpage": "87", "name_0": "surname:Mantini;given-names:D", "name_1": "surname:Vanduffel;given-names:W", "pub-id_doi": "10.1177/1073858412446202", "pub-id_pmid": "22785104", "section_type": "REF", "source": "The Neuroscientist", "type": "ref", "volume": "19", "year": "2013"}, "text": "Emerging roles of the brain’s default network", "sentences": [], "annotations": [], "relations": []}, {"offset": 43623, "infons": {"fpage": "704", "issue": "10", "name_0": "surname:Engel;given-names:AK", "name_1": "surname:Fries;given-names:P", "name_2": "surname:Singer;given-names:W", "pub-id_doi": "10.1038/35094565", "pub-id_pmid": "11584308", "section_type": "REF", "source": "Nature Reviews Neuroscience", "type": "ref", "volume": "2", "year": "2001"}, "text": "Dynamic predictions: oscillations and synchrony in top–down processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 43694, "infons": {"fpage": "218", "issue": "6", "lpage": "26", "name_0": "surname:Engel;given-names:AK", "name_1": "surname:König;given-names:P", "name_2": "surname:Kreiter;given-names:AK", "name_3": "surname:Schillen;given-names:TB", "name_4": "surname:Singer;given-names:W", "pub-id_doi": "10.1016/0166-2236(92)90039-b", "pub-id_pmid": "1378666", "section_type": "REF", "source": "Trends Neurosci", "type": "ref", "volume": "15", "year": "1992"}, "text": "Temporal coding in the visual cortex: new vistas on integration in the nervous system", "sentences": [], "annotations": [], "relations": []}, {"offset": 43780, "infons": {"fpage": "474", "issue": "10", "lpage": "80", "name_0": "surname:Fries;given-names:P", "pub-id_doi": "10.1016/j.tics.2005.08.011", "pub-id_pmid": "16150631", "section_type": "REF", "source": "Trends in cognitive sciences", "type": "ref", "volume": "9", "year": "2005"}, "text": "A mechanism for cognitive dynamics: neuronal communication through neuronal coherence", "sentences": [], "annotations": [], "relations": []}, {"offset": 43866, "infons": {"fpage": "209", "lpage": "24", "name_0": "surname:Fries;given-names:P", "pub-id_doi": "10.1146/annurev.neuro.051508.135603", "pub-id_pmid": "19400723", "section_type": "REF", "source": "Annual review of neuroscience", "type": "ref", "volume": "32", "year": "2009"}, "text": "Neuronal gamma-band synchronization as a fundamental process in cortical computation", "sentences": [], "annotations": [], "relations": []}, {"offset": 43951, "infons": {"fpage": "317", "issue": "7", "lpage": "24", "name_0": "surname:Jensen;given-names:O", "name_1": "surname:Kaiser;given-names:J", "name_2": "surname:Lachaux;given-names:J-P", "pub-id_doi": "10.1016/j.tins.2007.05.001", "pub-id_pmid": "17499860", "section_type": "REF", "source": "Trends in neurosciences", "type": "ref", "volume": "30", "year": "2007"}, "text": "Human gamma-frequency oscillations associated with attention and memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 44023, "infons": {"fpage": "e88214", "issue": "2", "name_0": "surname:Neuner;given-names:I", "name_1": "surname:Arrubla;given-names:J", "name_2": "surname:Werner;given-names:CJ", "name_3": "surname:Hitz;given-names:K", "name_4": "surname:Boers;given-names:F", "name_5": "surname:Kawohl;given-names:W", "pub-id_doi": "10.1371/journal.pone.0088214", "pub-id_pmid": "24505434", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "The default mode network and EEG regional spectral power: a simultaneous fMRI-EEG study", "sentences": [], "annotations": [], "relations": []}, {"offset": 44111, "infons": {"fpage": "1039", "issue": "4", "lpage": "42", "name_0": "surname:Burgess;given-names:AP", "name_1": "surname:Gruzelier;given-names:JH", "pub-id_doi": "10.1097/00001756-199703030-00044", "pub-id_pmid": "9141088", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "8", "year": "1997"}, "text": "Short duration synchronization of human theta rhythm during recognition memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 44190, "infons": {"fpage": "377", "issue": "3", "lpage": "95", "name_0": "surname:Knyazev;given-names:GG", "pub-id_pmid": "17145079", "section_type": "REF", "source": "Neuroscience & Biobehavioral Reviews", "type": "ref", "volume": "31", "year": "2007"}, "text": "Motivation, emotion, and their inhibitory control mirrored in brain oscillations", "sentences": [], "annotations": [], "relations": []}, {"offset": 44271, "infons": {"fpage": "679", "issue": "5134", "lpage": "85", "name_0": "surname:Steriade;given-names:M", "name_1": "surname:McCormick;given-names:DA", "name_2": "surname:Sejnowski;given-names:TJ", "pub-id_doi": "10.1126/science.8235588", "pub-id_pmid": "8235588", "section_type": "REF", "source": "Science", "type": "ref", "volume": "262", "year": "1993"}, "text": "Thalamocortical oscillations in the sleeping and aroused brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 44334, "infons": {"fpage": "201714522", "name_0": "surname:Ronconi;given-names:L", "name_1": "surname:Oosterhof;given-names:NN", "name_2": "surname:Bonmassar;given-names:C", "name_3": "surname:Melcher;given-names:D", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "year": "2017"}, "text": "Multiple oscillatory rhythms determine the temporal organization of perception", "sentences": [], "annotations": [], "relations": []}, {"offset": 44413, "infons": {"fpage": "156", "issue": "2", "lpage": "65", "name_0": "surname:Engel;given-names:AK", "name_1": "surname:Fries;given-names:P", "pub-id_doi": "10.1016/j.conb.2010.02.015", "pub-id_pmid": "20359884", "section_type": "REF", "source": "Current opinion in neurobiology", "type": "ref", "volume": "20", "year": "2010"}, "text": "Beta-band oscillations—signalling the status quo?", "sentences": [], "annotations": [], "relations": []}, {"offset": 44463, "infons": {"fpage": "311", "issue": "2", "lpage": "22", "name_0": "surname:Csicsvari;given-names:J", "name_1": "surname:Jamieson;given-names:B", "name_2": "surname:Wise;given-names:KD", "name_3": "surname:Buzsáki;given-names:G", "pub-id_doi": "10.1016/s0896-6273(02)01169-8", "pub-id_pmid": "12546825", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "37", "year": "2003"}, "text": "Mechanisms of gamma oscillations in the hippocampus of the behaving rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 44535, "infons": {"fpage": "1805", "issue": "9", "lpage": "20", "name_0": "surname:Alcaro;given-names:A", "name_1": "surname:Panksepp;given-names:J", "pub-id_pmid": "21396397", "section_type": "REF", "source": "Neuroscience & Biobehavioral Reviews", "type": "ref", "volume": "35", "year": "2011"}, "text": "The SEEKING mind: primal neuro-affective substrates for appetitive incentive states and their pathological dynamics in addictions and depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 44680, "infons": {"fpage": "1678", "issue": "3", "lpage": "85", "name_0": "surname:HajiHosseini;given-names:A", "name_1": "surname:Rodríguez-Fornells;given-names:A", "name_2": "surname:Marco-Pallarés;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2012.01.125", "pub-id_pmid": "22330314", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "60", "year": "2012"}, "text": "The role of beta-gamma oscillations in unexpected rewards processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 44749, "infons": {"fpage": "886", "issue": "5", "lpage": "903", "name_0": "surname:Zilverstand;given-names:A", "name_1": "surname:Huang;given-names:AS", "name_2": "surname:Alia-Klein;given-names:N", "name_3": "surname:Goldstein;given-names:RZ", "pub-id_doi": "10.1016/j.neuron.2018.03.048", "pub-id_pmid": "29879391", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "98", "year": "2018"}, "text": "Neuroimaging Impaired Response Inhibition and Salience Attribution in Human Drug Addiction: A Systematic Review", "sentences": [], "annotations": [], "relations": []}, {"offset": 44861, "infons": {"fpage": "1642", "issue": "10", "lpage": "52", "name_0": "surname:Goldstein;given-names:RZ", "name_1": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1176/appi.ajp.159.10.1642", "pub-id_pmid": "12359667", "section_type": "REF", "source": "American Journal of Psychiatry", "type": "ref", "volume": "159", "year": "2002"}, "text": "Drug addiction and its underlying neurobiological basis: neuroimaging evidence for the involvement of the frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 44982, "infons": {"fpage": "271", "issue": "2", "lpage": "81", "name_0": "surname:Walsh;given-names:ND", "name_1": "surname:Phillips;given-names:ML", "pub-id_doi": "10.1093/cercor/bhp098", "pub-id_pmid": "19429861", "section_type": "REF", "source": "Cerebral Cortex", "type": "ref", "volume": "20", "year": "2009"}, "text": "Interacting outcome retrieval, anticipation, and feedback processes in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 45069, "infons": {"fpage": "9379", "issue": "16", "lpage": "84", "name_0": "surname:Ishai;given-names:A", "name_1": "surname:Ungerleider;given-names:LG", "name_2": "surname:Martin;given-names:A", "name_3": "surname:Schouten;given-names:JL", "name_4": "surname:Haxby;given-names:JV", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "96", "year": "1999"}, "text": "Distributed representation of objects in the human ventral visual pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 45143, "infons": {"fpage": "110", "issue": "2", "lpage": "9", "name_0": "surname:Herath;given-names:P", "name_1": "surname:Kinomura;given-names:S", "name_2": "surname:Roland;given-names:PE", "pub-id_doi": "10.1002/1097-0193(200102)12:2<110::aid-hbm1008>3.0.co;2-0", "pub-id_pmid": "11169875", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "12", "year": "2001"}, "text": "Visual recognition: evidence for two distinctive mechanisms from a PET study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45220, "infons": {"fpage": "437", "issue": "5", "lpage": "43", "name_0": "surname:Ray;given-names:S", "name_1": "surname:Hanson;given-names:C", "name_2": "surname:Hanson;given-names:SJ", "name_3": "surname:Bates;given-names:ME", "pub-id_doi": "10.1093/alcalc/agq042", "pub-id_pmid": "20729530", "section_type": "REF", "source": "Alcohol and alcoholism", "type": "ref", "volume": "45", "year": "2010"}, "text": "fMRI BOLD response in high-risk college students (part 1): during exposure to alcohol, marijuana, polydrug and emotional picture cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 45354, "infons": {"fpage": "545", "issue": "3", "name_0": "surname:Tau;given-names:GZ", "name_1": "surname:Marsh;given-names:R", "name_2": "surname:Wang;given-names:Z", "name_3": "surname:Torres-Sanchez;given-names:T", "name_4": "surname:Graniello;given-names:B", "name_5": "surname:Hao;given-names:X", "pub-id_doi": "10.1038/npp.2013.189", "pub-id_pmid": "23917430", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "Neural correlates of reward-based spatial learning in persons with cocaine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 45440, "infons": {"fpage": "249", "issue": "1", "lpage": "60", "name_0": "surname:Chen;given-names:Q", "name_1": "surname:Zheng;given-names:D", "name_2": "surname:Cui;given-names:S", "name_3": "surname:Yan;given-names:K-J", "name_4": "surname:Fan;given-names:C-x", "name_5": "surname:Zhang;given-names:G-f", "section_type": "REF", "source": "Neuropsychiatry", "type": "ref", "volume": "8", "year": "2018"}, "text": "Disrupted Resting-State Brain Functional Architecture in Amphetamine-Type Stimulant Abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 45532, "infons": {"fpage": "340", "issue": "4", "name_0": "surname:BassettDS;given-names:B", "section_type": "REF", "source": "CurrentOpinioninNeurology", "type": "ref", "volume": "22", "year": "2009"}, "text": "Humanbrainnetworksinhealthanddi ⋅ sease", "sentences": [], "annotations": [], "relations": []}, {"offset": 45572, "infons": {"fpage": "334", "issue": "3", "lpage": "44", "name_0": "surname:Balconi;given-names:M", "name_1": "surname:Campanella;given-names:S", "name_2": "surname:Finocchiaro;given-names:R", "pub-id_doi": "10.1556/2006.6.2017.041", "pub-id_pmid": "28718301", "section_type": "REF", "source": "Journal of behavioral addictions", "type": "ref", "volume": "6", "year": "2017"}, "text": "Web addiction in the brain: Cortical oscillations, autonomic activity, and behavioral measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 45667, "infons": {"fpage": "206", "lpage": "12", "name_0": "surname:Hanlon;given-names:CA", "name_1": "surname:Dowdle;given-names:LT", "name_2": "surname:Naselaris;given-names:T", "name_3": "surname:Canterberry;given-names:M", "name_4": "surname:Cortese;given-names:BM", "pub-id_doi": "10.1016/j.drugalcdep.2014.07.028", "pub-id_pmid": "25155889", "section_type": "REF", "source": "Drug and alcohol dependence", "type": "ref", "volume": "143", "year": "2014"}, "text": "Visual cortex activation to drug cues: a meta-analysis of functional neuroimaging papers in addiction and substance abuse literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 45800, "infons": {"fpage": "577", "issue": "2", "lpage": "88", "name_0": "surname:Florin;given-names:E", "name_1": "surname:Gross;given-names:J", "name_2": "surname:Pfeifer;given-names:J", "name_3": "surname:Fink;given-names:GR", "name_4": "surname:Timmermann;given-names:L", "pub-id_doi": "10.1016/j.neuroimage.2009.12.050", "pub-id_pmid": "20026279", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "50", "year": "2010"}, "text": "The effect of filtering on Granger causality based multivariate causality measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 45883, "infons": {"fpage": "1333", "issue": "1", "name_0": "surname:Park;given-names:SM", "name_1": "surname:Lee;given-names:JY", "name_2": "surname:Kim;given-names:YJ", "name_3": "surname:Lee;given-names:J-Y", "name_4": "surname:Jung;given-names:HY", "name_5": "surname:Sohn;given-names:BK", "pub-id_doi": "10.1038/s41598-017-01419-7", "pub-id_pmid": "28465521", "section_type": "REF", "source": "Scientific reports", "type": "ref", "volume": "7", "year": "2017"}, "text": "Neural connectivity in Internet gaming disorder and alcohol use disorder: a resting-state EEG coherence study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45993, "infons": {"fpage": "56", "issue": "1", "name_0": "surname:Barabási;given-names:A-L", "name_1": "surname:Gulbahce;given-names:N", "name_2": "surname:Loscalzo;given-names:J", "pub-id_doi": "10.1038/nrg2918", "pub-id_pmid": "21164525", "section_type": "REF", "source": "Nature reviews genetics", "type": "ref", "volume": "12", "year": "2011"}, "text": "Network medicine: a network-based approach to human disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 46053, "infons": {"fpage": "123", "name_0": "surname:Zeng;given-names:H", "name_1": "surname:Su;given-names:D", "name_2": "surname:Wang;given-names:P", "name_3": "surname:Wang;given-names:M", "name_4": "surname:Vollstadt-Klein;given-names:S", "name_5": "surname:Chen;given-names:Q", "pub-id_doi": "10.3389/fnbeh.2018.00123", "pub-id_pmid": "30013467", "section_type": "REF", "source": "Frontiers in behavioral neuroscience", "type": "ref", "volume": "12", "year": "2018"}, "text": "The Action Representation Elicited by Different Types of Drug-Related Cues in Heroin-Abstinent Individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 46160, "infons": {"fpage": "387", "issue": "3", "lpage": "95", "name_0": "surname:Lee;given-names:JY", "name_1": "surname:Park;given-names:SM", "name_2": "surname:Kim;given-names:YJ", "name_3": "surname:Kim;given-names:DJ", "name_4": "surname:Choi;given-names:S-W", "name_5": "surname:Kwon;given-names:JS", "pub-id_doi": "10.1556/2006.6.2017.055", "pub-id_pmid": "28856896", "section_type": "REF", "source": "Journal of behavioral addictions", "type": "ref", "volume": "6", "year": "2017"}, "text": "Resting-state EEG activity related to impulsivity in gambling disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 46231, "infons": {"fpage": "1493", "issue": "4", "lpage": "7", "name_0": "surname:Jena;given-names:SK", "section_type": "REF", "source": "Int J Med Sci Pub Health", "type": "ref", "volume": "11", "year": "2015"}, "text": "Examination stress and its effect on EEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 46272, "infons": {"fpage": "24", "issue": "1", "lpage": "35", "name_0": "surname:Dluzen;given-names:DE", "name_1": "surname:Liu;given-names:B", "pub-id_doi": "10.1016/s1550-8579(08)80005-8", "pub-id_pmid": "18420163", "section_type": "REF", "source": "Gender medicine", "type": "ref", "volume": "5", "year": "2008"}, "text": "Gender differences in methamphetamine use and responses: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 46338, "infons": {"fpage": "195", "lpage": "220", "name_0": "surname:Berman;given-names:S", "name_1": "surname:O'Neill;given-names:J", "name_2": "surname:Fears;given-names:S", "name_3": "surname:Bartzokis;given-names:G", "name_4": "surname:London;given-names:ED", "pub-id_doi": "10.1196/annals.1441.031", "pub-id_pmid": "18991959", "section_type": "REF", "source": "Annals of the New York Academy of Sciences", "type": "ref", "volume": "1141", "year": "2008"}, "text": "Abuse of amphetamines and structural abnormalities in the brain", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}