{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "6677917", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2019.101959", "article-id_pmc": "6677917", "article-id_pmid": "31377556", "article-id_publisher-id": "S2213-1582(19)30309-2 101959", "elocation-id": "101959", "kwd": "Functional connectivity Functional magnetic resonance imaging Magnetoencephalography First-episode Schizophrenia Independent component analysis", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "name_0": "surname:Lottman;given-names:Kristin K.", "name_1": "surname:Gawne;given-names:Timothy J.", "name_2": "surname:Kraguljac;given-names:Nina V.", "name_3": "surname:Killen;given-names:Jeffrey F.", "name_4": "surname:Reid;given-names:Meredith A.", "name_5": "surname:Lahti;given-names:Adrienne C.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "24", "year": "2019"}, "text": "Examining resting-state functional connectivity in first-episode schizophrenia with 7T fMRI and MEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 100, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Schizophrenia is often characterized by dysconnections in the brain, which can be estimated via functional connectivity analyses. Commonly measured using resting-state functional magnetic resonance imaging (fMRI) in order to characterize the intrinsic or baseline function of the brain, fMRI functional connectivity has significantly contributed to the understanding of schizophrenia. However, these measures may not capture the full extent of functional connectivity abnormalities in schizophrenia as fMRI is temporally limited by the hemodynamic response. In order to extend fMRI functional connectivity findings, the complementary modality of magnetoencephalography (MEG) can be utilized to capture electrophysiological functional connectivity abnormalities in schizophrenia that are not obtainable with fMRI. Therefore, we implemented a multimodal functional connectivity analysis using resting-state 7 Tesla fMRI and MEG data in a sample of first-episode patients with schizophrenia (n = 19) and healthy controls (n = 24). fMRI and MEG data were decomposed into components reflecting resting state networks using a group spatial independent component analysis. Functional connectivity between resting-state networks was computed and group differences were observed. In fMRI, patients demonstrated hyperconnectivity between subcortical and auditory networks, as well as hypoconnectivity between interhemispheric homotopic sensorimotor network components. In MEG, patients demonstrated hypoconnectivity between sensorimotor and task positive networks in the delta frequency band. Results not only support the dysconnectivity hypothesis of schizophrenia, but also suggest the importance of jointly examining multimodal neuroimaging data as critical disorder-related information may not be detectable in a single modality alone.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1930, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1941, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Altered subcortical-auditory fMRI functional connectivity at rest in first-episode.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2025, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "fMRI sensorimotor interhemispheric homotopic connectivity altered in first-episode.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2109, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Sensorimotor-task positive connectivity alterations in delta frequency band.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2186, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2199, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is frequently described as a heterogeneous disorder of brain connectivity as it is characterized by altered functional and structural cortical network integration. These aberrant interactions between brain regions may be induced by abnormal physiological and neuronal processes. Resting-state functional connectivity measures are often implemented to examine these altered connections between functional networks. In the absence of a task being performed, resting-state functional connectivity measures the temporal coherence between spatially separate regions of the brain. It is believed that examination of the functional interactions between brain networks in schizophrenia can be used to better characterize the disorder as well as further elucidate the underlying mechanisms of the disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3011, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Numerous functional magnetic resonance imaging (fMRI) studies examining functional connectivity in schizophrenia have been reported. These studies have indicated that connectivity is altered in schizophrenia and may be manifested via the disorder's clinical symptoms. Although reported fMRI functional connectivity abnormalities generally implicate alterations involving the task positive network, as well as the default mode network (DMN), connectivity abnormalities are heterogeneous across studies. Therefore, as Houck and colleagues have pointed out, although fMRI provides excellent spatial resolution, sole reliance on fMRI to explore dysconnectivity is limited by the slow temporal resolution of the hemodynamic response. While fMRI measures hemodynamic changes, magnetoencephalography (MEG) enables the examination of the faster neural oscillations believed to underlie the blood oxygenation level dependent (BOLD) response of fMRI. However, just as fMRI has limited temporal resolution, the spatial resolution of MEG is limited due to the inferences necessary for signal localization and projection onto the brain. Hence, as the complementary modalities of fMRI and MEG respectively provide high spatial and temporal resolution, they can be used together to extend dysconnectivity findings in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4328, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Theoretical and experimental evidence implicate post-synaptic currents as a common origin of both the fMRI and MEG signals, suggesting that while these signals have different properties, they share a common underlying electrophysiological process. In addition, while low frequency oscillations are thought to support interactions between distant brain regions, high frequency oscillations are thought to be restricted to localized networks. Congruent with this notion, in non-human primates, a coupling between low-frequency oscillations (<20 Hz) and BOLD connectivity in a thalamo-cortical network was demonstrated during a resting state. Furthermore, several studies have compared the spatial maps of functional connectivity obtained with BOLD and MEG and found a degree of spatial similarity between them. Interestingly, the best spatial match between fMRI and MEG occurs with neural oscillations in the beta frequency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5251, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent multimodal functional connectivity studies have been implemented using complementary fMRI and MEG. Only three studies have evaluated MEG resting state functional connectivity in schizophrenia, and all three combined MEG with fMRI. One study was limited to the evaluation of fronto-hippocampal functional connectivity. Another study evaluated whole brain functional connectivity and reported a pattern of both hypo- and hyperconnectivity in frontal-DMN networks and within the frontal networks with MEG, and hypoconnectivity in temporal-occipital and frontal-occipital networks and within the occipital networks with fMRI in patients compared to controls. Using the same cohorts of chronic patients with schizophrenia and controls, the third study demonstrated improved classification of patients using combined fMRI/MEG methods, proving the importance of examining both the hemodynamic and electrophysiological functional connectivity effects when characterizing schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6236, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to characterizing schizophrenia using both hemodynamic and electrophysiological functional connectivity measures, it is important to examine the different stages of the disorder (e.g., premorbid, prodromal, onset/deterioration, residual) to further understand and characterize the pathophysiological mechanisms of schizophrenia. While examining all stages of the disorder are important, examination of first-episode patients with schizophrenia is especially important as studies have demonstrated that the early stages of the disorder are critical in determining the overall course and outcome of the disorder. Moreover, studying first-episode patients allows for the examination of intrinsic abnormalities of the disorder rather than the confounding effects (e.g., medication, disorder chronicity on brain structure/function) introduced when investigating later stages of the illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7134, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The purpose of this study is to examine resting-state functional connectivity in a sample of healthy controls and first-episode patients with schizophrenia using both 7 Tesla (7 T) fMRI and MEG. Using independent component analyses to extract resting-state networks from both fMRI and MEG, we hypothesize that patients will exhibit connectivity alterations in comparison to controls in both resting state fMRI and MEG mapping to task positive and default mode networks. Because low frequency oscillations are thought to support interactions between distant regions, we further hypothesize that functional connectivity alterations will be more similar between fMRI and MEG in the low frequency bands. Likewise, we also hypothesize that connectivity alterations examined in MEG will vary with different frequency bands. The consistent finding that patients tend to exhibit aberrant spontaneous brain activity in the theta and delta EEG/MEG frequency bands, also suggests that MEG functional connectivity differences between patients and controls will be strongest at these low frequencies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8222, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 8244, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8257, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Minimally treated first-episode patients with schizophrenia were recruited from the University of Alabama at Birmingham (UAB) emergency room, inpatient units, and various outpatient clinics. Informed consent to participate in this UAB Institutional Review Board (IRB) approved study was obtained following evaluation of competency to provide informed consent. Additionally, healthy controls matched on age, gender, parental socioeconomic status (SES), years of education, and smoking status were enrolled in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8776, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Diagnoses were established with a review of medical records and evaluation by two board certified psychiatrists (ACL and NVK) and confirmed using the Diagnostic Interview for Genetic Studies. Exclusion criteria for this study included the presence of major medical or neurological conditions, history of head trauma with loss of consciousness, substance abuse within six months of imaging (excluding nicotine), pregnancy, MRI contraindications, and use of medication altering brain function. Exclusion criteria for healthy controls also included a personal history of Axis I disorders or in first-degree relatives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9391, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A total of 23 first-episode patients with schizophrenia were enrolled in the study. Of these, fMRI resting-state data for 19 patients remained for analysis as one subject was too large, one subject was unable to complete the scan due to scanner intolerability, one subject was excluded due to poor scan quality, and one subject did not complete a resting-state fMRI scan. MEG data for 19 patients remained for analysis as one subject was too large, one subject was lost to follow-up, one subject was hospitalized long-term, and data for one subject lacked head position sensor information. A total of 24 matched healthy controls were enrolled in the study. Of the 24 controls enrolled, fMRI resting-state data for 21 subjects remained for analysis as three subjects did not complete a resting-state fMRI scan. MEG data for 24 controls remained for MEG analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10253, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Symptom severity was assessed using the Brief Psychiatric Rating Scale (BPRS), the Scale for the Assessment of Negative Symptoms (SANS), and the Scale for the Assessment of Positive Symptoms (SAPS). The Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) was used to assess cognitive function for healthy controls and patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10604, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional MRI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10628, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "fMRI scanning parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 10653, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All scans were performed at the Auburn University MRI Research Center on a whole-body 7 T Siemens MAGNETOM MRI scanner (Siemens Healthineers, Erlangen, Germany), with a 32-channel head coil. High-resolution structural scans were acquired using a 3-dimensional T1-weighted magnetization-prepared rapid acquisition gradient-echo sequence (MPRAGE; 256 slices, repetition time/echo time/inversion time [TR/TE/TI] = 2000/2.89/1050 ms, 7° flip angle, 190 mm field of view, 0.7 mm isotropic voxels, base resolution = 256, sagittal acquisition, GRAPPA acceleration factor = 2). Resting-state fMRI scans were acquired using a gradient recalled echo-planar imaging sequence (TR/TE = 3000/28 ms, 70° flip angle, 200 mm field of view, 37 slices, 0.85 mm × 0.85 mm × 1.8 mm voxels, iPAT GRAPPA acceleration factor = 3, base resolution = 234, interleaved acquisition, A > P phase encode direction, 1 ms echo spacing, gap = 1.08 mm). Six-minute resting-state scans consisted of 120 volumes. Field maps were acquired using a gradient-recalled echo (GRE) sequence (TR/TE1/TE2 = 400/4.92/7.38 ms, 60° flip angle, 200 mm field of view, 36 slices, 3.1 mm × 3.1 mm × 3.0 mm voxels, base resolution = 64, interleaved acquisition, gap = 0.75 mm).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11877, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "fMRI preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 11896, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data preprocessing of resting-state scans was performed with SPM12 (Wellcome Trust Centre for Neuroimaging, London, UK; http://www.fil.ion.ucl.ac.uk/spm/) and the “CONN” Connectivity Toolbox using standard preprocessing steps. More specifically, preprocessing steps included realignment and unwarping using phase maps, slice timing correction, coregistration to anatomical space using the T1-weighted MPRAGE structural image and using the first functional image as reference, normalization to Montreal Neurological Institute (MNI) space using the first functional volume as reference, artifact detection, and Gaussian smoothing [5 mm full-width half-maximum (FWHM)]. Resulting preprocessed functional resting-state data maintained a spatial resolution of 0.855 mm × 0.855 mm × 2.88 mm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12682, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "fMRI group independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12724, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Group ICA of fMRI Toolbox (GIFT; http://mialab.mrn.org/software/gift) was used to perform group-level spatial independent component analysis (ICA). A subject-specific data reduction principal component analysis (PCA) first reduced the data to 75 principal components followed by a group data reduction retaining 50 principal components. In order to carry out PCA in a memory efficient-manner, PCA was carried out using the expectation maximization algorithm. The infomax algorithm was then utilized for group-level spatial ICA to generate 50 spatially independent components (ICs) (See Supplementary Fig. 1 for estimation of the number of ICs using minimum description length criteria). In order to measure component stability/quality, the infomax ICA algorithm was repeated 20 times in ICASSO and the most representative run was used in subsequent steps. Subject-specific spatial maps and time courses were estimated using GICA back-reconstruction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13678, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "fMRI component identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 13708, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Composite fMRI and MEG spatial maps. Composite maps of the 30 fMRI (left column) and 33 MEG (right column) resting-state independent component spatial maps. Components are categorized into auditory, sensorimotor, visual, task positive, default-mode, and subcortical networks. Colors in each map represent a different component and are indicated with the component number. The number of components in each network is indicated behind the network name. Peak activations of individual components can be found in Table S1 (fMRI) and Table S2 (MEG) in Supplementary Material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14279, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 14286, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In accordance with previous studies, ICs were classified as resting-state networks (RSNs), rather than artifacts, based on spectral properties and functional relevance. The power spectra for each component were characterized by dynamic range and the ratio of low frequency to high frequency power. Dynamic range can be defined as the difference between maximum power and minimum power at frequencies to the right of the power spectra peak. The ratio of low frequency to high frequency power can be defined as the ratio of integral spectral power below 0.1 Hz to integral spectral power between 0.15 and 0.167 Hz. Components were also evaluated for functional relevance via visual inspection. Components were inspected and classified as non-artifactual or RSNs based on the following criteria: (1) peak activations should occur primarily in grey matter and correspond anatomically to known functional brain networks, (2) low spatial overlap with vascular, ventricular, motion and susceptibility artifacts, (3) time courses predominantly characterized by low frequency fluctuations. Of the 50 components extracted, 30 were identified as RSNs (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15436, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MEG analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15449, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MEG scanning parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 15473, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting-state MEG recordings were collected in a shielded room below ground level using a 148-channel whole head magnetometer (MagnesTM 2500 WH, 4-D Neuroimaging) at the University of Alabama at Birmingham. Recordings were sampled at a rate of 1000 Hz, with a bandpass filter of 0.1 to 200 Hz. Fiducial head-sensor coils were used to ensure the subject's head did not move during a scan. Additional head-sensor data were collected using a 3D digitizer and later used for registration between each subject's MEG and anatomical MRI. During the 5-min resting-state scan, subjects were placed in the supine position with eyes closed. Visual inspection of the real-time display showed no MEG correlates of sleep. Subjects were also clearly responsive immediately before and after the scanning period as they all instantly opened their eyes upon instruction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16326, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MEG preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 16344, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MEG data were analyzed using Brainstorm. Preprocessing of the raw data included removal of line noise data using a notch filter (60, 120, 180, 240, 300 Hz) and high-pass filtering at 0.3 Hz. Cardiac and motion artifact was removed from the signal using an independent component analysis where the signal was decomposed into 20 independent components using JADE (joint approximate diagonalization of eigenmatrices). Additional artifacts were removed using a signal-space projection method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16833, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Resting-state MEG data was then registered to individual subject high resolution structural MRI scans. Prior to MEG-MRI registration, cortical surfaces and subcortical structures from each structural MRI were extracted using the FreeSurfer image analysis suite (http://surfer.nmr.mgh.harvard.edu/) and subsequently inspected using FreeSurfer's QA Tools. Data identified as unsatisfactory during quality assurance were manually corrected and reprocessed. A pseudo-individual anatomy for each subject missing structural MRI scans (n = 5) was created by warping the default ICBM 152 template anatomy in Brainstorm to the digitized head points. A 15,000-vertex cortical surface source model was used for head modeling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17548, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Forward volume head modeling of the magnetic field was defined using an overlapping-sphere method where voxels were placed on a 5 mm3 grid of the brain. Inverse source modeling was performed using a linearly-constrained minimum variance (LCMV) beamformer. Beamformer projection was performed using an unconstrained dipole orientation for each subject separately. Data covariance matrices generated for each subject were regularized using a median eigenvalue approach where the tail of the eigenvalues spectrum is flattened to the median value.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18092, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MEG Hilbert envelope computation", "sentences": [], "annotations": [], "relations": []}, {"offset": 18125, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Hilbert transform was applied to the resting-state time courses in which the signals were first filtered into delta (1–4 Hz), theta (4–8 Hz), alpha (8–13 Hz), beta (13–30 Hz), and gamma (30–50 Hz) frequency bands using a band-pass filter followed by application of the Hilbert transform. The absolute value of the transformed signals was subsequently computed in order to provide a measure of the envelope of the signal. The Hilbert envelope values were then standardized using a 1/frequency compensation where values at each frequency bin were multiplied by the frequency value. Following spectrum normalization, the Hilbert envelope was downsampled to 1 Hz in accordance with previous studies. Therefore, scans consisted of 301 volumes for each frequency band. In order to enable comparison between subjects and groups, downsampled source envelope data for each subject were spatially interpolated from the individual subject head model to the MNI ICBM 152 default MRI template in Brainstorm and spatially smoothed (5 mm FWHM).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19159, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MEG Group independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 19200, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Group-level spatial ICA was performed on the MEG data in the GIFT Toolbox where each frequency band – delta (1–4 Hz), theta (4–8 Hz), alpha (8–13 Hz), beta (13–30 Hz), and gamma (30–50 Hz) – was input as a different session for each individual. Similar to fMRI group ICA analysis, MEG data were first reduced to 75 principal components using a subject-specific data reduction PCA and then reduced to 50 principal components via group data reduction. PCA was carried out using the expectation maximization algorithm. The infomax algorithm was then utilized for group-level spatial ICA to generate 50 spatially independent components (ICs) (See Supplementary Fig. 1 for estimation of the number of ICs using minimum description length criteria). Component stability/quality was measured by repeating the infomax ICA algorithm 20 times in ICASSO. Subject-specific spatial maps and time courses were estimated using GICA back-reconstruction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20138, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MEG component identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 20167, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MEG ICs were classified as RSNs, rather than artifacts, following the same method described in the previous section: fMRI Component Identification. Of the 50 components extracted, 33 were identified as RSNs (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20384, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 20417, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Functional connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 20450, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional connectivity analysis for fMRI and MEG was performed using the spatial maps and corresponding time courses extracted during the ICA analysis. For the fMRI data, framewise displacement was regressed from the subject-specific RSN time courses prior to connectivity analyses. Framewise displacement was computed as the absolute frame-to-frame displacement of the brain from six realignment parameters using a radius of 50 mm to convert angle rotations to displacements. Therefore, individual displacement values for each volume of the time course (i.e., 120 frame-to-frame displacement values) resulted. Framewise displacement was regressed from the subject-specific RSN time courses prior to functional connectivity analysis. It is important to note that mean framewise displacement did not differ between groups [HC: 0.19±0.09 mm (range: 0.07–0.44 mm); SZ: 0.21±0.14 mm (range: 0.04–0.47 mm); t = −0.78, p = .44]. No participants exceeded mean framewise displacement of 0.5 mm. The number of head motion outliers (defined as FD >0.5 mm) did not differ between groups (HC: 5.67±6.51%, SZ: 6.79+/− 7.49%, t = −0.51 p = .62). Subject-specific fMRI and MEG RSN time courses were detrended and despiked using 3dDespike (http://afni.nimh.nih.gov/afni) and then filtered with a fifth-order Butterworth low-pass filter (0.15 Hz cutoff) prior to connectivity computation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21823, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional connectivity was calculated as the pairwise Pearson correlation between RSN time courses, resulting in individual correlation matrices for each subject's fMRI data and MEG frequency bands. Time courses were extracted from the independent components obtained by ICA. Correlations were based on the average time course across voxels within each independent component. Individual correlation matrices were averaged across subjects in each group in order to generate group-level connectivity matrices. Within- and between-group differences in functional connectivity were evaluated on subject-level correlation matrices via paired and two-sample univariate t-tests, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22510, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In exploratory post hoc analyses, the relationship between functional connectivity and symptom scores including, BPRS, SAPS, and SANS was explored using Spearman correlations in order to examine the potential impact of symptoms on functional connectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22766, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 22774, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographics", "sentences": [], "annotations": [], "relations": []}, {"offset": 22787, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics and clinical assessments for MEG and fMRI connectivitya.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22857, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>HC (<italic>n</italic> = 24)</th><th>SZ (<italic>n</italic> = 21)<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref></th><th>t/χ<sup>2</sup></th><th><italic>p</italic>-value</th></tr></thead><tbody><tr><td>Age (years)</td><td>24.13 ± 5.02</td><td>23.52 ± 4.64</td><td>0.415</td><td>0.680</td></tr><tr><td>Gender (male/female)</td><td>17/7</td><td>15/6</td><td>0.002</td><td>0.965</td></tr><tr><td>Parental SES<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td><td>3.46 ± 3.32</td><td>4.25 ± 4.38</td><td>6.272</td><td>0.617</td></tr><tr><td>Education<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref></td><td>3.08 ± 0.58</td><td>2.85 ± 0.59</td><td>1.747</td><td>0.418</td></tr><tr><td>Smoking (packs per day)</td><td>0.01 ± 0.06</td><td>0.07 ± 0.15</td><td>−1.607</td><td>0.121</td></tr><tr><td>Duration of Illness (months)<xref rid=\"tf0025\" ref-type=\"table-fn\">e</xref></td><td>–</td><td>18.58 ± 26.68</td><td>–</td><td>–</td></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td colspan=\"5\">BPRS<xref rid=\"tf0030\" ref-type=\"table-fn\">f</xref> (n = 19)</td></tr><tr><td>Total score</td><td>–</td><td>32.26 ± 9.82</td><td/><td/></tr><tr><td>Positive symptom subscale</td><td>–</td><td>5.05 ± 2.95</td><td/><td/></tr><tr><td>Negative symptom subscale</td><td>–</td><td>5.74 ± 2.21</td><td/><td/></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td colspan=\"5\">SANS<xref rid=\"tf0035\" ref-type=\"table-fn\">g</xref> (n = 17)</td></tr><tr><td>Total composite score<xref rid=\"tf0040\" ref-type=\"table-fn\">h</xref></td><td>–</td><td>21.56 ± 17.81</td><td/><td/></tr><tr><td>Global summary score</td><td>–</td><td>6.47 ± 4.96</td><td/><td/></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td colspan=\"5\">SAPS<xref rid=\"tf0045\" ref-type=\"table-fn\">i</xref> (n = 17)</td></tr><tr><td>Total composite score</td><td>–</td><td>7.12 ± 11.77</td><td/><td/></tr><tr><td>Global summary score</td><td>–</td><td>2.47 ± 3.48</td><td/><td/></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td colspan=\"5\">RBANS<xref rid=\"tf0050\" ref-type=\"table-fn\">j</xref></td></tr><tr><td>Total index</td><td>93.43 ± 8.66</td><td>74.35 ± 15.31</td><td>4.579</td><td>&lt;0.001</td></tr><tr><td>Immediate memory</td><td>99.67 ± 12.11</td><td>79.65 ± 14.81</td><td>4.587</td><td>&lt;0.001</td></tr><tr><td>Visuospatial</td><td>86.24 ± 14.98</td><td>79.94 ± 17.15</td><td>1.208</td><td>0.235</td></tr><tr><td>Language</td><td>103.71 ± 10.72</td><td>82.82 ± 11.17</td><td>5.862</td><td>&lt;0.001</td></tr><tr><td>Attention</td><td>96.14 ± 13.54</td><td>76.47 ± 20.66</td><td>3.532</td><td>0.001</td></tr><tr><td>Delayed Memory</td><td>92.05 ± 8.27</td><td>79.88 ± 19.60</td><td>2.393</td><td>0.026</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22868, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>HC (<italic>n</italic> = 24)</th><th>SZ (<italic>n</italic> = 21)<xref rid=\"tf0010\" ref-type=\"table-fn\">b</xref></th><th>t/χ<sup>2</sup></th><th><italic>p</italic>-value</th></tr></thead><tbody><tr><td>Age (years)</td><td>24.13 ± 5.02</td><td>23.52 ± 4.64</td><td>0.415</td><td>0.680</td></tr><tr><td>Gender (male/female)</td><td>17/7</td><td>15/6</td><td>0.002</td><td>0.965</td></tr><tr><td>Parental SES<xref rid=\"tf0015\" ref-type=\"table-fn\">c</xref></td><td>3.46 ± 3.32</td><td>4.25 ± 4.38</td><td>6.272</td><td>0.617</td></tr><tr><td>Education<xref rid=\"tf0020\" ref-type=\"table-fn\">d</xref></td><td>3.08 ± 0.58</td><td>2.85 ± 0.59</td><td>1.747</td><td>0.418</td></tr><tr><td>Smoking (packs per day)</td><td>0.01 ± 0.06</td><td>0.07 ± 0.15</td><td>−1.607</td><td>0.121</td></tr><tr><td>Duration of Illness (months)<xref rid=\"tf0025\" ref-type=\"table-fn\">e</xref></td><td>–</td><td>18.58 ± 26.68</td><td>–</td><td>–</td></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td colspan=\"5\">BPRS<xref rid=\"tf0030\" ref-type=\"table-fn\">f</xref> (n = 19)</td></tr><tr><td>Total score</td><td>–</td><td>32.26 ± 9.82</td><td/><td/></tr><tr><td>Positive symptom subscale</td><td>–</td><td>5.05 ± 2.95</td><td/><td/></tr><tr><td>Negative symptom subscale</td><td>–</td><td>5.74 ± 2.21</td><td/><td/></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td colspan=\"5\">SANS<xref rid=\"tf0035\" ref-type=\"table-fn\">g</xref> (n = 17)</td></tr><tr><td>Total composite score<xref rid=\"tf0040\" ref-type=\"table-fn\">h</xref></td><td>–</td><td>21.56 ± 17.81</td><td/><td/></tr><tr><td>Global summary score</td><td>–</td><td>6.47 ± 4.96</td><td/><td/></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td colspan=\"5\">SAPS<xref rid=\"tf0045\" ref-type=\"table-fn\">i</xref> (n = 17)</td></tr><tr><td>Total composite score</td><td>–</td><td>7.12 ± 11.77</td><td/><td/></tr><tr><td>Global summary score</td><td>–</td><td>2.47 ± 3.48</td><td/><td/></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td colspan=\"5\">RBANS<xref rid=\"tf0050\" ref-type=\"table-fn\">j</xref></td></tr><tr><td>Total index</td><td>93.43 ± 8.66</td><td>74.35 ± 15.31</td><td>4.579</td><td>&lt;0.001</td></tr><tr><td>Immediate memory</td><td>99.67 ± 12.11</td><td>79.65 ± 14.81</td><td>4.587</td><td>&lt;0.001</td></tr><tr><td>Visuospatial</td><td>86.24 ± 14.98</td><td>79.94 ± 17.15</td><td>1.208</td><td>0.235</td></tr><tr><td>Language</td><td>103.71 ± 10.72</td><td>82.82 ± 11.17</td><td>5.862</td><td>&lt;0.001</td></tr><tr><td>Attention</td><td>96.14 ± 13.54</td><td>76.47 ± 20.66</td><td>3.532</td><td>0.001</td></tr><tr><td>Delayed Memory</td><td>92.05 ± 8.27</td><td>79.88 ± 19.60</td><td>2.393</td><td>0.026</td></tr></tbody></table>\n"}, "text": "\tHC (n = 24)\tSZ (n = 21)b\tt/χ2\tp-value\t \tAge (years)\t24.13 ± 5.02\t23.52 ± 4.64\t0.415\t0.680\t \tGender (male/female)\t17/7\t15/6\t0.002\t0.965\t \tParental SESc\t3.46 ± 3.32\t4.25 ± 4.38\t6.272\t0.617\t \tEducationd\t3.08 ± 0.58\t2.85 ± 0.59\t1.747\t0.418\t \tSmoking (packs per day)\t0.01 ± 0.06\t0.07 ± 0.15\t−1.607\t0.121\t \tDuration of Illness (months)e\t–\t18.58 ± 26.68\t–\t–\t \t\u2028\u2028\t \tBPRSf (n = 19)\t \tTotal score\t–\t32.26 ± 9.82\t\t\t \tPositive symptom subscale\t–\t5.05 ± 2.95\t\t\t \tNegative symptom subscale\t–\t5.74 ± 2.21\t\t\t \t\u2028\u2028\t \tSANSg (n = 17)\t \tTotal composite scoreh\t–\t21.56 ± 17.81\t\t\t \tGlobal summary score\t–\t6.47 ± 4.96\t\t\t \t\u2028\u2028\t \tSAPSi (n = 17)\t \tTotal composite score\t–\t7.12 ± 11.77\t\t\t \tGlobal summary score\t–\t2.47 ± 3.48\t\t\t \t\u2028\u2028\t \tRBANSj\t \tTotal index\t93.43 ± 8.66\t74.35 ± 15.31\t4.579\t<0.001\t \tImmediate memory\t99.67 ± 12.11\t79.65 ± 14.81\t4.587\t<0.001\t \tVisuospatial\t86.24 ± 14.98\t79.94 ± 17.15\t1.208\t0.235\t \tLanguage\t103.71 ± 10.72\t82.82 ± 11.17\t5.862\t<0.001\t \tAttention\t96.14 ± 13.54\t76.47 ± 20.66\t3.532\t0.001\t \tDelayed Memory\t92.05 ± 8.27\t79.88 ± 19.60\t2.393\t0.026\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23914, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: HC, healthy control; SZ, schizophrenia; SES, socioeconomic status; Y, yes; N, no; BPRS, Brief Psychiatric Rating Scale; SANS, Scale for the Assessment of Negative Symptoms; SAPS, Scale for the Assessment of Positive Symptoms; RBANS, Repeated Battery for the Assessment of Neuropsychological Status.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24228, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Mean ± SD unless otherwise indicated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24266, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "SZ values for SES, education, and smoking (packs per day) calculated with n = 20 due to data missing for one patient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24384, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "SES ranks reported from Diagnostic Interview for Genetic Studies scale (1–18); high rank (lower numerical value) corresponds to high socioeconomic status.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24539, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Years of education reported from Diagnostic Interview for Genetic Studies scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24620, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Duration of illness (months) calculated with n = 19 due to missing data for 2 patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24708, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "BPRS reported on 1–7 scale; positive (conceptual disorganization, hallucinatory behavior, and unusual thought content); negative (emotional withdrawal, motor retardation, and blunted affect).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24900, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "SANS includes five subscales: affective flattening or blunting, alogia, avolition-apathy, anhedonia-asociality, and attention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25027, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "SANS average total composite score calculated with data from 16 SZ due to missing data from one SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25127, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "SAPS includes four subscales: hallucinations, delusions, bizarre behavior, and positive formal thought disorder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25240, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "RBANS data missing from 3 HC (n = 21) and 3 SZ (n = 17).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25297, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No significant differences in age, gender, parental SES, years of education, and smoking status (packs per day) were exhibited between patients and controls (Table 1). Of the patients enrolled in the study, most were treated with risperidone, one was unmedicated, two were treated with aripiprazole, one with clozapine, and one with a combination of ziprasidone and clozapine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25674, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As illustrated in Table 1, patients demonstrated significantly lower immediate memory, language, attention, delayed memory, and total RBANS scores in comparison to controls. Patient symptoms scores can also be found in Table 1. No significant differences in mean framewise displacement (t = −0.78, p = .44) between controls and patients were found.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26023, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Independent components", "sentences": [], "annotations": [], "relations": []}, {"offset": 26046, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 26051, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the 50 extracted ICs, 30 were identified as RSNs as opposed to artifacts based on the criteria described in the methods (Fig. 1). Identified RSNs were organized into six different networks including subcortical (1 RSN), auditory (1 RSN), sensorimotor (7 RSNs), visual (5 RSNs), task positive (9 RSNs), and default-mode (7 RSNs) networks (Fig. 1; Supplementary Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26424, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "MEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 26428, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the 50 extracted MEG ICs, 33 were identified as RSNs (Fig. 1) and organized into auditory (3 RSNs), sensorimotor (10 RSNs), visual (6 RSNs), task positive (9 RSNs), and default-mode (5 RSNs) networks (Fig. 1; Supplementary Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26664, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "fMRI functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 26693, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting-state fMRI and MEG functional connectivity. Functional connectivity for resting-state fMRI (top) and MEG averaged across frequency bands (bottom). Connectivity for controls (left column), first-episode patients (middle column), and the significant difference between groups (right column) are shown. FDR-corrected significant differences (pFDR < 0.05) are indicated with • and uncorrected significant differences (puncorrected < 0.05) are indicated with *.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27158, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 27165, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "fMRI connectogram and symptom correlations. (A) fMRI connectogram depicting significant (pFDR < 0.05) connectivity differences between patients and controls. Warm colors represent decreased and cool colors represent increased connectivity in patients. (B) Correlation between significant subcortical-auditory connectivity values and patients BPRS positive scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27529, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 27536, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mean functional connectivity for controls and patients are illustrated in the top row of Fig. 2. Patients demonstrated significantly higher connectivity (p < .001) between subcortical (IC 49) and auditory (IC 18) RSNs compared to controls (Fig. 2, Fig. 3). However, patients also exhibited significantly lower (p < .001) connectivity between two sensorimotor RSNs (i.e., IC1 and IC2) when compared to controls (Fig. 2, Fig. 3). Connectivity results are corrected for multiple comparisons using the false discovery rate (FDR) and reported at pFDR < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28090, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Exploratory post hoc analyses revealed a significant relationship (rho = 0.59; p = .013, confidence interval: 0.1175 to 0.8533), using Spearman correlations over 1000 bootstrap, between patient BPRS positive symptom score and functional connectivity between subcortical and auditory RSNs (Fig. 3). This indicates that as BPRS positive symptoms increase, connectivity between subcortical and auditory networks in patients also increases. However, given the number of correlations conducted, including with the BPRS negative subscale, the SAPS and SANS total scores (all p > .05), this correlation would not survive multiple comparison correction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28736, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "MEG functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 28764, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mean functional connectivity for the average of all frequency bands is shown for controls and patients in the bottom row of Fig. 2. In the delta frequency band, patients demonstrated significantly lower connectivity (p < .001) between sensorimotor (IC 5) and task positive (IC 34) RSNs (Fig. 4, Fig. 5). Patients also exhibited significantly lower connectivity (p < .001) between sensorimotor (IC 25) and task positive (IC 34) RSNs in the delta band (Fig. 4, Fig. 5). Connectivity results are corrected for multiple comparisons and reported at pFDR < 0.05. No other significant group differences corrected for multiple comparisons were exhibited in the remaining frequency bands. Frequency band-specific functional connectivity for each group and group differences (puncorrected < 0.05) are illustrated in Supplementary Fig. 2, Supplementary Fig. 3, Supplementary Fig. 4, Supplementary Fig. 5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29658, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting-state delta frequency band MEG functional connectivity. Functional connectivity for resting-state MEG delta band. Connectivity for controls (left column), first-episode patients (middle column), and the significant difference between groups (right column) are shown. FDR-corrected significant differences (pFDR < 0.05) are indicated with • and uncorrected significant differences (puncorrected < 0.05) are indicated with *.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30090, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 30097, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "MEG delta frequency band connectogram. MEG delta band connectogram depicting significant (pFDR < 0.05) connectivity differences between patients and controls. Warm colors represent decreased and cool colors represent increased connectivity in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30350, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 30357, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Exploratory post hoc analyses did not indicate a significant relationship between patient symptom scores (e.g., BPRS, SANS, SAPS) and significant functional connectivity in the delta frequency band.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30556, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Spatial maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 30569, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Spatial maps for each modality were evaluated as a one-sample t-test of subject-specific back-reconstructed spatial maps across groups (Fig. 1). In accordance with previous studies, spatial correlation of the rsfMRI and MEG group-level (rather than subject back-reconstructed) spatial map components was evaluated. Spatial correlations between modality components and >0.50 were exhibited in sensorimotor, visual, and default-mode networks and illustrated in Supplementary Fig. 6, Supplementary Fig. 7, Supplementary Fig. 8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31094, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31105, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To our knowledge this is the first study examining resting-state functional connectivity in first-episode patients with schizophrenia using both 7 T fMRI and MEG. We describe fMRI connectivity alterations in subcortical, auditory, and sensorimotor networks and MEG connectivity alterations in sensorimotor and task positive networks in patients. As hypothesized, group differences in MEG functional connectivity were identified in a low frequency band. The identified connectivity alterations are all regions implicated in the disorder of schizophrenia and lend further support to the dysconnectivity hypothesis of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31735, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Functional connectivity analysis of fMRI identified hyperconnectivity between the subcortical network (i.e., caudate) and auditory network (i.e., superior temporal gyrus) in first-episode patients (Fig. 2). Exploratory post hoc exploration of this subcortical-auditory relationship indicates a significantly positive correlation (r = 0.59; p = .01) between connectivity strength and BPRS positive scores in patients (Fig. 4B). These findings may be indicative of the link both regions have been shown to exhibit with positive symptoms (e.g., hallucinations) in schizophrenia. A relationship between hallucinations and structural and functional alterations in the superior temporal gyrus has been reported in a number of studies. In addition, these results are also indicative of the importance of the caudate in schizophrenia and its role in treatment response as it is highly innervated by dopaminergic neurons. Future studies examining unmedicated first-episode patients would provide greater insight into the relationship between the caudate, temporal lobe, and positive symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32819, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Decreased fMRI functional connectivity between two sensorimotor network components was also demonstrated in patients (Fig. 2). Specifically, this hypoconnectivity demonstrated in patients is exhibited between the sensorimotor network components comprised of the right precentral gyrus (IC 1) and left postcentral gyrus (IC2). Further examination of these sensorimotor components reveals they share interhemispheric homotopic or bilaterally symmetric regions as both IC1 and IC2 comprise regions of the precentral and postcentral gyrus. This altered sensorimotor connectivity is consistent with previous studies demonstrating decreased interhemispheric homotopic connectivity in first-episode patients with schizophrenia. Decreased connectivity between homotopic motor regions are thought to be related to cognitive dysfunction associated with motor function in schizophrenia. Moreover, decreased interhemispheric connectivity in the precentral gyrus has also been shown to be negatively related to positive and negative symptomatology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33855, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Group differences in the MEG delta band indicated hypoconnectivity between sensorimotor and task positive network connections among patients. Specifically, the precuneus (IC 5) and superior parietal lobule (IC 25) connections with the insula (IC34) are altered in the delta frequency band in patients. Alterations in low frequency neural oscillations at rest have been implicated in previous studies in schizophrenia. Supporting our results, previous studies have demonstrated altered delta band activity in frontal, temporal and parietal areas in schizophrenia. In addition, our results are consistent with the literature indicating slow oscillations are more prone to travel longer distances and connect relatively distant regions of the brain. In fact, previous studies have suggested functional connectivity is affected by anatomical distance in schizophrenia. Accordingly, our results indicate long range functional connections between the task positive and parietal sensorimotor networks are altered in schizophrenia. These results may be reflective of positive symptoms due to faulty sensory information processing characteristic of schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35010, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Visual inspection of the patterns of group differences (puncorrected < 0.05) indicate patients tend to exhibit instances of hypoconnectivity across all networks with the exception of hyperconnectivity across subcortical network connections. However, patients generally demonstrated instances of hypoconnectivity within and between sensorimotor network connections in MEG in the overall mean and individual frequency bands. Although future studies would be necessary to determine if these differences survive multiple comparison correction in a larger sample size, altered sensorimotor connectivity has been reported in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35644, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our results using group independent component analysis as well as functional connectivity measures of both resting-state fMRI and MEG indicate the importance of using these complementary imaging modalities to capture a more comprehensive picture of disorder-related abnormalities. In particular, using both fMRI and MEG allows us to investigate both spatial and temporal characteristics of resting-state network functional connectivity that would have been missed by examining a single modality alone. In fact, a previous study of chronic schizophrenia patients indicated that the combination of fMRI and MEG functional connectivity data more accurately classifies patients than either modality alone. Furthermore, both modalities provide common and unique findings characterizing schizophrenia. As illustrated in Supplementary Fig. 6, Supplementary Fig. 7, Supplementary Fig. 8, similar and spatially overlapping RSNs were generated from separate group independent component analyses of fMRI and MEG further confirming the electrophysiological underpinnings of BOLD fMRI. While functional connectivity of fMRI and MEG both indicated connectivity alterations involving the sensorimotor networks (although the spatial overlap between fMRI and MEG sensorimotor networks alterations is not clear), unique findings of subcortical-auditory and delta band sensorimotor-task positive connectivity were exhibited in fMRI and MEG, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37080, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "When interpreting our findings, several strengths and limitations should be considered. To minimize variance in the data, subjects were matched on factors including age, gender, parental SES, and smoking status. As it has been shown that the early stages of schizophrenia are critical in determining the overall course and outcome of the disorder, a sample of medicated first-episode patients with schizophrenia were enrolled in the study. However, our sample size was limited and replication studies with larger sample size will be needed. Although patients were examined early in the course of the disorder and minimally treated, antipsychotic medication effects on brain function cannot be differentiated from intrinsic characteristics of the disorder. Patients in this study were receiving treatment with antipsychotic medication. Our previous fMRI studies have shown that these drugs can modify functional connectivity patterns. Further studies enrolling unmedicated or medication naïve patients are needed. While rigorous preprocessing steps were implemented on both the fMRI and MEG data, heart rate and breathing were not directly controlled for during data acquisition. Although our preprocessing steps and ICA analysis attempted to control for these potential sources of noise, our results may still be impacted by artifacts due to motion or physiological processes. Subjects self-reported that they did not fall asleep during the MEG scan, but it is still possible that some may have briefly fallen asleep and impacted our results. The number of significant functional connectivity group differences reported are much smaller than typically reported in the literature. We believe our findings may be impacted by the modest sample size. In addition, we examine functional connectivity for multiple regions independently comprising a network rather than using a single network template. Therefore, as multiple networks are examined in a functional connectivity analysis, our results may be impacted by the number of comparisons being made between functional networks (e.g., over 450 and 500 comparisons for fMRI and MEG, respectively). However, we believe that the compatibility of our results with the schizophrenia literature indicate the importance of our multiple comparison corrected and uncorrected functional connectivity findings. Finally, as previous chronic schizophrenia studies have explored, future studies would benefit from utilizing classification analyses to quantitatively determine if examining functional connectivity using both fMRI and MEG provides better classification of first-episode patients with schizophrenia than using either modality alone.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39761, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 39772, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In conclusion, our results support the dysconnectivity hypothesis of schizophrenia as patients demonstrated altered connectivity between fMRI subcortical and auditory networks, as well as fMRI and MEG altered intra- and inter- sensorimotor connectivity in both fMRI and MEG. These findings illustrate the strength in combining complementary modalities like fMRI and MEG to examine resting-state brain function in schizophrenia. More specifically, this study further highlights the importance of examining multimodal neuroimaging data when studying schizophrenia as critical information relating to different aspects of the brain (e.g., electrophysiological, hemodynamic, structural, etc.) may be missing in a single modality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40498, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "Estimate of the number of independent components. The mean number of independent components for fMRI (left) and MEG (right) was estimated to be 32 and 49 for all subjects, respectively, using minimum description length criteria. For fMRI, the minimum and maximum number of components estimated using the minimum description length criteria was 17 and 55, respectively. For MEG, the minimum and maximum number of components estimated using the minimum description length criteria was 12 and 110, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41007, "infons": {"file": "gr6.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 41028, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting-state theta frequency band MEG functional connectivity. Functional connectivity for resting-state MEG theta band. Connectivity for controls (left column), first-episode patients (middle column), and the significant difference between groups (right column) are shown. FDR-corrected significant differences (pFDR < 0.05) are indicated with • and uncorrected significant differences (puncorrected < 0.05) are indicated with *.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41460, "infons": {"file": "gr7.jpg", "id": "f0035", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 41481, "infons": {"file": "gr8.jpg", "id": "f0040", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting-state alpha frequency band MEG functional connectivity. Functional connectivity for resting-state MEG alpha band. Connectivity for controls (left column), first-episode patients (middle column), and the significant difference between groups (right column) are shown. FDR-corrected significant differences (pFDR < 0.05) are indicated with • and uncorrected significant differences (puncorrected < 0.05) are indicated with *.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41913, "infons": {"file": "gr8.jpg", "id": "f0040", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 41934, "infons": {"file": "gr9.jpg", "id": "f0045", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting-state beta frequency band MEG functional connectivity. Functional connectivity for resting-state MEG beta band. Connectivity for controls (left column), first-episode patients (middle column), and the significant difference between groups (right column) are shown. FDR-corrected significant differences (pFDR < 0.05) are indicated with • and uncorrected significant differences (puncorrected < 0.05) are indicated with *.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42364, "infons": {"file": "gr9.jpg", "id": "f0045", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 42385, "infons": {"file": "gr10.jpg", "id": "f0050", "section_type": "FIG", "type": "fig_caption"}, "text": "Resting-state gamma frequency band MEG functional connectivity. Functional connectivity for resting-state MEG gamma band. Connectivity for controls (left column), first-episode patients (middle column), and the significant difference between groups (right column) are shown. FDR-corrected significant differences (pFDR < 0.05) are indicated with • and uncorrected significant differences (puncorrected < 0.05) are indicated with *.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42817, "infons": {"file": "gr10.jpg", "id": "f0050", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 42838, "infons": {"file": "gr11.jpg", "id": "f0055", "section_type": "FIG", "type": "fig_caption"}, "text": "Sensorimotor networks spatial correlations. Spatial correlation (r) between resting-state fMRI and MEG components in the sensorimotor network. Only correlations of r > 0.5 are illustrated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43027, "infons": {"file": "gr11.jpg", "id": "f0055", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 43048, "infons": {"file": "gr12.jpg", "id": "f0060", "section_type": "FIG", "type": "fig_caption"}, "text": "Visual networks spatial correlations. Spatial correlation (r) between resting-state fMRI and MEG components in the sensorimotor network. Only correlations of r > 0.5 are illustrated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43231, "infons": {"file": "gr12.jpg", "id": "f0060", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 7", "sentences": [], "annotations": [], "relations": []}, {"offset": 43252, "infons": {"file": "gr13.jpg", "id": "f0065", "section_type": "FIG", "type": "fig_caption"}, "text": "Default-mode networks spatial correlations. Spatial correlation (r) between resting-state fMRI and MEG components in the default-mode network. Only correlations of r > 0.5 are illustrated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43441, "infons": {"file": "gr13.jpg", "id": "f0065", "section_type": "FIG", "type": "fig"}, "text": "Supplementary Fig. 8", "sentences": [], "annotations": [], "relations": []}, {"offset": 43462, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The following are the supplementary data related to this article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43528, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Declaration of Competing Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 43562, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Kristin Lottman, Timothy Gawne, Nina Kraguljac, Jeffrey Killen, Meredith Reid, and Adrienne Lahti declare no potential conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43704, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 43715, "infons": {"fpage": "1719", "lpage": "1736", "name_0": "surname:Alamian;given-names:G.", "name_1": "surname:Hincapie;given-names:A.S.", "name_2": "surname:Pascarella;given-names:A.", "name_3": "surname:Thiery;given-names:T.", "name_4": "surname:Combrisson;given-names:E.", "name_5": "surname:Saive;given-names:A.L.", "name_6": "surname:Martel;given-names:V.", "name_7": "surname:Althukov;given-names:D.", "name_8": "surname:Haesebaert;given-names:F.", "name_9": "surname:Jerbi;given-names:K.", "pub-id_pmid": "28756348", "section_type": "REF", "source": "Clin Neurophysiol", "type": "ref", "volume": "128", "year": "2017"}, "text": "Measuring alterations in oscillatory brain networks in schizophrenia with resting-state MEG: State-of-the-art and methodological challenges", "sentences": [], "annotations": [], "relations": []}, {"offset": 43855, "infons": {"fpage": "175", "lpage": "191", "name_0": "surname:Allen;given-names:P.", "name_1": "surname:Laroi;given-names:F.", "name_2": "surname:McGuire;given-names:P.K.", "name_3": "surname:Aleman;given-names:A.", "pub-id_pmid": "17884165", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "32", "year": "2008"}, "text": "The hallucinating brain: a review of structural and functional neuroimaging studies of hallucinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 43957, "infons": {"fpage": "2", "name_0": "surname:Allen;given-names:E.A.", "name_1": "surname:Erhardt;given-names:E.B.", "name_10": "surname:Michael;given-names:A.M.", "name_11": "surname:Caprihan;given-names:A.", "name_12": "surname:Turner;given-names:J.A.", "name_13": "surname:Eichele;given-names:T.", "name_14": "surname:Adelsheim;given-names:S.", "name_15": "surname:Bryan;given-names:A.D.", "name_16": "surname:Bustillo;given-names:J.", "name_17": "surname:Clark;given-names:V.P.", "name_18": "surname:Feldstein Ewing;given-names:S.W.", "name_19": "surname:Filbey;given-names:F.", "name_2": "surname:Damaraju;given-names:E.", "name_20": "surname:Ford;given-names:C.C.", "name_21": "surname:Hutchison;given-names:K.", "name_22": "surname:Jung;given-names:R.E.", "name_23": "surname:Kiehl;given-names:K.A.", "name_24": "surname:Kodituwakku;given-names:P.", "name_25": "surname:Komesu;given-names:Y.M.", "name_26": "surname:Mayer;given-names:A.R.", "name_27": "surname:Pearlson;given-names:G.D.", "name_28": "surname:Phillips;given-names:J.P.", "name_29": "surname:Sadek;given-names:J.R.", "name_3": "surname:Gruner;given-names:W.", "name_30": "surname:Stevens;given-names:M.", "name_31": "surname:Teuscher;given-names:U.", "name_32": "surname:Thoma;given-names:R.J.", "name_33": "surname:Calhoun;given-names:V.D.", "name_4": "surname:Segall;given-names:J.M.", "name_5": "surname:Silva;given-names:R.F.", "name_6": "surname:Havlicek;given-names:M.", "name_7": "surname:Rachakonda;given-names:S.", "name_8": "surname:Fries;given-names:J.", "name_9": "surname:Kalyanam;given-names:R.", "pub-id_pmid": "21442040", "section_type": "REF", "source": "Front Syst Neurosci", "type": "ref", "volume": "5", "year": "2011"}, "text": "A baseline for the multivariate comparison of resting-state networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 44026, "infons": {"fpage": "663", "lpage": "676", "name_0": "surname:Allen;given-names:E.A.", "name_1": "surname:Damaraju;given-names:E.", "name_2": "surname:Plis;given-names:S.M.", "name_3": "surname:Erhardt;given-names:E.B.", "name_4": "surname:Eichele;given-names:T.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "23146964", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Tracking whole-brain connectivity dynamics in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 44090, "infons": {"name_0": "surname:Andreasen;given-names:N.C.", "section_type": "REF", "type": "ref", "year": "1984"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 44091, "infons": {"name_0": "surname:Andreasen;given-names:N.C.", "section_type": "REF", "type": "ref", "year": "1984"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 44092, "infons": {"fpage": "2196", "lpage": "2207", "name_0": "surname:Bassett;given-names:D.S.", "name_1": "surname:Nelson;given-names:B.G.", "name_2": "surname:Mueller;given-names:B.A.", "name_3": "surname:Camchong;given-names:J.", "name_4": "surname:Lim;given-names:K.O.", "pub-id_pmid": "22008374", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Altered resting state complexity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44142, "infons": {"fpage": "1129", "lpage": "1159", "name_0": "surname:Bell;given-names:A.J.", "name_1": "surname:Sejnowski;given-names:T.J.", "pub-id_pmid": "7584893", "section_type": "REF", "source": "Neural Comput", "type": "ref", "volume": "7", "year": "1995"}, "text": "An information-maximization approach to blind separation and blind deconvolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 44223, "infons": {"fpage": "15", "name_0": "surname:Birur;given-names:B.", "name_1": "surname:Kraguljac;given-names:N.V.", "name_2": "surname:Shelton;given-names:R.C.", "name_3": "surname:Lahti;given-names:A.C.", "pub-id_pmid": "28560261", "section_type": "REF", "source": "NPJ Schizophr", "type": "ref", "volume": "3", "year": "2017"}, "text": "Brain structure, function, and neurochemistry in schizophrenia and bipolar disorder-a systematic review of the magnetic resonance neuroimaging literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 44377, "infons": {"fpage": "537", "lpage": "541", "name_0": "surname:Biswal;given-names:B.", "name_1": "surname:Yetkin;given-names:F.Z.", "name_2": "surname:Haughton;given-names:V.M.", "name_3": "surname:Hyde;given-names:J.S.", "pub-id_pmid": "8524021", "section_type": "REF", "source": "Magn Reson Med", "type": "ref", "volume": "34", "year": "1995"}, "text": "Functional connectivity in the motor cortex of resting human brain using echo-planar MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 44466, "infons": {"fpage": "1082", "lpage": "1104", "name_0": "surname:Brookes;given-names:M.J.", "name_1": "surname:Hale;given-names:J.R.", "name_2": "surname:Zumer;given-names:J.M.", "name_3": "surname:Stevenson;given-names:C.M.", "name_4": "surname:Francis;given-names:S.T.", "name_5": "surname:Barnes;given-names:G.R.", "name_6": "surname:Owen;given-names:J.P.", "name_7": "surname:Morris;given-names:P.G.", "name_8": "surname:Nagarajan;given-names:S.S.", "pub-id_pmid": "21352925", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "56", "year": "2011"}, "text": "Measuring functional connectivity using MEG: methodology and comparison with fcMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 44549, "infons": {"fpage": "16783", "lpage": "16788", "name_0": "surname:Brookes;given-names:M.J.", "name_1": "surname:Woolrich;given-names:M.", "name_2": "surname:Luckhoo;given-names:H.", "name_3": "surname:Price;given-names:D.", "name_4": "surname:Hale;given-names:J.R.", "name_5": "surname:Stephenson;given-names:M.C.", "name_6": "surname:Barnes;given-names:G.R.", "name_7": "surname:Smith;given-names:S.M.", "name_8": "surname:Morris;given-names:P.G.", "pub-id_pmid": "21930901", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "108", "year": "2011"}, "text": "Investigating the electrophysiological basis of resting state networks using magnetoencephalography", "sentences": [], "annotations": [], "relations": []}, {"offset": 44649, "infons": {"fpage": "140", "lpage": "151", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Adali;given-names:T.", "name_2": "surname:Pearlson;given-names:G.D.", "name_3": "surname:Pekar;given-names:J.J.", "pub-id_pmid": "11559959", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "14", "year": "2001"}, "text": "A method for making group inferences from functional MRI data using independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44748, "infons": {"fpage": "362", "lpage": "370", "name_0": "surname:Cardoso;given-names:J.F.", "name_1": "surname:Souloumiac;given-names:A.", "section_type": "REF", "source": "IEEE Proceedings-F", "type": "ref", "volume": "140", "year": "1993"}, "text": "Blind beamforming for non Gaussian signals", "sentences": [], "annotations": [], "relations": []}, {"offset": 44791, "infons": {"fpage": "533", "lpage": "538", "name_0": "surname:Carpenter;given-names:W.T.", "name_1": "surname:Gold;given-names:J.M.", "name_2": "surname:Lahti;given-names:A.C.", "name_3": "surname:Queern;given-names:C.A.", "name_4": "surname:Conley;given-names:R.R.", "name_5": "surname:Bartko;given-names:J.J.", "name_6": "surname:Kovnick;given-names:J.", "name_7": "surname:Appelbaum;given-names:P.S.", "pub-id_pmid": "10839330", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "57", "year": "2000"}, "text": "Decisional capacity for informed consent in schizophrenia research", "sentences": [], "annotations": [], "relations": []}, {"offset": 44858, "infons": {"fpage": "466", "name_0": "surname:Cetin;given-names:M.S.", "name_1": "surname:Houck;given-names:J.M.", "name_10": "surname:Calhoun;given-names:V.D.", "name_2": "surname:Rashid;given-names:B.", "name_3": "surname:Agacoglu;given-names:O.", "name_4": "surname:Stephen;given-names:J.M.", "name_5": "surname:Sui;given-names:J.", "name_6": "surname:Canive;given-names:J.", "name_7": "surname:Mayer;given-names:A.", "name_8": "surname:Aine;given-names:C.", "name_9": "surname:Bustillo;given-names:J.R.", "pub-id_pmid": "27807403", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "volume": "10", "year": "2016"}, "text": "Multimodal classification of schizophrenia patients with MEG and fMRI data using static and dynamic connectivity measures", "sentences": [], "annotations": [], "relations": []}, {"offset": 44980, "infons": {"fpage": "1636", "lpage": "1644", "name_0": "surname:Cordes;given-names:D.", "name_1": "surname:Haughton;given-names:V.M.", "name_2": "surname:Arfanakis;given-names:K.", "name_3": "surname:Wendt;given-names:G.J.", "name_4": "surname:Turski;given-names:P.A.", "name_5": "surname:Moritz;given-names:C.H.", "name_6": "surname:Quigley;given-names:M.A.", "name_7": "surname:Meyerand;given-names:M.E.", "pub-id_pmid": "11039342", "section_type": "REF", "source": "AJNR Am J Neuroradiol", "type": "ref", "volume": "21", "year": "2000"}, "text": "Mapping functionally related regions of brain with functional connectivity MR imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 45066, "infons": {"fpage": "2387", "lpage": "2395", "name_0": "surname:Cousijn;given-names:H.", "name_1": "surname:Tunbridge;given-names:E.M.", "name_2": "surname:Rolinski;given-names:M.", "name_3": "surname:Wallis;given-names:G.", "name_4": "surname:Colclough;given-names:G.L.", "name_5": "surname:Woolrich;given-names:M.W.", "name_6": "surname:Nobre;given-names:A.C.", "name_7": "surname:Harrison;given-names:P.J.", "pub-id_pmid": "25757652", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "36", "year": "2015"}, "text": "Modulation of hippocampal theta and hippocampal-prefrontal cortex function by a schizophrenia risk gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 45170, "infons": {"fpage": "298", "lpage": "308", "name_0": "surname:Damaraju;given-names:E.", "name_1": "surname:Allen;given-names:E.A.", "name_10": "surname:Turner;given-names:J.A.", "name_11": "surname:Vaidya;given-names:J.G.", "name_12": "surname:van Erp;given-names:T.G.", "name_13": "surname:Calhoun;given-names:V.D.", "name_2": "surname:Belger;given-names:A.", "name_3": "surname:Ford;given-names:J.M.", "name_4": "surname:McEwen;given-names:S.", "name_5": "surname:Mathalon;given-names:D.H.", "name_6": "surname:Mueller;given-names:B.A.", "name_7": "surname:Pearlson;given-names:G.D.", "name_8": "surname:Potkin;given-names:S.G.", "name_9": "surname:Preda;given-names:A.", "pub-id_pmid": "25161896", "section_type": "REF", "source": "Neuroimage Clin", "type": "ref", "volume": "5", "year": "2014"}, "text": "Dynamic functional connectivity analysis reveals transient states of dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45272, "infons": {"fpage": "6040", "lpage": "6045", "name_0": "surname:de Pasquale;given-names:F.", "name_1": "surname:Della Penna;given-names:S.", "name_10": "surname:Corbetta;given-names:M.", "name_2": "surname:Snyder;given-names:A.Z.", "name_3": "surname:Lewis;given-names:C.", "name_4": "surname:Mantini;given-names:D.", "name_5": "surname:Marzetti;given-names:L.", "name_6": "surname:Belardinelli;given-names:P.", "name_7": "surname:Ciancetta;given-names:L.", "name_8": "surname:Pizzella;given-names:V.", "name_9": "surname:Romani;given-names:G.L.", "pub-id_pmid": "20304792", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "107", "year": "2010"}, "text": "Temporal dynamics of spontaneous MEG activity in brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 45336, "infons": {"fpage": "2075", "lpage": "2095", "name_0": "surname:Erhardt;given-names:E.B.", "name_1": "surname:Rachakonda;given-names:S.", "name_2": "surname:Bedrick;given-names:E.J.", "name_3": "surname:Allen;given-names:E.A.", "name_4": "surname:Adali;given-names:T.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "21162045", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "32", "year": "2011"}, "text": "Comparison of multi-subject ICA methods for analysis of fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 45402, "infons": {"fpage": "2296", "lpage": "2314", "name_0": "surname:Fornito;given-names:A.", "name_1": "surname:Zalesky;given-names:A.", "name_2": "surname:Pantelis;given-names:C.", "name_3": "surname:Bullmore;given-names:E.T.", "pub-id_pmid": "22387165", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Schizophrenia, neuroimaging and connectomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 45447, "infons": {"fpage": "700", "lpage": "711", "name_0": "surname:Fox;given-names:M.D.", "name_1": "surname:Raichle;given-names:M.E.", "pub-id_pmid": "17704812", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "8", "year": "2007"}, "text": "Spontaneous fluctuations in brain activity observed with functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 45542, "infons": {"fpage": "89", "lpage": "97", "name_0": "surname:Friston;given-names:K.J.", "name_1": "surname:Frith;given-names:C.D.", "pub-id_pmid": "7583624", "section_type": "REF", "source": "Clin Neurosci", "type": "ref", "volume": "3", "year": "1995"}, "text": "Schizophrenia: a disconnection syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 45582, "infons": {"fpage": "450", "lpage": "457", "name_0": "surname:Garrity;given-names:A.G.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:McKiernan;given-names:K.", "name_3": "surname:Lloyd;given-names:D.", "name_4": "surname:Kiehl;given-names:K.A.", "name_5": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "17329470", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Aberrant \"default mode\" functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45647, "infons": {"fpage": "449", "lpage": "459", "name_0": "surname:Guo;given-names:S.", "name_1": "surname:Palaniyappan;given-names:L.", "name_2": "surname:Yang;given-names:B.", "name_3": "surname:Liu;given-names:Z.", "name_4": "surname:Xue;given-names:Z.", "name_5": "surname:Feng;given-names:J.", "pub-id_pmid": "24282323", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "40", "year": "2014"}, "text": "Anatomical distance affects functional connectivity in patients with schizophrenia and their siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 45749, "infons": {"fpage": "14", "lpage": "19", "name_0": "surname:Guo;given-names:W.", "name_1": "surname:Xiao;given-names:C.", "name_2": "surname:Liu;given-names:G.", "name_3": "surname:Wooderson;given-names:S.C.", "name_4": "surname:Zhang;given-names:Z.", "name_5": "surname:Zhang;given-names:J.", "name_6": "surname:Yu;given-names:L.", "name_7": "surname:Liu;given-names:J.", "pub-id_pmid": "24075897", "section_type": "REF", "source": "Prog Neuropsychopharmacol Biol Psychiatry", "type": "ref", "volume": "48", "year": "2014"}, "text": "Decreased resting-state interhemispheric coordination in first-episode, drug-naive paranoid schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45855, "infons": {"fpage": "60", "lpage": "67", "name_0": "surname:Guo;given-names:W.", "name_1": "surname:Liu;given-names:F.", "name_2": "surname:Chen;given-names:J.", "name_3": "surname:Wu;given-names:R.", "name_4": "surname:Li;given-names:L.", "name_5": "surname:Zhang;given-names:Z.", "name_6": "surname:Chen;given-names:H.", "name_7": "surname:Zhao;given-names:J.", "pub-id_pmid": "28463748", "section_type": "REF", "source": "Psychiatry Res Neuroimaging", "type": "ref", "volume": "264", "year": "2017"}, "text": "Using short-range and long-range functional connectivity to identify schizophrenia with a family-based case-control design", "sentences": [], "annotations": [], "relations": []}, {"offset": 45978, "infons": {"fpage": "1020", "lpage": "1030", "name_0": "surname:Hadley;given-names:J.A.", "name_1": "surname:Nenert;given-names:R.", "name_2": "surname:Kraguljac;given-names:N.V.", "name_3": "surname:Bolding;given-names:M.S.", "name_4": "surname:White;given-names:D.M.", "name_5": "surname:Skidmore;given-names:F.M.", "name_6": "surname:Visscher;given-names:K.M.", "name_7": "surname:Lahti;given-names:A.C.", "pub-id_pmid": "24165885", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "Ventral tegmental area/midbrain functional connectivity and response to antipsychotic medication in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46092, "infons": {"fpage": "80", "issue": "Pt 1", "lpage": "91", "name_0": "surname:Hall;given-names:E.L.", "name_1": "surname:Robson;given-names:S.E.", "name_2": "surname:Morris;given-names:P.G.", "name_3": "surname:Brookes;given-names:M.J.", "pub-id_pmid": "24239589", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "102", "year": "2014"}, "text": "The relationship between MEG and fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 46130, "infons": {"fpage": "1214", "lpage": "1222", "name_0": "surname:Himberg;given-names:J.", "name_1": "surname:Hyvarinen;given-names:A.", "name_2": "surname:Esposito;given-names:F.", "pub-id_pmid": "15219593", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "22", "year": "2004"}, "text": "Validating the independent components of neuroimaging time series via clustering and visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 46229, "infons": {"fpage": "96", "lpage": "106", "name_0": "surname:Houck;given-names:J.M.", "name_1": "surname:Cetin;given-names:M.S.", "name_10": "surname:Calhoun;given-names:V.D.", "name_2": "surname:Mayer;given-names:A.R.", "name_3": "surname:Bustillo;given-names:J.R.", "name_4": "surname:Stephen;given-names:J.", "name_5": "surname:Aine;given-names:C.", "name_6": "surname:Canive;given-names:J.", "name_7": "surname:Perrone-Bizzozero;given-names:N.", "name_8": "surname:Thoma;given-names:R.J.", "name_9": "surname:Brookes;given-names:M.J.", "pub-id_pmid": "27725313", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "145", "year": "2017"}, "text": "Magnetoencephalographic and functional MRI connectomics in schizophrenia via intra- and inter-network connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 46344, "infons": {"fpage": "423", "lpage": "440", "name_0": "surname:Huang;given-names:M.X.", "name_1": "surname:Mosher;given-names:J.C.", "name_2": "surname:Leahy;given-names:R.M.", "pub-id_pmid": "10070792", "section_type": "REF", "source": "Phys Med Biol", "type": "ref", "volume": "44", "year": "1999"}, "text": "A sensor-weighted overlapping-sphere head model and exhaustive head model comparison for MEG", "sentences": [], "annotations": [], "relations": []}, {"offset": 46437, "infons": {"fpage": "354", "lpage": "366", "name_0": "surname:Hulshoff Pol;given-names:H.E.", "name_1": "surname:Kahn;given-names:R.S.", "pub-id_pmid": "18283048", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "34", "year": "2008"}, "text": "What happens after the first episode? A review of progressive brain changes in chronically ill patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46560, "infons": {"fpage": "6", "lpage": "12", "name_0": "surname:Hutcheson;given-names:N.L.", "name_1": "surname:Clark;given-names:D.G.", "name_2": "surname:Bolding;given-names:M.S.", "name_3": "surname:White;given-names:D.M.", "name_4": "surname:Lahti;given-names:A.C.", "pub-id_pmid": "24210948", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "221", "year": "2014"}, "text": "Basal ganglia volume in unmedicated patients with schizophrenia is associated with treatment response to antipsychotic medication", "sentences": [], "annotations": [], "relations": []}, {"offset": 46690, "infons": {"fpage": "1326", "lpage": "1335", "name_0": "surname:Kaufmann;given-names:T.", "name_1": "surname:Skatun;given-names:K.C.", "name_10": "surname:Agartz;given-names:I.", "name_11": "surname:Melle;given-names:I.S.", "name_12": "surname:Smith;given-names:S.M.", "name_13": "surname:Andreassen;given-names:O.A.", "name_14": "surname:Westlye;given-names:L.T.", "name_2": "surname:Alnaes;given-names:D.", "name_3": "surname:Doan;given-names:N.T.", "name_4": "surname:Duff;given-names:E.P.", "name_5": "surname:Tonnesen;given-names:S.", "name_6": "surname:Roussos;given-names:E.", "name_7": "surname:Ueland;given-names:T.", "name_8": "surname:Aminoff;given-names:S.R.", "name_9": "surname:Lagerberg;given-names:T.V.", "pub-id_pmid": "25943122", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "41", "year": "2015"}, "text": "Disintegration of sensorimotor brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46753, "infons": {"fpage": "89", "lpage": "107", "name_0": "surname:Keshavan;given-names:M.S.", "name_1": "surname:Tandon;given-names:R.", "name_2": "surname:Boutros;given-names:N.N.", "name_3": "surname:Nasrallah;given-names:H.A.", "pub-id_pmid": "18799287", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "106", "year": "2008"}, "text": "Schizophrenia, \"just the facts\": what we know in 2008 Part 3: neurobiology", "sentences": [], "annotations": [], "relations": []}, {"offset": 46828, "infons": {"fpage": "1046", "lpage": "1055", "name_0": "surname:Kraguljac;given-names:N.V.", "name_1": "surname:White;given-names:D.M.", "name_2": "surname:Hadley;given-names:N.", "name_3": "surname:Hadley;given-names:J.A.", "name_4": "surname:Ver Hoef;given-names:L.", "name_5": "surname:Davis;given-names:E.", "name_6": "surname:Lahti;given-names:A.C.", "pub-id_pmid": "26873890", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "42", "year": "2016"}, "text": "Aberrant hippocampal connectivity in unmedicated patients with schizophrenia and effects of antipsychotic medication: a longitudinal resting state functional MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46996, "infons": {"fpage": "358", "lpage": "365", "name_0": "surname:Kuhn;given-names:S.", "name_1": "surname:Gallinat;given-names:J.", "pub-id_pmid": "22080493", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "39", "year": "2013"}, "text": "Resting-state brain activity in schizophrenia and major depression: a quantitative meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47093, "infons": {"fpage": "241", "lpage": "256", "name_0": "surname:Larsen;given-names:T.K.", "name_1": "surname:McGlashan;given-names:T.H.", "name_2": "surname:Moe;given-names:L.C.", "pub-id_pmid": "8782284", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "22", "year": "1996"}, "text": "First-episode schizophrenia: I. Early course parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 47149, "infons": {"fpage": "432", "lpage": "443", "name_0": "surname:Li;given-names:H.J.", "name_1": "surname:Xu;given-names:Y.", "name_2": "surname:Zhang;given-names:K.R.", "name_3": "surname:Hoptman;given-names:M.J.", "name_4": "surname:Zuo;given-names:X.N.", "pub-id_pmid": "25130214", "section_type": "REF", "source": "J Child Psychol Psychiatry", "type": "ref", "volume": "56", "year": "2015"}, "text": "Homotopic connectivity in drug-naive, first-episode, early-onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47228, "infons": {"fpage": "14", "name_0": "surname:Lottman;given-names:K.K.", "name_1": "surname:Kraguljac;given-names:N.V.", "name_2": "surname:White;given-names:D.M.", "name_3": "surname:Morgan;given-names:C.J.", "name_4": "surname:Calhoun;given-names:V.D.", "name_5": "surname:Butt;given-names:A.", "name_6": "surname:Lahti;given-names:A.C.", "pub-id_pmid": "28220083", "section_type": "REF", "source": "Front Psychiatry", "type": "ref", "volume": "8", "year": "2017"}, "text": "Risperidone effects on brain dynamic connectivity-a prospective resting-state fMRI study in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47334, "infons": {"fpage": "659", "lpage": "663", "name_0": "surname:Moran;given-names:L.V.", "name_1": "surname:Hong;given-names:L.E.", "pub-id_pmid": "21653278", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "37", "year": "2011"}, "text": "High vs low frequency neural oscillations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47393, "infons": {"fpage": "9", "lpage": "18", "name_0": "surname:Mwansisya;given-names:T.E.", "name_1": "surname:Hu;given-names:A.", "name_10": "surname:Feng;given-names:J.", "name_11": "surname:Liu;given-names:Z.", "name_2": "surname:Li;given-names:Y.", "name_3": "surname:Chen;given-names:X.", "name_4": "surname:Wu;given-names:G.", "name_5": "surname:Huang;given-names:X.", "name_6": "surname:Lv;given-names:D.", "name_7": "surname:Li;given-names:Z.", "name_8": "surname:Liu;given-names:C.", "name_9": "surname:Xue;given-names:Z.", "pub-id_pmid": "28268041", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "189", "year": "2017"}, "text": "Task and resting-state fMRI studies in first-episode schizophrenia: A systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 47481, "infons": {"fpage": "1763", "lpage": "1777", "name_0": "surname:Navari;given-names:S.", "name_1": "surname:Dazzan;given-names:P.", "pub-id_pmid": "19338710", "section_type": "REF", "source": "Psychol Med", "type": "ref", "volume": "39", "year": "2009"}, "text": "Do antipsychotic drugs affect brain structure? A systematic and critical review of MRI findings", "sentences": [], "annotations": [], "relations": []}, {"offset": 47577, "infons": {"comment": "discussion 863-844", "fpage": "849", "lpage": "859", "name_0": "surname:Nurnberger;given-names:J.I.;suffix:Jr.", "name_1": "surname:Blehar;given-names:M.C.", "name_2": "surname:Kaufmann;given-names:C.A.", "name_3": "surname:York-Cooler;given-names:C.", "name_4": "surname:Simpson;given-names:S.G.", "name_5": "surname:Harkavy-Friedman;given-names:J.", "name_6": "surname:Severe;given-names:J.B.", "name_7": "surname:Malaspina;given-names:D.", "name_8": "surname:Reich;given-names:T.", "pub-id_doi": "10.1001/archpsyc.1994.03950110009002", "pub-id_pmid": "7944874", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "51", "year": "1994"}, "text": "Diagnostic interview for genetic studies. Rationale, unique features, and training. NIMH Genetics Initiative", "sentences": [], "annotations": [], "relations": []}, {"offset": 47686, "infons": {"fpage": "799", "lpage": "812", "name_0": "surname:Overall;given-names:J.E.", "name_1": "surname:Gorham;given-names:D.R.", "section_type": "REF", "source": "Psychol. Rep.", "type": "ref", "volume": "10", "year": "1962"}, "text": "The brief psychiatric rating scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 47721, "infons": {"fpage": "1110", "lpage": "1124", "name_0": "surname:Pettersson-Yeo;given-names:W.", "name_1": "surname:Allen;given-names:P.", "name_2": "surname:Benetti;given-names:S.", "name_3": "surname:McGuire;given-names:P.", "name_4": "surname:Mechelli;given-names:A.", "pub-id_pmid": "21115039", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "35", "year": "2011"}, "text": "Dysconnectivity in schizophrenia: where are we now?", "sentences": [], "annotations": [], "relations": []}, {"offset": 47773, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:J.D.", "name_1": "surname:Barnes;given-names:K.A.", "name_2": "surname:Snyder;given-names:A.Z.", "name_3": "surname:Schlaggar;given-names:B.L.", "name_4": "surname:Petersen;given-names:S.E.", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 47876, "infons": {"fpage": "336", "lpage": "343", "name_0": "surname:Proudfoot;given-names:M.", "name_1": "surname:Woolrich;given-names:M.W.", "name_2": "surname:Nobre;given-names:A.C.", "name_3": "surname:Turner;given-names:M.R.", "pub-id_pmid": "24647614", "section_type": "REF", "source": "Pract Neurol", "type": "ref", "volume": "14", "year": "2014"}, "text": "Magnetoencephalography", "sentences": [], "annotations": [], "relations": []}, {"offset": 47899, "infons": {"fpage": "310", "lpage": "319", "name_0": "surname:Randolph;given-names:C.", "name_1": "surname:Tierney;given-names:M.C.", "name_2": "surname:Mohr;given-names:E.", "name_3": "surname:Chase;given-names:T.N.", "pub-id_pmid": "9845158", "section_type": "REF", "source": "J Clin Exp Neuropsychol", "type": "ref", "volume": "20", "year": "1998"}, "text": "The Repeatable Battery for the Assessment of Neuropsychological Status (RBANS): preliminary clinical validity", "sentences": [], "annotations": [], "relations": []}, {"offset": 48009, "infons": {"fpage": "96", "lpage": "102", "name_0": "surname:Ranlund;given-names:S.", "name_1": "surname:Nottage;given-names:J.", "name_2": "surname:Shaikh;given-names:M.", "name_3": "surname:Dutt;given-names:A.", "name_4": "surname:Constante;given-names:M.", "name_5": "surname:Walshe;given-names:M.", "name_6": "surname:Hall;given-names:M.H.", "name_7": "surname:Friston;given-names:K.", "name_8": "surname:Murray;given-names:R.", "name_9": "surname:Bramon;given-names:E.", "pub-id_pmid": "24486144", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "153", "year": "2014"}, "text": "Resting EEG in psychosis and at-risk populations--a possible endophenotype?", "sentences": [], "annotations": [], "relations": []}, {"offset": 48085, "infons": {"fpage": "626", "lpage": "632", "name_0": "surname:Roweis;given-names:S.", "section_type": "REF", "source": "Neural Inform Process Syst", "type": "ref", "volume": "10", "year": "1998"}, "text": "EM algorithms for PCA and SPCA", "sentences": [], "annotations": [], "relations": []}, {"offset": 48116, "infons": {"fpage": "121", "lpage": "134", "name_0": "surname:Siegel;given-names:M.", "name_1": "surname:Donner;given-names:T.H.", "name_2": "surname:Engel;given-names:A.K.", "pub-id_pmid": "22233726", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "13", "year": "2012"}, "text": "Spectral fingerprints of large-scale neuronal interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 48175, "infons": {"fpage": "509", "lpage": "527", "name_0": "surname:Stephan;given-names:K.E.", "name_1": "surname:Friston;given-names:K.J.", "name_2": "surname:Frith;given-names:C.D.", "pub-id_pmid": "19155345", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "35", "year": "2009"}, "text": "Dysconnection in schizophrenia: from abnormal synaptic plasticity to failures of self-monitoring", "sentences": [], "annotations": [], "relations": []}, {"offset": 48272, "infons": {"fpage": "879716", "name_0": "surname:Tadel;given-names:F.", "name_1": "surname:Baillet;given-names:S.", "name_2": "surname:Mosher;given-names:J.C.", "name_3": "surname:Pantazis;given-names:D.", "name_4": "surname:Leahy;given-names:R.M.", "pub-id_pmid": "21584256", "section_type": "REF", "source": "Comput Intell Neurosci", "type": "ref", "volume": "2011", "year": "2011"}, "text": "Brainstorm: a user-friendly application for MEG/EEG analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48333, "infons": {"fpage": "100", "lpage": "113", "name_0": "surname:Uhlhaas;given-names:P.J.", "name_1": "surname:Singer;given-names:W.", "pub-id_pmid": "20087360", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "11", "year": "2010"}, "text": "Abnormal neural oscillations and synchrony in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48393, "infons": {"fpage": "97", "lpage": "99", "name_0": "surname:Valli;given-names:I.", "name_1": "surname:Stone;given-names:J.", "name_10": "surname:McGuire;given-names:P.", "name_2": "surname:Mechelli;given-names:A.", "name_3": "surname:Bhattacharyya;given-names:S.", "name_4": "surname:Raffin;given-names:M.", "name_5": "surname:Allen;given-names:P.", "name_6": "surname:Fusar-Poli;given-names:P.", "name_7": "surname:Lythgoe;given-names:D.", "name_8": "surname:O'Gorman;given-names:R.", "name_9": "surname:Seal;given-names:M.", "pub-id_pmid": "21035785", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Altered medial temporal activation related to local glutamate levels in subjects with prodromal signs of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48508, "infons": {"fpage": "301", "lpage": "313", "name_0": "surname:von Stein;given-names:A.", "name_1": "surname:Sarnthein;given-names:J.", "pub-id_pmid": "11102669", "section_type": "REF", "source": "Int J Psychophysiol", "type": "ref", "volume": "38", "year": "2000"}, "text": "Different frequencies for different scales of cortical integration: from local gamma to long range alpha/theta synchronization", "sentences": [], "annotations": [], "relations": []}, {"offset": 48635, "infons": {"fpage": "1010", "lpage": "1020", "name_0": "surname:Wang;given-names:L.", "name_1": "surname:Saalmann;given-names:Y.B.", "name_2": "surname:Pinsk;given-names:M.A.", "name_3": "surname:Arcaro;given-names:M.J.", "name_4": "surname:Kastner;given-names:S.", "pub-id_pmid": "23217748", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "76", "year": "2012"}, "text": "Electrophysiological low-frequency coherence and cross-frequency coupling contribute to BOLD connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 48741, "infons": {"fpage": "125", "lpage": "141", "name_0": "surname:Whitfield-Gabrieli;given-names:S.", "name_1": "surname:Nieto-Castanon;given-names:A.", "pub-id_pmid": "22642651", "section_type": "REF", "source": "Brain Connect", "type": "ref", "volume": "2", "year": "2012"}, "text": "Conn: a functional connectivity toolbox for correlated and anticorrelated brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 48830, "infons": {"fpage": "1279", "lpage": "1284", "name_0": "surname:Whitfield-Gabrieli;given-names:S.", "name_1": "surname:Thermenos;given-names:H.W.", "name_10": "surname:Wojcik;given-names:J.", "name_11": "surname:Gabrieli;given-names:J.D.", "name_12": "surname:Seidman;given-names:L.J.", "name_2": "surname:Milanovic;given-names:S.", "name_3": "surname:Tsuang;given-names:M.T.", "name_4": "surname:Faraone;given-names:S.V.", "name_5": "surname:McCarley;given-names:R.W.", "name_6": "surname:Shenton;given-names:M.E.", "name_7": "surname:Green;given-names:A.I.", "name_8": "surname:Nieto-Castanon;given-names:A.", "name_9": "surname:LaViolette;given-names:P.", "pub-id_pmid": "19164577", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "106", "year": "2009"}, "text": "Hyperactivity and hyperconnectivity of the default network in schizophrenia and in first-degree relatives of persons with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48966, "infons": {"fpage": "93", "lpage": "104", "name_0": "surname:Wylie;given-names:K.P.", "name_1": "surname:Tregellas;given-names:J.R.", "pub-id_pmid": "20832997", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "123", "year": "2010"}, "text": "The role of the insula in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49006, "infons": {"fpage": "627", "lpage": "637", "name_0": "surname:Yu;given-names:R.", "name_1": "surname:Chien;given-names:Y.L.", "name_2": "surname:Wang;given-names:H.L.", "name_3": "surname:Liu;given-names:C.M.", "name_4": "surname:Liu;given-names:C.C.", "name_5": "surname:Hwang;given-names:T.J.", "name_6": "surname:Hsieh;given-names:M.H.", "name_7": "surname:Hwu;given-names:H.G.", "name_8": "surname:Tseng;given-names:W.Y.", "pub-id_pmid": "23125131", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "35", "year": "2014"}, "text": "Frequency-specific alternations in the amplitude of low-frequency fluctuations in schizophrenia", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}