{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "6700449", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2019.101966", "article-id_pmc": "6700449", "article-id_pmid": "31401405", "article-id_publisher-id": "S2213-1582(19)30316-X 101966", "elocation-id": "101966", "kwd": "Schizophrenia Autism spectrum disorder Classification Dynamic functional connectivity (dFNC) Connectivity dynamics Social cognition Resting state fMRI", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "name_0": "surname:Rabany;given-names:Liron", "name_1": "surname:Brocke;given-names:Sophy", "name_2": "surname:Calhoun;given-names:Vince D.", "name_3": "surname:Pittman;given-names:Brian", "name_4": "surname:Corbera;given-names:Silvia", "name_5": "surname:Wexler;given-names:Bruce E.", "name_6": "surname:Bell;given-names:Morris D.", "name_7": "surname:Pelphrey;given-names:Kevin", "name_8": "surname:Pearlson;given-names:Godfrey D.", "name_9": "surname:Assaf;given-names:Michal", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "24", "year": "2019"}, "text": "Dynamic functional connectivity in schizophrenia and autism spectrum disorder: Convergence, divergence and classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 122, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 133, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Over the recent years there has been a growing debate regarding the extent and nature of the overlap in neuropathology between schizophrenia (SZ) and autism spectrum disorder (ASD). Dynamic functional network connectivity (dFNC) is a recent analysis method that explores temporal patterns of functional connectivity (FC). We compared resting-state dFNC in SZ, ASD and healthy controls (HC), characterized the associations between temporal patterns and symptoms, and performed a three-way classification analysis based on dFNC indices.", "sentences": [], "annotations": [], "relations": []}, {"offset": 668, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 676, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Resting-state fMRI was collected from 100 young adults: 33 SZ, 33 ASD, 34 HC. Independent component analysis (ICA) was performed, followed by dFNC analysis (window = 33 s, step = 1TR, k-means clustering). Temporal patterns were compared between groups, correlated with symptoms, and classified via cross-validated three-way discriminant analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1023, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1031, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Both clinical groups displayed an increased fraction of time (FT) spent in a state of weak, intra-network connectivity [p < .001] and decreased FT in a highly-connected state [p < .001]. SZ further showed decreased number of transitions between states [p < .001], decreased FT in a widely-connected state [p < .001], increased dwell time (DT) in the weakly-connected state [p < .001], and decreased DT in the highly-connected state [p = .001]. Social behavior scores correlated with DT in the widely-connected state in SZ [r = 0.416, p = .043], but not ASD. Classification correctly identified SZ at high rates (81.8%), while ASD and HC at lower rates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1684, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1696, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Results indicate a severe and pervasive pattern of temporal aberrations in SZ (specifically, being “stuck” in a state of weak connectivity), that distinguishes SZ participants from both ASD and HC, and is associated with clinical symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1936, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1947, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Temporal patterns of fMRI functional connectivity were assessed in schizophrenia, autism spectrum disorder (ASD), and healthy controls (HC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2088, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Both the schizophrenia and ASD groups displayed restricted temporal patterns, however the schizophrenia group displayed a more pervasive abnormality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2238, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Schizophrenia participants remain in a state of weak connectivity between brain regions, at the expense of more highly connected states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2375, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Temporal patterns were associated with clinical symptoms in the schizophrenia group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2460, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Temporal patterns distinguish schizophrenia participants from both ASD and healthy individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2556, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2569, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia (SZ) and autism spectrum disorder (ASD) are severe psychiatric conditions characterized by marked social disability. Though presently conceptualized as separate clinical entities based on their typical age of onset and clinical presentation, the two disorders constituted a single common diagnosis until DSM-III. Recently, the debate regarding the extent and nature of overlap has been rekindled, with the recognition of the dimensional nature of these disorders, as well as the acknowledgment of the significant role of social deficits in both. The two disorders have been shown to share multiple impairments in social cognition and functioning, co-occur in families at elevated rates, and share genetic as well as environmental risk factors. Consequently, they have been suggested to be closely related, and possibly lying on an etiological and neurodevelopmental continuum. Notwithstanding, differences between the disorders exist, and several models have been proposed, including independent as well as diametrical etiologies. Understanding the shared vs. distinct neural substrates of these disorders is thus crucial for clarifying their etiology, nosology and classification, as well as developing and tailoring treatments. However, few studies have compared the neural underpinning of ASD and SZ directly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3896, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Structural neuroimaging evidence indicates both commonalities and distinctions between the two disorders. found shared white matter aberrations in SZ ASD, and opposite gray matter changes, in relation to healthy controls (HC). report opposite changes in both gray and white matter volumes, in ASD and SZ. examined neuroanatomy across autism, ADHD, and schizophrenia. Both SZ and ASD displayed abnormal cortical thickness of the fronto-parietal and limbic networks, while other aberrations were common to ADHD and either SZ or ASD. characterized similarity networks in participants with ASD, SZ and bipolar disorder (BP), based on a combination of structural brain imaging, demographic, and behavioral data. While few structural differences were found between diagnostic groups, data-driven trans-diagnostic groups showed substantial neuroanatomical differences, suggesting that current diagnostic boundaries between ASD and SZ may not best reflect neuroanatomical distinctions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4874, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Functional neuroimaging data were mostly collected under task conditions. A meta-analysis examining studies that used social tasks in either SZ or ASD indicated reduced superior temporal sulcus (STS) and fronto-limbic engagement in both SZ and ASD, as well as various disorder-specific differences. However, variation in results may partially reflect differences in tasks, group characteristics, and study design, rather than true differences. Three studies directly compared ASD and SZ participants using social tasks. reported that compared to SZ, ASD had greater local orbitofrontal connectivity, and reduced activity in the temporo-parietal junction and medial-prefrontal regions during a visual perspective-taking task. used a mentalizing task and demonstrated reduced STS activation in ASD and paranoid SZ, as well as unique aberrations in each of the groups. found that individuals with ASD and paranoid SZ shared reduced activation in the amygdala, fusiform and ventrolateral prefrontal cortex (VLPFC), compared to HC during a trustworthiness task. ASD and paranoid SZ also displayed lower VLPFC activation compared to non-paranoid SZ. Finally, results from a recent positron emission tomography (PET) study conducted during a verbal learning task, suggest that SZ and ASD are associated with a similar pattern of metabolic abnormalities in the social brain, and opposite changes in somatosensory cortex, anterior cingulate and hypothalamus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6324, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Resting-state functional connectivity (FC) is a powerful and reliable analysis method in which synchronous activity of brain regions can be examined in task-free conditions. It thus enables generalization of results beyond the particulars of specific tasks. Importantly, it probes neural networks known to play a central role in social cognition (, e.g. the default mode network (DMN)). Overwhelming evidence indicates that resting-state FC is altered in individuals with both schizophrenia and ASD. The extent and nature of the overlap, however, is unclear. A single study to date compared resting-state FC in ASD and SZ, using two different datasets and two separate classification analyses: one analysis examined ASD vs. HC, and the other examined SZ vs. HC. Comparison of the results by the authors indicated both shared and distinct atypical brain connections in the DMN and the salience network (SN). Shared alterations were related to the severity of social deficits in ASD. Though this study reveals valuable information, the fact that classifications were conducted separately (and on heterogeneous multisite datasets) impedes conclusions regarding group differences, and precludes classification of SZ from ASD. No combined classification based on brain function has been conducted to date, nor has there been a direct comparison of resting-state brain function in these populations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7718, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dynamic functional connectivity is a recent expansion of FC analysis that explores temporal changes in whole-brain FC. Until recently, most fMRI studies assumed that FC is relatively static throughout the scan period (typically 5–30 min). This assumption is likely an oversimplification, as recent evidence indicates that resting-state FC fluctuates, and connectivity dynamics can capture recurring patterns of interactions among intrinsic networks. Several approaches have been developed to examine the time-varying properties of FC, the most widely used being Dynamic Functional Network Connectivity (dFNC). Similar to traditional “static” FC, connectivity is estimated as synchronized activity of distinct brain regions (and calculated as a cross-correlation matrix). However, rather than averaging across the entire scan duration, dFNC uses a sliding time-window to calculate a separate FC matrix for each time unit (for each participant). This results in a specific representation of the connectivity in each and every time segment. Then, to identify the re-occurring patterns of connectivity, data-driven clustering (k-means) is applied to all FC matrices of all participants. The identified re-occurring patterns represent states of functional connectivity, that individuals shift between during the scan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9031, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dynamic FC states (often termed simply “states”) are very structured and highly replicable as evident by multiple independently-analyzed datasets of 7500 rest scans, and supported by multimodal studies incorporating simultaneous EEG. These states, and the patterns of transitions between them convey unique information regarding the temporal dynamics of the brain. They have been shown to evolve from early childhood to adulthood, underlie cognitive flexibility and executive function, and be altered in psychiatric disorders, brain injury, and sleep. Altered dynamic connectivity was reported in both ASD and SZ, and results mostly suggest that both groups spend increased time in FC states that are characterized by weak or absent connectivity, as compared to HC. However, cross-study comparison is hindered by methodological differences between studies (e.g., the SZ studies report only some aspects of temporal dynamics, states differ between studies, age-ranges vary considerably, etc.). A direct comparison of the two populations has not been conducted, and the association between neuropathological findings and clinical symptoms is scarcely reported.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10190, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present work compared multiple aspects of whole-brain resting-state temporal dynamics in young adults with SZ and ASD, and HC, providing a detailed account of convergence and divergence. We then performed a three-way classification analysis based on the dFNC indices, providing the first fMRI-based classification of SZ from ASD. Finally, we characterized the association between the identified brain aberrations to social and clinical manifestations, to examine whether the heterogeneity of symptom, and the symptomatic overlap between the diagnostic groups, could be explained by brain-behavior association patterns.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10813, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 10835, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 10848, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One-hundred young adults (age 18–35), without intellectual disability (IQ > 80) were included in the analyses: 34 HC, 33 ASD, and 33 SZ (including six diagnosed with schizoaffective disorder). Participants were recruited via Olin Neuropsychiatry Research Center (ONRC) and Yale University School of Medicine. Data were selected from a larger collected sample so that groups matched on age and sex. Inclusion/exclusion criteria are provided in Appendix 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11303, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 11323, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Severity of positive and negative symptoms and general psychopathology were assessed using the Positive and Negative Syndrome Scale (PANSS) in patients. To assess sub-clinical symptoms in HC, the self-report Schizotypal Personality Questionnaire (SPQ,) was used. Social behavior was assessed using the Autism Diagnostic Observation Schedule module 4 total score (ADOS-T). IQ was estimated using the Wechsler Adult Intelligence Scale (WAIS-III)- vocabulary and block design subscales.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11807, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Imaging data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 11832, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All fMRI scans were performed on a Siemens Skyra 3 T scanner at ONRC. Participants lay with eyes open, fixating on a centrally presented cross for 7.5 min. Blood oxygenation level dependent (BOLD) signal was obtained with T2*-weighted echo planar imaging (EPI) sequence: TR/TE = 475/30 msec, flip-angle = 600, 48 slices, multiband (8), interleaved slice order, 3 mm3 voxels. Datasets portraying head motion>10 mm were discarded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12261, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 12275, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "fMRI data were preprocessed using SPM8 (www.fil.ion.ucl.ac.uk/spm/software/spm8/). Each individual's dataset was realigned to the first T2* image using the INRIAlign toolbox (https://www-sop.inria.fr/epidaure/Collaborations/IRMf/INRIAlign.html), coregistered to their high signal-to-noise single-band reference image (sbREF), spatially normalized to the Montreal Neurological Institute (MNI) standard template, and spatially smoothed (9 mm3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12718, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Group ICA and post-processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 12748, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Imaging data were decomposed into independent components (ICs) in a data-driven manner, using group-level spatial ICA, via the GIFT toolbox (; http://mialab.mrn.org/software/gift). High-order model (100 components) was used, and subject-specific data-reduction principle component analysis (PCA) was set to 150, in accordance with Erhardt et al.. The Infomax group ICA algorithm was iterated using ICASSO and the most central run was selected for further analysis. Subject-specific spatial maps (SMs) and time-courses were estimated using the GICA3 back-reconstruction method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13325, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Out of the 100 components obtained, we identified 56 components as physiologically relevant ICNs (rather than noise), based on the following: peak cluster locations in gray matter with minimal overlap with either white matter, ventricles or edges of the brain, and a high ratio of low-frequency/high-frequency activity. Components were then labeled using the Desikan-Killiany-Tourville (DKT) atlas, the Allen Brain Atlas and the Automated Anatomical Labeling (AAL) atlas as implemented in xjview (http://www.alivelearn.net/xjview8), in addition to MRICron (http://www.mccauslandcenter.sc.edu/mricro/mricron) for visualization of results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13963, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ICs were organized into functional networks, in a data-driven manner: pairwise correlations were computed between ICs' time-courses in GIFT, reflecting static functional network connectivity (sFNC). The sFNC matrix was then partitioned using the community Louvain algorithm from the brain connectivity toolbox (https://sites.google.com/site/bctnet/), which maximizes within-group edges, and minimizes between-group edges.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14385, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Motion correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 14403, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following the exclusion of high-motion participants from the analysis, the following steps were taken: ICA artifact rejection served as the first denoising step. ICA has been shown to successfully remove motion-related noise from fMRI data (e.g.) and has the added benefit of leaving the integrity of the fMRI time-series intact. Subsequently, IC time-courses were detrended and despiked using 3D-despike via AFNI (https://afni.nimh.nih.gov/), and low-pass filtered with 0.15 Hz cutoff. Despiking replaced data points larger than the absolute median deviation with a third order spline fit to the clean portions of the data. This is similar to the “scrubbing” method, with the advantage that it does not eliminate volumes that would disrupt temporal continuity which is crucial for a dFNC analysis. Previous research has shown that despiking decreases outlier impact on FC analyses. Motion was then regressed out of the data during dFNC processing using six realignment parameters. The combination of these strategies provides an effective combination of linear and non-linear motion reduction. To rule out an association between extent of motion to our parameters of interest at the individual level, we conducted spearman's correlations between dFNC indices and participants' mean framewise-displacement (root mean square; appendix 3). Finally, we repeated our main analyses controlling for framewise-displacement, to ensure that results were not driven by group differences in motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15891, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Dynamic functional network connectivity (dFNC)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15938, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Illustration of static FC (left) and dFNC (right) analysis steps.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16004, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic illustration depicting assessment of functional connectivity in static FC (left) and dFNC (right). Adapted with permission from.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16143, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 16150, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "dFNC was computed using a sliding window approach, instantiated in the dFNC toolbox in GIFT (as illustrated in Fig. 1). Window size was set to 70 TRs (33.25 s), with a step-size of 1 TR. Covariance was then calculated per window, between all pairwise ICs for each participant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16427, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The optimal number of distinct connectivity states was estimated, by conducting k-means analyses with a range k = 2–10 and comparing the cluster validity index (Appendix 4). The identified optimal number of clusters was four. Subsequently, k-means clustering (k = 4) was applied to the individual arrays of FNC covariance matrices (using the City method and L1 norm).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16795, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fraction time (FT)- percentage of overall time spent in each state;", "sentences": [], "annotations": [], "relations": []}, {"offset": 16863, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Dwell time (DT)- average duration of time spent in each state before transitioning to the next state;", "sentences": [], "annotations": [], "relations": []}, {"offset": 16965, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Number of transitions (NT)- number of times a participant switched between states;", "sentences": [], "annotations": [], "relations": []}, {"offset": 17048, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Number of states (NS)- number of different states entered;", "sentences": [], "annotations": [], "relations": []}, {"offset": 17107, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "State engagement (SE)- whether each particular state was entered.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17173, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each participant several dFNC indices were computed:", "sentences": [], "annotations": [], "relations": []}, {"offset": 17230, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Group differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 17248, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical analyses were conducted in IBM SPSS v.21. Data of one ASD participant was excluded due to diagnostic ambiguity, thus statistical analyses included n = 99. Univariate ANOVAs were conducted to compare age, ADOS, PANSS and WAIS between the groups, and followed by post-hoc tests when found significant. For sex, chi-square test was used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17595, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess group differences in dFNC ordinal indices, Welch's ANOVAs were used. Welch's is a more stringent variation of ANOVA, suitable in cases of unequal group sizes, and/or unequal homogeneity of variance. When found significant, concurrent Games-Howell post-hoc tests were conducted. ANOVAs were chosen over a MANOVA given the different N sizes within the states (and choice of Welch's test). For SE (nominal), chi-square (Fischer's exact test) was conducted. To test for possible associations between dFNC results and medication intake as well as IQ score, sensitivity analyses were performed (Appendix 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18207, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlation with symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 18233, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Spearman's correlations were calculated between ordinal dFNC indices (DT2, DT3, FT1, FT2, FT3, NT) and ADOS-T and PANSS (subscales and total) scores, in the combined clinical sample. Significant results were followed by correlation analyses within each group. DT1 was not included the correlation analysis as it had a small sample (N = 12). NS was also not included since it had a binary result (3/4) in most participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18656, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Classification analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18680, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Classification was conducted using three-way linear discriminant analysis (DA), with diagnostic group as the grouping variable, and all dFNC indices as independent variables except for DT (DT could not be included, since participants that did not enter a specific state have no dwell time value for that state. DA analyses mandate entries for all data points). Leave-one-out cross-validation was performed. Additionally, DA was repeated using NT as the only independent variable, to provide a simple generalizable version that doesn't depend on the specifics of the states. NT was chosen for this single-parameter classification since it is the most generalizable of all parameters- not depending on the specifics of the states or the number of different states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19443, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Distance from cluster centroid (i.e., the distance of each participant's discriminant scores from the centroid of the diagnostic group to which they belong) was calculated, and compared between groups using a univariate ANOVA. This value represents disparity, thus reflecting homogeneity of scores within the groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19760, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, to assess symptom severity differences between the emerging clusters, univariate ANOVAs were performed with ADOS-T and PANSS (total score and subscales) as dependent variables. When significant, ANOVA was followed by simple-effects analysis to asses within each diagnostic group, whether correct- vs. miss-classified individuals differed in symptoms (data of the one SZ participant that was misclassified as HC was excluded from this analysis, to refrain from biasing results by a single-case cell). To compare HCs that were correctly classified vs. misclassified, a t-test was conducted comparing SPQ total score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20384, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 20392, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Sample characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 20415, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and symptomatic characteristics of the diagnostic groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20485, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th>HC<hr/></th><th>ASD<hr/></th><th>SZ<hr/></th><th rowspan=\"2\">sig</th><th rowspan=\"2\">Post-Hoc</th></tr><tr><th>(<italic>N</italic> = 34)</th><th>(<italic>N</italic> = 32<xref rid=\"tf0010\" ref-type=\"table-fn\">a</xref>)</th><th>(<italic>N</italic> = 33)</th></tr></thead><tbody><tr><td>Sex M/F (M%)</td><td>23/11 (67.6%)</td><td>28/4 (87.5%)</td><td>25/8 (75.8%)</td><td><italic>p</italic> = .160</td><td>N.A.</td></tr><tr><td>Age mean (SE)</td><td>23.74 (0.61)</td><td>23.53 (0.70)</td><td>24.82 (0.49)</td><td><italic>p</italic> = .281</td><td>N.A.</td></tr><tr><td>Head motion mean (SE)</td><td>0.08 (0.005)</td><td>0.10 (0.007)</td><td>0.11 (0.011)</td><td><italic>p</italic> = .034</td><td>HC &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>ADOS-T mean (SE)</td><td>1.61 (0.23)</td><td>9.67 (0.45)</td><td>8.42 (1.00)</td><td>p &lt; .001</td><td>HC &lt; ASD<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref><break/>HC &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>PANSS-T mean (SE)</td><td>N.A.</td><td>52.29 (1.75)</td><td>63.79 (2.05)</td><td>p &lt; .001</td><td>ASD &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>Positive mean (SE)</td><td>N.A.</td><td>11.39 (0.47)</td><td>14.70 (0.73)</td><td>p = .001</td><td>ASD &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>Negative mean (SE)</td><td>N.A.</td><td>15.29 (0.81)</td><td>19.00 (1.17)</td><td><italic>p</italic> = .015</td><td>ASD &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>General mean (SE)</td><td>N.A.</td><td>25.61 (1.06)</td><td>30.09 (1.00)</td><td><italic>p</italic> = .003</td><td>ASD &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20496, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th>HC<hr/></th><th>ASD<hr/></th><th>SZ<hr/></th><th rowspan=\"2\">sig</th><th rowspan=\"2\">Post-Hoc</th></tr><tr><th>(<italic>N</italic> = 34)</th><th>(<italic>N</italic> = 32<xref rid=\"tf0010\" ref-type=\"table-fn\">a</xref>)</th><th>(<italic>N</italic> = 33)</th></tr></thead><tbody><tr><td>Sex M/F (M%)</td><td>23/11 (67.6%)</td><td>28/4 (87.5%)</td><td>25/8 (75.8%)</td><td><italic>p</italic> = .160</td><td>N.A.</td></tr><tr><td>Age mean (SE)</td><td>23.74 (0.61)</td><td>23.53 (0.70)</td><td>24.82 (0.49)</td><td><italic>p</italic> = .281</td><td>N.A.</td></tr><tr><td>Head motion mean (SE)</td><td>0.08 (0.005)</td><td>0.10 (0.007)</td><td>0.11 (0.011)</td><td><italic>p</italic> = .034</td><td>HC &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>ADOS-T mean (SE)</td><td>1.61 (0.23)</td><td>9.67 (0.45)</td><td>8.42 (1.00)</td><td>p &lt; .001</td><td>HC &lt; ASD<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref><break/>HC &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>PANSS-T mean (SE)</td><td>N.A.</td><td>52.29 (1.75)</td><td>63.79 (2.05)</td><td>p &lt; .001</td><td>ASD &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>Positive mean (SE)</td><td>N.A.</td><td>11.39 (0.47)</td><td>14.70 (0.73)</td><td>p = .001</td><td>ASD &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>Negative mean (SE)</td><td>N.A.</td><td>15.29 (0.81)</td><td>19.00 (1.17)</td><td><italic>p</italic> = .015</td><td>ASD &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr><tr><td>General mean (SE)</td><td>N.A.</td><td>25.61 (1.06)</td><td>30.09 (1.00)</td><td><italic>p</italic> = .003</td><td>ASD &lt; SZ<xref rid=\"tf0005\" ref-type=\"table-fn\">⁎</xref></td></tr></tbody></table>\n"}, "text": "\tHC\tASD\tSZ\tsig\tPost-Hoc\t \t(N = 34)\t(N = 32a)\t(N = 33)\t \tSex M/F (M%)\t23/11 (67.6%)\t28/4 (87.5%)\t25/8 (75.8%)\tp = .160\tN.A.\t \tAge mean (SE)\t23.74 (0.61)\t23.53 (0.70)\t24.82 (0.49)\tp = .281\tN.A.\t \tHead motion mean (SE)\t0.08 (0.005)\t0.10 (0.007)\t0.11 (0.011)\tp = .034\tHC < SZ⁎\t \tADOS-T mean (SE)\t1.61 (0.23)\t9.67 (0.45)\t8.42 (1.00)\tp < .001\tHC < ASD⁎HC < SZ⁎\t \tPANSS-T mean (SE)\tN.A.\t52.29 (1.75)\t63.79 (2.05)\tp < .001\tASD < SZ⁎\t \tPositive mean (SE)\tN.A.\t11.39 (0.47)\t14.70 (0.73)\tp = .001\tASD < SZ⁎\t \tNegative mean (SE)\tN.A.\t15.29 (0.81)\t19.00 (1.17)\tp = .015\tASD < SZ⁎\t \tGeneral mean (SE)\tN.A.\t25.61 (1.06)\t30.09 (1.00)\tp = .003\tASD < SZ⁎\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21136, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "ADOS-T score indicates social behavior deficits, measured by the Autism Diagnostic Observation Schedule total score. PANSS-T score indicates the overall severity measured by the Positive and Negative Syndrome Scale. PANSS subscales indicate positive and negative symptoms, and general psychopathology. Head motion represents mean framewise displacement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21490, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "N.A. indicated non-applicable tests: For the HC group PANSS evaluations were non-applicable; for non-significant group-comparisons post-hoc tests were non-applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21657, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Asterisks Indicate significant results for post-hoc tests (p < .05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21726, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "ADOS-T N = 31, PANSS N = 28.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21755, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 1 presents sample characteristics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21796, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Independent components (ICs)", "sentences": [], "annotations": [], "relations": []}, {"offset": 21825, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Spatial maps of the ICs and networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21863, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Composite maps of the 56 independent components (ICs), sorted into seven functional networks. Colors indicate distinct ICs. Slice coordinates (MNI) are presented bellow each slice. TP indicates temporal pole. IC labels and peak coordinates are provided in Appendix 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22131, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 22138, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fifty-six ICs were identified, and partitioned into seven large-scale networks (Fig. 2). IC labels and peak coordinates are provided in Appendix 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22286, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dynamic connectivity states", "sentences": [], "annotations": [], "relations": []}, {"offset": 22314, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The optimal number of states was determined as four by the cluster validity index and elbow criterion (plot available in Appendix 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22448, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "State 1 was the most strongly connected state. This state was characterized by strong positive connectivity of the visual (VIS) and sensory-motor (SM) networks, and an overall positive connectivity of cortico-cortical (VIS, SM, DMN and control (CON)) networks. Additionally, this state shows anti-correlations between cortico-cortical ICs and the amygdala- temporal-pole (ATP) network, as well as some subcortical (SC) ICs. This state was engaged by 18 HC participants, 7 ASD, and 4 SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22935, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "State 2 was characterized by weak, intra-network connectivity. More specifically, this state portrayed absence of inter-network connectivity, as well as weak intra-network connectivity within the cortical networks. This state was engaged by 33 HC participants, 32 ASD, and 33 SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23215, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "State 3 was characterized by mild, wide-spread connectivity. This state portrayed an overall positive connectivity of cortico-cortical (VIS, SM, DMN, CON) networks. This state was engaged by 33 HC participants, 29 ASD, and 25 SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23445, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "State 4 occurred in 1% of the windows. It was thus excluded from all state-specific analyses. Data was retained for NS and NT analyses (as these variables quantify change, irrespective of state specifics).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23651, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Group differences in temporal dynamics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23691, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "A) State plots: Whole brain cross-correlation plots for each of the reoccurring FC states (black lines mark division into networks). The numbers above the state plots indicate the number of participants from each group that entered the state. The corresponding frequency of participation is: state 1 (43% HC; 22%; 12%), state 2 (97% HC; 100% ASD, 100% SZ), state 3 (97%; 90%, 73%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24073, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "B) Group differences in fraction time (FT; top row), and dwell time (DT; bottom row) C) Group differences in number of states (NS; top graph) and number of transitions (NT; bottom graph).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24261, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "* indicate p < .05; ** ^ indicate p < .1; † error bars indicate standard error of the mean.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24353, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 24360, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "K-means clustering identified the following four states (Fig. 3. A):", "sentences": [], "annotations": [], "relations": []}, {"offset": 24429, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test for stability and generalizability of the states, this analysis was repeated with a five-state decomposition (a five-state solution was imposed, to match previous publications). Results highly resembled the four-state decomposition (Appendix 6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24683, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Group differences in temporal dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 24722, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Comparisons of dFNC indices between the groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24770, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\"/><th>N</th><th>Mean</th><th>Std. error</th><th>ANOVA</th><th>Sig</th><th>Post-Hoc</th></tr></thead><tbody><tr><td>NS</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>2.50<break/>2.13<break/>1.91<break/>2.18</td><td>0.106<break/>0.098<break/>0.101<break/>0.063</td><td>F<sub>(2, 64)</sub> = 8.257</td><td>p = .001</td><td>SZ &lt; HC (<italic>p</italic> &lt; .001)<break/>ASD &lt; HC (p = .030)</td></tr><tr><td>NT</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>8.18<break/>6.56<break/>3.18<break/>5.99</td><td>0.738<break/>0.734<break/>0.445<break/>0.429</td><td>F<sub>(2, 60)</sub> = 19.658</td><td>p &lt; .001</td><td>SZ &lt; HC (p &lt; .001)<break/>SZ &lt; ASD (<italic>p</italic> &lt; .001)</td></tr><tr><td>FT1</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>0.208<break/>0.061<break/>0.005<break/>0.0929</td><td>0.046<break/>0.028<break/>0.003<break/>0.020</td><td>F<sub>(2, 43)</sub> = 11.258</td><td>p &lt; .001</td><td>SZ &lt; HC (p &lt; .001)<break/>ASD &lt; HC (<italic>p</italic> = .025)</td></tr><tr><td>FT2</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>0.493<break/>0.691<break/>0.870<break/>0.683</td><td>0.060<break/>0.044<break/>0.029<break/>0.032</td><td>F<sub>(2, 59)</sub> = 17.892</td><td>p &lt; .001</td><td>SZ &gt; HC (p &lt; .001)<break/>ASD &gt; HC (<italic>p</italic> = .027)<break/>SZ &gt; ASD (<italic>p</italic> = .004)</td></tr><tr><td>FT3</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>0.297<break/>0.248<break/>0.100<break/>0.216</td><td>0.034<break/>0.031<break/>0.020<break/>0.018</td><td>F<sub>(2, 60)</sub> = 16.356</td><td>p &lt; .001</td><td>SZ &lt; HC (p &lt; .001)<break/>SZ &lt; ASD (p &lt; .001)</td></tr><tr><td>DT1</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>18<break/>7<break/>4<break/>29</td><td>95.298<break/>90.393<break/>25.125<break/>84.435</td><td>11.687<break/>22.231<break/>9.120<break/>9.926</td><td>F<sub>(2, 12)</sub> = 11.903</td><td>p = .001</td><td>SZ &lt; HC (p = .001)<break/>SZ &lt; ASD (<italic>p</italic> = .063)</td></tr><tr><td>DT2</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>33<break/>32<break/>33<break/>98</td><td>177.981<break/>263.230<break/>439.862<break/>294.002</td><td>35.949<break/>44.538<break/>47.747<break/>26.974</td><td>F<sub>(2, 62)</sub> = 9.514</td><td>p &lt; .001</td><td>SZ &gt; HC (p &lt; .001)<break/>SZ &gt; ASD (p = .024)</td></tr><tr><td>DT3</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>33<break/>29<break/>24<break/>86</td><td>63.156<break/>60.025<break/>49.387<break/>58.259</td><td>5.304<break/>3.628<break/>5.613<break/>2.878</td><td>F<sub>(2, 51)</sub> = 1.769</td><td><italic>p</italic> = .181</td><td>N.A.</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24781, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\"/><th>N</th><th>Mean</th><th>Std. error</th><th>ANOVA</th><th>Sig</th><th>Post-Hoc</th></tr></thead><tbody><tr><td>NS</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>2.50<break/>2.13<break/>1.91<break/>2.18</td><td>0.106<break/>0.098<break/>0.101<break/>0.063</td><td>F<sub>(2, 64)</sub> = 8.257</td><td>p = .001</td><td>SZ &lt; HC (<italic>p</italic> &lt; .001)<break/>ASD &lt; HC (p = .030)</td></tr><tr><td>NT</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>8.18<break/>6.56<break/>3.18<break/>5.99</td><td>0.738<break/>0.734<break/>0.445<break/>0.429</td><td>F<sub>(2, 60)</sub> = 19.658</td><td>p &lt; .001</td><td>SZ &lt; HC (p &lt; .001)<break/>SZ &lt; ASD (<italic>p</italic> &lt; .001)</td></tr><tr><td>FT1</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>0.208<break/>0.061<break/>0.005<break/>0.0929</td><td>0.046<break/>0.028<break/>0.003<break/>0.020</td><td>F<sub>(2, 43)</sub> = 11.258</td><td>p &lt; .001</td><td>SZ &lt; HC (p &lt; .001)<break/>ASD &lt; HC (<italic>p</italic> = .025)</td></tr><tr><td>FT2</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>0.493<break/>0.691<break/>0.870<break/>0.683</td><td>0.060<break/>0.044<break/>0.029<break/>0.032</td><td>F<sub>(2, 59)</sub> = 17.892</td><td>p &lt; .001</td><td>SZ &gt; HC (p &lt; .001)<break/>ASD &gt; HC (<italic>p</italic> = .027)<break/>SZ &gt; ASD (<italic>p</italic> = .004)</td></tr><tr><td>FT3</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>34<break/>32<break/>33<break/>99</td><td>0.297<break/>0.248<break/>0.100<break/>0.216</td><td>0.034<break/>0.031<break/>0.020<break/>0.018</td><td>F<sub>(2, 60)</sub> = 16.356</td><td>p &lt; .001</td><td>SZ &lt; HC (p &lt; .001)<break/>SZ &lt; ASD (p &lt; .001)</td></tr><tr><td>DT1</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>18<break/>7<break/>4<break/>29</td><td>95.298<break/>90.393<break/>25.125<break/>84.435</td><td>11.687<break/>22.231<break/>9.120<break/>9.926</td><td>F<sub>(2, 12)</sub> = 11.903</td><td>p = .001</td><td>SZ &lt; HC (p = .001)<break/>SZ &lt; ASD (<italic>p</italic> = .063)</td></tr><tr><td>DT2</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>33<break/>32<break/>33<break/>98</td><td>177.981<break/>263.230<break/>439.862<break/>294.002</td><td>35.949<break/>44.538<break/>47.747<break/>26.974</td><td>F<sub>(2, 62)</sub> = 9.514</td><td>p &lt; .001</td><td>SZ &gt; HC (p &lt; .001)<break/>SZ &gt; ASD (p = .024)</td></tr><tr><td>DT3</td><td>HC<break/>ASD<break/>SZ<break/>Total</td><td>33<break/>29<break/>24<break/>86</td><td>63.156<break/>60.025<break/>49.387<break/>58.259</td><td>5.304<break/>3.628<break/>5.613<break/>2.878</td><td>F<sub>(2, 51)</sub> = 1.769</td><td><italic>p</italic> = .181</td><td>N.A.</td></tr></tbody></table>\n"}, "text": "\tN\tMean\tStd. error\tANOVA\tSig\tPost-Hoc\t \tNS\tHCASDSZTotal\t34323399\t2.502.131.912.18\t0.1060.0980.1010.063\tF(2, 64) = 8.257\tp = .001\tSZ < HC (p < .001)ASD < HC (p = .030)\t \tNT\tHCASDSZTotal\t34323399\t8.186.563.185.99\t0.7380.7340.4450.429\tF(2, 60) = 19.658\tp < .001\tSZ < HC (p < .001)SZ < ASD (p < .001)\t \tFT1\tHCASDSZTotal\t34323399\t0.2080.0610.0050.0929\t0.0460.0280.0030.020\tF(2, 43) = 11.258\tp < .001\tSZ < HC (p < .001)ASD < HC (p = .025)\t \tFT2\tHCASDSZTotal\t34323399\t0.4930.6910.8700.683\t0.0600.0440.0290.032\tF(2, 59) = 17.892\tp < .001\tSZ > HC (p < .001)ASD > HC (p = .027)SZ > ASD (p = .004)\t \tFT3\tHCASDSZTotal\t34323399\t0.2970.2480.1000.216\t0.0340.0310.0200.018\tF(2, 60) = 16.356\tp < .001\tSZ < HC (p < .001)SZ < ASD (p < .001)\t \tDT1\tHCASDSZTotal\t187429\t95.29890.39325.12584.435\t11.68722.2319.1209.926\tF(2, 12) = 11.903\tp = .001\tSZ < HC (p = .001)SZ < ASD (p = .063)\t \tDT2\tHCASDSZTotal\t33323398\t177.981263.230439.862294.002\t35.94944.53847.74726.974\tF(2, 62) = 9.514\tp < .001\tSZ > HC (p < .001)SZ > ASD (p = .024)\t \tDT3\tHCASDSZTotal\t33292486\t63.15660.02549.38758.259\t5.3043.6285.6132.878\tF(2, 51) = 1.769\tp = .181\tN.A.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25896, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ANOVAs revealed differences between the groups in all tested variables except DT3. Full details are presented in Table 2 and graphed together in Fig. 3 for ease of reading.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26069, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Repeating the ANOVA while controlling for head motion (framewise-displacement) showed similar results to those of the main ANOVA presented here, and no significant effect for motion in any of the dFNC parameters (Appendix 7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26295, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Post-hoc tests indicated statistically significant differences between the SZ and HC groups in all tested variables. The ASD group means lay in between those the HC and SZ groups in all cases. Specifically, post-hoc results indicated the following:", "sentences": [], "annotations": [], "relations": []}, {"offset": 26544, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "NS was reduced in both SZ and ASD, as compared to HC (p < .001 and p = .030, respectively).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26636, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Number of different states (NS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 26668, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "NT was reduced in SZ, as compared to both HC and ASD (p < .001 in both cases).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26747, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Number of transitions (NT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 26774, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "FT in state 1 (FT1) was reduced in both SZ and ASD, as compared to HC (p < .001 and p = .025, respectively).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26883, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "FT2 was increased in both SZ and ASD, as compared to HC (p < .001 and p = .027, respectively).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26978, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Additionally, the SZ group's FT2 was higher than that of the ASD group (p = .004).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27061, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "FT3 was reduced in SZ as compared to both HC and ASD (p < .001 in both cases).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27140, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fraction of time (FT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27162, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DT in state 1 (DT1) was reduced in SZ, as compared to HC (p = .001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27231, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DT2 was increased in SZ, as compared to both HC and ASD (p < .001 and p = .024, respectively).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27326, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DT3 group differences did not reach statistical significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27388, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Dwell time (DT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27404, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association between clinical symptoms and temporal patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 27464, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Association between clinical symptoms and temporal patterns, per clinical group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27545, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "A) Correlation between ADOS-T score and DT3; B) Correlation between PANSS-T score and NT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27635, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 27642, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "More severe deficits in social behavior (indicated by higher ADOS-T scores) were associated with longer dwell times state-3 (r = 0.301, p = .030). Follow-up analysis of the separate diagnostic groups revealed that results were driven by the SZ group (r = 0.416, p = .043), and were not significant in ASD (r = −0.068, p = .732), Fig. 4 A.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27981, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "More pronounced severity of positive and negative symptoms (indicated by higher PANSS-T scores) was associated with fewer transitions between states (r = −0.282, p = .028). Follow-up analysis of the separate diagnostic groups indicated no statistical significance in either group (SZ r = −0.214 p = .233; ASD r = −0.024, p = .905), Fig. 4 B. However, comparison of correlation coefficients (Z = -0.32, p = .749) indicated that the strength of the correlation in the SZ group (r = −0.214) was not different from that of the combined group (r = −0.282), suggesting that results were driven by the SZ group for PANSS as well the.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28608, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results did not survive false discovery rate (FDR) correction for multiple correlations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28701, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No significant associations were found for PANSS subscales.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28761, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 28776, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DA significantly differentiated the diagnostic groups, Ʌ = 0.624, χ2 = 43.645, p = .05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28864, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Classification results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28888, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\" rowspan=\"2\"/><th colspan=\"3\">Predicted group membership<hr/></th></tr><tr><th>Assigned SZ</th><th>Assigned ASD</th><th>Assigned HC</th></tr></thead><tbody><tr><td rowspan=\"3\">Diagnostic group</td><td>SZ</td><td><bold>81.8% (27)</bold></td><td>15.2% (5)</td><td>3.0% (1)</td></tr><tr><td>ASD</td><td>31.3% (10)</td><td><bold>50.0% (16)</bold></td><td>18.8% (6)</td></tr><tr><td>HC</td><td>29.4% (10)</td><td>29.4% (10)</td><td><bold>41.2% (14)</bold></td></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 28899, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\" rowspan=\"2\"/><th colspan=\"3\">Predicted group membership<hr/></th></tr><tr><th>Assigned SZ</th><th>Assigned ASD</th><th>Assigned HC</th></tr></thead><tbody><tr><td rowspan=\"3\">Diagnostic group</td><td>SZ</td><td><bold>81.8% (27)</bold></td><td>15.2% (5)</td><td>3.0% (1)</td></tr><tr><td>ASD</td><td>31.3% (10)</td><td><bold>50.0% (16)</bold></td><td>18.8% (6)</td></tr><tr><td>HC</td><td>29.4% (10)</td><td>29.4% (10)</td><td><bold>41.2% (14)</bold></td></tr></tbody></table>\n"}, "text": "\tPredicted group membership\t \tAssigned SZ\tAssigned ASD\tAssigned HC\t \tDiagnostic group\tSZ\t81.8% (27)\t15.2% (5)\t3.0% (1)\t \tASD\t31.3% (10)\t50.0% (16)\t18.8% (6)\t \tHC\t29.4% (10)\t29.4% (10)\t41.2% (14)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29097, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_footnote"}, "text": "Values represent percent of participants, with number of participants in parentheses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29183, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Sensitivity rates were 81.8%, 50%, 41.2% for the SZ, ASD, and HC, respectively (whereas chance-level would be 33% per group). Full details of the classification results are presented in Table 3 and Appendix 9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29393, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Results of the leave-one-out cross validation, and the single-parameter classification were overall similar to results presented here (Appendices 10, 11; respectively).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29562, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The average distance from cluster centroid was 0.874 (±0.764) for SZ, 1.571 (±0.856) for ASD and 2.092 (±0.742) for HC. ANOVA indicated differences between the groups (p < .0001), and all post-hoc comparisons were significant (psz-HC < 0.0001, psz-ASD = 0.003, pASD-HC = 0.028).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29841, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association between assigned cluster and clinical symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 29900, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ANOVA revealed an effect of cluster on ADOS-T score (p = .038). Post-hoc tests indicated higher ADOS score in participants assigned to the ASD cluster (regardless of diagnostic group), as compared to each of the other clusters (assigned-ASD vs. assigned-HC p = .001; assigned-ASD vs. assigned-SZ p = .042). Simple-effects analysis revealed similar patterns within SZ and ASD groups: individuals with SZ assigned to the ASD cluster had higher ADOS scores than those assigned to the SZ cluster (p = .009). ASDs assigned to the ASD cluster had a higher ADOS score than those assigned to the HC group, at trend level, (p = .064).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30526, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Examination of HC participants misclassified to clinical groups vs. correctly classified (t-test) revealed that misclassified HC had trend-level higher SPQ total scores (p = .065).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30707, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 30718, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study is the first to compare dynamic functional connectivity in SZ and ASD. It is also the first to classify SZ from ASD based on brain function, and to directly compare resting-state fMRI in these disorders. Our results indicate that while both the SZ and ASD groups displayed a pattern of restrictions in the dynamics of resting-state functional connectivity, SZ participants showed a more pervasive abnormality (in terms of severity and type). Notably, the identified abnormalities were associated with a specific clinical manifestation: a reduced number of transitions between states was correlated with more severe PANSS score, potentially contributing to our understanding of SZ heterogeneity. Additionally, more severe deficits in social behavior were associated with prolonged time spent in a state of widespread cortico-cortical connectivity. Moreover, classification analysis based on FC dynamics, correctly identified 82% of SZ participants (vs. 33% chance-level of a three-way classification), further supporting the unique dynamic signature found in SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31798, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Compared to HC, both clinical groups spent an increased portion of the time in a state of weak intra-network connectivity (state 2), and a decreased portion of the time in the state of strong connectivity (state 1). Both groups also presented reduced state variability, as indicated by the smaller number of different states that participants display (NS). Alongside these similarities, important distinctions emerged: While on average HC participants spent 50% and ASD 70% of their time in the weak connectivity state (state 2), SZ participants spent an overwhelming average of nearly 90% of their time in this state, with similarly extended dwell time (DT). Moreover, when SZ participants transitioned into the state of strongest connectivity (state 1), they switched states very rapidly, while ASD and HC participants dwelled in this state for a longer duration. The SZ group was further characterized by a reduced number of transitions between states (NT; indicating loss of appropriate tempo), and a reduced fraction of time (FT) spent in a state of wide-spread cortico-cortical connectivity (state 3). Taken together, these results indicate a severe and pervasive pattern of altered temporal dynamics in SZ, suggesting that SZ individuals tend to remain in a state of weak connectivity, at the expense of more highly connected states.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33139, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our findings are consistent with previous dFNC findings in these populations. reported increased DT in SZ (compared to HC) in a state of weak intra-network connectivity, and decreased DT in states of strong large-scale connectivity (as well as fewer transitions into these states). identified a state of weak intra-network connectivity, in which SZ participants displayed reduced FT compared to HC and BP. focused on the DMN and found that compared to HC, SZ spent more time in sparsely connected states. studied meta-states (simultaneous weighted contributions to dFNC), finding that SZ participants displayed fewer transitions and limited state variability. This effect was stronger in patients with more hallucinations. Lastly, non-clinical individuals with psychotic-like experiences spend less time in states of robust within-network connectivity, and more time in a state of visual hyperconnectivity and DMN hypoconnectivity (that correlated with worse executive functioning).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34122, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In ASD, examined a wide age-range ASD sample from a large repository sample. As reported here, they detected no DT differences between ASD and HC. Unlike our results, no FT differences were identified in their study (the difference may result from our focus on young adults vs. their broad age-range). Additionally, they reported fewer between-state transitions (oscillations) in ASD. A smaller number of transitions in the ASD group was seen in the present analysis as well, albeit not statistically significant (possibly owing to the smaller sample size). Lastly, reported that ASD diagnosis in children, as well as autistic traits in non-clinical children, were associated with longer DT in a globally disconnected state. In our adult sample the decrease in ASD was not statistically significant. Notably, our study is the first to specifically characterize temporal dynamics in adults with ASD, a population gravely underrepresented in research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35072, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To further elucidate differences between the groups, and to test whether temporal differences alone suffice to predict a participant's diagnostic group, we performed a cross-validated supervised classification analysis (discriminant analysis; DA). DA correctly identified SZ participants at high rates (sensitivity = 81.8%). ASD and HC participants were correctly recognized at lower rates (50%, 41%; respectively), though importantly still above the 33% chance-level of a three-way classification. Specificity (i.e. proportion of correctly identified individuals within a cluster) was highest for HC (77%), owing mainly to the low rate of misclassified SZ in this cluster (i.e. one SZ was misclassified as HC). Specificity of the SZ cluster was 57%, with equal numbers of misclassified HC and ASD assigned to this group. ASD specificity was lowest (51%), and taken together with the relatively low specificity found in this group attests to the heterogeneity of resting-state temporal dynamics in ASD. DA further indicated low inter-subject variability in the SZ group (evident by short distances from cluster-centroid) suggesting relative homogeneity among SZ participants, while ASD and HC groups each displayed greater heterogeneity, and substantial overlap with the other groups. Together these results suggest a potential dynamic signature that is unique to SZ. Notably, participants assigned to the ASD cluster (by their dFNC pattern alone), showed more pronounced social behavior deficits. Furthermore, HC misclassified to the clinical groups displayed trend-level higher schizotypal scores. These findings support the potential clinical relevance of dFNC-based classification, as it was able to predict complex clinical manifestations, based on very few, well-defined, data-driven neural parameters. To further illustrate this point, we repeated the classification using a single summary measure of dynamics- the number of transitions (NT). NT was chosen because it is the most generalizable of all our parameters- it does not depend on the specifics of the states, or the number of different states. Classification results were overall similar (overall-sensitivity of the classification was reduced by 3.1%, compared to the original classification), providing a simple, generalizable potential marker that can be easily compared across studies regardless of the specific states identified. If such results are replicated in future studies, they could guide a more personalized conceptualization of these disorders, with the potential to assist more targeted treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37651, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Importantly, our results suggest a relationship between dFNC patterns and symptoms. Correlation analysis revealed that more severe deficits in observed social behavior (as measured by ADOS) were associated with increased DT in a state of widespread cortico-cortical connectivity (state 3), in the combined clinical sample. Follow-up analyses indicated a significant association in SZ, but not in ASD. These results reveal a unique neural correlate associated with real-life social functioning in SZ, not shared by ASD. A correlation was also found between PANSS total score and the number of transitions between states, such that more severe symptoms were associated with fewer transitions. This did not maintain statistical significance in the separate groups, however the magnitude of the correlation in SZ resembled that of the combined group, suggesting results may have been driven by SZ here as well. We note that these results did not survive correction for multiple correlations, and should hence be taken as preliminary. However, the results provide characterization of the relationship between temporal dynamics and clinical symptoms in adults with SZ and ASD. Albeit preliminary, the results suggest a continuum of brain-behavior association in SZ, that may help parse its heterogeneity, and if replicated may potentially assist clinical decision making.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39017, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Some limitations should be acknowledged: First, the groups differed in medications and IQ. We conducted sensitivity analyses and group comparisons (Appendix 5), indicating only sparse associations between dFNC indices and either IQ or medication. Sensitivity analyses between medications and IQ to clinical symptoms also produced overall null results. Our findings are thus not likely to result from these factors. Second, we cannot unequivocally rule out potential group-differences in overall clinical severity as an intermediate confound. We assessed quality of life (QOL) across all groups as a proxy of overall severity. No correlation between dFNC indices and QOL was evident in SZ or HC, and only FT2 was correlated in the ASD (Appendix 12). Additionally, PANSS' general psychopathology subscale did not correlate with any dFNC parameter in ASD or SZ, suggesting that dFNC group differences were not driven by overall-severity differences. Finally, even though previous studies have used ADOS in schizophrenia participants, and PANSS in ASD participants - the use of these scales in those populations has not been officially validated yet, and should be interpreted cautiously. Other limitations include lack of validation in an external dataset and/or other methods of state decomposition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40315, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Collectively our results demonstrate a severe and pervasive pattern of restriction in SZ that distinguishes this group from both ASD and HC, and is uniquely associated with clinical manifestations. While both clinical groups spent an increased portion of the time in a state of weak intra-network connectivity at the expense of highly-connected states, SZ showed a more pervasive pattern in both type and severity of aberrations. These results illuminate disorder-specific mechanisms associated with social impairment, with implications for nosology, etiology and treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40890, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 40901, "infons": {"fpage": "160", "lpage": "176", "name_0": "surname:Abrol;given-names:A.", "pub-id_pmid": "28916181", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "163", "year": "2017"}, "text": "Replicability of time-varying connectivity patterns in large resting state fMRI samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 40989, "infons": {"name_0": "surname:Allen;given-names:E.A.", "section_type": "REF", "source": "Front. Syst. Neurosci.", "type": "ref", "volume": "5", "year": "2011"}, "text": "A baseline for the multivariate comparison of resting-state networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 41058, "infons": {"fpage": "663", "issue": "3", "lpage": "676", "name_0": "surname:Allen;given-names:E.A.", "pub-id_pmid": "23146964", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Tracking whole-brain connectivity dynamics in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 41122, "infons": {"fpage": "663", "issue": "3", "lpage": "676", "name_0": "surname:Allen;given-names:E.A.", "pub-id_pmid": "23146964", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Tracking whole-brain connectivity dynamics in the resting state", "sentences": [], "annotations": [], "relations": []}, {"offset": 41186, "infons": {"fpage": "101", "issue": "1", "lpage": "116", "name_0": "surname:Allen;given-names:E.A.", "pub-id_pmid": "28229308", "section_type": "REF", "source": "Brain Topogr.", "type": "ref", "volume": "31", "year": "2017"}, "text": "EEG signatures of dynamic functional network connectivity states", "sentences": [], "annotations": [], "relations": []}, {"offset": 41251, "infons": {"fpage": "443", "issue": "5", "lpage": "453", "name_0": "surname:Barber;given-names:A.D.", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "3", "year": "2018"}, "text": "Dynamic functional connectivity states reflecting psychotic-like experiences", "sentences": [], "annotations": [], "relations": []}, {"offset": 41328, "infons": {"fpage": "140", "issue": "1", "lpage": "148", "name_0": "surname:Barlati;given-names:S.", "pub-id_pmid": "29554995", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "49", "year": "2019"}, "text": "Autistic traits in a sample of adult patients with schizophrenia: prevalence and correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 41420, "infons": {"fpage": "1256", "issue": "9", "lpage": "1266", "name_0": "surname:Bastiaansen;given-names:J.A.", "pub-id_pmid": "21153873", "section_type": "REF", "source": "J. Autism Dev. Disord.", "type": "ref", "volume": "41", "year": "2011"}, "text": "Diagnosing autism spectrum disorders in adults: the use of autism diagnostic observation schedule (ADOS) module 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 41534, "infons": {"fpage": "891", "issue": "2", "lpage": "901", "name_0": "surname:Beckmann;given-names:C.F.", "pub-id_pmid": "22369997", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "62", "year": "2012"}, "text": "Modelling with independent components", "sentences": [], "annotations": [], "relations": []}, {"offset": 41572, "infons": {"comment": "Online at", "element-citation": "http://icatb.sourceforge.net", "name_0": "surname:Calhoun;given-names:V.", "name_1": "surname:Adali;given-names:T.", "section_type": "REF", "type": "ref", "year": "2004"}, "text": "Group ICA of fMRI Toolbox (GIFT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 41605, "infons": {"fpage": "60", "lpage": "73", "name_0": "surname:Calhoun;given-names:V.D.", "name_1": "surname:Adali;given-names:T.", "pub-id_pmid": "23231989", "section_type": "REF", "source": "IEEE Rev. Biomed. Eng.", "type": "ref", "volume": "5", "year": "2012"}, "text": "Multisubject independent component analysis of fMRI: a decade of intrinsic networks, default mode, and neurodiagnostic discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 41734, "infons": {"fpage": "140", "issue": "3", "lpage": "151", "name_0": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "11559959", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "14", "year": "2001"}, "text": "A method for making group inferences from functional MRI data using independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41833, "infons": {"fpage": "262", "issue": "2", "lpage": "274", "name_0": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "25374354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "84", "year": "2014"}, "text": "The chronnectome: time-varying connectivity networks as the next frontier in fMRI data discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 41930, "infons": {"fpage": "262", "issue": "2", "lpage": "274", "name_0": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "25374354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "84", "year": "2014"}, "text": "The chronnectome: time-varying connectivity networks as the next frontier in fMRI data discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 42027, "infons": {"fpage": "2001", "name_0": "surname:Calhoun;given-names:V.", "section_type": "REF", "source": "Proc. Int. Conf. on ICA and BSS San Diego, CA", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 42028, "infons": {"fpage": "227", "lpage": "236", "name_0": "surname:Chang;given-names:C.", "pub-id_pmid": "23376790", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "72", "year": "2013"}, "text": "EEG correlates of time-varying BOLD functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 42088, "infons": {"fpage": "1776", "issue": "11", "lpage": "1786", "name_0": "surname:Chen;given-names:H.", "pub-id_pmid": "28730732", "section_type": "REF", "source": "Autism Res.", "type": "ref", "volume": "10", "year": "2017"}, "text": "Shared atypical default mode and salience network functional connectivity between autism and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42195, "infons": {"fpage": "5740", "issue": "11", "lpage": "5755", "name_0": "surname:Chen;given-names:H.", "pub-id_pmid": "28792117", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "38", "year": "2017"}, "text": "Intrinsic functional connectivity variance and state-specific under-connectivity in autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 42286, "infons": {"fpage": "173", "lpage": "183", "name_0": "surname:Chisholm;given-names:K.", "pub-id_pmid": "25956249", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "55", "year": "2015"}, "text": "The association between autism and schizophrenia spectrum disorders: a review of eight alternate models of co-occurrence", "sentences": [], "annotations": [], "relations": []}, {"offset": 42407, "infons": {"fpage": "155", "lpage": "175", "name_0": "surname:Choe;given-names:A.S.", "pub-id_pmid": "28687517", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "158", "year": "2017"}, "text": "Comparing test-retest reliability of dynamic functional connectivity methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 42484, "infons": {"fpage": "602", "issue": "3", "lpage": "616", "name_0": "surname:Chung;given-names:Y.S.", "name_1": "surname:Barch;given-names:D.", "name_2": "surname:Strube;given-names:M.", "pub-id_pmid": "23686020", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2013"}, "text": "A meta-analysis of mentalizing impairments in adults with schizophrenia and autism spectrum disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 42585, "infons": {"fpage": "171", "issue": "1", "lpage": "179", "name_0": "surname:Ciaramidaro;given-names:A.", "pub-id_pmid": "25210055", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "41", "year": "2014"}, "text": "Schizophrenia and autism as contrasting minds: neural evidence for the hypo-hyper-intentionality hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42693, "infons": {"fpage": "569", "issue": "4", "lpage": "579", "name_0": "surname:Couture;given-names:S.", "pub-id_pmid": "19671209", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "40", "year": "2010"}, "text": "Comparison of social cognitive functioning in schizophrenia and high functioning autism: more convergence than divergence", "sentences": [], "annotations": [], "relations": []}, {"offset": 42815, "infons": {"fpage": "162", "issue": "3", "lpage": "173", "name_0": "surname:Cox;given-names:R.W.", "pub-id_pmid": "8812068", "section_type": "REF", "source": "Comput. Biomed. Res.", "type": "ref", "volume": "29", "year": "1996"}, "text": "AFNI: software for analysis and visualization of functional magnetic resonance neuroimages", "sentences": [], "annotations": [], "relations": []}, {"offset": 42906, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Crespi;given-names:B.J.", "section_type": "REF", "source": "Rev. J. Autism Dev. Disord.", "type": "ref", "year": "2018"}, "text": "The paradox of copy number variants in ASD and schizophrenia: false facts or false hypotheses?", "sentences": [], "annotations": [], "relations": []}, {"offset": 43001, "infons": {"fpage": "241", "issue": "3", "lpage": "261", "name_0": "surname:Crespi;given-names:B.", "name_1": "surname:Badcock;given-names:C.", "pub-id_pmid": "18578904", "section_type": "REF", "source": "Behav. Brain Sci.", "type": "ref", "volume": "31", "year": "2008"}, "text": "Psychosis and autism as diametrical disorders of the social brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 43067, "infons": {"fpage": "298", "lpage": "308", "name_0": "surname:Damaraju;given-names:E.", "pub-id_pmid": "25161896", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "5", "year": "2014"}, "text": "Dynamic functional connectivity analysis reveals transient states of dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43169, "infons": {"fpage": "380741", "name_0": "surname:Damaraju;given-names:E.", "section_type": "REF", "source": "bioRxiv", "type": "ref", "year": "2018"}, "text": "Connectivity dynamics from wakefulness to sleep", "sentences": [], "annotations": [], "relations": []}, {"offset": 43217, "infons": {"fpage": "21", "issue": "1", "lpage": "30", "name_0": "surname:de Bildt;given-names:A.", "pub-id_pmid": "26319249", "section_type": "REF", "source": "J. Autism Dev. Disord.", "type": "ref", "volume": "46", "year": "2016"}, "text": "The autism diagnostic observation schedule, module 4: application of the revised algorithms in an independent, well-defined, Dutch sample (n = 93)", "sentences": [], "annotations": [], "relations": []}, {"offset": 43364, "infons": {"comment": "Just Accepted", "fpage": "1", "lpage": "41", "name_0": "surname:de Lacy;given-names:N.", "name_1": "surname:Calhoun;given-names:V.D.", "section_type": "REF", "source": "Network Neurosci.", "type": "ref", "year": "2018"}, "text": "Dynamic connectivity and the effects of maturation in youth with attention deficit hyperactivity disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 43470, "infons": {"fpage": "513", "lpage": "524", "name_0": "surname:de Lacy;given-names:N.", "pub-id_pmid": "28652966", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "15", "year": "2017"}, "text": "Disruption to control network function correlates with altered dynamic connectivity in the wider autism spectrum", "sentences": [], "annotations": [], "relations": []}, {"offset": 43583, "infons": {"fpage": "55", "issue": "1", "lpage": "65", "name_0": "surname:Du;given-names:Y.", "pub-id_pmid": "26654933", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "170", "year": "2016"}, "text": "Interaction among subsystems within default mode network diminished in schizophrenia patients: a dynamic connectivity approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 43710, "infons": {"comment": "15 October 2018", "fpage": "632", "issue": "Part B", "lpage": "645", "name_0": "surname:Du;given-names:Y.", "pub-id_pmid": "29038030", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "180", "year": "2017"}, "text": "Dynamic functional connectivity impairments in early schizophrenia and clinical high-risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43814, "infons": {"fpage": "2683", "issue": "5", "lpage": "2708", "name_0": "surname:Du;given-names:Y.", "pub-id_pmid": "28294459", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "38", "year": "2017"}, "text": "Identifying dynamic functional connectivity biomarkers using Gig-ica: application to schizophrenia, schizoaffective disorder, and psychotic bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 43971, "infons": {"fpage": "102", "lpage": "109", "name_0": "surname:Eack;given-names:S.M.", "pub-id_pmid": "28291690", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "183", "year": "2017"}, "text": "Social-cognitive brain function and connectivity during visual perspective-taking in autism and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44081, "infons": {"fpage": "2075", "issue": "12", "lpage": "2095", "name_0": "surname:Erhardt;given-names:E.B.", "pub-id_pmid": "21162045", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "32", "year": "2011"}, "text": "Comparison of multi-subject ICA methods for analysis of fMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 44147, "infons": {"fpage": "1108", "issue": "3", "lpage": "1117", "name_0": "surname:Faghiri;given-names:A.", "pub-id_pmid": "29205692", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "39", "year": "2018"}, "text": "Changing brain connectivity dynamics: from early childhood to adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 44219, "infons": {"fpage": "165", "issue": "3", "lpage": "189", "name_0": "surname:Friston;given-names:K.", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "3", "year": "1995"}, "text": "Spatial registration and normalization of images", "sentences": [], "annotations": [], "relations": []}, {"offset": 44268, "infons": {"fpage": "693", "issue": "6376", "lpage": "697", "name_0": "surname:Gandal;given-names:M.J.", "pub-id_pmid": "29439242", "section_type": "REF", "source": "Science", "type": "ref", "volume": "359", "year": "2018"}, "text": "Shared molecular neuropathology across major psychiatric disorders parallels polygenic overlap", "sentences": [], "annotations": [], "relations": []}, {"offset": 44363, "infons": {"issue": "6", "name_0": "surname:Gilbert;given-names:N.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "13", "year": "2018"}, "text": "Diminished neural network dynamics after moderate and severe traumatic brain injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 44447, "infons": {"fpage": "105", "lpage": "124", "name_0": "surname:Glasser;given-names:M.F.", "pub-id_pmid": "23668970", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "80", "year": "2013"}, "text": "The minimal preprocessing pipelines for the Human Connectome Project", "sentences": [], "annotations": [], "relations": []}, {"offset": 44516, "infons": {"fpage": "265", "issue": "5", "lpage": "280", "name_0": "surname:Grooms;given-names:J.K.", "pub-id_pmid": "28462586", "section_type": "REF", "source": "Brain Connect", "type": "ref", "volume": "7", "year": "2017"}, "text": "Infraslow electroencephalographic and dynamic resting state network activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 44593, "infons": {"fpage": "391", "name_0": "surname:Hawrylycz;given-names:M.J.", "pub-id_pmid": "22996553", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "489", "year": "2012"}, "text": "An anatomically comprehensive atlas of the adult human brain transcriptome", "sentences": [], "annotations": [], "relations": []}, {"offset": 44668, "infons": {"fpage": "388", "issue": "3", "lpage": "398", "name_0": "surname:Heinrichs;given-names:D.W.", "name_1": "surname:Hanlon;given-names:T.E.", "name_2": "surname:Carpenter;given-names:W.T.;suffix:Jr.", "pub-id_pmid": "6474101", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "10", "year": "1984"}, "text": "The Quality of Life Scale: an instrument for rating the schizophrenic deficit syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 44755, "infons": {"fpage": "1214", "issue": "3", "lpage": "1222", "name_0": "surname:Himberg;given-names:J.", "name_1": "surname:Hyvärinen;given-names:A.", "name_2": "surname:Esposito;given-names:F.", "pub-id_pmid": "15219593", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "22", "year": "2004"}, "text": "Validating the independent components of neuroimaging time series via clustering and visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 44854, "infons": {"fpage": "205", "name_0": "surname:Hull;given-names:J.V.", "pub-id_pmid": "28101064", "section_type": "REF", "source": "Front. Psychiatry", "type": "ref", "volume": "7", "year": "2017"}, "text": "Resting-state functional connectivity in autism spectrum disorders: a review", "sentences": [], "annotations": [], "relations": []}, {"offset": 44931, "infons": {"fpage": "2154", "issue": "9", "lpage": "2177", "name_0": "surname:Hutchison;given-names:R.M.", "pub-id_pmid": "22438275", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "34", "year": "2013"}, "text": "Resting-state networks show dynamic functional connectivity in awake humans and anesthetized macaques", "sentences": [], "annotations": [], "relations": []}, {"offset": 45033, "infons": {"fpage": "360", "lpage": "378", "name_0": "surname:Hutchison;given-names:R.M.", "pub-id_pmid": "23707587", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "80", "year": "2013"}, "text": "Dynamic functional connectivity: promise, issues, and interpretations", "sentences": [], "annotations": [], "relations": []}, {"offset": 45103, "infons": {"fpage": "3047", "issue": "8", "lpage": "3063", "name_0": "surname:Hyatt;given-names:C.J.", "pub-id_pmid": "25950551", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "36", "year": "2015"}, "text": "Specific default mode subnetworks support mentalizing as revealed through opposing network recruitment by social and semantic FMRI tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 45240, "infons": {"fpage": "1822", "issue": "7", "name_0": "surname:Kaiser;given-names:R.H.", "pub-id_pmid": "26632990", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "41", "year": "2016"}, "text": "Dynamic resting-state functional connectivity in major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 45306, "infons": {"fpage": "31", "issue": "1", "lpage": "39", "name_0": "surname:Katz;given-names:J.", "pub-id_pmid": "27105136", "section_type": "REF", "source": "Acta Psychiatr. Scand.", "type": "ref", "volume": "134", "year": "2016"}, "text": "Similar white matter but opposite grey matter changes in schizophrenia and high-functioning autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 45405, "infons": {"fpage": "261", "issue": "2", "lpage": "276", "name_0": "surname:Kay;given-names:S.R.", "name_1": "surname:Fiszbein;given-names:A.", "name_2": "surname:Opler;given-names:L.A.", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45472, "infons": {"fpage": "34", "lpage": "41", "name_0": "surname:King;given-names:B.H.", "name_1": "surname:Lord;given-names:C.", "pub-id_pmid": "21078305", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "1380", "year": "2011"}, "text": "Is schizophrenia on the autism spectrum?", "sentences": [], "annotations": [], "relations": []}, {"offset": 45513, "infons": {"fpage": "171", "name_0": "surname:Klein;given-names:A.", "name_1": "surname:Tourville;given-names:J.", "pub-id_pmid": "23227001", "section_type": "REF", "source": "Front. Neurosci.", "type": "ref", "volume": "6", "year": "2012"}, "text": "101 labeled brain images and a consistent human cortical labeling protocol", "sentences": [], "annotations": [], "relations": []}, {"offset": 45588, "infons": {"fpage": "2838", "issue": "11", "lpage": "2856", "name_0": "surname:Kushima;given-names:I.", "pub-id_pmid": "30208311", "section_type": "REF", "source": "Cell Rep.", "type": "ref", "volume": "24", "year": "2018"}, "text": "Comparative analyses of copy-number variation in autism spectrum disorder and schizophrenia reveal etiological overlap and biological insights", "sentences": [], "annotations": [], "relations": []}, {"offset": 45731, "infons": {"fpage": "205", "issue": "3", "lpage": "223", "name_0": "surname:Lord;given-names:C.", "pub-id_pmid": "11055457", "section_type": "REF", "source": "J. Autism Dev. Disord.", "type": "ref", "volume": "30", "year": "2000"}, "text": "The autism diagnostic observation schedule—generic: a standard measure of social and communication deficits associated with the spectrum of autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 45878, "infons": {"fpage": "14", "name_0": "surname:Lottman;given-names:K.K.", "pub-id_pmid": "28220083", "section_type": "REF", "source": "Front. Psychiatry", "type": "ref", "volume": "8", "year": "2017"}, "text": "Risperidone effects on brain dynamic connectivity–a prospective resting state fMRI study in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45984, "infons": {"fpage": "3406", "issue": "12", "lpage": "3417", "name_0": "surname:Ma;given-names:S.", "pub-id_pmid": "21900068", "section_type": "REF", "source": "IEEE Trans. Biomed. Eng.", "type": "ref", "volume": "58", "year": "2011"}, "text": "Automatic identification of functional clusters in FMRI data using spatial dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 46070, "infons": {"fpage": "2703", "issue": "9", "lpage": "2709", "name_0": "surname:Maddox;given-names:B.B.", "pub-id_pmid": "28589494", "section_type": "REF", "source": "J. Autism Dev. Disord.", "type": "ref", "volume": "47", "year": "2017"}, "text": "The accuracy of the ADOS-2 in identifying autism among adults with complex psychiatric conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 46168, "infons": {"fpage": "336", "issue": "2", "lpage": "342", "name_0": "surname:Middlebrooks;given-names:E.", "pub-id_pmid": "28056453", "section_type": "REF", "source": "Am. J. Neuroradiol.", "type": "ref", "volume": "38", "year": "2017"}, "text": "Reduction of motion artifacts and noise using independent component analysis in task-based functional MRI for preoperative planning in patients with brain tumor", "sentences": [], "annotations": [], "relations": []}, {"offset": 46329, "infons": {"issue": "3", "name_0": "surname:Miller;given-names:R.L.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "11", "year": "2016"}, "text": "Higher dimensional meta-state analysis reveals reduced resting fMRI connectivity dynamism in schizophrenia patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 46445, "infons": {"fpage": "1823", "issue": "6", "lpage": "1835", "name_0": "surname:Mitelman;given-names:S.A.", "section_type": "REF", "source": "Brain Imag. Behav.", "type": "ref", "volume": "11", "year": "2017"}, "text": "Diametrical relationship between gray and white matter volumes in autism spectrum disorder and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46554, "infons": {"fpage": "532", "issue": "2", "lpage": "546", "name_0": "surname:Mitelman;given-names:S.A.", "section_type": "REF", "source": "Brain Imag. Behav.", "type": "ref", "volume": "12", "year": "2018"}, "text": "Positron emission tomography assessment of cerebral glucose metabolic rates in autism spectrum disorder and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46676, "infons": {"fpage": "1669", "name_0": "surname:Murphy;given-names:C.M.", "pub-id_pmid": "27462160", "section_type": "REF", "source": "Neuropsychiatr. Dis. Treat.", "type": "ref", "volume": "12", "year": "2016"}, "text": "Autism spectrum disorder in adults: diagnosis, management, and health services development", "sentences": [], "annotations": [], "relations": []}, {"offset": 46767, "infons": {"fpage": "1770", "issue": "5", "lpage": "1787", "name_0": "surname:Nomi;given-names:J.S.", "pub-id_pmid": "26880689", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "37", "year": "2016"}, "text": "Dynamic functional network connectivity reveals unique and overlapping profiles of insula subdivisions", "sentences": [], "annotations": [], "relations": []}, {"offset": 46870, "infons": {"fpage": "861", "lpage": "871", "name_0": "surname:Nomi;given-names:J.S.", "pub-id_pmid": "27777174", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "147", "year": "2017"}, "text": "Chronnectomic patterns and neural flexibility underlie executive function", "sentences": [], "annotations": [], "relations": []}, {"offset": 46944, "infons": {"fpage": "227", "issue": "3", "lpage": "235", "name_0": "surname:Owen;given-names:M.J.", "name_1": "surname:O'Donovan;given-names:M.C.", "pub-id_pmid": "28941101", "section_type": "REF", "source": "World Psychiatry", "type": "ref", "volume": "16", "year": "2017"}, "text": "Schizophrenia and the neurodevelopmental continuum: evidence from genomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 47019, "infons": {"fpage": "201", "issue": "3", "lpage": "212", "name_0": "surname:Park;given-names:M.T.M.", "pub-id_pmid": "29688876", "section_type": "REF", "source": "J. Psychiatry Neurosci.", "type": "ref", "volume": "43", "year": "2018"}, "text": "Neuroanatomical phenotypes in mental illness: identifying convergent and divergent cortical phenotypes across autism, ADHD and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47160, "infons": {"fpage": "164", "issue": "1", "lpage": "175", "name_0": "surname:Pinkham;given-names:A.E.", "pub-id_pmid": "18053686", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "99", "year": "2008"}, "text": "Neural bases for impaired social cognition in schizophrenia and autism spectrum disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 47250, "infons": {"fpage": "2142", "issue": "3", "lpage": "2154", "name_0": "surname:Power;given-names:J.D.", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 47353, "infons": {"fpage": "278", "lpage": "287", "name_0": "surname:Pruim;given-names:R.H.", "pub-id_pmid": "25770990", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "112", "year": "2015"}, "text": "Evaluation of ICA-AROMA and alternative strategies for motion artifact removal in resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 47454, "infons": {"fpage": "555", "issue": "4", "name_0": "surname:Raine;given-names:A.", "pub-id_pmid": "1805349", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "17", "year": "1991"}, "text": "The SPQ: a scale for the assessment of schizotypal personality based on DSM-III-R criteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 47545, "infons": {"fpage": "897", "name_0": "surname:Rashid;given-names:B.", "pub-id_pmid": "25426048", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "8", "year": "2014"}, "text": "Dynamic connectivity states estimated from resting fMRI identify differences among Schizophrenia, bipolar disorder, and healthy control subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 47690, "infons": {"fpage": "3127", "issue": "8", "lpage": "3142", "name_0": "surname:Rashid;given-names:B.", "pub-id_pmid": "29602272", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "39", "year": "2018"}, "text": "Connectivity dynamics in typical development and its relationship to autistic traits and autism spectrum disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 47804, "infons": {"fpage": "351", "issue": "5–6", "lpage": "366", "name_0": "surname:Sakoglu;given-names:U.", "pub-id_pmid": "20162320", "section_type": "REF", "source": "Magma", "type": "ref", "volume": "23", "year": "2010"}, "text": "A method for evaluating dynamic functional network connectivity and task-modulation: application to schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47918, "infons": {"fpage": "87", "issue": "2", "name_0": "surname:Sasson;given-names:N.J.", "pub-id_pmid": "21484194", "section_type": "REF", "source": "J. Neurodev. Disord.", "type": "ref", "volume": "3", "year": "2011"}, "text": "The benefit of directly comparing autism and schizophrenia for revealing mechanisms of social cognitive impairment", "sentences": [], "annotations": [], "relations": []}, {"offset": 48033, "infons": {"issue": "2", "name_0": "surname:Schilbach;given-names:L.", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Introspective minds: using ALE meta-analyses to study commonalities in the neural correlates of emotional processing, social & unconstrained cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 48184, "infons": {"fpage": "165", "lpage": "169", "name_0": "surname:Spreng;given-names:R.N.", "name_1": "surname:Andrews-Hanna;given-names:J.R.", "section_type": "REF", "source": "Brain Map.", "type": "ref", "year": "2015"}, "text": "The default network and social cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 48225, "infons": {"name_0": "surname:Stefanik;given-names:L.N.", "section_type": "REF", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48226, "infons": {"fpage": "1180", "lpage": "1188", "name_0": "surname:Stefanik;given-names:L.", "pub-id_pmid": "29105664", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "43", "year": "2018"}, "text": "Brain-behavior participant similarity networks among youth and emerging adults with schizophrenia spectrum, autism spectrum, or bipolar disorder and matched controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 48392, "infons": {"fpage": "e25322", "issue": "10", "name_0": "surname:Sugranyes;given-names:G.", "pub-id_pmid": "21998649", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Autism spectrum disorders and schizophrenia: meta-analysis of the neural correlates of social cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 48496, "infons": {"fpage": "1099", "issue": "11", "lpage": "1103", "name_0": "surname:Sullivan;given-names:P.F.", "pub-id_pmid": "22752149", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "69", "year": "2012"}, "text": "Family history of schizophrenia and bipolar disorder as risk factors for autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 48576, "infons": {"comment": "(Montreal, Canada)", "name_0": "surname:Trevisan;given-names:D.E.", "section_type": "REF", "source": "International Society for Autism Research 2019 Annual Meeting", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48577, "infons": {"fpage": "273", "issue": "1", "lpage": "289", "name_0": "surname:Tzourio-Mazoyer;given-names:N.", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 48709, "infons": {"fpage": "405", "issue": "6", "lpage": "406", "name_0": "surname:Uddin;given-names:L.Q.", "pub-id_pmid": "28461113", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "21", "year": "2017"}, "text": "Mixed signals: on separating brain signal from noise", "sentences": [], "annotations": [], "relations": []}, {"offset": 48762, "infons": {"fpage": "30", "lpage": "37", "name_0": "surname:Vergara;given-names:V.M.", "pub-id_pmid": "30034999", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "19", "year": "2018"}, "text": "Dynamic functional network connectivity discriminates mild traumatic brain injury through machine learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 48869, "infons": {"fpage": "665", "issue": "9", "lpage": "674", "name_0": "surname:Viviano;given-names:J.D.", "pub-id_pmid": "29779671", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "84", "year": "2018"}, "text": "Resting-state connectivity biomarkers of cognitive performance and social function in schizophrenia spectrum disorders and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 49009, "infons": {"name_0": "surname:Wechsler;given-names:D.", "section_type": "REF", "type": "ref", "year": "1997"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49010, "infons": {"fpage": "743", "issue": "8", "lpage": "744", "name_0": "surname:Woodward;given-names:N.D.", "name_1": "surname:Cascio;given-names:C.J.", "pub-id_pmid": "26061674", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Resting-state functional connectivity in psychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 49073, "infons": {"name_0": "surname:Zhi;given-names:D.", "section_type": "REF", "source": "Front. Psychiatry", "type": "ref", "volume": "9", "year": "2018"}, "text": "Aberrant dynamic functional network connectivity and graph properties in major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 49172, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 49191, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2019.101966.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}