{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6451196", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2019.101804", "article-id_pmc": "6451196", "article-id_pmid": "30991616", "article-id_publisher-id": "S2213-1582(19)30154-8 101804", "elocation-id": "101804", "kwd": "Adolescent Binge drinking Resting state Personality Genome Co-development rsfMRI, resting-state fMRI rsFC, resting-state functional connectivity SNP, single nucleotide polymorphism ESPAD, European School Survey Project on Alcohol and Drugs Cantab, Cambridge Neuropsychological Test Automated Battery NEO-PI-R, Revised NEO Personality Inventory SURPS, Substance Use Risk Profile Scale FDR, false discovery rate SVM, support-vector machine iFC, increased rsFC dFC, decreased rsFC rSNP, risk SNP pSNP, protective SNP LOO, leave-one-out NRI, net reclassification improvement ROC, receiver operational characteristic ANOVA, Analysis of Variance AUC, area under curve", "license": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).", "name_0": "surname:Ruan;given-names:Hongtao", "name_1": "surname:Zhou;given-names:Yunyi", "name_10": "surname:Büchel;given-names:Christian", "name_11": "surname:Flor;given-names:Herta", "name_12": "surname:Frouin;given-names:Vincent", "name_13": "surname:Garavan;given-names:Hugh", "name_14": "surname:Gowland;given-names:Penny", "name_15": "surname:Heinz;given-names:Andreas", "name_16": "surname:Ittermann;given-names:Bernd", "name_17": "surname:Martinot;given-names:Jean-Luc", "name_18": "surname:Martinot;given-names:Marie-Laure Paillère", "name_19": "surname:Nees;given-names:Frauke", "name_2": "surname:Luo;given-names:Qiang", "name_20": "surname:Orfanos;given-names:Dimitri Papadopoulos", "name_21": "surname:Poustka;given-names:Luise", "name_22": "surname:Hohmann;given-names:Sarah", "name_23": "surname:Fröhner;given-names:Juliane H.", "name_24": "surname:Smolka;given-names:Michael N.", "name_25": "surname:Walter;given-names:Henrik", "name_26": "surname:Whelan;given-names:Robert", "name_27": "surname:Li;given-names:Fei", "name_28": "surname:Schumann;given-names:Gunter", "name_29": "surname:Feng;given-names:Jianfeng", "name_3": "surname:Robert;given-names:Gabriel H.", "name_4": "surname:Desrivières;given-names:Sylvane", "name_5": "surname:Quinlan;given-names:Erin Burke", "name_6": "surname:Liu;given-names:ZhaoWen", "name_7": "surname:Banaschewski;given-names:Tobias", "name_8": "surname:Bokde;given-names:Arun L.W.", "name_9": "surname:Bromberg;given-names:Uli", "section_type": "TITLE", "title": "Keywords Abbreviations", "type": "front", "volume": "22", "year": "2019"}, "text": "Adolescent binge drinking disrupts normal trajectories of brain functional organization and personality maturation", "sentences": [], "annotations": [], "relations": []}, {"offset": 115, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Adolescent binge drinking has been associated with higher risks for the development of many health problems throughout the lifespan. Adolescents undergo multiple changes that involve the co-development processes of brain, personality and behavior; therefore, certain behavior, such as alcohol consumption, can have disruptive effects on both brain development and personality maturation. However, these effects remain unclear due to the scarcity of longitudinal studies. In the current study, we used multivariate approaches to explore discriminative features in brain functional architecture, personality traits, and genetic variants in 19-year-old individuals (n = 212). Taking advantage of a longitudinal design, we selected features that were more drastically altered in drinkers with an earlier onset of binge drinking. With the selected features, we trained a hierarchical model of support vector machines using a training sample (n = 139). Using an independent sample (n = 73), we tested the model and achieved a classification accuracy of 71.2%. We demonstrated longitudinally that after the onset of binge drinking the developmental trajectory of improvement in impulsivity slowed down. This study identified the disrupting effects of adolescent binge drinking on the developmental trajectories of both brain and personality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1450, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1461, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "History of binge drinking could be identified by multivariate features at age 19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1543, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Adolescent binge drinking disrupted frontal connectivity maturation in the brain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1625, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Impulsivity improvement slowed down after the onset of adolescent binge drinking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1707, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1720, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Adolescence is characterized by significant developments, including the functional segregation and integration of different brain networks through a process of modular evolution and developmental improvement of some personality traits, such as impulsivity and agreeableness. These developmental processes are influenced by genetic and environmental factors, such as alcohol misuse during adolescence. The incidence of alcohol misuse peaks between the ages of 18–25 and appears to decline after 26 years of age, which aligns to the brain development and personality maturation. Alcohol misuse can disrupt standard developmental trajectories and these effects can persist into adulthood and subsequently increase the risk of alcohol dependence, violence, drunk driving, and other adverse outcomes later in life. Therefore, delineating the consequences of adolescent alcohol drinking on brain and personality developmental trajectories may provide new insights into alcohol-affected neural and behavioral changes that are responsible for long-term adverse outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2783, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Significant processes in functional segregation, such as weakening connectivity between brain systems; and integration, such as strengthening connectivity within brain systems, have highlighted that brain functional connectivity network organization is particularly vulnerable to adolescent alcohol drinking. However, few longitudinal investigations have measured the functional consequences of alcohol drinking in the adolescent brain. In a previous study of the IMAGEN consortium, the authors focused on establishing a profile at an early age to predict the onset of binge drinking in a 2-year follow-up; however, brain functional connectivity was not investigated. Based on previous epidemiological results, we hypothesized that drinking-altered functional connectivity in the brain should satisfy the following three conditions: 1) classify binge drinkers from non-binge drinkers and be independent of other features, such as personality, cognition, and genetics; 2) earlier and heavier binge drinking induces more discriminative alterations; we named this the hypothesis of trend; and 3) not associated with other substance use (e.g. smoking, cannabis use) during adolescence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3965, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we aimed to clarify the consequences of adolescent binge drinking by exploiting the longitudinal design of the IMAGEN study (G). This study collected neuroimaging, personality traits, drinking behavior, and genetic variant data from a large population. The IMAGEN study recruited healthy individuals; therefore, alcohol misuse was defined as episodes of lifetime drunkenness (i.e. binge drinking). Different from previous studies, the longitudinal design enabled us to stratify the drinkers according to their onset of binge drinking. By identifying groups of extreme drinkers with the longest and the shortest histories of binge drinking in our sample, we were able to select the features that were associated with binge drinking and that also satisfied the hypothesis of trend. With such a hypothesis-guided feature selection, we imposed more constraints on the developmental course of any selected feature. Other substance use (e.g., cannabis) may have a different onset age compared with binge drinking, and thereby require its associated feature to have a different trend. In other words, our procedure could increase the specificity of the feature selection associated with binge drinking. As the selected features satisfy the hypothesis of trend, we expected to see an intermediate disruptive effect of these features in a medium-term history of binge drinking group; therefore, we confirmed our findings using an independent sample (i.e. the medium-term drinkers). Finally, we applied a longitudinal analysis to assess if the developmental trajectories for the selected features were significantly affected by the age of binge drinking onset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5631, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5653, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 5666, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The IMAGEN study recruited a cohort of healthy adolescents at the age of 14. Informed consent was obtained from all subjects and their parents/guardians. The genetic data were collected at baseline, the neuroimaging data were collected at ages 14 and 19, and environmental and behavioral data were collected at ages 14, 16 and 19. The details of the study design and data quality are described in a previous report (G). In total, 212 participants were included in the current study; a flowchart of the inclusion criterion is presented in eFig. 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6213, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Measurements", "sentences": [], "annotations": [], "relations": []}, {"offset": 6226, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Resting-state functional imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 6264, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A proportion of the participants in the IMAGEN study underwent resting-state fMRI (rsfMRI). In the IMAGEN study, much less rsfMRI data (n = 389) were collected at the base line (i.e. age 14). As rsfMRI got more and more attention, more data (n = 1069) were collected at the follow-up stage (i.e. age 19). All fMRI data were preprocessed by the Data Processing Assistant for Resting State fMRI (rfmri.org/DPARSF). For each individual, we calculated the resting-state functional connectivity (rsFC) between each pair of brain regions [19,900 links for 200 atlas-defined brain regions, Craddock 2011 Atlas eTable 3].", "sentences": [], "annotations": [], "relations": []}, {"offset": 6878, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Genome-wide genotype data", "sentences": [], "annotations": [], "relations": []}, {"offset": 6904, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Details of genetic data have been reported previously; we have included detailed descriptions in the eMethods. Briefly, we converted all single nucleotide polymorphisms (SNP) into binary variables; no mutations were assigned the number “zero” and mutations were assigned the number “one”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7193, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Substance use", "sentences": [], "annotations": [], "relations": []}, {"offset": 7207, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Stratified drinking and control groups. Drinking groups stratified by the onset age of binge drinking. “Binge (ESPAD)” corresponds to the score from the question “on how many occasions in your whole lifetime have you been drunk from drinking alcoholic beverages” while “Occasion (ESPAD)” corresponds to the score from the question “on how many occasions in your whole lifetime have you had any alcoholic beverage to drink.” The long- and short-term drinkers and Control I group were used as the training sample, while the medium-term and Control II group were used as the test sample.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7792, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 7799, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the European School Survey Project on Alcohol and Drugs [ESPAD (G.)] for ages 14, 16, and 19 years to assess the alcohol consumption, smoking, and cannabis use. The ESPAD category scores are as follows: 0(0), 1(1–2), 2(3–5), 3(6–9), 4(10–19), 5(20–39), 6(≥40). The primary questions of interest concerned lifetime alcohol use [for example, On how many occasions (if any) in your lifetime have you had any alcoholic beverage?]; lifetime drunken episodes [for example, On how many occasions (if any) in your lifetime have you been drunk from drinking alcoholic beverages?]; lifetime smoking (for example, On how many occasions during your lifetime have you smoked cigarettes?); and lifetime cannabis use (for example, On how many occasions in your whole lifetime have you used marijuana or hashish?). Variables associated with the occasions of alcohol use and the episodes of binge drinking were measured at three time points (ages 14, 16, and 19), and the data were organized according to the duration and amount of binge drinking during adolescence (Fig. 1, eFig. 1). More details are provided in the eMethods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8918, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Cognition and personality", "sentences": [], "annotations": [], "relations": []}, {"offset": 8944, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the Cambridge Neuropsychological Test Automated Battery [Cantab ], Monetary-Choice Questionnaire (KIRBY rate), personality characteristics tests, including the Revised NEO Personality Inventory [NEO-PI-R ], and the Substance Use Risk Profile Scale [SURPS ] to assess cognition and personality factors. Further details are provided in the eMethods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9300, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 9321, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Univariate approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 9341, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used two-sample Student's t-tests, controlling for covariates (sex and site) for univariate analyses, and employed a false discovery rate (FDR) correction for multiple comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9525, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Multivariate approach with hypothesis-guided feature selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 9588, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify discriminative features in high dimensional space and control for the over-fitting problem, we combined several dimension reduction approaches with the multivariate pattern analysis approach [Support-Vector Machine (SVM), ]. The main steps are described below and additional details are provided in the eMethods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9913, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Candidate feature selection and dimension reduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 9965, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Discriminative brain changes and genetic markers for adolescent binge drinking. (A) Flowchart of model building to classify binge drinkers from non-binge controls in the training sample. (B) rsFC regions robustly selected by the SVM-long for long-term drinkers during the LOO procedure. The summary iFC/dFC score was summed over selected FC regions for drinkers (red, increased; blue, decreased) using the LOO procedure. PaCG: Paracingulate Gyrus; LOC: Lateral Occipital Cortex; PreCG: Precentral Gyrus; CG: Cingulate Gyrus; TP: Temporal Pole; PHG: Parahippocampal Gyrus; FMC: Fontal Medial Cortex; FOC: Fontal Orbital Cortex; CUN: Cuneal Cortex; TFC: Temporal Fusiform Cortex; PoCG: Postcentral Gyrus; MTG: Middle Temporal Gyrus; COC: Central Opercular Cortex; FP: Frontal Pole; OP: Occipital Pole; INS: Insular Cortex; IFG: Inferior Frontal Gyrus; HES: Heschl's Gyrus; OFG: Occipital Fusiform Gyrus; LING: Lingual Gyrus. (C) SNPs robustly selected by both SVM-long and SVM-short for long- and short-term drinkers during the LOO procedure. Summary rSNP/pSNP scores were summed over the selected SNPs for drinkers (red, risk; blue, protective) using the LOO procedure. Official gene symbols are displayed in brackets if the SNP is in a coding region. KCTD1: potassium channel tetramerization domain containing 1; RTEL1: regulator of telomere elongation helicase 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11330, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 11337, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To reduce dimensionality, we first used the lasso-regularized logistic regression to select the most discriminative rsFCs between the binge drinkers and non-drinking controls. Chi-squared tests were used to select the SNPs with significantly different frequencies in subjects with a history of binge drinking compared to those without a binge drinking history. Next, instead of using these features as inputs to the SVM, we further reduced the dimensionality by calculating four summary scores, including increased/decreased rsFC (iFC/dFC) or risk/protective SNP (rSNP/pSNP) scores (Fig. 2A). To prevent model over-fitting in the training sample, we applied the leave-one-out (LOO) cross-validation procedure to the SVM, which was built by the two steps described above. Only those features (rsFC and SNP) that were repeatedly selected in >90% of iterations during the LOO were considered robustly discriminating features (namely, the candidate features) between the binge drinkers and the control subjects. We trained one SVM for the long-term drinkers (SVM-long classifier) and the other SVM for the short-term drinkers (SVM-short classifier). To assess the contribution of each domain (SNP, rsFC, and covariates) in classification, we compared the model performance before and after the removal of each domain from the model inputs. The candidate features in the domains significantly contributed to SVM-long and SVM-short were summarized into four new scores (iFC, dFC, rSNP, and pSNP) for next stage.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12843, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Hypothesis-guided feature selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 12879, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Selected features and hierarchical model. (A), (B), (C) Comparison of feature scores across the five groups. The black arrow indicates a significant monotonically decreasing trend confirmed by the Jonckheere-Terpstra trend test (****p < 10−16; ***p < 10−4; **p < 10−2). Five bars (groups) from left (red) to right (blue) were long-term, medium-term, short-term drinkers, Control II and Control I, respectively. (D) Structure of the hierarchical model for adolescent binge drinking. (E) Comparison of the classification accuracies using the SVM4 on the subgroups of Control II (test sample). This was stratified by lifetime drinking occasions, where fewer drinking occasions achieved higher accuracy. (F) Comparison of classification accuracies using the SVM4 on the subgroups of medium-term drinkers. This was stratified according to lifetime binge drinking by age 19, where a higher number of episodes of binge drinking achieved a higher accuracy. (G) Contribution of iFC, pSNP, rSNP, and impulsivity scores. Contribution was characterized by the absolute value of the correlation between the scores and the model output.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14002, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 14009, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "According to our hypothesis of trend for the consequences of adolescent binge drinking, we focused on the personality scores and the four new scores established by candidate features. We employed the Jonckheere-Terpstra trend test to identify the features that were consistent with the hypothesis of trend (i.e. the discriminative features having the largest, intermediate and smallest deviations from the control group in the binge drinkers with the longest, medium, and shortest history of binge drinking, respectively; Fig. 3A, B, and C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14551, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Hierarchical classifier", "sentences": [], "annotations": [], "relations": []}, {"offset": 14575, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, we built a hierarchical classifier, which consisted of two layers: the in-layer and the out-layer (Fig. 3D). To further reduce dimensionality, we constructed the in-layer with three SVMs taking the inputs from covariates (SVM1), rsFC and SNP (SVM2), and personality (SVM3). Each of these SVMs was trained using the LOO procedure on the training data, including the Control I group, the long-term binge drinking group, and the short-term binge drinking group. In the out-layer, one SVM (SVM4) received only 3 input values from the output values of SVM1–3 (a greater output value means more likely to be a binge drinker). With this hierarchical classifier, we significantly reduced the model complexity by taking the inputs from three kinds of features, so as to achieve a better generalizability. The model was then tested using an independent test sample (i.e. the medium-term drinkers and the Control II group).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15497, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Longitudinal analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15519, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We could not conduct a longitudinal analysis on the rsfMRI data because we only had 32 subjects (18 binge drinkers and 14 controls) with rsfMRI data available at the age of 14 after participant selection (eFig. 1). However, personalities were assessed at three time points (ages 14, 16, and 19); therefore, we estimated changes in personality between 14 and 16 years (difference16–14) and between 16 and 19 years (difference19–16). To compare the developmental trajectory of personality between the two different time periods (i.e. from 14 to 16 and from 16 to 19), difference16–14 and difference19–16 in binge drinkers must be established before and after binge drinking onset, respectively, thus only the short-term drinkers satisfied this condition. These differences were compared before and after the onset of binge drinking (significance was given by 1000 permutations of the paired median test). By conducting an Analysis of Variance (ANOVA) with repeated measures using SPSS (Released 2011. IBM SPSS Statistics for Windows, Version 20.0. Armonk, NY: IBM Corp), we were able to compare the longitudinal evolutions of both the impulsivity and the sensation-seeking scores between the short-term drinkers and the control subjects. The same approach was also applied to difference16–14 and difference19–16. The covariates (sex and data collection sites) were regressing out from the measurements before the group comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16949, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 16957, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Stratification of binge drinkers by the onset age of binge drinking", "sentences": [], "annotations": [], "relations": []}, {"offset": 17025, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of the participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17062, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><hr/></th><th colspan=\"3\">Training sample<hr/></th><th colspan=\"2\">Independent sample<hr/></th></tr><tr><th/><th>Control I</th><th>Long-term</th><th>Short-term</th><th>Control II</th><th>Medium-term</th></tr></thead><tbody><tr><td>Group size</td><td>44</td><td>54</td><td>41</td><td>21</td><td>52</td></tr><tr><td>Sex (% female)</td><td>56.8%</td><td>57.4%</td><td>39.0%</td><td>81.0%</td><td>38.5%</td></tr><tr><td>Binge 14</td><td>0(0)</td><td>2.89(1.09)</td><td>0.02(0.16)</td><td>0(0)</td><td>0.06(0.24)</td></tr><tr><td>Binge 16</td><td>0(0)</td><td>3.92(1.71)</td><td>0.17(0.39)</td><td>0(0)</td><td>2.94(1.26)</td></tr><tr><td>Binge 19</td><td>0(0)</td><td>5.06(1.38)</td><td>3.56(1.25)</td><td>0(0)</td><td>4.88(1.20)</td></tr><tr><td>Cannabis use 14</td><td>0(0)</td><td>0.81(1.61)</td><td>0(0)</td><td>0(0)</td><td>0.039(0.19)</td></tr><tr><td>Cannabis use 16</td><td>0(0)</td><td>2.35(2.16)</td><td>0.17(0.95)</td><td>0(0)</td><td>1.5(2.06)</td></tr><tr><td>Cannabis use 19</td><td>0.11(0.54)</td><td>3.13(2.29)</td><td>0.39(0.80)</td><td>0(0)</td><td>2.89(2.34)</td></tr><tr><td>Smoking 14</td><td>0.16(0.75)</td><td>2.74(2.37)</td><td>0(0)</td><td>0.05(0.22)</td><td>0.21(0.70)</td></tr><tr><td>Smoking 16</td><td>0.27(1.17)</td><td>3.81(2.35)</td><td>0.02(0.15)</td><td>0.30(1.34)</td><td>2.75(2.64)</td></tr><tr><td>Smoking 19</td><td>0.16(0.78)<xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref></td><td>4.50(1.89)</td><td>1.10(1.62)</td><td>0.50(1.40)</td><td>3.92(2.31)</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Cognition</td></tr><tr><td>Cantab 1</td><td>526.52(91.88)</td><td>505.64(94.89)</td><td>509.69(90.29)</td><td>525.05(112.16)</td><td>529.59(85.11)</td></tr><tr><td>Cantab 2</td><td>512.05(91.32)</td><td>485.20(82.78)</td><td>500.38(65.42)</td><td>485.14(98.47)</td><td>519.24(83.57)</td></tr><tr><td>Cantab 3</td><td>6.29(3.91)</td><td>6.28(5.10)</td><td>5.41(5.89)</td><td>5.69(2.95)</td><td>6.69(5.27)</td></tr><tr><td>Cantab 4</td><td>9.36(4.90)</td><td>7.62(5.18)</td><td>7.50(5.74)</td><td>6.69(3.64)</td><td>8.23(5.10)</td></tr><tr><td>Cantab 5</td><td>0.19(0.14)</td><td>0.19(0.11)</td><td>0.17(0.11)</td><td>0.16(0.11)</td><td>0.20(0.14)</td></tr><tr><td>Cantab 6</td><td>1715.03(436.70)</td><td>1656.80(492.85)</td><td>1385.54(283.19)</td><td>1504.74(455.70)</td><td>1612.39(502.22)</td></tr><tr><td>Cantab 7</td><td>0.46(0.12)</td><td>0.49(0.10)</td><td>0.49(0.09)</td><td>0.46(0.11)</td><td>0.51(0.12)</td></tr><tr><td>Cantab 8</td><td>0.95(0.06)</td><td>0.95(0.08)</td><td>0.98(0.04)</td><td>0.99(0.03)</td><td>0.95(0.07)</td></tr><tr><td>Cantab 9</td><td>2.09(0.89)</td><td>1.94(0.94)</td><td>1.84(0.67)</td><td>2.43(1.02)</td><td>1.99(1.03)</td></tr><tr><td>Cantab 10</td><td>0.51(0.13)</td><td>0.54(0.10)</td><td>0.54(0.10)</td><td>0.51(0.12)</td><td>0.56(0.13)</td></tr><tr><td>Cantab 11</td><td>97.44(7.37)</td><td>96.81(5.43)</td><td>96.01(6.09)</td><td>95.37(7.35)</td><td>93.56(10.26)</td></tr><tr><td>Cantab 12</td><td>0.93(0.04)</td><td>0.92(0.05)</td><td>0.93(0.05)</td><td>0.91(0.05)</td><td>0.94(0.04)</td></tr><tr><td>Cantab 13</td><td>10.53(11.71)</td><td>13.05(9.35)</td><td>11.54(13.44)</td><td>10.82(12.46)</td><td>10.16(9.38)</td></tr><tr><td>Cantab 14</td><td>27.31(6.38)</td><td>28.49(5.42)</td><td>27.00(6.13)</td><td>28.53(6.16)</td><td>27.47(5.68)</td></tr><tr><td>(K) Overall</td><td>0.01(0.02)</td><td>0.03(0.04)</td><td>0.02(0.02)</td><td>0.01(0.01)</td><td>0.02(0.03)</td></tr><tr><td>(K) Small</td><td>0.02(0.03)</td><td>0.05(0.05)</td><td>0.03(0.03)</td><td>0.03(0.04)</td><td>0.03(0.04)</td></tr><tr><td>(K) Medium</td><td>0.01(0.02)</td><td>0.03(0.04)</td><td>0.02(0.03)</td><td>0.01(0.02)</td><td>0.02(0.03)</td></tr><tr><td>(K) Large</td><td>0.01(0.01)</td><td>0.03(0.05)</td><td>0.02(0.03)</td><td>0.01(0.00)</td><td>0.01(0.02)</td></tr><tr><td>(K) Mean</td><td>0.01(0.02)</td><td>0.03(0.04)</td><td>0.02(0.02)</td><td>0.01(0.01)</td><td>0.02(0.02)</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Personality</td></tr><tr><td>(N) Neuroticism</td><td>17.82(7.99)</td><td>21.28(8.56)</td><td>19.68(6.58)</td><td>20.05(9.05)</td><td>21.82(8.96)</td></tr><tr><td>(N) Extraversion</td><td>26.75(6.35)</td><td>29.70(6.14)</td><td>30.07(5.61)</td><td>29.00(6.60)</td><td>30.52(6.09)</td></tr><tr><td>(N) Openness</td><td>28.80(4.83)</td><td>29.40(6.90)</td><td>26.46(5.66)</td><td>28.52(5.57)</td><td>29.00(6.04)</td></tr><tr><td>(N) Conscientiousness</td><td>31.55(6.23)</td><td>29.48(6.05)</td><td>32.37(4.92)</td><td>31.86(3.76)</td><td>30.92(5.62)</td></tr><tr><td>(N) Agreeableness</td><td>33.16(7.79)</td><td>29.04(6.56)</td><td>29.12(5.26)</td><td>33.57(3.67)</td><td>28.16(6.61)</td></tr><tr><td>(S) Anxiety</td><td>11.02(2.20)</td><td>11.82(2.93)</td><td>11.90(2.27)</td><td>12.35(2.78)</td><td>12.00(2.38)</td></tr><tr><td>(S) Negative Thinking</td><td>12.68(3.34)</td><td>12.73(3.49)</td><td>12.90(2.77)</td><td>12.50(3.66)</td><td>13.00(3.56)</td></tr><tr><td>(S) Impulsivity</td><td>9.84(1.75)</td><td>11.78(2.08)</td><td>11.07(1.85)</td><td>10.55(2.06)</td><td>11.66(2.02)</td></tr><tr><td>(S) Sensation Seeking</td><td>13.48(3.07)</td><td>14.73(2.84)</td><td>13.65(2.72)</td><td>13.15(3.08)</td><td>14.64(2.51)</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17073, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><hr/></th><th colspan=\"3\">Training sample<hr/></th><th colspan=\"2\">Independent sample<hr/></th></tr><tr><th/><th>Control I</th><th>Long-term</th><th>Short-term</th><th>Control II</th><th>Medium-term</th></tr></thead><tbody><tr><td>Group size</td><td>44</td><td>54</td><td>41</td><td>21</td><td>52</td></tr><tr><td>Sex (% female)</td><td>56.8%</td><td>57.4%</td><td>39.0%</td><td>81.0%</td><td>38.5%</td></tr><tr><td>Binge 14</td><td>0(0)</td><td>2.89(1.09)</td><td>0.02(0.16)</td><td>0(0)</td><td>0.06(0.24)</td></tr><tr><td>Binge 16</td><td>0(0)</td><td>3.92(1.71)</td><td>0.17(0.39)</td><td>0(0)</td><td>2.94(1.26)</td></tr><tr><td>Binge 19</td><td>0(0)</td><td>5.06(1.38)</td><td>3.56(1.25)</td><td>0(0)</td><td>4.88(1.20)</td></tr><tr><td>Cannabis use 14</td><td>0(0)</td><td>0.81(1.61)</td><td>0(0)</td><td>0(0)</td><td>0.039(0.19)</td></tr><tr><td>Cannabis use 16</td><td>0(0)</td><td>2.35(2.16)</td><td>0.17(0.95)</td><td>0(0)</td><td>1.5(2.06)</td></tr><tr><td>Cannabis use 19</td><td>0.11(0.54)</td><td>3.13(2.29)</td><td>0.39(0.80)</td><td>0(0)</td><td>2.89(2.34)</td></tr><tr><td>Smoking 14</td><td>0.16(0.75)</td><td>2.74(2.37)</td><td>0(0)</td><td>0.05(0.22)</td><td>0.21(0.70)</td></tr><tr><td>Smoking 16</td><td>0.27(1.17)</td><td>3.81(2.35)</td><td>0.02(0.15)</td><td>0.30(1.34)</td><td>2.75(2.64)</td></tr><tr><td>Smoking 19</td><td>0.16(0.78)<xref rid=\"tf0005\" ref-type=\"table-fn\">a</xref></td><td>4.50(1.89)</td><td>1.10(1.62)</td><td>0.50(1.40)</td><td>3.92(2.31)</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Cognition</td></tr><tr><td>Cantab 1</td><td>526.52(91.88)</td><td>505.64(94.89)</td><td>509.69(90.29)</td><td>525.05(112.16)</td><td>529.59(85.11)</td></tr><tr><td>Cantab 2</td><td>512.05(91.32)</td><td>485.20(82.78)</td><td>500.38(65.42)</td><td>485.14(98.47)</td><td>519.24(83.57)</td></tr><tr><td>Cantab 3</td><td>6.29(3.91)</td><td>6.28(5.10)</td><td>5.41(5.89)</td><td>5.69(2.95)</td><td>6.69(5.27)</td></tr><tr><td>Cantab 4</td><td>9.36(4.90)</td><td>7.62(5.18)</td><td>7.50(5.74)</td><td>6.69(3.64)</td><td>8.23(5.10)</td></tr><tr><td>Cantab 5</td><td>0.19(0.14)</td><td>0.19(0.11)</td><td>0.17(0.11)</td><td>0.16(0.11)</td><td>0.20(0.14)</td></tr><tr><td>Cantab 6</td><td>1715.03(436.70)</td><td>1656.80(492.85)</td><td>1385.54(283.19)</td><td>1504.74(455.70)</td><td>1612.39(502.22)</td></tr><tr><td>Cantab 7</td><td>0.46(0.12)</td><td>0.49(0.10)</td><td>0.49(0.09)</td><td>0.46(0.11)</td><td>0.51(0.12)</td></tr><tr><td>Cantab 8</td><td>0.95(0.06)</td><td>0.95(0.08)</td><td>0.98(0.04)</td><td>0.99(0.03)</td><td>0.95(0.07)</td></tr><tr><td>Cantab 9</td><td>2.09(0.89)</td><td>1.94(0.94)</td><td>1.84(0.67)</td><td>2.43(1.02)</td><td>1.99(1.03)</td></tr><tr><td>Cantab 10</td><td>0.51(0.13)</td><td>0.54(0.10)</td><td>0.54(0.10)</td><td>0.51(0.12)</td><td>0.56(0.13)</td></tr><tr><td>Cantab 11</td><td>97.44(7.37)</td><td>96.81(5.43)</td><td>96.01(6.09)</td><td>95.37(7.35)</td><td>93.56(10.26)</td></tr><tr><td>Cantab 12</td><td>0.93(0.04)</td><td>0.92(0.05)</td><td>0.93(0.05)</td><td>0.91(0.05)</td><td>0.94(0.04)</td></tr><tr><td>Cantab 13</td><td>10.53(11.71)</td><td>13.05(9.35)</td><td>11.54(13.44)</td><td>10.82(12.46)</td><td>10.16(9.38)</td></tr><tr><td>Cantab 14</td><td>27.31(6.38)</td><td>28.49(5.42)</td><td>27.00(6.13)</td><td>28.53(6.16)</td><td>27.47(5.68)</td></tr><tr><td>(K) Overall</td><td>0.01(0.02)</td><td>0.03(0.04)</td><td>0.02(0.02)</td><td>0.01(0.01)</td><td>0.02(0.03)</td></tr><tr><td>(K) Small</td><td>0.02(0.03)</td><td>0.05(0.05)</td><td>0.03(0.03)</td><td>0.03(0.04)</td><td>0.03(0.04)</td></tr><tr><td>(K) Medium</td><td>0.01(0.02)</td><td>0.03(0.04)</td><td>0.02(0.03)</td><td>0.01(0.02)</td><td>0.02(0.03)</td></tr><tr><td>(K) Large</td><td>0.01(0.01)</td><td>0.03(0.05)</td><td>0.02(0.03)</td><td>0.01(0.00)</td><td>0.01(0.02)</td></tr><tr><td>(K) Mean</td><td>0.01(0.02)</td><td>0.03(0.04)</td><td>0.02(0.02)</td><td>0.01(0.01)</td><td>0.02(0.02)</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td colspan=\"6\">Personality</td></tr><tr><td>(N) Neuroticism</td><td>17.82(7.99)</td><td>21.28(8.56)</td><td>19.68(6.58)</td><td>20.05(9.05)</td><td>21.82(8.96)</td></tr><tr><td>(N) Extraversion</td><td>26.75(6.35)</td><td>29.70(6.14)</td><td>30.07(5.61)</td><td>29.00(6.60)</td><td>30.52(6.09)</td></tr><tr><td>(N) Openness</td><td>28.80(4.83)</td><td>29.40(6.90)</td><td>26.46(5.66)</td><td>28.52(5.57)</td><td>29.00(6.04)</td></tr><tr><td>(N) Conscientiousness</td><td>31.55(6.23)</td><td>29.48(6.05)</td><td>32.37(4.92)</td><td>31.86(3.76)</td><td>30.92(5.62)</td></tr><tr><td>(N) Agreeableness</td><td>33.16(7.79)</td><td>29.04(6.56)</td><td>29.12(5.26)</td><td>33.57(3.67)</td><td>28.16(6.61)</td></tr><tr><td>(S) Anxiety</td><td>11.02(2.20)</td><td>11.82(2.93)</td><td>11.90(2.27)</td><td>12.35(2.78)</td><td>12.00(2.38)</td></tr><tr><td>(S) Negative Thinking</td><td>12.68(3.34)</td><td>12.73(3.49)</td><td>12.90(2.77)</td><td>12.50(3.66)</td><td>13.00(3.56)</td></tr><tr><td>(S) Impulsivity</td><td>9.84(1.75)</td><td>11.78(2.08)</td><td>11.07(1.85)</td><td>10.55(2.06)</td><td>11.66(2.02)</td></tr><tr><td>(S) Sensation Seeking</td><td>13.48(3.07)</td><td>14.73(2.84)</td><td>13.65(2.72)</td><td>13.15(3.08)</td><td>14.64(2.51)</td></tr></tbody></table>\n"}, "text": "\tTraining sample\tIndependent sample\t \t\tControl I\tLong-term\tShort-term\tControl II\tMedium-term\t \tGroup size\t44\t54\t41\t21\t52\t \tSex (% female)\t56.8%\t57.4%\t39.0%\t81.0%\t38.5%\t \tBinge 14\t0(0)\t2.89(1.09)\t0.02(0.16)\t0(0)\t0.06(0.24)\t \tBinge 16\t0(0)\t3.92(1.71)\t0.17(0.39)\t0(0)\t2.94(1.26)\t \tBinge 19\t0(0)\t5.06(1.38)\t3.56(1.25)\t0(0)\t4.88(1.20)\t \tCannabis use 14\t0(0)\t0.81(1.61)\t0(0)\t0(0)\t0.039(0.19)\t \tCannabis use 16\t0(0)\t2.35(2.16)\t0.17(0.95)\t0(0)\t1.5(2.06)\t \tCannabis use 19\t0.11(0.54)\t3.13(2.29)\t0.39(0.80)\t0(0)\t2.89(2.34)\t \tSmoking 14\t0.16(0.75)\t2.74(2.37)\t0(0)\t0.05(0.22)\t0.21(0.70)\t \tSmoking 16\t0.27(1.17)\t3.81(2.35)\t0.02(0.15)\t0.30(1.34)\t2.75(2.64)\t \tSmoking 19\t0.16(0.78)a\t4.50(1.89)\t1.10(1.62)\t0.50(1.40)\t3.92(2.31)\t \t\u2028\u2028\t \tCognition\t \tCantab 1\t526.52(91.88)\t505.64(94.89)\t509.69(90.29)\t525.05(112.16)\t529.59(85.11)\t \tCantab 2\t512.05(91.32)\t485.20(82.78)\t500.38(65.42)\t485.14(98.47)\t519.24(83.57)\t \tCantab 3\t6.29(3.91)\t6.28(5.10)\t5.41(5.89)\t5.69(2.95)\t6.69(5.27)\t \tCantab 4\t9.36(4.90)\t7.62(5.18)\t7.50(5.74)\t6.69(3.64)\t8.23(5.10)\t \tCantab 5\t0.19(0.14)\t0.19(0.11)\t0.17(0.11)\t0.16(0.11)\t0.20(0.14)\t \tCantab 6\t1715.03(436.70)\t1656.80(492.85)\t1385.54(283.19)\t1504.74(455.70)\t1612.39(502.22)\t \tCantab 7\t0.46(0.12)\t0.49(0.10)\t0.49(0.09)\t0.46(0.11)\t0.51(0.12)\t \tCantab 8\t0.95(0.06)\t0.95(0.08)\t0.98(0.04)\t0.99(0.03)\t0.95(0.07)\t \tCantab 9\t2.09(0.89)\t1.94(0.94)\t1.84(0.67)\t2.43(1.02)\t1.99(1.03)\t \tCantab 10\t0.51(0.13)\t0.54(0.10)\t0.54(0.10)\t0.51(0.12)\t0.56(0.13)\t \tCantab 11\t97.44(7.37)\t96.81(5.43)\t96.01(6.09)\t95.37(7.35)\t93.56(10.26)\t \tCantab 12\t0.93(0.04)\t0.92(0.05)\t0.93(0.05)\t0.91(0.05)\t0.94(0.04)\t \tCantab 13\t10.53(11.71)\t13.05(9.35)\t11.54(13.44)\t10.82(12.46)\t10.16(9.38)\t \tCantab 14\t27.31(6.38)\t28.49(5.42)\t27.00(6.13)\t28.53(6.16)\t27.47(5.68)\t \t(K) Overall\t0.01(0.02)\t0.03(0.04)\t0.02(0.02)\t0.01(0.01)\t0.02(0.03)\t \t(K) Small\t0.02(0.03)\t0.05(0.05)\t0.03(0.03)\t0.03(0.04)\t0.03(0.04)\t \t(K) Medium\t0.01(0.02)\t0.03(0.04)\t0.02(0.03)\t0.01(0.02)\t0.02(0.03)\t \t(K) Large\t0.01(0.01)\t0.03(0.05)\t0.02(0.03)\t0.01(0.00)\t0.01(0.02)\t \t(K) Mean\t0.01(0.02)\t0.03(0.04)\t0.02(0.02)\t0.01(0.01)\t0.02(0.02)\t \t\u2028\u2028\t \tPersonality\t \t(N) Neuroticism\t17.82(7.99)\t21.28(8.56)\t19.68(6.58)\t20.05(9.05)\t21.82(8.96)\t \t(N) Extraversion\t26.75(6.35)\t29.70(6.14)\t30.07(5.61)\t29.00(6.60)\t30.52(6.09)\t \t(N) Openness\t28.80(4.83)\t29.40(6.90)\t26.46(5.66)\t28.52(5.57)\t29.00(6.04)\t \t(N) Conscientiousness\t31.55(6.23)\t29.48(6.05)\t32.37(4.92)\t31.86(3.76)\t30.92(5.62)\t \t(N) Agreeableness\t33.16(7.79)\t29.04(6.56)\t29.12(5.26)\t33.57(3.67)\t28.16(6.61)\t \t(S) Anxiety\t11.02(2.20)\t11.82(2.93)\t11.90(2.27)\t12.35(2.78)\t12.00(2.38)\t \t(S) Negative Thinking\t12.68(3.34)\t12.73(3.49)\t12.90(2.77)\t12.50(3.66)\t13.00(3.56)\t \t(S) Impulsivity\t9.84(1.75)\t11.78(2.08)\t11.07(1.85)\t10.55(2.06)\t11.66(2.02)\t \t(S) Sensation Seeking\t13.48(3.07)\t14.73(2.84)\t13.65(2.72)\t13.15(3.08)\t14.64(2.51)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19880, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Substance using behavior (lifetime binge drinking, cannabis use, and smoking) was assessed by the ESPAD at ages 14, 16, and 19, with the values representing the occasions of lifetime drunken episodes, lifetime cannabis use, and lifetime smoking, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20140, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Cantab, Cambridge Neuropsychological Test Automated Battery. Cantab 1–14: Affective Go-NoGo Latency Negative, Affective Go-NoGo Latency Positive, Affective Go-NoGo Omission Negative, Affective Go-NoGo Omission Positive, Delay Aversion, Deliberation Time, Overall Proportion Bet, Quality of Decision Making, Risk Adjustment, Risk Taking, Pattern Recognition Memory, Rapid Visual Processing, Spatial Working Memory of Errors, Spatial Working Memory of Strategy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20600, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "(K) represents the Monetary-Choice Questionnaire (KIRBY rate).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20663, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "(N) represents NEO-PI-R, Revised NEO Personality Inventory.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20723, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "(S) represents SURPS, Substance Use Risk Profile Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20779, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "More details about cognitive tests and personality questionnaires are provided in the eMethods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20875, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Mean scores ± standard deviation are listed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20920, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "One participant in the control group reported less lifetime smoking at age 19 than previously reported in the ages 14 and 16 years. One participant in the Control II group was missing data for lifetime smoking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21131, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All participants were stratified into 5 groups, including long-term (n = 54), medium-term (n = 52), and short-term (n = 41) drinkers; Control I (n = 44) and Control II (n = 21). These were further divided into the training and test samples (Fig. 1, eFig. 1 and Table 1). To summarize the analyses in this study, a diagram of the study design depicting the relationship between different analyses is presented in eFig. 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21552, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Discriminative features of binge drinkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 21594, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were higher personality scores, including sensation seeking (t84 = 2.77, p = .007) and impulsivity (t84 = 4.76, p = 8.10 × 10−6) in the long-term binge drinkers than the Control I group at age 19, after FDR correction by univariate comparison. However, there were no significant differences in other personality or cognitive scores between controls and binge drinkers (eTable 1). We found no significant differences in rsFC or genetic variants between binge drinkers and not-binge controls (eFig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22101, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By constructing accurate multivariate classifiers [classification accuracy = 86.7%; area under curve (AUC) = 0.900, eFig. 4] for long-term drinkers that included sex and site of data collection as covariates (classifier SVM-long, Fig. 2A), we identified robust rsFC and SNP features (eTables 2, 3, 4a; Fig. 2C) in the long-term drinkers. Similarly, we identified robust features (eTables 4b-c) in the short-term drinkers (classifier SVM-short, classification accuracy = 80.0%, Fig. 2A; AUC = 0.846, eFig. 4b). The net reclassification improvement (NRI) test showed that the contribution of rsFC (eFig. 4c) was significant to the SVM-long classifier (NRI95 = 2.01, p = .044) but not the SVM-short (NRI85 = 0.22 and p = .825). In contrast, the SNPs significantly contributed to both classifiers (SVM-long: NRI95 = 2.90, p = .0038; SVM-short: NRI85 = 2.63, p = .0085). Thus, we summarized the candidate rsFCs selected by SVM-long into iFC and dFC scores (Fig. 2B), and summarized the candidate SNPs selected by both SVM-long and SVM-short into rSNP and pSNP scores (Fig. 2C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23174, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among the established summary scores (Fig. 3), we found that iFC (z212 = 8.54, p = 1.34 × 10−17) and impulsivity (z212 = 2.59, p = .0047) scores showed a trend that increased across controls, short-, medium-, and long-term binge drinkers (eFig. 5 and eTable 5). We also found higher rSNP scores (t210 = 4.20, p = 3.88 × 10−5) and lower pSNP scores (t210 = −9.09, p = 7.40 × 10−17) in binge drinkers than controls. Thus, the final classifier (SVM4) for binge drinkers was created from the iFC, impulsivity, and p/rSNP scores (Fig. 3D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23709, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Validation of models using an independent sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 23758, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the test sample, SVM4 achieved a classification accuracy of 71.2% for medium-term binge drinkers. The pSNP score contributed the most to this classifier (Fig. 3G; r = 0.75, p = 6.69 × 10−26), followed by the iFC score (r = 0.64, p = 2.88 × 10−17). The rSNP and the impulsivity scores showed relatively small, but significant, contributions (rSNP: r = 0.36, p = 1.79 × 10−5; impulsivity: r = 0.38, p = 6.94 × 10−6). The covariates, including sex and site of data collection, contributed to the classifier significantly less than the rsFC and SNP (0.235–0.539, 95% confidence interval of contribution difference by 5000 bootstraps, eFig. 6). Without the hierarchical design (eTable 6) or hypothesis-guided feature selection (eFig. 7), the multivariate model tended to over-fit the training sample, which significantly reduced the classification accuracy of the test sample. As the onset time of binge drinking may be different from the onset time of other substance use, the hypothesis-guided feature selection may improve the specificity of the selected features to be associated with binge drinking instead of general substance use. Indeed, applying the established classifier to identify cannabis users and smokers in the test sample yielded accuracies of 49.3% and 54.8%, respectively, which is comparable to chance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25080, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the Control II group, the accuracies decreased from 62.5% to 53.9% in subjects with increased Occasion scores (Fig. 3E). In the medium-term drinkers, classification accuracies were 64.7%, 71.4%, and 90.5% in subgroups of binge scores that were <4 (n = 17), equal to 5 (n = 14), or 6 (n = 21), respectively (Fig. 3F).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25400, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Onset of binge drinking slowed down the developmental trajectory of improvement in impulsivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 25495, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Analysis of the relationship between personality scores and binge drinking. (A), (B) Boxplots of “impulsivity” scores in the controls (blue) and the short-term drinkers (green) at different ages. Controls included Control I and Control II groups, as they did not binge drink at all. The statistical significance displayed in (A) refers to the statistical significance of the difference between difference16–14 of “impulsivity” scores and difference19–16 of “impulsivity” scores in short-term drinkers. (C), (D) Boxplots of “sensation seeking” scores in the controls (blue) and short-term drinkers (green) at different ages. Boxplots showing the median, 25th, and 75th percentiles; whiskers show ±2.7 standard deviation. (*p < 10−1, **p < 10−2, ***p < 10−4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26253, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 26260, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It was difficult to elucidate the cause and effect of binge drinking because the impulsivity score was higher in the binge drinkers (including the medium-term and the short-term groups) than controls (including Control I and Control II) at both ages (14: t146 = 2.14, p = .034; 19: t145 = 4.1, p = 6.93 × 10−5). For each period (14–16, or 16–19), we computed the difference between two time points to represent the developmental improvements in impulsivity. In controls (including Control I and Control II), we observed that impulsivity improved at a steady speed from ages 14 to 16 and 16 to 19 (Fig. 4B). However, in short-term drinkers (n = 41), we found that the improvement in impulsivity between ages 16 and 19 was lower than between ages 14 and 16 (p = .003, Fig. 4A). This effect was not observed for sensation seeking (Fig. 4C–D). Using ANOVA with repeated measures, we identified an interaction effect between time (ages 14, 16 and 19) and group (short-term drinkers and controls) on impulsivity (F97 = 3.745, p = .027) and the developmental change of impulsivity (i.e. difference16–14 and difference19–16) (F97 = 5.516, p = .021). This interaction effect was not observed for sensation seeking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27466, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 27477, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We conducted a systematical study to delineate the consequences of binge drinking in multiple domains, including the brain, personality, and cognition of adolescents, while considering multiple confounders, including genetics and other substance use. In the brain, we found that the frontal connectivity significantly contributed to the binge-drinking associated brain feature (11 out of 16 links selected for the iFC score). In the domain of personality, the developmental improvement of impulsivity was slowed down after the onset of binge drinking during adolescence. The current findings identified the disruptive effects of adolescent binge drinking on the developmental trajectories of both brain and personality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28197, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The functional connectivity between the frontal cortex and precentral gyrus and occipital cortex are particularly vulnerable to adolescent binge drinking. The standard developmental trajectory of the functional architecture is to segregate the brain into different functional systems; for example, interactions among frontal and sensory-motor regions decrease with age; and frontal areas undergo significant pruning processes during adolescence. It has been reported that the earlier age of the first drink of alcohol predicted the poorer performances in both the psychomotor speed and the visual attention, and the earlier onset age of the weekly drinking was associated with higher frontoparietal context-dependent functional connectivity between the bilateral posterior cingulate and both cortical and subcortical areas implicated in the attentional processes in young adults. Our results indicated an accumulating effect of adolescent binge drinking on frontal connectivity because more episodes of binge drinking increased the accuracy of the classification between binge drinkers and non-binge controls. Therefore, if binge drinking is not totally avoidable in adolescents, efforts should be considered to control the number of incidences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29443, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The maturation process of personality is characterized by a decline in negative emotionality; however, we found that the standard decline of impulsivity was slowed down by the onset of adolescent binge drinking. Compared with our observation of sensation seeking, it suggests that the adolescent binge drinking may be particularly disruptive to the developmental processes normally taking place at the time period that is later than the onset age of binge drinking. Interestingly, sensation seeking becomes relatively stable after mid-adolescence, while impulsivity shows an explicitly monotonic decline through adolescence. Therefore, adolescent binge drinking had a greater impact on the maturation of impulsivity but not sensation seeking. Furthermore, we found higher impulsivity scores in the binge drinkers than in controls at baseline (before the onset of binge drinking), which is consistent with previous studies that used the impulsivity score as a predictor for later alcohol misuse. Therefore, the current findings provide longitudinal evidence to suggest that there is a negative feedback loop between impulsivity and adolescent drinking behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30604, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Increased functional connectivity and impulsivity scores both contributed to our classification model for binge drinkers independent of genetic features; therefore, these features are unlikely to be independent manifestations of common genetic predispositions for adolescent binge drinking. In fact, gene expression patterns in the brain can be altered by alcohol intake, especially in the frontal areas. This altered expression pattern may lead to dysfunctional brain connectivity; rsFC has been correlated with gene expression linked to ion channel activity and synaptic function. In addition, the brain serotonin system is responsible for impulsivity and this system can be disturbed by alcohol, which may account for the impact of binge drinking on the developmental trajectory of impulsivity in this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31416, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The advantages of this study include the longitudinal design, independent test sample, and disassociation with cannabis use. However, several limitations must be considered when interpreting our results. First, we used binge drinking as a behavioral indicator for alcohol-induced neurotoxicity, which is not necessarily comparable to clinically diagnosed alcohol dependency. We measured drinking behavior at ages 14, 16, and 19 only; therefore, more detailed measurements outlining the frequency and quantity of drinking would assist with the identification of heavy drinkers from occasional drinkers. Second, a limited number of individuals in the IMAGEN study participated in the rsfMRI experiments at age 14, and only 24 were defined as binge drinkers across the three binge drinking groups. Future longitudinal studies employing rsfMRI at baseline will enable estimations of developmental trajectories of rsFC before and after the onset of binge drinking and thereby, provide more insights into the disruptive effects of adolescent binge drinking on the developmental trajectory of brain functional architecture.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32533, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 32545, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We found new evidence for disrupted brain functional organization in adolescents who participate in binge drinking behaviors and highlighted a negative feedback loop that interacted with impulsivity following binge drinking during early adolescence. Alcohol is the most abused substance in adolescents; therefore, its effect on the brain and personality must be considered in remedy programs to prevent further development of alcohol-related adverse outcomes. The identified disruptive effects of adolescent binge drinking provide potential targets for such interventions in adolescents with a history of binge drinking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33166, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 33184, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "IMAGEN data are available by application to consortium coordinator Dr. G. Schumann (http://imagen-europe.com) after evaluation according to an established procedure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33350, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Code availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 33368, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Matlab codes for main algorithms used in this work are provided at the following website https://github.com/qluo2018/RetraceHistoryOfBingeDrinking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33516, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding information", "sentences": [], "annotations": [], "relations": []}, {"offset": 33536, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Dr. Luo was supported by  (grant 2018YFC0910503), the  (grants 81873909), the  (grant 17ZR1444400),  Major Project (grant 2018SHZDZX01), and . Dr. Feng was partially supported by the key project of  (grant 16JC1420402), the  (grant 91630314), the , the  (grant 2016-17) and the  (grant B18015). Dr. Feng was a Royal Society Wolfson Research Merit Award holder. Dr. Li was partially supported by the  (grants 2017ZZ02026, 2018BR33, 2017EKHWYX-02 and GDEK201709),  (grant 16CR2025B),  (grant 20152234),  (grants 81571031, 81761128035, and 81703249),  (grants 17XD1403200 and 18DZ2313505),  (grants 2018YJRC03, talent introduction-014, and Top talent-201603). This work also received support from the following sources: the -funded FP6 Integrated Project IMAGEN (Reinforcement-related behavior in normal brain function and psychopathology) (LSHM-CT- 2007-037286), the  funded ERC Advanced Grant “STRATIFY” (Brain network based stratification of reinforcement-related disorders) (695313),  (Understanding the Interplay between Cultural, Biological and Subjective Factors in Drug Use Pathways) (PR-ST-0416-10004),  (JPND: BRain Imaging, cognition Dementia and next generation GEnomics) (MR/N027558/1), the  projects IMAGEMEND (602450; IMAging GEnetics for MENtal Disorders) and  (603016), the  (115300-2), the  Grant “c-VEDA” (Consortium on Vulnerability to Externalizing Disorders and Addictions) (MR/N000390/1), the , the , the  (NIHR) Biomedical Research Centre at South London and  and , the  (BMBF grants 01GS08152; 01EV0711; eMED SysAlc01ZX1311A; Forschungsnetz AERIAL 01EE1406A), the  (DFG grants SM 80/7-1, SM 80/7-2, SFB 940/1). Further support was provided by grants from:  (project AF12-NEUR0008-01-WM2NA, and ANR-12-SAMA-0004), the , the , the  (MILDECA), the  and  (interface grant),  IDEX 2012; the  (16/ERCD/3797),  (Axon, Testosterone and Mental Health during Adolescence; RO1 MH085772-01A1), and by  Consortium grant U54 EB020403, supported by a cross-NIH alliance that funds Big Data to Knowledge Centres of Excellence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35569, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Disclosures", "sentences": [], "annotations": [], "relations": []}, {"offset": 35581, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Dr. Banaschewski has served as an advisor or consultant to Actelion, Hexal Pharma, Lilly, Lundbeck, Medice, Neurim Pharmaceuticals, Novartis, Shire. He received conference support or speaker's fee by Lilly, Medice, Novartis and Shire. He has been involved in clinical trials conducted by Shire & Viforpharma; the present work is unrelated to these relationships. Dr. Walter received a speaker honorarium from Servier (2014). All other authors declare no conflict of interest. The other authors report no biomedical financial interests or potential conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36152, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 36166, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Q.L. and J.F., G.S. conceived the project. H.R., Y.Z. and Q.L. performed most of the analyses. G.R., S.D., E.B. and F.L. analysed behavioral data. Z.L., H.R., T.B., A.B., U.B., C.B., H.F., V.F., H.G., P.G., A.H., B.I., J.M., M.P., F.N., D.O., L.P., S.H., J.F., M.S. H.W., and R.W. acquired and processed neuroimaging, genetic and behaviour data. Q.L., Y.Z. and H.R. wrote the manuscript. G.S. and J.F. edited the manuscript. All authors reviewed the manuscript and discussed the work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36651, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 36662, "infons": {"fpage": "1429", "issue": "12", "lpage": "1437", "name_0": "surname:Blanco;given-names:C.", "name_1": "surname:Okuda;given-names:M.", "name_2": "surname:Wright;given-names:C.", "name_3": "surname:Hasin;given-names:D.S.", "name_4": "surname:Grant;given-names:B.F.", "name_5": "surname:Liu;given-names:S.-M.", "name_6": "surname:Olfson;given-names:M.", "pub-id_pmid": "19047530", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "65", "year": "2008"}, "text": "Mental health of college students and their non–college-attending peers: results from the national epidemiologic study on alcohol and related conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 36815, "infons": {"fpage": "229", "issue": "2", "lpage": "266", "name_0": "surname:Blonigen;given-names:D.M.", "name_1": "surname:Carlson;given-names:M.D.", "name_2": "surname:Hicks;given-names:B.M.", "name_3": "surname:Krueger;given-names:R.F.", "name_4": "surname:Iacono;given-names:W.G.", "pub-id_pmid": "18331280", "section_type": "REF", "source": "J. Pers.", "type": "ref", "volume": "76", "year": "2008"}, "text": "Stability and change in personality traits from late adolescence to early adulthood: a longitudinal twin study", "sentences": [], "annotations": [], "relations": []}, {"offset": 36926, "infons": {"fpage": "S290", "issue": "Suppl. 4", "lpage": "S310", "name_0": "surname:Brown;given-names:S.A.", "name_1": "surname:McGue;given-names:M.", "name_2": "surname:Maggs;given-names:J.", "name_3": "surname:Schulenberg;given-names:J.", "name_4": "surname:Hingson;given-names:R.", "name_5": "surname:Swartzwelder;given-names:S.", "name_6": "surname:Murphy;given-names:S.", "pub-id_pmid": "18381495", "section_type": "REF", "source": "Pediatrics", "type": "ref", "volume": "121", "year": "2008"}, "text": "A developmental perspective on alcohol and youths 16 to 20 years of age", "sentences": [], "annotations": [], "relations": []}, {"offset": 36998, "infons": {"name_0": "surname:Burnett;given-names:E.J.", "name_1": "surname:Davenport;given-names:A.T.", "name_2": "surname:Grant;given-names:K.A.", "name_3": "surname:Friedman;given-names:D.P.", "section_type": "REF", "source": "Frontiers in psychiatry", "type": "ref", "volume": "3", "year": "2012"}, "text": "The effects of chronic ethanol self-administration on hippocampal serotonin transporter density in monkeys", "sentences": [], "annotations": [], "relations": []}, {"offset": 37105, "infons": {"fpage": "453", "lpage": "484", "name_0": "surname:Caspi;given-names:A.", "name_1": "surname:Roberts;given-names:B.W.", "name_2": "surname:Shiner;given-names:R.L.", "pub-id_pmid": "15709943", "section_type": "REF", "source": "Annu. Rev. Psychol.", "type": "ref", "volume": "56", "year": "2005"}, "text": "Personality development: stability and change", "sentences": [], "annotations": [], "relations": []}, {"offset": 37151, "infons": {"fpage": "483", "issue": "4", "name_0": "surname:Chassin;given-names:L.", "name_1": "surname:Flora;given-names:D.B.", "name_2": "surname:King;given-names:K.M.", "pub-id_pmid": "15535782", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "113", "year": "2004"}, "text": "Trajectories of alcohol and drug use and dependence from adolescence to adulthood: the effects of familial alcoholism and personality", "sentences": [], "annotations": [], "relations": []}, {"offset": 37285, "infons": {"fpage": "41", "issue": "1", "lpage": "47", "name_0": "surname:Chen;given-names:K.", "name_1": "surname:Kandel;given-names:D.B.", "pub-id_pmid": "7832260", "section_type": "REF", "source": "Am. J. Public Health", "type": "ref", "volume": "85", "year": "1995"}, "text": "The natural history of drug use from adolescence to the mid-thirties in a general population sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 37385, "infons": {"fpage": "329", "lpage": "345", "name_0": "surname:Costa;given-names:P.T.", "name_1": "surname:Mccrae;given-names:R.R.", "section_type": "REF", "type": "ref", "volume": "7(4)", "year": "1992"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 37386, "infons": {"fpage": "1914", "issue": "8", "lpage": "1928", "name_0": "surname:Craddock;given-names:R.C.", "name_1": "surname:James;given-names:G.A.", "name_2": "surname:Holtzheimer;given-names:P.E.", "name_3": "surname:Hu;given-names:X.", "name_4": "surname:Mayberg;given-names:H.S.", "pub-id_pmid": "21769991", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "33", "year": "2012"}, "text": "A whole brain fMRI atlas generated via spatially constrained spectral clustering", "sentences": [], "annotations": [], "relations": []}, {"offset": 37467, "infons": {"fpage": "2149", "issue": "12", "lpage": "2160", "name_0": "surname:Dawson;given-names:D.A.", "name_1": "surname:Goldstein;given-names:R.B.", "name_2": "surname:Chou;given-names:S.P.", "name_3": "surname:Ruan;given-names:W.J.", "name_4": "surname:Grant;given-names:B.F.", "pub-id_pmid": "18828796", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "32", "year": "2008"}, "text": "Age at first drink and the first incidence of adult-onset DSM-IV alcohol use disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 37554, "infons": {"fpage": "263", "issue": "2", "lpage": "274", "name_0": "surname:Desrivieres;given-names:S.", "name_1": "surname:Lourdusamy;given-names:A.", "name_2": "surname:Tao;given-names:C.", "name_3": "surname:Toro;given-names:R.", "name_4": "surname:Jia;given-names:T.", "name_5": "surname:Loth;given-names:E.", "name_6": "surname:Schumann;given-names:G.", "pub-id_pmid": "24514566", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "20", "year": "2015"}, "text": "Single nucleotide polymorphism in the neuroplastin locus associates with cortical thickness and intellectual ability in adolescents", "sentences": [], "annotations": [], "relations": []}, {"offset": 37686, "infons": {"fpage": "237", "issue": "2", "lpage": "264", "name_0": "surname:Donnellan;given-names:M.B.", "name_1": "surname:Conger;given-names:R.D.", "name_2": "surname:Burzette;given-names:R.G.", "pub-id_pmid": "17359238", "section_type": "REF", "source": "J. Pers.", "type": "ref", "volume": "75", "year": "2007"}, "text": "Personality development from late adolescence to young adulthood: differential stability, normative maturity, and evidence for the maturity-stability hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 37847, "infons": {"fpage": "26", "issue": "1", "name_0": "surname:Elkins;given-names:I.J.", "name_1": "surname:King;given-names:S.M.", "name_2": "surname:McGue;given-names:M.", "name_3": "surname:Iacono;given-names:W.G.", "pub-id_pmid": "16492093", "section_type": "REF", "source": "J. Abnorm. Psychol.", "type": "ref", "volume": "115", "year": "2006"}, "text": "Personality traits and the development of nicotine, alcohol, and illicit drug disorders: prospective links from adolescence to young adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 37990, "infons": {"fpage": "728", "issue": "5", "lpage": "734", "name_0": "surname:Giedd;given-names:J.N.", "name_1": "surname:Rapoport;given-names:J.L.", "pub-id_pmid": "20826305", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "67", "year": "2010"}, "text": "Structural MRI of pediatric brain development: what have we learned and where are we going?", "sentences": [], "annotations": [], "relations": []}, {"offset": 38082, "infons": {"fpage": "8174", "issue": "21", "lpage": "8179", "name_0": "surname:Gogtay;given-names:N.", "name_1": "surname:Giedd;given-names:J.N.", "name_2": "surname:Lusk;given-names:L.", "name_3": "surname:Hayashi;given-names:K.M.", "name_4": "surname:Greenstein;given-names:D.", "name_5": "surname:Vaituzis;given-names:A.C.", "name_6": "surname:Thompson;given-names:P.M.", "pub-id_pmid": "15148381", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "101", "year": "2004"}, "text": "Dynamic mapping of human cortical development during childhood through early adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 38169, "infons": {"fpage": "13681", "issue": "44", "lpage": "13686", "name_0": "surname:Gu;given-names:S.", "name_1": "surname:Satterthwaite;given-names:T.D.", "name_2": "surname:Medaglia;given-names:J.D.", "name_3": "surname:Yang;given-names:M.", "name_4": "surname:Gur;given-names:R.E.", "name_5": "surname:Gur;given-names:R.C.", "name_6": "surname:Bassett;given-names:D.S.", "pub-id_pmid": "26483477", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "112", "year": "2015"}, "text": "Emergence of system roles in normative neurodevelopment", "sentences": [], "annotations": [], "relations": []}, {"offset": 38225, "infons": {"fpage": "739", "issue": "3", "name_0": "surname:Harden;given-names:K.P.", "name_1": "surname:Tucker-Drob;given-names:E.M.", "pub-id_pmid": "21534657", "section_type": "REF", "source": "Dev. Psychol.", "type": "ref", "volume": "47", "year": "2011"}, "text": "Individual differences in the development of sensation seeking and impulsivity during adolescence: further evidence for a dual systems model", "sentences": [], "annotations": [], "relations": []}, {"offset": 38366, "infons": {"fpage": "239", "issue": "3", "name_0": "surname:King;given-names:K.M.", "name_1": "surname:Chassin;given-names:L.", "pub-id_pmid": "15482079", "section_type": "REF", "source": "Psychol. Addict. Behav.", "type": "ref", "volume": "18", "year": "2004"}, "text": "Mediating and moderated effects of adolescent behavioral undercontrol and parenting in the prediction of drug use disorders in emerging adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 38512, "infons": {"fpage": "78", "issue": "1", "lpage": "87", "name_0": "surname:Kirby;given-names:K.N.", "name_1": "surname:Petry;given-names:N.M.", "name_2": "surname:Bickel;given-names:W.K.", "pub-id_pmid": "10100392", "section_type": "REF", "source": "J. Exp. Psychol. Gen.", "type": "ref", "volume": "128", "year": "1999"}, "text": "Heroin addicts have higher discount rates for delayed rewards than non-drug-using controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 38603, "infons": {"fpage": "898", "issue": "4", "name_0": "surname:Klimstra;given-names:T.A.", "name_1": "surname:Hale;given-names:W.W.;suffix:III", "name_2": "surname:Raaijmakers;given-names:Q.A.", "name_3": "surname:Branje;given-names:S.J.", "name_4": "surname:Meeus;given-names:W.H.", "pub-id_pmid": "19309210", "section_type": "REF", "source": "J. Pers. Soc. Psychol.", "type": "ref", "volume": "96", "year": "2009"}, "text": "Maturation of personality in adolescence", "sentences": [], "annotations": [], "relations": []}, {"offset": 38644, "infons": {"fpage": "1873", "issue": "12", "lpage": "1882", "name_0": "surname:Lewohl;given-names:J.M.", "name_1": "surname:Wang;given-names:L.", "name_2": "surname:Miles;given-names:M.F.", "name_3": "surname:Zhang;given-names:L.", "name_4": "surname:Dodd;given-names:P.R.", "name_5": "surname:Harris;given-names:R.A.", "pub-id_pmid": "11141048", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "24", "year": "2000"}, "text": "Gene expression in human alcoholism: microarray analysis of frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 38719, "infons": {"fpage": "775", "issue": "5", "lpage": "782", "name_0": "surname:Leyton;given-names:M.", "name_1": "surname:Okazawa;given-names:H.", "name_2": "surname:Diksic;given-names:M.", "name_3": "surname:Paris;given-names:J.", "name_4": "surname:Rosa;given-names:P.", "name_5": "surname:Mzengeza;given-names:S.", "name_6": "surname:Benkelfat;given-names:C.", "pub-id_pmid": "11329401", "section_type": "REF", "source": "Am. J. Psychiatr.", "type": "ref", "volume": "158", "year": "2001"}, "text": "Brain regional α-[11C] methyl-L-tryptophan trapping in impulsive subjects with borderline personality disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 38830, "infons": {"fpage": "1574", "issue": "7", "lpage": "1582", "name_0": "surname:Liu;given-names:J.", "name_1": "surname:Lewohl;given-names:J.M.", "name_2": "surname:Harris;given-names:R.A.", "name_3": "surname:Iyer;given-names:V.R.", "name_4": "surname:Dodd;given-names:P.R.", "name_5": "surname:Randall;given-names:P.K.", "name_6": "surname:Mayfield;given-names:R.D.", "pub-id_pmid": "16292326", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "31", "year": "2006"}, "text": "Patterns of gene expression in the frontal cortex discriminate alcoholic from nonalcoholic individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 38933, "infons": {"fpage": "802", "issue": "4", "lpage": "813", "name_0": "surname:Mayfield;given-names:R.D.", "name_1": "surname:Lewohl;given-names:J.M.", "name_2": "surname:Dodd;given-names:P.R.", "name_3": "surname:Herlihy;given-names:A.", "name_4": "surname:Liu;given-names:J.", "name_5": "surname:Harris;given-names:R.A.", "pub-id_pmid": "12065639", "section_type": "REF", "source": "J. Neurochem.", "type": "ref", "volume": "81", "year": "2002"}, "text": "Patterns of gene expression are altered in the frontal and motor cortices of human alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 39027, "infons": {"issue": "2", "name_0": "surname:McCambridge;given-names:J.", "name_1": "surname:McAlaney;given-names:J.", "name_2": "surname:Rowe;given-names:R.", "section_type": "REF", "source": "PLoS Med.", "type": "ref", "volume": "8", "year": "2011"}, "text": "Adult consequences of late adolescent alcohol consumption: a systematic review of cohort studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 39124, "infons": {"fpage": "76", "issue": "1", "lpage": "85", "name_0": "surname:Miller;given-names:J.W.", "name_1": "surname:Naimi;given-names:T.S.", "name_2": "surname:Brewer;given-names:R.D.", "name_3": "surname:Jones;given-names:S.E.", "pub-id_pmid": "17200273", "section_type": "REF", "source": "Pediatrics", "type": "ref", "volume": "119", "year": "2007"}, "text": "Binge drinking and associated health risk behaviors among high school students", "sentences": [], "annotations": [], "relations": []}, {"offset": 39203, "infons": {"fpage": "2082", "issue": "12", "lpage": "2092", "name_0": "surname:Nguyen-Louie;given-names:T.T.", "name_1": "surname:Matt;given-names:G.E.", "name_2": "surname:Jacobus;given-names:J.", "name_3": "surname:Li;given-names:I.", "name_4": "surname:Cota;given-names:C.", "name_5": "surname:Castro;given-names:N.", "name_6": "surname:Tapert;given-names:S.F.", "pub-id_pmid": "29083495", "section_type": "REF", "source": "Alcohol. Clin. Exp. Res.", "type": "ref", "volume": "41", "year": "2017"}, "text": "Earlier alcohol use onset predicts poorer neuropsychological functioning in young adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 39292, "infons": {"fpage": "1041", "issue": "4", "lpage": "1054", "name_0": "surname:Nguyen-Louie;given-names:T.T.", "name_1": "surname:Simmons;given-names:A.N.", "name_2": "surname:Squeglia;given-names:L.M.", "name_3": "surname:Infante;given-names:M.A.", "name_4": "surname:Schacht;given-names:J.P.", "name_5": "surname:Tapert;given-names:S.F.", "pub-id_pmid": "29306963", "section_type": "REF", "source": "Psychopharmacology", "type": "ref", "volume": "235", "year": "2018"}, "text": "Earlier alcohol use onset prospectively predicts changes in functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 39376, "infons": {"fpage": "157", "issue": "2", "lpage": "172", "name_0": "surname:Pencina;given-names:M.J.", "name_1": "surname:Agostino;given-names:R.B.D.", "name_2": "surname:Vasan;given-names:R.S.", "pub-id_pmid": "17569110", "section_type": "REF", "source": "Stat. Med.", "type": "ref", "volume": "27", "year": "2008"}, "text": "Evaluating the added predictive ability of a new marker: from area under the ROC curve to reclassification and beyond", "sentences": [], "annotations": [], "relations": []}, {"offset": 39494, "infons": {"fpage": "1241", "issue": "6240", "lpage": "1244", "name_0": "surname:Richiardi;given-names:J.", "name_1": "surname:Altmann;given-names:A.", "name_2": "surname:Milazzo;given-names:A.-C.", "name_3": "surname:Chang;given-names:C.", "name_4": "surname:Chakravarty;given-names:M.M.", "name_5": "surname:Banaschewski;given-names:T.", "name_6": "surname:Büchel;given-names:C.", "pub-id_pmid": "26068849", "section_type": "REF", "source": "Science", "type": "ref", "volume": "348", "year": "2015"}, "text": "Correlated gene expression supports synchronous activity in brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 39569, "infons": {"fpage": "181", "lpage": "189", "name_0": "surname:Sachs;given-names:B.", "name_1": "surname:Dodson;given-names:K.", "section_type": "REF", "source": "Addictive Substances and Neurological Disease", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 39570, "infons": {"fpage": "695", "issue": "3", "lpage": "718", "name_0": "surname:Sahakian;given-names:B.J.", "name_1": "surname:Morris;given-names:R.G.", "name_2": "surname:Evenden;given-names:J.L.", "name_3": "surname:Heald;given-names:A.E.", "name_4": "surname:Levy;given-names:R.", "name_5": "surname:Philpot;given-names:M.P.", "name_6": "surname:Robbins;given-names:T.W.", "pub-id_pmid": "3382917", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "111", "year": "1988"}, "text": "A comparative study of visuospatial memory and learning in Alzheimer-type dementia and Parkinson's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 39677, "infons": {"fpage": "1128", "issue": "12", "lpage": "1139", "name_0": "surname:Schumann;given-names:G.", "name_1": "surname:Loth;given-names:E.", "name_2": "surname:Banaschewski;given-names:T.", "name_3": "surname:Barbot;given-names:A.", "name_4": "surname:Barker;given-names:G.", "name_5": "surname:Büchel;given-names:C.", "name_6": "surname:Gallinat;given-names:J.", "pub-id_pmid": "21102431", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "15", "year": "2010"}, "text": "The IMAGEN study: reinforcement-related behaviour in normal brain function and psychopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 39772, "infons": {"fpage": "234", "issue": "2", "lpage": "237", "name_0": "surname:Shibasaki;given-names:M.", "name_1": "surname:Inoue;given-names:M.", "name_2": "surname:Kurokawa;given-names:K.", "name_3": "surname:Ogou;given-names:S.", "name_4": "surname:Ohkuma;given-names:S.", "pub-id_pmid": "20838024", "section_type": "REF", "source": "J. Pharmacol. Sci.", "type": "ref", "volume": "114", "year": "2010"}, "text": "Expression of serotonin transporter in mice with ethanol physical dependency", "sentences": [], "annotations": [], "relations": []}, {"offset": 39849, "infons": {"fpage": "197", "name_0": "surname:Spear;given-names:L.P.", "pub-id_pmid": "29467469", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "19", "year": "2018"}, "text": "Effects of adolescent alcohol consumption on the brain and behaviour", "sentences": [], "annotations": [], "relations": []}, {"offset": 39918, "infons": {"fpage": "1", "issue": "5", "lpage": "10", "name_0": "surname:Squeglia;given-names:L.M.", "name_1": "surname:Gray;given-names:K.M.", "pub-id_pmid": "26685903", "section_type": "REF", "source": "Current Psychiatry Reports", "type": "ref", "volume": "18", "year": "2016"}, "text": "Alcohol and drug use and the developing brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 39964, "infons": {"fpage": "501", "lpage": "510", "name_0": "surname:Squeglia;given-names:L.M.", "name_1": "surname:Jacobus;given-names:J.", "name_2": "surname:Tapert;given-names:S.F.", "pub-id_pmid": "25307592", "section_type": "REF", "source": "Handb. Clin. Neurol.", "type": "ref", "volume": "125", "year": "2014"}, "text": "The effect of alcohol use on human adolescent brain structures and systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 40039, "infons": {"fpage": "1764", "issue": "6", "name_0": "surname:Steinberg;given-names:L.", "name_1": "surname:Albert;given-names:D.", "name_2": "surname:Cauffman;given-names:E.", "name_3": "surname:Banich;given-names:M.", "name_4": "surname:Graham;given-names:S.", "name_5": "surname:Woolard;given-names:J.", "pub-id_pmid": "18999337", "section_type": "REF", "source": "Dev. Psychol.", "type": "ref", "volume": "44", "year": "2008"}, "text": "Age differences in sensation seeking and impulsivity as indexed by behavior and self-report: evidence for a dual systems model", "sentences": [], "annotations": [], "relations": []}, {"offset": 40166, "infons": {"fpage": "2356", "issue": "8", "lpage": "2366", "name_0": "surname:Stevens;given-names:M.C.", "name_1": "surname:Pearlson;given-names:G.D.", "name_2": "surname:Calhoun;given-names:V.D.", "pub-id_pmid": "19172655", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "30", "year": "2009"}, "text": "Changes in the interaction of resting-state neural networks from adolescence to adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 40256, "infons": {"comment": "Retrieved from", "element-citation": "https://www.samhsa.gov/data/", "name_0": "surname:Substance Abuse and Mental Health Services Administration", "section_type": "REF", "type": "ref", "year": "2018"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 40257, "infons": {"fpage": "293", "issue": "3", "lpage": "300", "name_0": "surname:Suykens;given-names:J.A.K.", "name_1": "surname:Vandewalle;given-names:J.", "section_type": "REF", "source": "Neural. Process. Lett.", "type": "ref", "volume": "9", "year": "1999"}, "text": "Least squares support vector machine classifiers", "sentences": [], "annotations": [], "relations": []}, {"offset": 40306, "infons": {"fpage": "185", "issue": "7513", "name_0": "surname:Whelan;given-names:R.", "name_1": "surname:Watts;given-names:R.", "name_2": "surname:Orr;given-names:C.A.", "name_3": "surname:Althoff;given-names:R.R.", "name_4": "surname:Artiges;given-names:E.", "name_5": "surname:Banaschewski;given-names:T.", "name_6": "surname:Carvalho;given-names:F.M.", "pub-id_pmid": "25043041", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "512", "year": "2014"}, "text": "Neuropsychosocial profiles of current and future adolescent alcohol misusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 40383, "infons": {"fpage": "1042", "issue": "12", "lpage": "1055", "name_0": "surname:Woicik;given-names:P.A.", "name_1": "surname:Stewart;given-names:S.H.", "name_2": "surname:Pihl;given-names:R.O.", "name_3": "surname:Conrod;given-names:P.", "pub-id_pmid": "19683400", "section_type": "REF", "source": "Addict. Behav.", "type": "ref", "volume": "34", "year": "2009"}, "text": "The substance use risk profile scale: a scale measuring traits linked to reinforcement-specific substance use profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 40502, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 40521, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2019.101804.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}