{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6377670", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-019-0421-x", "article-id_pmc": "6377670", "article-id_pmid": "30770780", "article-id_publisher-id": "421", "elocation-id": "93", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Wang;given-names:Gene-Jack", "name_1": "surname:Wiers;given-names:Corinde E.", "name_10": "surname:Wiers;given-names:Corinde E.", "name_11": "surname:Shumay;given-names:Elena", "name_12": "surname:Tomasi;given-names:Dardo", "name_13": "surname:Wong;given-names:Christopher T.", "name_14": "surname:Volkow;given-names:Nora D.", "name_15": "surname:Wang;given-names:Gene-Jack", "name_2": "surname:Shumay;given-names:Elena", "name_3": "surname:Tomasi;given-names:Dardo", "name_4": "surname:Yuan;given-names:Kai", "name_5": "surname:Wong;given-names:Christopher T.", "name_6": "surname:Logan;given-names:Jean", "name_7": "surname:Fowler;given-names:Joanna S.", "name_8": "surname:Volkow;given-names:Nora D.", "name_9": "surname:Wang;given-names:Gene-Jack", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2019"}, "text": "Expectation effects on brain dopamine responses to methylphenidate in cocaine use disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 91, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The response to drugs of abuse is affected by expectation, which is modulated in part by dopamine (DA), which encodes for a reward prediction error. Here we assessed the effect of expectation on methylphenidate (MP)-induced striatal DA changes in 23 participants with an active cocaine use disorder (CUD) and 23 healthy controls (HC) using [11C]raclopride and PET both after placebo (PL) and after MP (0.5 mg/kg, i.v.). Brain dopamine D2 and D3 receptor availability (D2R: non-displaceable binding potential (BPND)) was measured under four conditions in randomized order: (1) expecting PL/receiving PL, (2) expecting PL/receiving MP, (3) expecting MP/receiving PL, and (4) expecting MP/receiving MP. Expecting MP increased pulse rate compared to expecting PL. Receiving MP decreased D2R in striatum compared to PL, indicating MP-induced striatal DA release, and this effect was significantly blunted in CUD versus HC consistent with prior findings of decreased striatal dopamine responses both in active and detoxified CUD. There was a group × challenge × expectation effect in caudate and midbrain, with expectation of MP increasing MP-induced DA release in HC but not in CUD, and expectation of PL showing a trend to increase MP-induced DA release in CUD but not in HC. These results are consistent with the role of DA in reward prediction error in the human brain: decreasing DA signaling when rewards are less than expected (blunted DA increases to MP in CUD) and increasing them when greater than expected (for PL in CUD reflecting conditioned responses to injection). Our findings also document disruption of the expectation of drug effects in dopamine signaling in participants with CUD compared to non-addicted individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1823, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1836, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There is growing evidence that the context under which a drug is administered can affect the behavioral, physiological, and the neurochemical response to the drug. For example, the response to drugs of abuse is affected by expectation, which in turn is sensitive to prior drug experiences. This is modulated in part by dopamine (DA), which is a neurotransmitter involved with reward and expectation of reward. Animal studies have shown that expectation affects the responses to drugs of abuse. For example, cocaine-induced increases in DA and its behavioral effects are greater when animals receive the drug in an environment where they expect it than when they do not or when they self-administer it than when it is administered by the investigator. Similarly, in human cocaine abusers the behavioral and regional brain metabolic responses to stimulants have been shown to be stronger when stimulants are expected versus when placebo (PL) is expected. The dopaminergic system has also been shown to be involved in the PL-induced expectation of therapeutic benefit including analgesia. Similarly, the involvement of the dopaminergic response has been documented for PL responses in Parkinson’s disease: both to medications and to repetitive transcranial magnetic stimulation. That is, patients who responded to PL (reporting clinical improvement) had greater DA release in the striatum than those who did not.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3246, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have studied the effects of expectation on the effects of the stimulant drug methylphenidate (MP) on regional brain glucose metabolism and on behavior. MP, like cocaine, increases DA by blocking DA transporters (DATs); hence, its effects are a function of the level of DAT blockade and the rate of DA release (reflects DA cell activity). In healthy volunteers, we showed that the expectation of receiving MP while receiving PL significantly activated brain glucose metabolism in the nucleus accumbens (NAc) and ventral cingulate cortex (Brodmann area 25), and effects were strongest in subjects who, because of experimental randomization, had not experienced MP before. These results corroborated the involvement of the NAc and the ventral cingulate in processing expectation for “uncertain drug effects.” However, the extent to which these regional changes reflect the involvement of DA in processing expectation of drug effects rather than non dopaminergic signaling (i.e glutamatergic signaling) needs further investigation. Understanding the neuronal signals underlying expectation responses in addiction and specifically that of DA could help guide development of targeted pharmacotherapeutic interventions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4462, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Further, the characterization of how expectation influences drug responses in non-addicted and addicted individuals might also help guide prevention interventions. Indeed, while expectations might differently impact the effects of drugs of abuse in controls and in addicted individuals due to conditioning, there is also evidence that they might be influenced by genetics. For example, a recent study showed that individuals with family history of alcoholism showed stronger striatal DA release when expecting to receive alcohol, suggesting that genetics influence the sensitivity to expectation; although surprisingly these responses did not differ between controls and alcohol use disorder (AUD) participants. Inasmuch as drug-induced DA increases trigger conditioning to the drug and its cues, one would have predicted that in addicted individuals the expectation effects on DA signaling would be stronger than in controls. However, once conditioning occurs, DA neurons stop firing upon receipt of the reward and instead fire when exposed to the conditioned cues (that predict the reward) or to an unexpected larger reward, whereas they inhibit their firing when the experience of the reward does not materialize or is less than expected. Therefore, it is likely that the differences in DA responses between addicted and non-addicted individuals will depend on whether the expectation is for PL versus stimulant drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5884, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To test this possibility, we studied 23 subjects with active cocaine use disorder (CUD) and 23 healthy non-drug- dependent control subjects (HC) with Positron Emission Tomography (PET) and [11C]raclopride, a DA D2/D3 receptor (D2R) ligand that is sensitive to competition with endogenous DA. Each subject underwent 4 [11C]raclopride scans: (1) PL/PL: expecting PL and receiving PL; (2) PL/MP: expecting PL and receiving MP; (3) MP/PL: expecting MP and receiving PL; and (4) MP/MP: expecting MP and receiving MP. We hypothesized that expectation of receiving the drug would increase DA release in striatum (i.e., lower D2R availability) when compared with unexpected and that because of conditioning in CUD we hypothesized that the difference from expectation (expected MP versus unexpected MP) would be greater in CUD than in HC in line with our previous findings that expectation of MP increased brain glucose metabolism in CUD versus HC, even though the overall dopaminergic effects of MP would be greater in HC than in CUD regardless of condition. However, we also considered the possibility that, because participants with a CUD would have attenuated DA increases when given MP, they would show a lower than expected reward resulting in inhibition of DA neuronal firing, whereas the expectation of receiving PL and instead receiving MP in CUD would lead to a greater than expected reward signal and hence greater DA neuronal firing than in controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7338, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7346, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 7355, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of the study participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 7397, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>CUD (<italic>n</italic> = 23)</th><th>HC (<italic>n</italic> = 23)</th><th>\n<italic>p</italic> Value</th></tr></thead><tbody><tr><td>Age (years)</td><td>44.1 (3.6)</td><td>42.1 (4.1)</td><td>ns</td></tr><tr><td>Years of education</td><td>13.2 (5.7)</td><td>14.7 (2.8)</td><td>ns</td></tr><tr><td>Verbal IQ Barona</td><td>97.0 (11.9)</td><td>97.8 (13.6)</td><td>ns</td></tr><tr><td>BMI</td><td>26.4 (5.0)</td><td>26.4 (2.3)</td><td>ns</td></tr><tr><td>Cigarette (pack years)</td><td>8.8 (5.6)</td><td>0.5 (1.9)</td><td>&lt;0.0001</td></tr><tr><td>Cocaine age</td><td>21.9 (5.8)</td><td>NA</td><td>NA</td></tr><tr><td>Cocaine use (g/day)</td><td>3.5 (2.8)</td><td>0</td><td>&lt;0.0001</td></tr><tr><td>Cocaine use (years)</td><td>18.4 (7.2)</td><td>0</td><td>&lt;0.0001</td></tr><tr><td>BDI</td><td>10.4 (11.3)</td><td>2.1 (2.6)<sup>a</sup></td><td>0.002</td></tr><tr><td>MPQ PEM</td><td>44.2 (9.3)</td><td>51.9 (9.9)</td><td>0.010</td></tr><tr><td>MPQ NEM</td><td>19.5 (11.5)</td><td>8.4 (7.0)</td><td>&lt;0.0001</td></tr><tr><td>MPQ constraint</td><td>49.1 (7.9)</td><td>55.6 (8.4)</td><td>0.010</td></tr></tbody></table>\n"}, "text": "\tCUD (n = 23)\tHC (n = 23)\tp Value\t \tAge (years)\t44.1 (3.6)\t42.1 (4.1)\tns\t \tYears of education\t13.2 (5.7)\t14.7 (2.8)\tns\t \tVerbal IQ Barona\t97.0 (11.9)\t97.8 (13.6)\tns\t \tBMI\t26.4 (5.0)\t26.4 (2.3)\tns\t \tCigarette (pack years)\t8.8 (5.6)\t0.5 (1.9)\t<0.0001\t \tCocaine age\t21.9 (5.8)\tNA\tNA\t \tCocaine use (g/day)\t3.5 (2.8)\t0\t<0.0001\t \tCocaine use (years)\t18.4 (7.2)\t0\t<0.0001\t \tBDI\t10.4 (11.3)\t2.1 (2.6)a\t0.002\t \tMPQ PEM\t44.2 (9.3)\t51.9 (9.9)\t0.010\t \tMPQ NEM\t19.5 (11.5)\t8.4 (7.0)\t<0.0001\t \tMPQ constraint\t49.1 (7.9)\t55.6 (8.4)\t0.010\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7923, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "BDI Beck’s depression inventory, BMI body mass index, cigarette (pack years) (number of cigarettes per day × years of smoking)/20, with 20 being the size of a common pack of cigarettes, CUD cocaine use disorder, HC healthy controls, MPQ multidimensional personality questionnaire, PEM positive emotionality, NEM negative emotionality, NA not applicable, ns not significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 8296, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "an = 21", "sentences": [], "annotations": [], "relations": []}, {"offset": 8304, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Institutional Review Boards at the Stony Brook University/Brookhaven National Laboratory approved the protocol. Written informed consent was obtained after the experimental procedure was explained to the participants. A total of n = 23 CUD and n = 23 HC participants were recruited from the New York metropolitan area and were matched for age (range: 34–50), gender (4 females in each group), body mass index, education years, and intelligence quotient (IQ) (see Table 1 for demographic details of each group). Participants completed the Full-Scale IQ from the Wechsler Adult Intelligence Scale, and Barona estimates were computed by incorporating race, region of the country in which the person is living, and whether they live in an urban or rural environment. There were also no differences in ethnicity between the CUD (African American: n = 18, Caucasian: n = 4, mixed ancestry: n = 1) and HC group (African American: n = 18, Caucasian: n = 3, mixed ancestry: n = 2; χ246,2 = 0.5, p = 0.8), which has been shown to be associated with D2R. There were, however, more smokers in the CUD (current smokers: n = 20, ex-smokers: n = 1, never-smokers: n = 2) compared to the HC group (current smokers: n = 3, ex-smokers: n = 1, never-smokers: n = 19; χ246,2 = 26.3, p < 0.001). Result on the effects of MP when it was not expected were previously published as part of a larger study that compared the effects of MP between CUD and HC. However, this study is the first in reporting the effect of Expectation on D2R availability in CUD after PL and after MP and in comparing the Expectation responses to PL and to MP between controls and CUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9946, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CUD subjects were included if they met Diagnostic and Statistical Manual of Mental Disorders IV diagnosis for current cocaine dependence with at least a 2-year history of cocaine abuse (at least 3 g/week), use cocaine predominantly by smoked or intravenous (iv) route, and presently intended to continue using cocaine. The inclusion criteria for the HC subjects were a prior experience of using stimulant (i.e., cocaine, methamphetamine, MP) at least once but no presence or history of other substance use disorders than nicotine. CUD and HC were excluded if they had current or a history of neurological disease of central origin or psychiatric disease including seizures, high levels of anxiety, panic attacks, psychosis; current medical illness that may affect brain function; current or history of cardiovascular disease; head trauma with loss of consciousness >30 min; urine positive for psychoactive drugs; and history of vascular headaches.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10894, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study design", "sentences": [], "annotations": [], "relations": []}, {"offset": 10907, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were scanned with 4 PET scans and [11C]raclopride after MP (0.5 mg/kg iv) or PL. Brain DA D2R availability was measured in 2 days under 4 conditions on two different days: (1) PL/PL: expecting PL and receiving PL, (2) PL/MP: expecting PL and receiving MP, (3) MP/PL: expecting MP and receiving PL, (4) MP/MP: expecting MP and receiving MP. The order of sessions was pseudo-randomized over 2 days and equally distributed over diagnostic groups. For practical reasons, receiving MP was always provided after receiving PL (always the second scan on a given day) to avoid the pharmacological effects of MP that would otherwise affect the following scan, providing the following combinations: day A: PL/PL following PL/MP and day B: MP/PL following MP/MP; or day A: PL/PL following MP/MP and day B: MP/PL following PL/MP. MP (0.5 mg/kg) or PL (saline 3.0 ml) was administrated iv for 30 s.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11805, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Drug expectation", "sentences": [], "annotations": [], "relations": []}, {"offset": 11822, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Thirty minutes before the injections, participants were told by the experimenter which injection they would receive (PL or MP). Participants were also told that there was a chance that they would be deceived. Participants were not debriefed after their scans to minimize learning effects on the effects of MP or PL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12138, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Plasma MP concentrations, cardiovascular, and self-report ratings", "sentences": [], "annotations": [], "relations": []}, {"offset": 12204, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Blood samples were obtained to measure plasma MP concentration prior to and at 15, 30, 45, and 60 min after MP. The plasma concentration of MP was analyzed at Dr. Thomas Cooper’s laboratory (Nathan Kline Institute, New York). In addition, cardiovascular responses (i.e., heart rate, blood pressure, and EKG lead II) and self-report ratings (i.e., high, rush, anxious) to MP and PL were recorded prior to their injection and then every minute for the first 20 min after injection, then every 5 min at the end of the MP and PL PET scans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12740, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Effects of MP on cardiovascular responses and self-report ratings were tested by comparing the average scores obtained between 0 and 60 min after iv PL and MP administration using a mixed analysis of variance (ANOVA) with Group × Challenge × Expectation in SPSS 22 (IBM, Armonk, NY). Post hoc t tests were performed to determine the direction of findings. Cardiac data and self-reports were further correlated with MP-induced changes in striatal non-displaceable binding potential (BPND).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13229, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "PET scanning and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13257, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PET scans were started at 2 min after PL or MP administration for 1 h. Dynamic emission scans were done using the Siemens HR+ tomograph (4.5 × 4.5 × 4.2 mm3; three-dimensional acquisition mode) and were started after iv injection of ~7 mCi of [11C]raclopride. Twenty dynamic emission scans were obtained from the time of injection up to 60 min, which has been our standard procedure for [11C]raclopride scans, and included 15 1-min, 3 5-min and 2 15-min scans. There were 120 min between injections, thus 60 min of break between scans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13793, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We normalized the distribution volume (DV) in each voxel to that in the cerebellum (left and right regions of interest (ROIs)) to compute the DV ratio (DVR) images. DVR images were spatially normalized (2-mm isotropic voxels) to the stereotactic space of the Montreal Neurological Institute (MNI) using a 12-parameter affine transformation and a DVR template and spatially smoothed (full width half maximum, FWHM = 8 mm) in SPM8 (Wellcome Trust Centre for Neuroimaging, London, UK). The DVR template was developed from DVR images of 34 healthy subjects that were acquired with [11C]raclopride using the same PET scanning sequence. Specifically, all 34 images were carefully inspected to ensure whole-brain coverage and images with potential artifacts were excluded. A 12-parameter affine transformation with 16 nonlinear iterations was used to register the 34 images to the PD.mnc MNI template provided with the SPM8 package. The images were resliced using the bounding box: x = 90:90 mm, y = 126:90 mm, and z = 72:108 mm and a voxel size of 2 × 2 × 2 mm3 using bilinear interpolation, averaged and smoothed (FWHM = 8 mm) to compute BPND in MNI space, which corresponds to D2R availability. This left each participant with 4 BPND scans: (1) expecting PL/receiving PL, (2) expecting PL/receiving MP, (3) expecting MP/receiving PL, (4) expecting MP/receiving MP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15154, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15168, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each participant, difference scans of (receive PL–receive MP) were computed, as a measure of MP-induced DA release, both for the expecting MP and expecting PL conditions. Voxel-wise analyses were performed in SPM8 using a mixed design ANOVA model on these DA release scans, with Group (CUD versus HC) as a between-subject factor, and Expectation (expecting PL versus expecting MP) as a within-subject factor. Corrections for multiple comparisons were performed via the random field theory, an approach that is less conservative than the traditional Bonferroni method. Imaging voxels that were significantly different between conditions were identified using an uncorrected voxel threshold p ≤ 0.005 with a minimum cluster size of 100 voxels, and p < 0.05 family-wise error (FWE) cluster-corrected. Moreover, for DA regions and their projections targets (caudate, putamen, NAc, midbrain), we created bilateral anatomical masks using Wake Forest University Pickatlas. For each contrast, these masks were used for small-volume correction (SVC) in SPM8 with a significance threshold of p < 0.05 FWE, k > 10, as described previously. Bilateral mask sizes were the following: caudate (3571), putamen (3592), NAc (313), midbrain (2289).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16402, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 16410, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Plasma MP concentrations", "sentences": [], "annotations": [], "relations": []}, {"offset": 16435, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Plasma methylphenidate (MP) concentration (ng/ml) after intravenous MP injection in the CUD and HC in the unexpected (PL/MP) and expected (MP/MP) conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 16592, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>CUD (<italic>n</italic> = 23)</th><th>HC (<italic>n</italic> = 21)</th><th><italic>p</italic> Value</th></tr></thead><tbody><tr><td colspan=\"4\">PL/MP</td></tr><tr><td> 15 min</td><td>181.0 (56.7)</td><td>161.0 (60.1)</td><td>ns</td></tr><tr><td> 30 min</td><td>117.6 (24.1)</td><td>136.4 (49.2)</td><td>ns</td></tr><tr><td> 45 min</td><td>92.3 (19.9)</td><td>106.6 (21.9)</td><td>0.03</td></tr><tr><td> 60 min</td><td>79.1 (18.7)</td><td>93.4 (20.0)</td><td>0.02</td></tr><tr><td> Mean</td><td>117.6 (25.8)</td><td>123.3 (30.0)</td><td>0.4</td></tr><tr><td colspan=\"4\">MP/MP</td></tr><tr><td> 15 min</td><td>182.0 (61.2)</td><td>150.1 (53.9)</td><td>ns</td></tr><tr><td> 30 min</td><td>114.8 (34.0)</td><td>133.2 (41.0)</td><td>ns</td></tr><tr><td> 45 min</td><td>91.9 (22.7)</td><td>105.6 (19.7)</td><td>0.04</td></tr><tr><td> 60 min</td><td>77.8 (16.7)</td><td>89.1 (17.4)</td><td>0.04</td></tr><tr><td> Mean</td><td>116.9 (30.2)</td><td>119.5 (27.0)</td><td>ns</td></tr></tbody></table>\n"}, "text": "\tCUD (n = 23)\tHC (n = 21)\tp Value\t \tPL/MP\t \t 15 min\t181.0 (56.7)\t161.0 (60.1)\tns\t \t 30 min\t117.6 (24.1)\t136.4 (49.2)\tns\t \t 45 min\t92.3 (19.9)\t106.6 (21.9)\t0.03\t \t 60 min\t79.1 (18.7)\t93.4 (20.0)\t0.02\t \t Mean\t117.6 (25.8)\t123.3 (30.0)\t0.4\t \tMP/MP\t \t 15 min\t182.0 (61.2)\t150.1 (53.9)\tns\t \t 30 min\t114.8 (34.0)\t133.2 (41.0)\tns\t \t 45 min\t91.9 (22.7)\t105.6 (19.7)\t0.04\t \t 60 min\t77.8 (16.7)\t89.1 (17.4)\t0.04\t \t Mean\t116.9 (30.2)\t119.5 (27.0)\tns\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17034, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "CUD cocaine use disorder, HC healthy controls, PL placebo, ns not significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 17112, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Plasma MP concentrations of two HC subjects were missing due to technical failure, leaving 23 CUD and 21 HC for further analyses. For mean MP concentrations, there were no effects of Group (F1,42 = 0.3, p = 0.6), Expectation (F1,43 = 0.8, p = 0.4), and no interaction effect of Group × Expectation (F1,43 = 0.5, p = 0.5) (Table 2). Plasma MP concentrations decreased significantly over time (F3,36 = 69.7, p < 0.0001). MP concentrations decreased faster in CUD than in HC (F3,36 = 6.3, p = 0.002) (see Table 2 for MP plasma values at 15, 30, 45, and 60 min after MP injection in CUD and HC; both for expected and unexpected MP). There were no effects of expectations on MP decrease rates (F3,36 = 0.6, p = 0.6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17824, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cardiovascular responses to MP", "sentences": [], "annotations": [], "relations": []}, {"offset": 17855, "infons": {"file": "41398_2019_421_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "a Healthy controls (HC) showed stronger MP-induced increases in pulse rate and systolic blood pressure than cocaine use disorder (CUD). b CUD reported lower rush and high compared to HC during the MP challenge. There was no effect on expectation on anxiety when challenged with PL in either group. When challenged with MP, HC had higher anxiety whereas CUD showed reduced anxiety in unexpected condition", "sentences": [], "annotations": [], "relations": []}, {"offset": 18259, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MP administration significantly increased cardiovascular responses (pulse rate, systolic and diastolic blood pressure) in both unexpected MP and expected MP conditions, compared to PL (all p < 0.0001). There was a main effect of Expectation on pulse rate (F1,44 = 8.2, p = 0.006); with the expectation of MP increasing pulse rate for both the PL challenge (t45 = 2.0 p = 0.05) and the MP challenge (t45 = 1.9 p = 0.07). There were, however, no effects of Expectation × Group, Expectation × Challenge, or Expectation × Challenge × Group. There was a Challenge × Group effect for pulse rate (F1,44 = 4.9, p = 0.032) and systolic (F1,44 = 10.1, p = 0.003) but not diastolic blood pressure (F1,44 = 1.3, p = 0.3), with stronger MP-induced increases in pulse rate (t44 = 2.2, p = 0.03) and systolic blood pressure (t44 = 3.2, p = 0.003) in HC than in CUD. Figure 1a depicts cardiovascular responses to MP in both groups. These findings on cardiovascular responses are highly consistent with an earlier study with iv injection of MP in abstinent cocaine users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19314, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavioral responses to MP", "sentences": [], "annotations": [], "relations": []}, {"offset": 19341, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MP challenge increased ratings of “rush,” “high,” and “anxiety” compared to PL (all p < 0.0001). There were, however, no main effects of expectation on self-report ratings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19514, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For “rush” and “high,” there was a main effect of Group (rush: F1,44 = 7.7, p = 0.008; high: F1,44 = 5.9, p = 0.02), and an interaction effect of Challenge × Group (rush: F1,44 = 8.4, p = 0.006; high: F1,44 = 8.1, p = 0.007), showing that during the MP challenge CUD reported lower “rush” (t44 = 2.9, p = 0.006) and “high” (t44 = 2.6, p = 0.01) compared to HC, but there were no group differences for PL challenges (p > 0.05). For “anxiety” there was a Challenge × Group effect (F1,44 = 5.9, p = 0.02), with higher anxiety ratings during the PL challenges in CUD (mean = 2.3 ± 1.9) compared to HC (mean = 1.4 ± 0.8; t44 = 2.0, p = 0.05), but no differences in MP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20178, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For “anxiety,” there was an Expectation × Group (F1,44 = 4.5, p = 0.04) and an Expectation × Challenge × Group effect (F1,44 = 7.2, p = 0.01). Paired t tests showed that there was no effect on Expectation on anxiety when challenged with PL in either group (p > 0.18). However, when challenged with MP, controls had higher anxiety when expecting PL (mean = 4.7 ± 2.6) than expecting MP (mean = 3.7 ± 2.1; t22 = 2.4, p = 0.02), whereas CUD showed reduced anxiety when expecting PL than MP at trend level (t22 = 1.9, p = 0.073). Figure 1b depicts self-reported responses to MP in both groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20768, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "PET results", "sentences": [], "annotations": [], "relations": []}, {"offset": 20780, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Baseline D2R availability between CUD and HC", "sentences": [], "annotations": [], "relations": []}, {"offset": 20825, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For iv-PL conditions (baseline), there was a main effect of Group in the bilateral putamen, with CUD showing lower D2R availability than HC (p < 0.05 SVC), which is consistent with previous findings (Supplementary Figure 1; Supplementary Table 1). However, there was no main effect of Expectation and no Group × Expectation interaction effect at p > 0.05 SVC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21185, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Effects of MP on DA release as measured by the difference in [11C]raclopride BP between the PL and MP conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 21298, "infons": {"file": "41398_2019_421_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Methylphenidate (MP) increased dopamine (DA) release in striatal areas as measured by the difference between BPPL and BPMP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21422, "infons": {"file": "41398_2019_421_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The SPM difference images were superimposed onto T2-weighted magnetic resonance images in coronal (left upper), sagittal (right upper), and transverse (left lower) views. The color bar indicates t score values. Red represents the highest value and dark violet represents the lowest value. The bar chart showed DA release (PL–MP) in striatal regions in cocaine use disorder and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 21816, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Whole-brain results of Group × Expectation for iv-PL > iv-MP", "sentences": [], "annotations": [], "relations": []}, {"offset": 21877, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Brain region</th><th>L/R</th><th>\n<italic>K</italic>\n</th><th colspan=\"3\">MNI (<italic>x</italic>\n<italic>y</italic>\n<italic>z</italic>)</th><th><italic>t</italic> Value</th></tr></thead><tbody><tr><td colspan=\"7\">Main effect of Challenge: <italic>iv-PL</italic> <italic>&gt;</italic> <italic>iv-MP</italic></td></tr><tr><td rowspan=\"2\"> Putamen</td><td>R</td><td>4924</td><td>30</td><td>−6</td><td>−4</td><td>11.38<sup>a</sup></td></tr><tr><td>L</td><td/><td>−28</td><td>−4</td><td>−6</td><td>10.88<sup>a</sup></td></tr><tr><td rowspan=\"2\"> Caudate</td><td>L</td><td>756</td><td>−8</td><td>12</td><td>−12</td><td>10.30<sup>b</sup></td></tr><tr><td>R</td><td/><td>10</td><td>12</td><td>−12</td><td>8.96<sup>b</sup></td></tr><tr><td> NAc</td><td>R</td><td>132</td><td>10</td><td>12</td><td>−12</td><td>8.96<sup>b</sup></td></tr><tr><td colspan=\"7\">Group × Challenge: <italic>CUD</italic> <italic>&lt;</italic> <italic>HC, iv-PL</italic> <italic>&gt;</italic> <italic>iv-MP</italic></td></tr><tr><td rowspan=\"2\"> Putamen</td><td>R</td><td>1086</td><td>30</td><td>−8</td><td>−6</td><td>9.74<sup>a</sup></td></tr><tr><td>L</td><td>1110</td><td>−28</td><td>−8</td><td>−6</td><td>8.47<sup>a</sup></td></tr><tr><td rowspan=\"2\"> Caudate</td><td>L</td><td>163</td><td>−14</td><td>14</td><td>−12</td><td>4.85<sup>b</sup></td></tr><tr><td>R</td><td>209</td><td>12</td><td>16</td><td>6</td><td>4.43<sup>b</sup></td></tr><tr><td rowspan=\"2\"> NAc</td><td>L</td><td>48</td><td>−14</td><td>14</td><td>−12</td><td>4.85<sup>b</sup></td></tr><tr><td>R</td><td>12</td><td>20</td><td>12</td><td>−12</td><td>3.73<sup>b</sup></td></tr><tr><td colspan=\"7\">Expectation × Challenge: <italic>Expect PL</italic> <italic>&gt;</italic> <italic>Expect MP, iv-PL</italic> <italic>&gt;</italic> <italic>iv-MP</italic></td></tr><tr><td colspan=\"7\"> No significant voxels</td></tr><tr><td colspan=\"7\">Group × Expectation × Challenge: <italic>CUD</italic> <italic>&gt;</italic> <italic>HC</italic>, <italic>Expect PL</italic> <italic>&gt;</italic> <italic>Expect MP, iv-PL</italic> <italic>&gt;</italic> <italic>iv-MP</italic></td></tr><tr><td> Caudate</td><td>L</td><td>95</td><td>−16</td><td>−12</td><td>22</td><td>4.06<sup>b</sup></td></tr><tr><td> Midbrain</td><td>L</td><td>53</td><td>−8</td><td>−12</td><td>−16</td><td>3.64<sup>b</sup></td></tr><tr><td/><td>R</td><td>43</td><td>2</td><td>−26</td><td>0</td><td>3.63<sup>b</sup></td></tr></tbody></table>\n"}, "text": "Brain region\tL/R\tK\tMNI (xyz)\tt Value\t \tMain effect of Challenge: iv-PL > iv-MP\t \t Putamen\tR\t4924\t30\t−6\t−4\t11.38a\t \tL\t\t−28\t−4\t−6\t10.88a\t \t Caudate\tL\t756\t−8\t12\t−12\t10.30b\t \tR\t\t10\t12\t−12\t8.96b\t \t NAc\tR\t132\t10\t12\t−12\t8.96b\t \tGroup × Challenge: CUD < HC, iv-PL > iv-MP\t \t Putamen\tR\t1086\t30\t−8\t−6\t9.74a\t \tL\t1110\t−28\t−8\t−6\t8.47a\t \t Caudate\tL\t163\t−14\t14\t−12\t4.85b\t \tR\t209\t12\t16\t6\t4.43b\t \t NAc\tL\t48\t−14\t14\t−12\t4.85b\t \tR\t12\t20\t12\t−12\t3.73b\t \tExpectation × Challenge: Expect PL > Expect MP, iv-PL > iv-MP\t \t No significant voxels\t \tGroup × Expectation × Challenge: CUD > HC, Expect PL > Expect MP, iv-PL > iv-MP\t \t Caudate\tL\t95\t−16\t−12\t22\t4.06b\t \t Midbrain\tL\t53\t−8\t−12\t−16\t3.64b\t \t\tR\t43\t2\t−26\t0\t3.63b\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22570, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "BA Brodmann area, CUD cocaine use disorder, HC healthy controls, iv intravenous, K cluster size, L left, MNI (x y z) coordinates in Montreal Neurological Institute space (x\ny\nz), MP methylphenidate, NAc nucleus accumbens, PL placebo, R right", "sentences": [], "annotations": [], "relations": []}, {"offset": 22812, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "ap < 0.05 family-wise error corrected (FWE) whole brain, cluster-corrected", "sentences": [], "annotations": [], "relations": []}, {"offset": 22887, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "bp < 0.05 FWE small-volume corrected", "sentences": [], "annotations": [], "relations": []}, {"offset": 22924, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MP increased DA release in the bilateral putamen (p < 0.0001 FWE cluster-corrected), as well as in bilateral ROIs NAc and caudate (all p < 0.05 SVC) (Fig. 2; Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23092, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Interaction effects of Group × Challenge × Expectation", "sentences": [], "annotations": [], "relations": []}, {"offset": 23147, "infons": {"file": "41398_2019_421_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Interaction effects of Group × methylphenidate (MP) Challenge between cocaine use disorder (CUD) and healthy controls (HC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23271, "infons": {"file": "41398_2019_421_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "CUD has blunted responses to MP in putamen, caudate, and nucleus accumbens as compared to HC. The SPM images were superimposed onto T2-weighted magnetic resonance images in coronal (left upper) and sagittal (right upper) views. The color bar indicates t score values. Red represents the highest value and dark violet represents the lowest value. The bar chart showed DA release (PL–MP) in striatal regions in CUD and HC", "sentences": [], "annotations": [], "relations": []}, {"offset": 23691, "infons": {"file": "41398_2019_421_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Interaction effect of Group × Challenge × Expectation in the caudate and midbrain (p < 0.05 small-volume corrected).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23808, "infons": {"file": "41398_2019_421_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "The expectation of methylphenidate (MP) increased MP-induced dopamine (DA) release (PL–MP) in healthy controls (HC) but not in cocaine use disorder (CUD) in whom it tended to reduce it, whereas expectation of PL tended to increase DA release in CUD and decrease in HC. The SPM images were superimposed onto T2-weighted magnetic resonance images in coronal (left upper) and sagittal (right upper) views. The color bar indicates t score values. Red represents the highest value and dark violet represents the lowest value. The bar chart showed DA release (PL–MP) in caudate and midbrain of CUD and HC", "sentences": [], "annotations": [], "relations": []}, {"offset": 24407, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was a Group × Challenge interaction effect, with putamen, caudate, and NAc (all p < 0.05 SVC) showing blunted responses to MP in CUD compared to HC (Fig. 3; Table 3), although the effects of Group × Expectation or Challenge × Expectation were not significant (Table 3). In contrast, there was a Group × Challenge × Expectation effect in caudate and midbrain (p < 0.05 SVC; Fig. 4), showing the effects of expectation on MP-induced DA increases to have opposite effects in CUD than in HC in these two regions. Specifically, in HC expectation increased the effects of MP, whereas in CUD it decreased them; in juxtaposition, when expecting PL in HC MP tended to inhibit DA release, whereas in CUD it increased DA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25124, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlations with cardiovascular and self-report ratings", "sentences": [], "annotations": [], "relations": []}, {"offset": 25181, "infons": {"file": "41398_2019_421_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlations between dopamine (DA) release in putamen with methylphenidate-induced increases in self-report ratings (from 1 to 10) of “rush” and “high”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25334, "infons": {"file": "41398_2019_421_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "a, b Significant correlations were present for groups pooled together and appear to be predominantly driven by the strong group difference in DA release in putamen (p < 0.0001) and ratings of “rush” (p = 0.006) and “high” (p = 0.007)", "sentences": [], "annotations": [], "relations": []}, {"offset": 25568, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Activations for main effect of Challenge (putamen, caudate, NAc) were extracted using SPM8 and were correlated with its cardiovascular and self-reported responses. DA release in putamen correlated positively with MP-induced increases in self-report ratings of “rush” (r = 0.43, p = 0.003) and “high” (r = 0.39, p = 0.007) when groups were pooled together (Fig. 5). However, these correlations were not present for each group separately (the correlations reached trend level only in HC: rush: r = 0.39, p = 0.06, high: r = 0.32, p = 0.14)) and thus are largely driven by the strong group difference in DA release in putamen (t = 8.8, p < 0.0001) and ratings of “rush” (t = 2.9, p = 0.006) and “high” (t = 2.8, p = 0.007) during MP–PL conditions. Group × Challenge × Expectation interaction values in caudate or midbrain did not correlate with interactions in behavior or cardiovascular responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26464, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 26475, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study replicated previous findings in showing lower D2R availability and blunted striatal DA release in CUD compared to HC and is consistent with prior reports of attenuated DA responses to MP in active and detoxified CUD and with attenuated DA increases to amphetamine in detoxified CUD. The study further showed a Group × Challenge × Expectation effect in the left caudate and bilateral midbrain (p < 0.05 SVC). More specifically, it showed opposite effects in HC and CUD such that expectation of receiving MP increased and decreased MP-induced DA release in HC and CUD, respectively; in juxtaposition, the expectation of receiving PL enhanced DA release in CUD but reduced it in HC. This finding was contrary to our hypothesis that CUD would show conditioned responses to expectation of MP hence an amplified effect, similar to our previous study in which we showed overall elevated brain glucose metabolism responses to expectation of MP in CUD versus HC. This discrepancy is likely to reflect the fact that brain glucose metabolic responses reflect not just DA effects but also downstream DA responses as well as non-DA responses implicated in conditions (i.e., glutamatergic modulation).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27673, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The DA system is critical for signaling expectation of rewards and for motivating behaviors needed to achieve the reward. DA neurons in midbrain initially respond to unexpected primary rewards and with repeated exposure eventually to the stimuli that predict those rewards. The anticipation of a rewarding outcome is often inferred based on activation in striatal regions, including caudate, putamen, NAc, and in ventral cingulate and orbitofrontal cortices. Neurons in the midbrain code for a breach in expectation (i.e., prediction error). The activation is associated with a distributed network involved in detecting, signaling, and adjusting behavior and expectations toward violated prediction. Caudate neurons have been shown to participate in feature-based anticipation of visual information that predicts reward. Caudate neurons fire not only before the onset of an expected target but also in preparatory responding to signals that predict reward. When predictions are violated, caudate activity attenuates over the course of learning. Once the rules have been established, breaches of expectation diminish and so does the caudate activity. The caudate signals for the occurrence of events that violate the predictions. This signal is not due to the perception of salient events or the need to change one’s behavior. Thus one interpretation of our findings is that in CUD the blunted DA and self-reported responses to MP was coded as an omission of reward that led to decrease DA cell firing and reduced DA release in caudate and midbrain consistent with the role of DA encoding for reward prediction error. That is, DA neurons are activated when the reward is larger than predicted, whereas they are inhibited when the reward is less than predicted. This could also explain why an unexpected signal with PL might have led to increased DA release in CUD who might have responded to conditioning to the act of injection, which would have not been the case for HC. Moreover, recent studies in healthy adults showed that MP decreased midbrain connectivity with the putamen.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29753, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Previous PET studies in healthy volunteers have shown that the expectation of stimulant drugs (e.g., MP, amphetamine, and caffeine), without active drug administration, is associated with dopaminergic PL effects, including D2R reductions in the striatum and thalamus. Moreover, PL analgesia has also shown increased striatal and extra-striatal dopaminergic responses under the expectation of analgesia in various studies with human pain models, and patients with Parkinson’s disease who clinically responded to PL treatment showed greater striatal DA release compared to non-responders. A recent [11C]raclopride study compared dopaminergic responses to alcohol and PL beverages in AUD patients and in healthy participants with and without a family history of AUD. They found a drink order-by-group interaction such that the family history positive group who received PL first had lower PL BP and lower difference between PL and alcohol BP, which was in line with their subjective expectation of alcohol evoking DA release. Moreover, in tobacco smokers, the belief of “absence of nicotine in a cigarette” compared to “presence of nicotine in a cigarette” diminished neural blood oxygen-level-dependent responses in the ventral striatum to value and reward prediction errors and reduced its impact on smokers’ choices. However, the evidence for the conditioned DA responses to the expectation of drugs of abuse in drug abusers is scarce, and we based our hypothesis mainly on a previous brain glucose metabolism study in CUD and to brain cue reactivity experiments in which CUD show conditioned limbic responses to cocaine cues. Potentially, our unexpected findings of blunted DA effects of MP expectation in CUD are due to the administration of MP. MP is a psychostimulant drug that, similarly to cocaine, increases DA by blocking DATs, and it is distinct from cocaine in its route of administration (iv injection (MP) versus smoking (cocaine)) and drug effects. Thus expected conditioned responses to MP in CUDs may only occur if CUD expect to receive cocaine and not MP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31825, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We further found that DA release in putamen correlated with subjective “rush” and “high” across all subjects. This is in line with previous studies that drug-induced increases in DA are related to subjective “high”: that is, increases in DA release plus faster drug uptake elicit more intensive highs. Large and fast increases of DA mimic natural phasic increases in DA release, which are related to reward and salience. However, these correlations were not present for each group separately (only at trend level in controls) and thus were predominantly driven by the strong group differences in DA release in putamen and in the self-reports of “rush” and “high.” Moreover, studies on expectation effects have also shown that arousal ratings during PL (expected caffeine) are associated with [11C]raclopride binding in putamen, and expected “high” was associated with a greater MP-induced metabolic increase in the thalamus in cocaine abusers. In our study, however, expected DA release did not correlate with self-report ratings. Also because MP increases both dopaminergic and noradrenergic signaling, it is possible that some of the changes in self-report for drug effects such as increases in anxiety might have been mediated by noradrenergic effects rather than dopaminergic mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33117, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The findings from our study are clinically relevant since the difference between the expected outcome and the actual pharmacological effects of the drug in addicted individuals, which are markedly attenuated, could contribute to compulsive drug consumption in an attempt to achieve the expected outcome. Our findings documenting that individuals with a CUD showed reduced DA responses to MP when expecting it but enhanced responses when expecting PL (opposite to the responses in controls) support the model that dopaminergic responses reflect the predicted expectation of reward and document for the first time that these DA responses are altered in addiction when compared to controls. To the extent that therapeutic interventions can be developed to restore to normal the reward prediction error signals in addicted individuals, it might be possible to prevent the craving and the compulsive drive for drug intake in CUD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34042, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although PET [11C]raclopride measures of MP-induced DA changes in the striatum (including caudate) show good test–retest reliability, the reproducibility in midbrain has not been tested, which is a limitation to our study. Also, while in caudate and putamen D2R availability predominantly reflects D2 receptors, in NAc and midbrain they reflect both D2 and D3 receptors. In CUD, there is evidence that D2R are downregulated, whereas D3 receptors might be upregulated, and this therefore confounds the interpretation of our findings. Another limitation of the study is that CUD consisted of more smokers (n = 20 current smokers) than the HC group (n = 3 current smokers), and group findings may be in part due to group differences in smoking. However, an exploratory analysis of main effects of Challenge in striatal areas (NAc, caudate, putamen), for which we hypothesized blunted DA release in smokers, did not reveal a significant effect of smoking status (p > 0.05; corrected for CUD Group). Effects of tobacco smoking on stimulant-induced DA release may not be as strong compared to that of CUD. Since CUD is more prevalent in males than in females, recruitment for females was harder than for males, and we matched four women CUD with four HC in our dataset. Haltia et al. found that iv PL with the expectation of receiving glucose lead to decreased ventral striatal D2R (and increased D2R binding in the dorsal striatum) in men but not in women, suggesting gender differences in DA function after pharmacological challenge. An exploratory analysis revealed no gender effect on striatal DA release in NAc and caudate (p > 0.05; corrected for CUD Group). Additionally, although we used a full factorial design of Expectation (PL/MP) × Drug Challenge (PL/MP), which is the golden standard for a PL design, we have not systematically tested whether the deception was successful by asking participants after their scans how certain they were about their drug expectation. Therefore, group differences in sensitivity to deception may have played a role in the outcome. Nevertheless, if a Group effect in deception was indeed present this would be an effect consistent over all four conditions and corrected by the factorial model. Last, we did not correct our analyses for potential sleep disturbances in CUD, whereas it has been previously found that cocaine abusers show shorter sleep durations than non-abusing volunteers and that sleep deprivation reduces striatal D2R in healthy volunteers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36538, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, these results in active CUD subjects expanded prior findings of decreased striatal DA responses in detoxified CUD. They also identify group differences in expectation responses in caudate and midbrain such that HC showed DA increases with expectation of receiving MP, whereas CUD did not, which is consistent with dysfunction of caudate and midbrain DA activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36913, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 36939, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37076, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 37102, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary Information accompanies this paper at (10.1038/s41398-019-0421-x).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37183, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 37204, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37264, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 37275, "infons": {"fpage": "687", "lpage": "697", "name_0": "surname:Bassareo;given-names:V", "name_1": "surname:Musio;given-names:P", "name_2": "surname:Di Chiara;given-names:G", "pub-id_doi": "10.1007/s00213-010-2072-8", "pub-id_pmid": "21110007", "section_type": "REF", "source": "Psychopharmacology (Berl.)", "type": "ref", "volume": "214", "year": "2011"}, "text": "Reciprocal responsiveness of nucleus accumbens shell and core dopamine to food- and drug-conditioned stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 37384, "infons": {"fpage": "49", "lpage": "58", "name_0": "surname:Duvauchelle;given-names:CL", "pub-id_doi": "10.1016/S0006-8993(00)02091-6", "pub-id_pmid": "10799668", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "862", "year": "2000"}, "text": "Effects of cocaine context on NAcc dopamine and behavioral activity after repeated intravenous cocaine administration", "sentences": [], "annotations": [], "relations": []}, {"offset": 37502, "infons": {"fpage": "7", "lpage": "16", "name_0": "surname:Hemby;given-names:SE", "name_1": "surname:Co;given-names:C", "name_2": "surname:Koves;given-names:TR", "name_3": "surname:Smith;given-names:JE", "name_4": "surname:Dworkin;given-names:SI", "pub-id_doi": "10.1007/s002130050365", "pub-id_pmid": "9335075", "section_type": "REF", "source": "Psychopharmacology (Berl.)", "type": "ref", "volume": "133", "year": "1997"}, "text": "Differences in extracellular dopamine concentrations in the nucleus accumbens during response-dependent and response-independent cocaine administration in the rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 37665, "infons": {"fpage": "11461", "lpage": "11468", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1523/JNEUROSCI.23-36-11461.2003", "pub-id_pmid": "14673011", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "23", "year": "2003"}, "text": "Expectation enhances the regional brain metabolic and the reinforcing effects of stimulants in cocaine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 37776, "infons": {"fpage": "325", "lpage": "336", "name_0": "surname:Scott;given-names:DJ", "pub-id_doi": "10.1016/j.neuron.2007.06.028", "pub-id_pmid": "17640532", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "55", "year": "2007"}, "text": "Individual differences in reward responding explain placebo-induced expectations and effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 37869, "infons": {"fpage": "857", "lpage": "865", "name_0": "surname:Lidstone;given-names:SC", "pub-id_doi": "10.1001/archgenpsychiatry.2010.88", "pub-id_pmid": "20679593", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Effects of expectation on placebo-induced dopamine release in Parkinson disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 37949, "infons": {"fpage": "1666", "lpage": "1672", "name_0": "surname:Strafella;given-names:AP", "name_1": "surname:Ko;given-names:JH", "name_2": "surname:Monchi;given-names:O", "pub-id_doi": "10.1016/j.neuroimage.2006.02.005", "pub-id_pmid": "16545582", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "31", "year": "2006"}, "text": "Therapeutic application of transcranial magnetic stimulation in Parkinson’s disease: the contribution of expectation", "sentences": [], "annotations": [], "relations": []}, {"offset": 38066, "infons": {"fpage": "1782", "lpage": "1792", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1016/j.neuroimage.2006.04.192", "pub-id_pmid": "16757181", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "32", "year": "2006"}, "text": "Effects of expectation on the brain metabolic responses to methylphenidate and to its placebo in non-drug abusing subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 38189, "infons": {"fpage": "181", "lpage": "187", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1002/syn.10038", "pub-id_pmid": "11793423", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "43", "year": "2002"}, "text": "Relationship between blockade of dopamine transporters by oral methylphenidate and the increases in extracellular dopamine: therapeutic implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 38338, "infons": {"fpage": "301", "lpage": "310", "name_0": "surname:Ouachikh;given-names:O", "name_1": "surname:Chassain;given-names:C", "name_2": "surname:Pages;given-names:G", "name_3": "surname:Durif;given-names:F", "name_4": "surname:Hafidi;given-names:A", "pub-id_doi": "10.1016/j.bbr.2016.09.030", "pub-id_pmid": "27638036", "section_type": "REF", "source": "Behav. Brain Res.", "type": "ref", "volume": "317", "year": "2017"}, "text": "mGlu5 receptor antagonist blocks bromocriptine-induced conditioned place preference in bilateral mesolimbic-lesioned rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 38459, "infons": {"fpage": "2539", "lpage": "2544", "name_0": "surname:Gu;given-names:X", "pub-id_doi": "10.1073/pnas.1416639112", "pub-id_pmid": "25605923", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "112", "year": "2015"}, "text": "Belief about nicotine selectively modulates value and reward prediction error signals in smokers", "sentences": [], "annotations": [], "relations": []}, {"offset": 38556, "infons": {"fpage": "17", "lpage": "37", "name_0": "surname:Pecina;given-names:M", "name_1": "surname:Zubieta;given-names:JK", "pub-id_doi": "10.1016/bs.irn.2018.02.003", "pub-id_pmid": "29681324", "section_type": "REF", "source": "Int. Rev. Neurobiol.", "type": "ref", "volume": "138", "year": "2018"}, "text": "Expectancy modulation of opioid neurotransmission", "sentences": [], "annotations": [], "relations": []}, {"offset": 38606, "infons": {"fpage": "591", "lpage": "598", "name_0": "surname:Kegeles;given-names:LS", "pub-id_doi": "10.1016/j.bpsc.2018.03.018", "pub-id_pmid": "29803635", "section_type": "REF", "source": "Biol. Psychiatry Cogn. Neurosci. neuroimaging", "type": "ref", "volume": "3", "year": "2018"}, "text": "Enhanced striatal dopamine release to expectation of alcohol: a potential risk factor for alcohol use disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 38717, "infons": {"fpage": "2301", "lpage": "2302", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Baler;given-names:R", "pub-id_doi": "10.1073/pnas.1500552112", "pub-id_pmid": "25673784", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "112", "year": "2015"}, "text": "Beliefs modulate the effects of drugs on the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 38774, "infons": {"fpage": "741", "lpage": "752", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Wise;given-names:RA", "name_2": "surname:Baler;given-names:R", "pub-id_doi": "10.1038/nrn.2017.130", "pub-id_pmid": "29142296", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "18", "year": "2017"}, "text": "The dopamine motive system: implications for drug and food addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 38843, "infons": {"fpage": "255", "lpage": "262", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1002/syn.890160402", "pub-id_pmid": "8059335", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "16", "year": "1994"}, "text": "Imaging endogenous dopamine competition with [11C]raclopride in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 38923, "infons": {"fpage": "1037", "lpage": "1043", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1038/mp.2014.58", "pub-id_pmid": "24912491", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "19", "year": "2014"}, "text": "Stimulant-induced dopamine increases are markedly blunted in active cocaine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 39007, "infons": {"fpage": "885", "lpage": "887", "name_0": "surname:Barona;given-names:A", "name_1": "surname:Reynolds;given-names:CR", "name_2": "surname:Chastain;given-names:R", "pub-id_doi": "10.1037/0022-006X.52.5.885", "section_type": "REF", "source": "J. Consult. Clin. Psychol.", "type": "ref", "volume": "52", "year": "1984"}, "text": "A demographically based index of premorbid intelligence test for the WAIS-R", "sentences": [], "annotations": [], "relations": []}, {"offset": 39083, "infons": {"fpage": "1711", "lpage": "1716", "name_0": "surname:Wiers;given-names:CE", "pub-id_doi": "10.1038/mp.2017.208", "pub-id_pmid": "29112197", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "23", "year": "2018"}, "text": "Association of genetic ancestry with striatal dopamine D2/D3 receptor availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 39166, "infons": {"fpage": "834", "lpage": "840", "name_0": "surname:Logan;given-names:J", "pub-id_doi": "10.1097/00004647-199609000-00008", "pub-id_pmid": "8784228", "section_type": "REF", "source": "J. Cereb. Blood Flow. Metab.", "type": "ref", "volume": "16", "year": "1996"}, "text": "Distribution volume ratios without blood sampling from graphical analysis of PET data", "sentences": [], "annotations": [], "relations": []}, {"offset": 39252, "infons": {"fpage": "740", "lpage": "747", "name_0": "surname:Logan;given-names:J", "pub-id_doi": "10.1038/jcbfm.1990.127", "pub-id_pmid": "2384545", "section_type": "REF", "source": "J. Cereb. Blood Flow. Metab.", "type": "ref", "volume": "10", "year": "1990"}, "text": "Graphical analysis of reversible radioligand binding from time-activity measurements applied to [N-11C-methyl]-(-)-cocaine PET studies in human subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 39405, "infons": {"fpage": "1233", "lpage": "1239", "name_0": "surname:Maldjian;given-names:JA", "name_1": "surname:Laurienti;given-names:PJ", "name_2": "surname:Kraft;given-names:RA", "name_3": "surname:Burdette;given-names:JH", "pub-id_doi": "10.1016/S1053-8119(03)00169-1", "pub-id_pmid": "12880848", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "19", "year": "2003"}, "text": "An automated method for neuroanatomic and cytoarchitectonic atlas-based interrogation of fMRI data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 39509, "infons": {"fpage": "2596", "lpage": "2605", "name_0": "surname:Wiers;given-names:CE", "pub-id_doi": "10.1038/npp.2016.67", "pub-id_pmid": "27156854", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "41", "year": "2016"}, "text": "Cannabis abusers show hypofrontality and blunted brain responses to a stimulant challenge in females but not in males", "sentences": [], "annotations": [], "relations": []}, {"offset": 39627, "infons": {"fpage": "14455", "lpage": "14459", "name_0": "surname:Li;given-names:CS", "pub-id_doi": "10.1073/pnas.1002467107", "pub-id_pmid": "20660731", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "107", "year": "2010"}, "text": "Biological markers of the effects of intravenous methylphenidate on improving inhibitory control in cocaine-dependent patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 39754, "infons": {"fpage": "830", "lpage": "833", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1038/386830a0", "pub-id_pmid": "9126741", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "386", "year": "1997"}, "text": "Decreased striatal dopaminergic responsiveness in detoxified cocaine-dependent subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 39842, "infons": {"fpage": "622", "lpage": "629", "name_0": "surname:Martinez;given-names:D", "pub-id_doi": "10.1176/ajp.2007.164.4.622", "pub-id_pmid": "17403976", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "164", "year": "2007"}, "text": "Amphetamine-induced dopamine release: markedly blunted in cocaine dependence and predictive of the choice to self-administer cocaine", "sentences": [], "annotations": [], "relations": []}, {"offset": 39975, "infons": {"fpage": "1266", "lpage": "1273", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1016/j.neuroimage.2007.09.059", "pub-id_pmid": "18024160", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "39", "year": "2008"}, "text": "Dopamine increases in striatum do not elicit craving in cocaine abusers unless they are coupled with cocaine cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 40089, "infons": {"fpage": "293", "lpage": "302", "name_0": "surname:Schultz;given-names:W", "pub-id_doi": "10.1177/107385840100700406", "pub-id_pmid": "11488395", "section_type": "REF", "source": "Neuroscientist", "type": "ref", "volume": "7", "year": "2001"}, "text": "Reward signaling by dopamine neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 40126, "infons": {"fpage": "1075", "lpage": "1084", "name_0": "surname:Miller;given-names:EM", "name_1": "surname:Shankar;given-names:MU", "name_2": "surname:Knutson;given-names:B", "name_3": "surname:McClure;given-names:SM", "pub-id_doi": "10.1162/jocn_a_00535", "pub-id_pmid": "24345173", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "26", "year": "2014"}, "text": "Dissociating motivation from reward in human striatal activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 40189, "infons": {"fpage": "311", "lpage": "318", "name_0": "surname:Evers;given-names:EA", "name_1": "surname:Stiers;given-names:P", "name_2": "surname:Ramaekers;given-names:JG", "pub-id_doi": "10.1093/scan/nsw124", "pub-id_pmid": "27677943", "section_type": "REF", "source": "Soc. Cogn. Affect. Neurosci.", "type": "ref", "volume": "12", "year": "2017"}, "text": "High reward expectancy during methylphenidate depresses the dopaminergic response to gain and loss", "sentences": [], "annotations": [], "relations": []}, {"offset": 40288, "infons": {"fpage": "14624", "lpage": "14630", "name_0": "surname:Kahnt;given-names:T", "name_1": "surname:Heinzle;given-names:J", "name_2": "surname:Park;given-names:SQ", "name_3": "surname:Haynes;given-names:JD", "pub-id_doi": "10.1523/JNEUROSCI.3412-11.2011", "pub-id_pmid": "21994378", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "31", "year": "2011"}, "text": "Decoding the formation of reward predictions across learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 40349, "infons": {"fpage": "1611", "name_0": "surname:Howard;given-names:JD", "name_1": "surname:Kahnt;given-names:T", "pub-id_doi": "10.1038/s41467-018-04055-5", "pub-id_pmid": "29686225", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Identity prediction errors in the human midbrain update reward-identity expectations in the orbitofrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 40462, "infons": {"section_type": "REF", "type": "ref"}, "text": "Stalnaker, T. A., Liu, T. L., Takahashi, Y. K. & Schoenbaum, G. Orbitofrontal neurons signal reward predictions, not reward prediction errors. Neurobiol. Learn. Mem. 153, 137–143 (2018).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40649, "infons": {"fpage": "38", "name_0": "surname:Schiffer;given-names:AM", "name_1": "surname:Schubotz;given-names:RI", "pub-id_doi": "10.3389/fnhum.2011.00038", "pub-id_pmid": "21519392", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "5", "year": "2011"}, "text": "Caudate nucleus signals for breaches of expectation in a movement observation paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 40736, "infons": {"fpage": "289", "lpage": "306", "name_0": "surname:Hikosaka;given-names:O", "name_1": "surname:Kim;given-names:HF", "name_2": "surname:Yasuda;given-names:M", "name_3": "surname:Yamamoto;given-names:S", "pub-id_doi": "10.1146/annurev-neuro-071013-013924", "pub-id_pmid": "25032497", "section_type": "REF", "source": "Annu. Rev. Neurosci.", "type": "ref", "volume": "37", "year": "2014"}, "text": "Basal ganglia circuits for reward value-guided behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 40792, "infons": {"fpage": "361", "lpage": "372", "name_0": "surname:Tricomi;given-names:E", "name_1": "surname:Fiez;given-names:JA", "pub-id_doi": "10.3758/s13415-011-0077-3", "pub-id_pmid": "22194237", "section_type": "REF", "source": "Cogn. Affect. Behav. Neurosci.", "type": "ref", "volume": "12", "year": "2012"}, "text": "Information content and reward processing in the human striatum during performance of a declarative memory task", "sentences": [], "annotations": [], "relations": []}, {"offset": 40904, "infons": {"fpage": "1593", "lpage": "1599", "name_0": "surname:Schultz;given-names:W", "name_1": "surname:Dayan;given-names:P", "name_2": "surname:Montague;given-names:PR", "pub-id_doi": "10.1126/science.275.5306.1593", "pub-id_pmid": "9054347", "section_type": "REF", "source": "Science", "type": "ref", "volume": "275", "year": "1997"}, "text": "A neural substrate of prediction and reward", "sentences": [], "annotations": [], "relations": []}, {"offset": 40948, "infons": {"fpage": "149", "name_0": "surname:Kline;given-names:RL", "pub-id_doi": "10.3389/fnhum.2016.00149", "pub-id_pmid": "27148006", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "10", "year": "2016"}, "text": "The effects of methylphenidate on resting-state functional connectivity of the basal nucleus of meynert, locus coeruleus, and ventral tegmental area in healthy adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 41115, "infons": {"fpage": "154", "lpage": "165", "name_0": "surname:Farr;given-names:OM", "pub-id_doi": "10.1037/a0034465", "pub-id_pmid": "24188171", "section_type": "REF", "source": "Exp. Clin. Psychopharmacol.", "type": "ref", "volume": "22", "year": "2014"}, "text": "The effects of methylphenidate on cerebral activations to salient stimuli in healthy adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 41207, "infons": {"fpage": "3998", "lpage": "4003", "name_0": "surname:Boileau;given-names:I", "pub-id_doi": "10.1523/JNEUROSCI.4370-06.2007", "pub-id_pmid": "17428975", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Conditioned dopamine release in humans: a positron emission tomography [11C]raclopride study with amphetamine", "sentences": [], "annotations": [], "relations": []}, {"offset": 41317, "infons": {"fpage": "2352", "lpage": "2356", "name_0": "surname:Kaasinen;given-names:V", "name_1": "surname:Aalto;given-names:S", "name_2": "surname:Nagren;given-names:K", "name_3": "surname:Rinne;given-names:JO", "pub-id_doi": "10.1111/j.1460-9568.2004.03310.x", "pub-id_pmid": "15090062", "section_type": "REF", "source": "Eur. J. Neurosci.", "type": "ref", "volume": "19", "year": "2004"}, "text": "Expectation of caffeine induces dopaminergic responses in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 41382, "infons": {"fpage": "107", "lpage": "114", "name_0": "surname:Jarcho;given-names:JM", "pub-id_doi": "10.1016/j.nicl.2015.11.009", "pub-id_pmid": "26759785", "section_type": "REF", "source": "NeuroImage Clin.", "type": "ref", "volume": "10", "year": "2016"}, "text": "Placebo analgesia: self-report measures and preliminary evidence of cortical dopamine release associated with placebo response", "sentences": [], "annotations": [], "relations": []}, {"offset": 41509, "infons": {"fpage": "416", "lpage": "423", "name_0": "surname:Pecina;given-names:M", "name_1": "surname:Zubieta;given-names:JK", "pub-id_doi": "10.1038/mp.2014.164", "pub-id_pmid": "25510510", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "20", "year": "2015"}, "text": "Molecular mechanisms of placebo responses in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 41561, "infons": {"fpage": "6001", "lpage": "6006", "name_0": "surname:Goldstein;given-names:RZ", "pub-id_doi": "10.1523/JNEUROSCI.4247-08.2009", "pub-id_pmid": "19420266", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "29", "year": "2009"}, "text": "Dopaminergic response to drug words in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 41618, "infons": {"fpage": "e1506", "name_0": "surname:Childress;given-names:AR", "pub-id_doi": "10.1371/journal.pone.0001506", "pub-id_pmid": "18231593", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "3", "year": "2008"}, "text": "Prelude to passion: limbic activation by “unseen” drug and sexual cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 41689, "infons": {"fpage": "3", "issue": "Suppl 1", "lpage": "8", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "name_2": "surname:Wang;given-names:GJ", "name_3": "surname:Baler;given-names:R", "name_4": "surname:Telang;given-names:F", "pub-id_doi": "10.1016/j.neuropharm.2008.05.022", "pub-id_pmid": "18617195", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "56", "year": "2009"}, "text": "Imaging dopamine’s role in drug abuse and addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 41741, "infons": {"fpage": "23", "lpage": "32", "name_0": "surname:Schultz;given-names:W", "section_type": "REF", "source": "Dialog. Clin. Neurosci.", "type": "ref", "volume": "18", "year": "2016"}, "text": "Dopamine reward prediction error coding", "sentences": [], "annotations": [], "relations": []}, {"offset": 41781, "infons": {"fpage": "1285", "lpage": "1291", "name_0": "surname:Wang;given-names:GJ", "pub-id_pmid": "10450679", "section_type": "REF", "source": "J. Nucl. Med.", "type": "ref", "volume": "40", "year": "1999"}, "text": "Reproducibility of repeated measures of endogenous dopamine competition with [11C]raclopride in the human brain in response to methylphenidate", "sentences": [], "annotations": [], "relations": []}, {"offset": 41924, "infons": {"fpage": "100", "lpage": "105", "name_0": "surname:Matuskey;given-names:D", "pub-id_doi": "10.1016/j.drugalcdep.2014.03.013", "pub-id_pmid": "24717909", "section_type": "REF", "source": "Drug Alcohol. Depend.", "type": "ref", "volume": "139", "year": "2014"}, "text": "Dopamine D(3) receptor alterations in cocaine-dependent humans imaged with [11C](+)PHNO", "sentences": [], "annotations": [], "relations": []}, {"offset": 42012, "infons": {"fpage": "2325", "lpage": "2332", "name_0": "surname:Wiers;given-names:CE", "pub-id_doi": "10.1038/npp.2017.131", "pub-id_pmid": "28643800", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "42", "year": "2017"}, "text": "Striatal dopamine D2/D3 receptor availability varies across smoking status", "sentences": [], "annotations": [], "relations": []}, {"offset": 42087, "infons": {"fpage": "681", "lpage": "689", "name_0": "surname:Busto;given-names:UE", "pub-id_doi": "10.1002/syn.20646", "pub-id_pmid": "19360907", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "63", "year": "2009"}, "text": "Dopaminergic activity in depressed smokers: a positron emission tomography study", "sentences": [], "annotations": [], "relations": []}, {"offset": 42168, "infons": {"fpage": "376", "lpage": "384", "name_0": "surname:John;given-names:WS", "name_1": "surname:Wu;given-names:LT", "pub-id_doi": "10.1016/j.drugalcdep.2017.08.031", "pub-id_pmid": "28961544", "section_type": "REF", "source": "Drug Alcohol. Depend.", "type": "ref", "volume": "180", "year": "2017"}, "text": "Trends and correlates of cocaine use and cocaine use disorder in the United States from 2011 to 2015", "sentences": [], "annotations": [], "relations": []}, {"offset": 42269, "infons": {"fpage": "682", "lpage": "688", "name_0": "surname:Haltia;given-names:LT", "pub-id_doi": "10.1002/syn.20541", "pub-id_pmid": "18566972", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "62", "year": "2008"}, "text": "Effects of intravenous placebo with glucose expectation on human basal ganglia dopaminergic function", "sentences": [], "annotations": [], "relations": []}, {"offset": 42370, "infons": {"fpage": "748", "lpage": "756", "name_0": "surname:Haltia;given-names:LT", "pub-id_doi": "10.1002/syn.20418", "pub-id_pmid": "17568412", "section_type": "REF", "source": "Synapse", "type": "ref", "volume": "61", "year": "2007"}, "text": "Effects of intravenous glucose on dopaminergic function in the human brain in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 42453, "infons": {"fpage": "e752", "name_0": "surname:Wiers;given-names:CE", "pub-id_doi": "10.1038/tp.2016.14", "pub-id_pmid": "26954979", "section_type": "REF", "source": "Transl. Psychiatry", "type": "ref", "volume": "6", "year": "2016"}, "text": "Reduced sleep duration mediates decreases in striatal D2/D3 receptor availability in cocaine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 42554, "infons": {"fpage": "9", "name_0": "surname:Angarita;given-names:GA", "name_1": "surname:Emadi;given-names:N", "name_2": "surname:Hodges;given-names:S", "name_3": "surname:Morgan;given-names:PT", "pub-id_doi": "10.1186/s13722-016-0056-7", "pub-id_pmid": "27117064", "section_type": "REF", "source": "Addict. Sci. Clin. Pract.", "type": "ref", "volume": "11", "year": "2016"}, "text": "Sleep abnormalities associated with alcohol, cannabis, cocaine, and opiate use: a comprehensive review", "sentences": [], "annotations": [], "relations": []}, {"offset": 42657, "infons": {"fpage": "6711", "lpage": "6717", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1523/JNEUROSCI.0045-12.2012", "pub-id_pmid": "22573693", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "32", "year": "2012"}, "text": "Evidence that sleep deprivation downregulates dopamine D2R in ventral striatum in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 42755, "infons": {"fpage": "8454", "lpage": "8461", "name_0": "surname:Volkow;given-names:ND", "pub-id_doi": "10.1523/JNEUROSCI.1443-08.2008", "pub-id_pmid": "18716203", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Sleep deprivation decreases binding of [11C]raclopride to dopamine D2/D3 receptors in the human brain", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}