{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "6341072", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-018-0350-0", "article-id_pmc": "6341072", "article-id_pmid": "30664626", "article-id_publisher-id": "350", "elocation-id": "9", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Gong;given-names:Qiyong", "name_1": "surname:Puthusseryppady;given-names:Vaisakh", "name_10": "surname:Lui;given-names:Su", "name_11": "surname:Mechelli;given-names:Andrea", "name_12": "surname:Gong;given-names:Qiyong", "name_13": "surname:Gong;given-names:Qiyong", "name_2": "surname:Dai;given-names:Jing", "name_3": "surname:He;given-names:Manxi", "name_4": "surname:Xu;given-names:Xin", "name_5": "surname:Shi;given-names:Yan", "name_6": "surname:Zhou;given-names:Baiwan", "name_7": "surname:Ai;given-names:Yuan", "name_8": "surname:Yang;given-names:Cheng", "name_9": "surname:Zhang;given-names:Feifei", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2019"}, "text": "Dysconnectivity of the medio-dorsal thalamic nucleus in drug-naïve first episode schizophrenia: diagnosis-specific or trans-diagnostic effect?", "sentences": [], "annotations": [], "relations": []}, {"offset": 143, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Converging lines of evidence implicate the thalamocortical network in schizophrenia. In particular, the onset of the illness is associated with aberrant functional integration between the medio-dorsal thalamic nucleus (MDN) and widespread prefrontal, temporal and parietal cortical regions. Because the thalamus is also implicated in other psychiatric illnesses including post-traumatic stress disorder (PTSD) and major depressive disorder (MDD), the diagnostic specificity of these alterations is unclear. Here, we determined whether aberrant functional integration between the MDN and the cortex is a specific feature of schizophrenia or a trans-diagnostic feature of psychiatric illness. Effective connectivity (EC) between the MDN and rest of the cortex was measured by applying psychophysiological interaction analysis to resting-state functional magnetic resonance imaging data of 50 patients with first episode schizophrenia (FES), 50 patients with MDD, 50 patients with PTSD and 122 healthy controls. All participants were medication-naïve. The only significant schizophrenia-specific effect was increased EC between the right MDN and the right pallidum (p < 0.05 corrected). In contrast, there were a number of significant trans-diagnostic alterations, with both right and left MDN displaying trans-diagnostic increased EC with several prefrontal and parietal regions bilaterally (p < 0.05 corrected). EC alterations between the MDN and the cortex are not specific to schizophrenia but are a trans-diagnostic feature of psychiatric disorders, consistent with emerging conceptualizations of mental illness based on a single general psychopathology factor. Therefore, dysconnectivity of the MDN could potentially be used to assess the presence of general psychopathology above and beyond traditional diagnostic boundaries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1973, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1986, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia, a severe psychiatric illness involving delusions, hallucinations and disorganized thinking, is one of the greatest causes of disability worldwide. Over the past two decades, magnetic resonance imaging (MRI) techniques such as resting-state functional MRI (rs-fMRI) have allowed the investigation of the neurobiological alterations underlying this disease in vivo. These studies have revealed widespread alterations within cortical-subcortical-cerebellar networks, and in particular have identified the thalamus as a key structure implicated in the onset and progression of the illness. Within this region, the medio-dorsal thalamic nucleus (MDN) has received particular attention due to its prominent connections to the prefrontal cortex, a region known to be implicated in the illness. Task-based studies have reported decreased activation in the MDN of patients during a range of cognitive processes including episodic memory, working memory and attention, whilst resting-state studies have found aberrant functional integration between the MDN and widespread cortical networks including prefrontal, temporal, and parietal regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3135, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to schizophrenia, the thalamus has also been implicated in other psychiatric illnesses including post-traumatic stress disorder (PTSD) and major depressive disorder (MDD). In PTSD, thalamic functional abnormalities are thought to underlie dysregulation of sensory filtering, circadian rhythms, level of alertness and consciousness. Moreover, with the thalamus being a fundamental component of the mood regulating circuit, functional abnormalities in this region are thought to contribute to emotional dysregulation in MDD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3670, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A critical limitation of the existing literature is that the diagnostic specificity of the findings is unclear, since previous studies have compared a single group of patients with a certain diagnosis against a group of healthy controls. Additionally, studies have typically analyzed chronic patients under pharmacological treatment, raising the possibility that the observed alterations reflect a consequence of medication rather than an intrinsic feature of psychopathology. In particular, antipsychotic treatment represents a potential major confound in light of previous studies suggesting that it can influence resting-state thalamocortical functional integration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4340, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The aim of the present investigation was therefore to examine the diagnostic specificity of alterations in thalamocortical functional integration in schizophrenia without the confounding effects of medication. In light of the number of previous studies in patients with schizophrenia reporting alterations in the MDN specifically, the present investigation focused on this section of the thalamus. By comparing effective connectivity alterations in medication-naïve patients with schizophrenia, PTSD, and MDD, we were able to differentiate between effects that are specific to psychotic illness and effects that represent a generic, trans-diagnostic feature of psychiatric disease. We used rs-fMRI in a total of 272 un-medicated participants including 50 with first episode schizophrenia (FES), 50 with a diagnosis of PTSD, 50 with a diagnosis of MDD and 122 healthy controls (HC). We hypothesized the presence of thalamocortical alterations specific to schizophrenia, reflecting the unique clinical presentation of this illness. Furthermore, we hypothesized the presence of trans-diagnostic thalamocortical alterations, reflecting shared psychopathological features of the three diseases including general psychopathology. The results would inform current neurobiological models of psychiatric disease and support the development of differential biomarkers to help classify patients between alternative diagnoses in clinical practice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5776, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5798, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 5811, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study was approved by the Medical Ethics Committee of West China Hospital of Sichuan University and all participants provided written informed consent. Subsets of the data used here have been used in previous studies. While in a recent article we consider functional integration within and between three networks of interest (default mode, central exectutive, and salience), in the present investigation we focus on the EC between the MDN and the cortex. All patients were recruited as they presented to the West China Hospital of Sichuan University, and were came from the inner city of Chengdu with the exception of the PTSD group who tended to come from surrounding rural areas (see below) Exclusion criteria applicable to all participants included (i) history of drug or alcohol abuse, (ii) pregnancy and (iii) any physical illness such as hepatitis, cardiovascular disease, or neurological disorder, as assessed by interview and review of medical records. Further information on each group are provided below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6830, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "First episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 6858, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of subject cohorts", "sentences": [], "annotations": [], "relations": []}, {"offset": 6893, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Measure</th><th colspan=\"3\">FES</th><th colspan=\"3\">PTSD</th><th colspan=\"3\">MDD</th><th colspan=\"3\">HC</th></tr><tr><th/><th colspan=\"3\">(<italic>n</italic> = 50)</th><th colspan=\"3\">(<italic>n</italic> = 50)</th><th colspan=\"3\">(<italic>n</italic> = 50)</th><th colspan=\"3\">(<italic>n</italic> = 122)</th></tr><tr><th/><th>\n<italic>n</italic>\n</th><th>Mean</th><th>SD</th><th>\n<italic>n</italic>\n</th><th>Mean</th><th>SD</th><th>\n<italic>n</italic>\n</th><th>Mean</th><th>SD</th><th>\n<italic>n</italic>\n</th><th>Mean</th><th>SD</th></tr></thead><tbody><tr><td>Age</td><td>–</td><td>32.72</td><td>7.27</td><td>–</td><td>43.10</td><td>10.79</td><td>–</td><td>38.89</td><td>11.63</td><td>–</td><td>29.61</td><td>14.36</td></tr><tr><td>Gender (M:F)</td><td>16:34</td><td>–</td><td>–</td><td>16:34</td><td>–</td><td>–</td><td>16:34</td><td>–</td><td>–</td><td>58:64</td><td>–</td><td>–</td></tr><tr><td>Education years</td><td>–</td><td>13.28</td><td>4.12</td><td>–</td><td>6.90</td><td>3.44</td><td>–</td><td>12.83</td><td>3.93</td><td>–</td><td>12.33</td><td>3.08</td></tr><tr><td>PANSS positive</td><td/><td>24.84</td><td>6.86</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PANSS negative</td><td>–</td><td>16.84</td><td>8.66</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td></tr><tr><td>PANSS general</td><td/><td>46.62</td><td>9.35</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PANSS total</td><td/><td>88.30</td><td>19.61</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>PCL</td><td>–</td><td>–</td><td>–</td><td>–</td><td>51.20</td><td>10.44</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td></tr><tr><td>HAM-D</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>–</td><td>23.22</td><td>4.53</td><td>–</td><td>–</td><td>–</td></tr></tbody></table>\n"}, "text": "Measure\tFES\tPTSD\tMDD\tHC\t \t\t(n = 50)\t(n = 50)\t(n = 50)\t(n = 122)\t \t\tn\tMean\tSD\tn\tMean\tSD\tn\tMean\tSD\tn\tMean\tSD\t \tAge\t–\t32.72\t7.27\t–\t43.10\t10.79\t–\t38.89\t11.63\t–\t29.61\t14.36\t \tGender (M:F)\t16:34\t–\t–\t16:34\t–\t–\t16:34\t–\t–\t58:64\t–\t–\t \tEducation years\t–\t13.28\t4.12\t–\t6.90\t3.44\t–\t12.83\t3.93\t–\t12.33\t3.08\t \tPANSS positive\t\t24.84\t6.86\t\t\t\t\t\t\t\t\t\t \tPANSS negative\t–\t16.84\t8.66\t–\t–\t–\t–\t–\t–\t–\t–\t–\t \tPANSS general\t\t46.62\t9.35\t\t\t\t\t\t\t\t\t\t \tPANSS total\t\t88.30\t19.61\t\t\t\t\t\t\t\t\t\t \tPCL\t–\t–\t–\t–\t51.20\t10.44\t–\t–\t–\t–\t–\t–\t \tHAM-D\t–\t–\t–\t–\t–\t–\t–\t23.22\t4.53\t–\t–\t–\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7424, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "PANSS positive and negative syndrome scale, PCL PTSD Checklist, HAM-D Hamilton depression rating scale, SD standard deviation, M males, F females", "sentences": [], "annotations": [], "relations": []}, {"offset": 7570, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fifty patients with FES were included (see Table 1). The presence of psychotic illness was determined by the consensus of two experienced psychiatrists using the Structured Interview for the DSM-IV Axis I Disorder, Patient Edition (SCID). Psychopathology was measured on the day of scanning using the Positive and Negative Syndrome Scale (PANSS). The use of these clinical instruments indicated that all patients met criteria for schizophrenia—a diagnosis that was confirmed in subsequent clinical follow-ups. At the time of scanning, all patients were medication-naïve.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8141, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 8167, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fifty participants with MDD were included (see Table 1). These participants were part of a larger cohort study of depression in the Chinese population of Han nationality. Diagnosis of MDD was made with the SCID; although psychotic symptoms can occur during depressive episodes, none of the participants reported suffering from them. On the day of scanning, severity of depression was quantified using the 17-item Hamilton depression rating scale (HAM-D) and all participants had a total HAM-D score ≥18. All patients were medication-naïve at the time of scanning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8731, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Post-traumatic stress disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 8762, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fifty participants with PTSD were included (see Table 1). These participants were survivors of the 2008 Sichuan earthquake who lived in rural areas, had all physically experienced the earthquake, personally witnessed death, serious injury or the collapse of buildings and not suffered any physical injury; because these patients were recruited in the aftermath of the earthquake, they came from rural areas (where the Earthquake was strongest) and were older relative to the other clinical groups. All participants were assessed using the PTSD Checklist (PCL) and met threshold criteria (PCL score ≥ 35) for diagnosis of PTSD on the day of scanning. At the time of scanning, all patients were medication-naïve.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9473, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 9490, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One hundred and twenty two HC were included (Table 1). All were recruited by poster advertisement, and screened using the non-patient edition of the SCID to confirm the lifetime absence of psychiatric illnesses. In addition, all were interviewed to exclude individuals with a known history of psychiatric illness in first-degree relatives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9830, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 9847, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All neuroimaging data was acquired from a 3T MRI scanner (EXCITE; General Electric, Milwaukee, Wisconsin) with an 8-channel phased array head coil. Images were acquired using a gradient-echo echo-planar imaging sequence with a repetition time (TR) = 2000 ms, an echo time (TE) = 30 ms, flip-angle = 90°, slice thickness = 5 mm (no slice gap), 64 × 64 matrix and field of view = 24 cm2 resulting in a voxel size of 3.75 × 3.75 × 5 mm3. Scanning lasted for 410 s, with each brain volume comprising 30 axial slices and each functional run containing 205 image volumes. During scanning, participants were instructed to relax with their eyes closed without falling asleep. After the experiment, each participant confirmed as to not having fallen asleep during scanning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10612, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10626, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 10640, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional images were pre-processed using SPM12 software (http://www.fil.ion.ucl.ac.uk/spm) running under Matlab 7.1 (Math Works, USA). For each participant, the first five scans were discarded to remove the impact of magnetization stabilization, and the images were realigned to the first of the run and resliced with sinc interpolation. The resulting images were normalized to the Montreal Neurological Institute (MNI) 152 template and then linearly de-trended and band pass filtered (0.01–0.08 Hz) to remove low-frequency drift and high-frequency physiological noise. Finally the normalized images were smoothed with an 8-mm full width at half maximum isotropic Gaussian kernel, and the global signal, the white matter signal and the cerebrospinal fluid signal were regressed out. None of the subjects who enrolled on the study had to be excluded due to excessive head motion during scanning (defined as translational movement >1.5 mm and/or rotation >1.5°). In order to test for differences in head movement, we estimated the framewise displacement of each subject—a measure of head movement from one volume to the next calculated as the sum of the absolute values of the realignment estimates at every time point; an ANOVA did not reveal significant differences across the four groups (df = 3, F = 1.903, p = 0.129).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11963, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Psychophysiological interaction analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12004, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Psychophysiological interaction analysis was conducted using SPM12 software running under MATLAB 8.6. Firstly, the left and right MDN were selected as regions of interest and anatomically identified using the Talairach Daemon Brodmann Areas + atlas on WFU_PickAtlas 3.0.5 software. The left MDN centered on (−6.15, −17, 7.85; MNI co-ordinates) and the right MDN centered on (6.31, −17, 7.85). The raw mean time-series of voxels in each region of interest were then extracted for each subject using the MarsBaR toolbox for SPM. For each subject, the extracted values were correlated with all other voxels in the brain using linear regression with the subject head motion parameters modeled as co-variates of no interest. Subject-level t-contrast maps were combined into a group-level analysis of variance (ANOVA) with age and gender modeled as covariates of no interest. Effectively, this seed-based approach conforms to a psychophysiological interaction analysis. In other words, we use the regression slope of activity in any given voxel on activity in the (thalamic) seed region as a measure of direct (linear) coupling and then compared this measure between diagnostic groups. This psychophysiological interaction analysis has the advantage of not conflating coupling with the amplitude of error terms—a recognized methodological issue in the statistical analysis of (Z-transformed) functional correlation measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13423, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Alterations specific to schizophrenia were identified by comparing this group against the other three groups (e.g., schizophrenia vs. HC, PTSD, and MDD) and then using the inclusive masking option (at p < 0.05 uncorrected) in SPM12 software to identify those regions that survived the individual comparisons (i.e., schizophrenia vs. HC; schizophrenia vs. PTSD; schizophrenia vs. MDD). Here the use of inclusive masking enabled a simple form of conjunction analysis that allowed us to identify alterations specific to the schizophrenia group. Alterations common to the three diagnostic groups were identified by comparing schizophrenia, PTSD, and MDD patients against HC (e.g., schizophrenia, PTSD and MDD vs. HC) and then using the inclusive masking option (at p < 0.05 uncorrected) in SPM12 software to identify those regions that survived the diagnosis-specific comparisons (i.e., schizophrenia vs. HC; PTSD vs. HC; and MDD vs. HC). Here the use of inclusive masking enabled us to detect alterations in schizophrenia group that reflect a trans-diagnostic feature of psychiatric illness. Statistical inferences were made at p < 0.05 after family-wise error (FWE) correction with a minimum extent threshold of 5 voxels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14643, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14651, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Thalamic effective connectivity alterations specific to schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 14721, "infons": {"file": "41398_2018_350_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Region showing schizophrenia-specific effective connectivity increases with the right MDN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14812, "infons": {"file": "41398_2018_350_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Left: region of the right pallidum showing EC increases with the right MDN in the schizophrenia group relative to the HC, PTSD and MDD groups. Right: mean right MDN-right pallidum effective connectivity for the FEP, MDD, PTSD, and HC groups (standard error in brackets). FES, first episode schizophrenia, PTSD, post-traumatic stress disorder, MDD, major depressive disorder, HC, healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 15208, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the left MDN, no regions exhibited significant schizophrenia-specific EC alterations. In contrast, the right MDN displayed schizophrenia-specific increased EC with the right pallidum (MNI co-ordinates: x = 15 y = 5 z = 4; Z-score = 5.23 p-value after FWE correction = 0.018, cluster size: 9 voxels; see Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15524, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Trans-diagnostic thalamic effective connectivity alterations", "sentences": [], "annotations": [], "relations": []}, {"offset": 15585, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Regions showing trans-diagnostic effective connectivity increases with the left medio-dorsal thalamic nucleus", "sentences": [], "annotations": [], "relations": []}, {"offset": 15695, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Region</th><th rowspan=\"2\">Hemisphere</th><th colspan=\"3\">Co-ordinates (MNI)</th><th rowspan=\"2\">Cluster size</th><th rowspan=\"2\"><italic>Z</italic> score</th><th rowspan=\"2\">\n<italic>p</italic> value (FWE corrected)</th></tr><tr><th>\n<italic>X</italic>\n</th><th>\n<italic>Y</italic>\n</th><th>\n<italic>Z</italic>\n</th></tr></thead><tbody><tr><td>Postcentral gyrus</td><td>Right</td><td>60</td><td>−10</td><td>31</td><td>59</td><td>5.05</td><td>0.002</td></tr><tr><td>Supramarginal gyrus</td><td>Left</td><td>−60</td><td>−34</td><td>37</td><td>9</td><td>4.84</td><td>0.019</td></tr><tr><td>Putamen</td><td>Right</td><td>33</td><td>2</td><td>1</td><td>9</td><td>4.66</td><td>0.019</td></tr><tr><td>Supramarginal/Angular gyrus</td><td>Right</td><td>57</td><td>−52</td><td>43</td><td>11</td><td>4.63</td><td>0.016</td></tr><tr><td>Medial superior frontal gyrus</td><td>Right</td><td>3</td><td>29</td><td>40</td><td>16</td><td>4.58</td><td>0.012</td></tr></tbody></table>\n"}, "text": "Region\tHemisphere\tCo-ordinates (MNI)\tCluster size\tZ score\tp value (FWE corrected)\t \tX\tY\tZ\t \tPostcentral gyrus\tRight\t60\t−10\t31\t59\t5.05\t0.002\t \tSupramarginal gyrus\tLeft\t−60\t−34\t37\t9\t4.84\t0.019\t \tPutamen\tRight\t33\t2\t1\t9\t4.66\t0.019\t \tSupramarginal/Angular gyrus\tRight\t57\t−52\t43\t11\t4.63\t0.016\t \tMedial superior frontal gyrus\tRight\t3\t29\t40\t16\t4.58\t0.012\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16045, "infons": {"file": "41398_2018_350_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Regions showing trans-diagnostic effective connectivity increases with the left MDN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16130, "infons": {"file": "41398_2018_350_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Left: Regions showing EC increases with the left MDN in the schizophrenia, PTSD, and MDD groups relative to the HC group. Right: mean effective connectivity for each group (standard error in brackets). FES, first episode schizophrenia; PTSD, post-traumatic stress disorder; MDD, major depressive disorder; HC, healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 16457, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The left MDN displayed significant trans-diagnostic EC increases with five regions including the right postcentral gyrus, left supramarginal gyrus, right putamen, right supramarginal/angular gyrus and right medial superior frontal gyrus (p < 0.05, FWE corrected, see Table 2; Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16742, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Regions showing trans-diagnostic effective connectivity increases with the right medio-dorsal thalamic nucleus", "sentences": [], "annotations": [], "relations": []}, {"offset": 16853, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Region</th><th rowspan=\"2\">Hemisphere</th><th colspan=\"3\">Co-ordinates (MNI)</th><th rowspan=\"2\">Cluster size</th><th rowspan=\"2\"><italic>Z</italic> score</th><th rowspan=\"2\"><italic>p</italic> value (FWE corrected)</th></tr><tr><th>\n<italic>X</italic>\n</th><th>\n<italic>Y</italic>\n</th><th>\n<italic>Z</italic>\n</th></tr></thead><tbody><tr><td>Supramarginal gyrus</td><td>Left</td><td>−60</td><td>−37</td><td>37</td><td>14</td><td>5.17</td><td>0.012</td></tr><tr><td>Supramarginal gyrus</td><td>Right</td><td>51</td><td>−43</td><td>37</td><td>31</td><td>4.91</td><td>0.005</td></tr><tr><td>Postcentral gyrus</td><td>Right</td><td>60</td><td>−10</td><td>31</td><td>28</td><td>4.83</td><td>0.005</td></tr><tr><td>Medial superior frontal gyrus</td><td>Right</td><td>9</td><td>26</td><td>43</td><td>28</td><td>4.80</td><td>0.005</td></tr><tr><td>Middle cingulate cortex</td><td>Left</td><td>−9</td><td>−40</td><td>52</td><td>8</td><td>4.67</td><td>0.019</td></tr></tbody></table>\n"}, "text": "Region\tHemisphere\tCo-ordinates (MNI)\tCluster size\tZ score\tp value (FWE corrected)\t \tX\tY\tZ\t \tSupramarginal gyrus\tLeft\t−60\t−37\t37\t14\t5.17\t0.012\t \tSupramarginal gyrus\tRight\t51\t−43\t37\t31\t4.91\t0.005\t \tPostcentral gyrus\tRight\t60\t−10\t31\t28\t4.83\t0.005\t \tMedial superior frontal gyrus\tRight\t9\t26\t43\t28\t4.80\t0.005\t \tMiddle cingulate cortex\tLeft\t−9\t−40\t52\t8\t4.67\t0.019\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17214, "infons": {"file": "41398_2018_350_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Regions showing trans-diagnostic effective connectivity increases with the right MDN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17300, "infons": {"file": "41398_2018_350_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Left: Regions showing EC increases with the right MDN in the schizophrenia, PTSD, and MDD groups relative to the HC group. Right: mean effectivity connectivity for each group (standard error in brackets). FES, first episode schizophrenia; PTSD, post-traumatic stress disorder; MDD, major depressive disorder; HC, healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 17630, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition, the right MDN displayed significant trans-diagnostic EC increases with five significant regions including the bilateral supramarginal gyrus, right postcentral gyrus, right medial superior frontal gyrus and left middle cingulate cortex (p < 0.05, FWE corrected, see Table 3; Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17926, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Post hoc correlation analysis in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 17973, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To further elucidate the above alterations, a series of exploratory post hoc correlation analyses were performed with clinical scores in patients with schizophrenia using IBM SPSS version 21.0 (IBM Corp, Armonk, NY, USA). This identified three significant correlations with clinical scores. First, the trans-diagnostic EC increase between the left MDN and the right medial superior frontal gyrus was negatively correlated with the PANSS negative score (Pearson correlation = −0.328; two-tailed p-value: 0.020). Second, the trans-diagnostic EC increase between the left MDN and the right putamen was positively correlated with the Global Assessment of Functioning scores (Pearson correlation = 0.389; two-tailed p-value: 0.005). Third, the trans-diagnostic EC increase between the right MDN and the right medial superior frontal gyrus was negatively associated with the PANSS general psychopathology score (Pearson correlation = −0.323; two-tailed p-value: 0.022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18937, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 18948, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The aim of this study was to differentiate between alterations in MDN EC patterns that are a specific feature of schizophrenia and trans-diagnostic alterations that can also be found in other psychiatric illnesses including MDD and PTSD. By investigating medication-naïve participants experiencing their first episode of schizophrenia, we were able to assess thalamocortical dysconnectivity without confounds of antipsychotic medication and prolonged exposure to the illness. In particular, we focused on the MDN—a section of the thalamus that has been found to be functionally impaired in previous task-based and resting-state studies of psychosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19598, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our first finding of note was increased EC between the right MDN and the right pallidum in the schizophrenia group relative to the HC, PTSD and MDD groups. Although our psychophysiological interaction analysis would suggest greatest sensitivity of the pallidum to thalamic activity in the schizophrenia group, a complementary interpretation is that the sensitivity of the thalamus to afferents from the pallidum was reduced; indeed this is the preferred interpretation given the prevalence of polysynaptic projections from the pallidum to the thalamus (as opposed to the reciprocal direction). Exploration of the group-specific parameters revealed that, although the EC between the right MDN and the right pallidum was greatest in the schizophrenia group suggesting some diagnostic specificity, a non-significant trend was also evident in the PTSD group relative to the HC and MDD groups (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20496, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Multiple lines of evidence implicate the pallidum in schizophrenia. For example, gray matter volume in this region has been found to be positively related with genetic risk for the illness, whilst abnormal resting-state interhemispheric EC between left and right pallidum has been shown to be associated with negative symptoms, illness duration, and cognitive impairments in patients. In the present study, however, there was no statistically significant association between the strength of the right MDN-right pallidum EC and clinical variables. Based on the increasing evidence for a role of the pallidum in cognition, we speculate that the increased EC between the right MDN and right pallidum could potentially underlie the widely reported cognitive deficits in schizophrenia; this interpretation is consistent with the diagnostic specificity of such deficits that tend to be minimally present in PTSD and MDD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21411, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our second finding of note was widespread trans-diagnostic EC increases in MDN. Specifically, the left MDN displayed significant trans-diagnostic EC increases with the right postcentral gyrus, left supramarginal gyrus, right putamen, right supramarginal/angular gyrus, and right medial superior frontal gyrus, whereas the right MDN displayed significant trans-diagnostic EC increases with the bilateral supramarginal gyrus, right postcentral gyrus, right medial superior frontal gyrus, and left middle cingulate cortex. The finding of widespread trans-diagnostic increases, observed above and beyond traditional diagnostic boundaries, is potentially consistent with emerging conceptualizations of mental illness based on a single general psychopathology factor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22173, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The observation of increased EC between the bilateral MDN and the right postcentral gyrus during the resting state is consistent with the results of several previous studies of psychosis. In particular, it has been suggested that impaired inhibitory interactions between the MDN and primary somatosensory cortex (i.e., the postcentral gyrus) may result in aberrant processing of somatosensory information. Here, we speculate that the increased EC between the bilateral MDN and right postcentral gyrus could reflect altered sensory processing in schizophrenia, PTSD, and MDD, contributing to the emergence of hallucinations/delusions, hyperarousal, and anhedonia, respectively. It is interesting to note that, though previous studies report positive correlations between increased thalamus-somatosensory cortex EC and psychotic symptoms no such correlations were found in the present investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23071, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The observation of increased EC between the bilateral MDN and the right medial superior frontal gyrus is also consistent with a previous report of increased EC between the thalamus and medial prefrontal cortex (which includes the medial superior frontal gyrus) in schizophrenia. This finding could reflect a compensatory response to possible regional structural and functional deficits in the medial superior frontal gyrus that are typically observed in this illness. Interestingly, the EC increase between the left MDN and the right medial superior frontal gyrus was negatively correlated with the PANSS negative score, while the EC increase between the right MDN and the right medial superior frontal gyrus was negatively associated with the PANSS general psychopathology score. These negative correlations support our speculation of the present findings representing compensatory responses to the illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23980, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, we found that the right MDN displayed increased EC with the bilateral supramarginal gyri, whilst the left MDN exhibited this same pattern with the left supramarginal gyrus. With the supramarginal gyrus being thought to function in the phonological loop component of working memory, the increased EC between the MDN and the supramarginal gyri could be associated with impaired verbal working memory processing in schizophrenia, PTSD, and MDD subjects, possibly with regards to a compensatory response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24494, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We also found a number of effects which were lateralized to the left or right MDN. In particular, the right MDN displayed increased EC with the left middle cingulate cortex. The latter is thought to play a key role in attention and awareness—areas of cognitive functioning that are impaired across psychiatric disorders. Therefore, increased EC between this region and the MDN could be associated with impairments of attention and awareness. In addition, the left MDN showed increased EC with the right putamen—a finding which is inconsistent with previous studies reporting decreased EC between the MDN and the putamen in chronic schizophrenia and in an at risk mental state for psychosis. Interestingly, the EC increase between the left MDN and the right putamen was positively correlated with the Global Assessment of Functioning scores. The finding that schizophrenia patients with relatively higher EC values between these regions had a greater day-to-day functioning suggests that this effect might also represent a compensatory response to the illness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25554, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A strength of the present investigation is that, at the time of scanning, patients with schizophrenia were experiencing their first episode of the illness and were still medication-naïve. This means that the effects reported here cannot be explained by illness chronicity or medication—two common confounds in neuroimaging studies of psychiatric disease. This absence of chronicity, and medication-related effects may account for the fact that, in the present investigation, we found increases in thalamocortical EC whereas previous studies employing the same resting-state paradigm tended to report decreases. We speculate that some of the decreases reported in the existing literature may reflect the effects of these two common confounds. A further strength is that all four groups were scanned using the same MRI scanner and image acquisition parameters over the same period of time, and therefore our results cannot be explained by systematic differences in the acquisition of the data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26546, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, the present investigation has several limitations that are worth mentioning. Firstly, we cannot exclude the possibility that the increased EC between the right MDN and the right pallidum that we report as a distinctive feature of schizophrenia may be expressed in other psychiatric groups not included here. For example, a recent investigation reported divergent patterns of thalamocortical dysconnectivity in patients with schizophrenia and bipolar disorder. However, a direct comparison with our findings is difficult due to major methodological differences between the two studies. For example, we focussed on a specific nucleus of the thalamus (the MDN) whereas Skåtun and colleagues examined ten sub-sections of the thalamus that were identified using independent component analysis rather than pre-existing neuroanatomical knowledge. Furthermore we examined drug-naïve patients with a first episode of the illness, whereas Skåtun and colleagues recruited medicated patients who had been ill for an average of 5.8 years (for schizophrenia) and 9.9 years (for bipolar disorder). Secondly, although we can exclude medication as a potential confound, there are other sources of neurofunctional variability such as IQ and socio-economic status that were not monitored and might have contributed to the differences between patients and controls. We also note that there were demographic differences amongst clinical groups—for example the PTSD participants came from rural rather than urban areas and were older than the other groups. These differences however cannot account for our main finding, i.e., the presence of trans-diagnostic EC alterations between the MDN and the cortex in all clinical groups. Thirdly, because the data were acquired using a cross-sectional rather than a longitudinal design, it was not possible to distinguish between correlates of illness vulnerability and correlates of illness onset. Fourthly, our results are based on the MDN and may not be relevant to other sections of the thalamus, which is both structurally and functionally heterogeneous.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28638, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, the present study found limited evidence for schizophrenia-specific alterations, indicating that dysconnectivity of the MDN is not a unique feature of schizophrenia. Instead, we found a number of trans-diagnostic alterations, indicating that EC alterations between the MDN and the cortex are primarily a trans-diagnostic feature of psychiatric disorders—compatible with emerging conceptualizations of mental illness based on a single general psychopathology factor. Therefore, the EC of MDN could potentially be used to assess the presence and progression of general psychopathology above and beyond traditional diagnostic boundaries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29288, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29425, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 29446, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29506, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 29517, "infons": {"section_type": "REF", "type": "ref"}, "text": "Miller, A., McEvoy, J., Jeste, D. & Marder, S. in Textbook of Schizophrenia (eds Lieberman J., Stroup T. & Perkins, D.) 365–381 (The American Psychiatric Publishing, Washington, DC, 2006).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29706, "infons": {"fpage": "32", "lpage": "48", "name_0": "surname:Van Den Heuvel;given-names:MP", "name_1": "surname:Fornito;given-names:A", "pub-id_doi": "10.1007/s11065-014-9248-7", "pub-id_pmid": "24500505", "section_type": "REF", "source": "Neuropsychol. Rev.", "type": "ref", "volume": "24", "year": "2014"}, "text": "Brain networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29738, "infons": {"fpage": "1092", "lpage": "1099", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Karbasforoushan;given-names:H", "name_2": "surname:Heckers;given-names:S", "pub-id_doi": "10.1176/appi.ajp.2012.12010056", "pub-id_pmid": "23032387", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "169", "year": "2012"}, "text": "Thalamocortical dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29787, "infons": {"fpage": "15016", "name_0": "surname:Cheng;given-names:W", "pub-id_doi": "10.1038/npjschz.2015.16", "pub-id_pmid": "27336032", "section_type": "REF", "source": "NPJ Schizophr.", "type": "ref", "volume": "1", "year": "2015"}, "text": "Voxel-based, brain-wide association study of aberrant functional connectivity in schizophrenia implicates thalamocortical circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 29919, "infons": {"fpage": "45", "name_0": "surname:Wang;given-names:HLS", "name_1": "surname:Rau;given-names:CL", "name_2": "surname:Li;given-names:YM", "name_3": "surname:Chen;given-names:YP", "name_4": "surname:Yu;given-names:R", "pub-id_pmid": "25762911", "section_type": "REF", "source": "Front Behav. Neurosci", "type": "ref", "volume": "9", "year": "2015"}, "text": "Disrupted thalamic resting-state functional networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29989, "infons": {"fpage": "96", "lpage": "106", "name_0": "surname:Lerman-Sinkoff;given-names:DB", "name_1": "surname:Barch;given-names:DM", "pub-id_doi": "10.1016/j.nicl.2015.11.011", "pub-id_pmid": "26793435", "section_type": "REF", "source": "Neuroimage Clin.", "type": "ref", "volume": "10", "year": "2016"}, "text": "Network community structure alterations in adult schizophrenia: Identification and localization of alterations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30100, "infons": {"fpage": "713", "lpage": "722", "name_0": "surname:Welsh;given-names:RC", "name_1": "surname:Chen;given-names:AC", "name_2": "surname:Taylor;given-names:SF", "pub-id_doi": "10.1093/schbul/sbn145", "pub-id_pmid": "18990709", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "Low-frequency BOLD fluctuations demonstrate altered thalamocortical connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30198, "infons": {"fpage": "57", "lpage": "75", "name_0": "surname:Pergola;given-names:G", "name_1": "surname:Selvaggi;given-names:P", "name_2": "surname:Trizio;given-names:S", "name_3": "surname:Bertolino;given-names:A", "name_4": "surname:Blasi;given-names:G", "pub-id_doi": "10.1016/j.neubiorev.2015.01.013", "pub-id_pmid": "25616183", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "54", "year": "2015"}, "text": "The role of the thalamus in schizophrenia from a neuroimaging perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 30272, "infons": {"fpage": "3116", "lpage": "3130", "name_0": "surname:Anticevic;given-names:A", "pub-id_doi": "10.1093/cercor/bht165", "pub-id_pmid": "23825317", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "24", "year": "2014"}, "text": "Characterizing thalamo-cortical disturbances in Schizophrenia and bipolar illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 30354, "infons": {"fpage": "98", "lpage": "107", "name_0": "surname:Yin;given-names:Y", "pub-id_doi": "10.1016/j.brainres.2011.07.016", "pub-id_pmid": "21813114", "section_type": "REF", "source": "Brain Res.", "type": "ref", "volume": "1411", "year": "2011"}, "text": "Altered resting-state functional connectivity of thalamus in earthquake-induced posttraumatic stress disorder: a functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 30511, "infons": {"fpage": "127", "lpage": "132", "name_0": "surname:Taber;given-names:K", "name_1": "surname:Wen;given-names:C", "pub-id_doi": "10.1176/appi.neuropsych.16.2.127", "pub-id_pmid": "15260362", "section_type": "REF", "source": "J. Neuropsychiatry Clin. Neurosci.", "type": "ref", "volume": "16", "year": "2004"}, "text": "The limbic thalamus", "sentences": [], "annotations": [], "relations": []}, {"offset": 30531, "infons": {"fpage": "1079", "lpage": "1088", "name_0": "surname:Anand;given-names:A", "pub-id_doi": "10.1016/j.biopsych.2005.02.021", "pub-id_pmid": "15866546", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "57", "year": "2005"}, "text": "Activity and connectivity of brain mood regulating circuit in depression: a functional magnetic resonance study", "sentences": [], "annotations": [], "relations": []}, {"offset": 30643, "infons": {"fpage": "783", "lpage": "792", "name_0": "surname:Lui;given-names:S", "pub-id_doi": "10.1001/archgenpsychiatry.2010.84", "pub-id_pmid": "20679586", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "SHort-term effects of antipsychotic treatment on cerebral function in drug-naive first-episode schizophrenia revealed by “resting state” functional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 30818, "infons": {"fpage": "119", "lpage": "137", "name_0": "surname:Caspi;given-names:A", "pub-id_doi": "10.1177/2167702613497473", "pub-id_pmid": "25360393", "section_type": "REF", "source": "Clin. Psychol. Sci.", "type": "ref", "volume": "2", "year": "2014"}, "text": "The p factor: one general psychopathology factor in the structure of psychiatric disorders?", "sentences": [], "annotations": [], "relations": []}, {"offset": 30910, "infons": {"fpage": "642", "lpage": "648", "name_0": "surname:Lui;given-names:S", "name_1": "surname:Wu;given-names:Q", "name_2": "surname:Qiu;given-names:L", "name_3": "surname:Yang;given-names:X", "pub-id_doi": "10.1176/appi.ajp.2010.10101419", "pub-id_pmid": "21362744", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "Resting-state functional connectivity in treatment-resistant depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 30982, "infons": {"fpage": "1308", "lpage": "1316", "name_0": "surname:Ren;given-names:W", "pub-id_doi": "10.1176/appi.ajp.2013.12091148", "pub-id_pmid": "23732942", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "170", "year": "2013"}, "text": "Anatomical and functional brain abnormalities in drug-naive first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31070, "infons": {"fpage": "1927", "lpage": "1936", "name_0": "surname:Jin;given-names:C", "pub-id_doi": "10.1017/S003329171300250X", "pub-id_pmid": "24168716", "section_type": "REF", "source": "Psychol. Med.", "type": "ref", "volume": "44", "year": "2014"}, "text": "Abnormalities in whole-brain functional connectivity observed in treatment-naive post-traumatic stress disorder patients following an earthquake", "sentences": [], "annotations": [], "relations": []}, {"offset": 31215, "infons": {"fpage": "933", "lpage": "940", "name_0": "surname:Gong;given-names:Q", "pub-id_doi": "10.1038/npp.2016.247", "pub-id_pmid": "27782128", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "42", "year": "2017"}, "text": "Network-level functional connectivity in first episode psychosis: dissociating trans-diagnostic and diagnosis-specific alterations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31346, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31413, "infons": {"fpage": "742", "lpage": "747", "name_0": "surname:Williams;given-names:J", "pub-id_doi": "10.1001/archpsyc.1988.01800320058007", "pub-id_pmid": "3395203", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "45", "year": "1988"}, "text": "A structured interview guide for the Hamilton Depression Rating Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 31483, "infons": {"section_type": "REF", "type": "ref"}, "text": "Weathers, F, Litz, B, Huska, J. & Keane, T. PTSD CheckList—Civilian Version (PCL-C) 16–17 (National Center for PTSD Behavioural Science Division, Boston, MA, 1994).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31648, "infons": {"fpage": "2142", "lpage": "2154", "name_0": "surname:Power;given-names:JD", "name_1": "surname:Barnes;given-names:KA", "name_2": "surname:Snyder;given-names:AZ", "name_3": "surname:Schlaggar;given-names:BL", "name_4": "surname:Petersen;given-names:SE", "pub-id_doi": "10.1016/j.neuroimage.2011.10.018", "pub-id_pmid": "22019881", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31751, "infons": {"fpage": "1233", "lpage": "1239", "name_0": "surname:Maldjian;given-names:JA", "name_1": "surname:Laurienti;given-names:PJ", "name_2": "surname:Kraft;given-names:RA", "name_3": "surname:Burdettea;given-names:JH", "pub-id_doi": "10.1016/S1053-8119(03)00169-1", "pub-id_pmid": "12880848", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "19", "year": "2003"}, "text": "An automated method for neuroanatomic and cytoarchitectonic/ratlas-based interrogation of fMRI data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 31856, "infons": {"fpage": "497", "name_0": "surname:Brett;given-names:M", "name_1": "surname:Anton;given-names:JL", "name_2": "surname:Valabregue;given-names:R", "name_3": "surname:Poline;given-names:JB", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "16", "year": "2002"}, "text": "Region of Interest Analysis Using the MarsBar Toolbox for SPM 99", "sentences": [], "annotations": [], "relations": []}, {"offset": 31921, "infons": {"fpage": "218", "lpage": "229", "name_0": "surname:Friston;given-names:K", "pub-id_doi": "10.1006/nimg.1997.0291", "pub-id_pmid": "9344826", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "6", "year": "1997"}, "text": "Psychophysiological and modulatory interactions in neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 31985, "infons": {"fpage": "695", "lpage": "705", "name_0": "surname:Goldberg;given-names:J", "name_1": "surname:Farries;given-names:M", "name_2": "surname:Fee;given-names:M", "pub-id_doi": "10.1016/j.tins.2013.09.001", "pub-id_pmid": "24188636", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "36", "year": "2013"}, "text": "Basal ganglia output to the thalamus: still a paradox", "sentences": [], "annotations": [], "relations": []}, {"offset": 32039, "infons": {"fpage": "1", "lpage": "7", "name_0": "surname:Okada;given-names:N", "pub-id_doi": "10.1038/mp.2015.209", "pub-id_pmid": "26678307", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "21", "year": "2016"}, "text": "Abnormal asymmetries in subcortical brain volume in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32105, "infons": {"fpage": "120", "lpage": "127", "name_0": "surname:Oertel-Knöchel;given-names:V", "pub-id_doi": "10.1016/j.schres.2012.02.029", "pub-id_pmid": "22464726", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "138", "year": "2012"}, "text": "Cortical-basal ganglia imbalance in schizophrenia patients and unaffected first-degree relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 32202, "infons": {"fpage": "144", "lpage": "150", "name_0": "surname:Mwansisya;given-names:TE", "pub-id_doi": "10.1016/j.schres.2013.07.018", "pub-id_pmid": "23920057", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "150", "year": "2013"}, "text": "The diminished interhemispheric connectivity correlates with negative symptoms and cognitive impairment in first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32337, "infons": {"fpage": "746", "lpage": "758", "name_0": "surname:Lombardi;given-names:WJ", "pub-id_doi": "10.1093/brain/123.4.746", "pub-id_pmid": "10734006", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "123", "year": "2000"}, "text": "Relationship of lesion location to cognitive outcome following microelectrode-guided pallidotomy for Parkinson’s disease: support for the existence of cognitive circuits in the human pallidum", "sentences": [], "annotations": [], "relations": []}, {"offset": 32529, "infons": {"fpage": "646", "lpage": "649", "name_0": "surname:Menon;given-names:V", "name_1": "surname:Anagnoson;given-names:RT", "name_2": "surname:Glover;given-names:GH", "name_3": "surname:Pfefferbaum;given-names:A", "pub-id_doi": "10.1176/appi.ajp.158.4.646", "pub-id_pmid": "11282705", "section_type": "REF", "source": "AmJ Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Functional magnetic resonance imaging evidence for disrupted basal ganglia function in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32630, "infons": {"fpage": "141", "lpage": "168", "name_0": "surname:Millan;given-names:MJ", "pub-id_doi": "10.1038/nrd3628", "pub-id_pmid": "22293568", "section_type": "REF", "source": "Nat. Rev. Drug Discov.", "type": "ref", "volume": "11", "year": "2012"}, "text": "Cognitive dysfunction in psychiatric disorders: characteristics, causes and the quest for improved therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 32737, "infons": {"fpage": "1227", "lpage": "1243", "name_0": "surname:Anticevic;given-names:A", "pub-id_doi": "10.1093/schbul/sbu100", "pub-id_pmid": "25031221", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Mediodorsal and visual thalamic connectivity differ in schizophrenia and bipolar disorder with and without psychosis history", "sentences": [], "annotations": [], "relations": []}, {"offset": 32862, "infons": {"fpage": "1016", "lpage": "1025", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Heckers;given-names:S", "pub-id_doi": "10.1016/j.biopsych.2015.06.026", "pub-id_pmid": "26248537", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "79", "year": "2016"}, "text": "Mapping thalamocortical functional connectivity in chronic and early stages of psychotic disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 32961, "infons": {"fpage": "111", "lpage": "119", "name_0": "surname:Klingner;given-names:CM", "pub-id_doi": "10.1007/s00406-013-0417-0", "pub-id_pmid": "23892770", "section_type": "REF", "source": "Eur. Arch. Psychiatry Clin. Neurosci.", "type": "ref", "volume": "264", "year": "2014"}, "text": "Thalamocortical connectivity during resting state in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33028, "infons": {"fpage": "211", "lpage": "218", "name_0": "surname:Newport;given-names:D", "name_1": "surname:Nemeroff;given-names:C", "pub-id_doi": "10.1016/S0959-4388(00)00080-5", "pub-id_pmid": "10753802", "section_type": "REF", "source": "Curr. Opin. Neurobiol.", "type": "ref", "volume": "10", "year": "2000"}, "text": "Neurobiology of posttraumatic stress disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 33074, "infons": {"fpage": "418", "lpage": "422", "name_0": "surname:Fitzgerald;given-names:PJ", "pub-id_doi": "10.1016/j.jad.2013.06.045", "pub-id_pmid": "23906865", "section_type": "REF", "source": "J. Affect Disord.", "type": "ref", "volume": "151", "year": "2013"}, "text": "Gray colored glasses: is major depression partially a sensory perceptual disorder?", "sentences": [], "annotations": [], "relations": []}, {"offset": 33157, "infons": {"fpage": "882", "lpage": "891", "name_0": "surname:Anticevic;given-names:A", "pub-id_doi": "10.1001/jamapsychiatry.2015.0566", "pub-id_pmid": "26267151", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Association of thalamic dysconnectivity and conversion to psychosis in youth and young adults at elevated clinical risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 33277, "infons": {"fpage": "e68250", "name_0": "surname:Yu;given-names:Y", "name_1": "surname:Shen;given-names:H", "name_2": "surname:Zeng;given-names:LL", "name_3": "surname:Ma;given-names:Q", "name_4": "surname:Hu;given-names:D", "pub-id_doi": "10.1371/journal.pone.0068250", "pub-id_pmid": "23844175", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Convergent and divergent functional connectivity patterns in schizophrenia and depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 33367, "infons": {"fpage": "358", "lpage": "364", "name_0": "surname:Tully;given-names:LM", "name_1": "surname:Lincoln;given-names:SH", "name_2": "surname:Liyanage-Don;given-names:N", "name_3": "surname:Hooker;given-names:CI", "pub-id_doi": "10.1016/j.schres.2013.12.005", "pub-id_pmid": "24388000", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "152", "year": "2014"}, "text": "Impaired cognitive control mediates the relationship between cortical thickness of the superior frontal gyrus and role functioning in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33515, "infons": {"fpage": "e1", "lpage": "e9", "name_0": "surname:Kim;given-names:GW", "pub-id_doi": "10.1176/appi.neuropsych.13080177", "pub-id_pmid": "25541862", "section_type": "REF", "source": "J. Neuropsychiatry Clin. Neurosci.", "type": "ref", "volume": "27", "year": "2015"}, "text": "Neuroanatomical mechanism on the effect of distraction in working memory maintenance in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33631, "infons": {"fpage": "342", "lpage": "345", "name_0": "surname:Paulesu;given-names:E", "name_1": "surname:Frith;given-names:CD", "name_2": "surname:Frackowiak;given-names:RS", "pub-id_doi": "10.1038/362342a0", "pub-id_pmid": "8455719", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "362", "year": "1993"}, "text": "The neural correlates of the verbal component of working memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 33695, "infons": {"fpage": "904", "lpage": "913", "name_0": "surname:Dandash;given-names:O", "pub-id_doi": "10.1093/schbul/sbt093", "pub-id_pmid": "23861539", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Altered striatal functional connectivity in subjects with an at-risk mental state for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33791, "infons": {"fpage": "640", "lpage": "652", "name_0": "surname:Skåtun;given-names:KC", "pub-id_doi": "10.1007/s11682-017-9714-y", "pub-id_pmid": "28444556", "section_type": "REF", "source": "Brain Imaging Behav", "type": "ref", "volume": "12", "year": "2018"}, "text": "Thalamo-cortical functional connectivity in schizophrenia and bipolar disorder", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}