{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6168317", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1523/ENEURO.0372-18.2018", "article-id_pmc": "6168317", "article-id_pmid": "30283814", "article-id_publisher-id": "eN-RHL-0372-18", "elocation-id": "ENEURO.0372-18.2018", "issue": "5", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International license, which permits unrestricted use, distribution and reproduction in any medium provided that the original work is properly attributed.", "name_0": "surname:Carney;given-names:Rosalind S.E.;suffix:DPhil", "section_type": "TITLE", "type": "front", "volume": "5", "year": "2018"}, "text": "Changes in Functional Brain Connectivity Highlight the Importance of a Baseline Measurement and Multiple Imaging Sessions for Cocaine Abstinence Studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 153, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Highlighted Research Paper: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 182, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Human neuroimaging studies have shown that chronic cocaine use leads to short- and long-term defects in brain function. In the short term, synaptic dopamine levels and glutamate transmission are altered. In the long term, a reduction in neural activity occurs between certain brain regions, such as the prefrontal cortex (PFC), amygdala, and hippocampus. Abstinent cocaine users show reduced interhemispheric functional connectivity in the lateral PFC, medial premotor, and lateral parietal cortices, whereas relapsed cocaine users exhibit reduced connectivity between the corticomedial amygdala and ventromedial and rostral anterior cingulate cortices. Although such studies in humans generate important insights, their cross-sectional nature and comparison to other individuals as controls precludes measuring baseline brain connectivity before cocaine use. Also, studies on human cocaine users may have other caveats, such as polydrug use, incorrect recall of drug use or amount, differences in duration of use, relapse, or abstinence. Such variations may confound some interpretations about the effects of cocaine on brain structures. Also, as no baseline data were obtained, there is a possibility that aberrant connectivity patterns do not result from cocaine use, rather, they could represent an earlier neurodevelopmental defect that contributed to the onset of the maladaptive behavior. As it is unlikely that human studies will include a baseline measurement before cocaine exposure, it is useful to study animal models to determine the adverse effects of cocaine use on brain structure. However, only one previous publication described changes in functional connectivity between a baseline measurement and one month of abstinence following cocaine exposure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1951, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In their eNeuro publication, compared changes in functional connectivity in the rat brain between a baseline measurement and two time points of abstinence following cocaine exposure. Three resting-state functional magnetic resonance imaging (fMRI) sessions (Fig. 1A) were conducted as follows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2245, "infons": {"file": "enu0051827440001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "3D functional connectivity maps of the rat brain illustrating significant effects of sucrose or cocaine self-administration and abstinence. A, Timeline of fMRIs with respect to exposure and abstinence periods. B–D, 3D connectomic maps showing qualitative changes in functional connectivity during imaging sessions in response to chamber exposure, a control condition (B), sucrose self-administration (C), or cocaine self-administration (D). Spheres represent node strength and line thicknesses represent edge weights. (Adapted from Figures 1 and 4 in.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 2798, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "fMRI 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 2805, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Represents the baseline measurement. All rats were subsequently implanted with a catheter in the jugular vein and then divided into three groups. One group was trained in 6-h sessions in operant chambers to make a nose poke response to obtain intravenous cocaine. A second group was trained to make the same response to obtain access to a liquid sucrose reward. Rats in this second group were “yoked” to partner rats in the cocaine group such that they were restricted to earning the same number of sucrose rewards as their partner rats had earned cocaine rewards. The third group was placed in the operant chambers but received no training procedures. All groups were exposed to their respective conditions for 14 d.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3523, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "fMR1 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 3530, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Performed 1 d after exposure period ended. This represents day 1 of abstinence (1d Abs).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3619, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "fMR1 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 3626, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Performed at day 14 of abstinence (14d Abs), a time point at which previous studies have demonstrated neurobiological or behavioral changes relative to 1d Abs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3786, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Orsini and colleagues performed several types of analyses of the fMRI data to assess functional connectivity, i.e., structures (nodes) that are associated by vascular, hemodynamic, and somatodendritic activity. In this context, functional connectivity does not necessarily imply direct axonal connectivity but can include structures that are associated by neural activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4159, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Figure 1 shows 3D connectomic maps created from each fMRI imaging session demonstrating node strength (spheres) and edge weights (lines connecting spheres) in the chamber exposure control group (Fig. 1B), the sucrose self-administration group (Fig. 1C), and the cocaine self-administration group (Fig. 1D). Chamber exposure controls showed no difference between baseline and 1d Abs yet exhibited an increase in cortical functional connectivity at 14d Abs. Sucrose self-administration resulted in increased connectivity in subcortical areas at 1d Abs. Cocaine self-administration led to increased functional connectivity in subcortical areas, including thalamic, hypothalamic, and forebrain regions at 1d Abs, whereas decreased functional connectivity was observed at 14d Abs. Although these observations are qualitative in nature and do not identify nodes to a precise anatomic level, these data show that changes in brain function can occur quite rapidly within a single period of abstinence. Most importantly, the data also highlight the important of a baseline measurement in substance-exposure studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5266, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Orsini and colleagues did not observe the same cocaine-induced changes in functional activity as detailed in the study by. However, this could be explained by differences in methodology. As performed the postexposure fMRI at one month of abstinence, it is possible that the changes that they observed had not yet manifest in the cocaine-exposed rats analyzed at 14d Abs by Orsini and colleagues. This discrepancy supports the use of multiple postexposure time points of fMRI imaging in future studies to capture as many functional alterations in brain connectivity as possible.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5844, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Assistant Professor Marcelo Febo and Professor Barry Setlow (both at the University of Florida) are pursuing this line of research further to determine the molecular changes that occur as a result of cocaine exposure. For example, correlating changes in functional connectivity detected by fMRI with dopamine receptor expression. Also, the fMRI observations could be related to behavioral modifications, such as decision making or impulsivity. Other directions could include other drugs of abuse or other imaging methods such as diffusion MRI to identify major tracts in the brain. And importantly, what are methods of restoration of functional connectivity following substance abuse, which could be examined using optogenetics or compounds that may reduce addictive behaviors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6622, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 6633, "infons": {"fpage": "810", "lpage": "815", "pub-id_doi": "10.1016/j.biopsych.2014.02.005", "pub-id_pmid": "24629536", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "76", "year": "2014"}, "text": "A shift in the role of glutamatergic signaling in the nucleus accumbens core with the development of an addicted phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 6756, "infons": {"fpage": "80", "lpage": "89", "pub-id_doi": "10.1111/adb.12475", "pub-id_pmid": "27859963", "section_type": "REF", "source": "Addict Biol", "type": "ref", "volume": "23", "year": "2018"}, "text": "Repeated restraint stress exposure during early withdrawal accelerates incubation of cue-induced cocaine craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 6869, "infons": {"fpage": "593", "lpage": "601", "pub-id_doi": "10.1016/j.neuroimage.2010.06.066", "pub-id_pmid": "20603217", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "53", "year": "2010"}, "text": "Mesocorticolimbic circuits are impaired in chronic cocaine users as demonstrated by resting-state functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 6991, "infons": {"fpage": "169", "issue": "Suppl 1", "lpage": "173", "pub-id_doi": "10.1016/j.neuropharm.2008.07.011", "pub-id_pmid": "18675832", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "56", "year": "2009"}, "text": "Glutamate transmission in addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 7027, "infons": {"fpage": "684", "lpage": "692", "pub-id_doi": "10.1016/j.biopsych.2010.11.022", "pub-id_pmid": "21251646", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Reduced interhemispheric resting state functional connectivity in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 7111, "infons": {"fpage": "499", "lpage": "510", "pub-id_doi": "10.1089/brain.2014.0264", "pub-id_pmid": "24999822", "section_type": "REF", "source": "Brain Connect", "type": "ref", "volume": "4", "year": "2014"}, "text": "Abstinence from cocaine and sucrose self-administration reveals altered mesocorticolimbic circuit connectivity by resting state MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 7243, "infons": {"fpage": "16", "pub-id_doi": "10.3389/fpsyt.2014.00016", "pub-id_pmid": "24578695", "section_type": "REF", "source": "Front Psychiatry", "type": "ref", "volume": "5", "year": "2014"}, "text": "Cortico-amygdala coupling as a marker of early relapse risk in cocaine-addicted individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 7335, "infons": {"section_type": "REF", "type": "ref", "year": "2018"}, "text": "Functional Connectivity of Chronic Cocaine Use Reveals Progressive Neuroadaptations in Neocortical, Striatal, and Limbic Network eNeuro 4:ENEURO.0081-18.2018", "sentences": [], "annotations": [], "relations": []}, {"offset": 7493, "infons": {"fpage": "712", "lpage": "725", "pub-id_doi": "10.1016/j.cell.2015.07.046", "pub-id_pmid": "26276628", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "162", "year": "2015"}, "text": "The brain on drugs: from reward to addiction", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}