{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6045574", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-018-0184-9", "article-id_pmc": "6045574", "article-id_pmid": "30006604", "article-id_publisher-id": "184", "elocation-id": "131", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Muench;given-names:Christine", "name_1": "surname:Schwandt;given-names:Melanie", "name_2": "surname:Jung;given-names:Jeesun", "name_3": "surname:Cortes;given-names:Carlos R.", "name_4": "surname:Momenan;given-names:Reza", "name_5": "surname:Lohoff;given-names:Falk W.", "name_6": "surname:Lohoff;given-names:Falk W.", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "The major depressive disorder GWAS-supported variant rs10514299 in TMEM161B-MEF2C predicts putamen activation during reward processing in alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 157, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Alcohol dependence (AD) frequently co-occurs with major depressive disorder (MDD). While this comorbidity is associated with an increase in disease burden, worse treatment outcomes, and greater economic costs, the underlying neurobiology remains poorly understood. A recent large-scale GWAS of MDD has identified a locus in the TMEM161B-MEF2C region (rs10514299) as a novel risk variant; however, the biological relevance of this variant has not yet been studied. Given previous reports of disrupted reward processing in both AD and MDD, we hypothesized that rs10514299 would be associated with differences in striatal BOLD responses during reward/loss anticipation in AD. DNA samples from 45 recently detoxified patients with AD and 45 healthy controls (HC) were genotyped for rs10514299. Participants performed the Monetary Incentive Delay task in a 3-Tesla MRI scanner. Effects of rs10514299 on striatal activation during anticipation of high/low reward/loss were investigated. Furthermore, we examined associations between rs10514299 and lifetime AD diagnosis in two independent clinical samples [NIAAA: n = 1858 (1123 cases, 735 controls); SAGE: n = 3838 (1848 cases, 1990 controls)], as well as its association with depression severity in a subsample of individuals with a lifetime AD diagnosis (n = 953). Patients carrying the T allele showed significantly greater putamen activation during anticipation of high reward (p = 0.014), low reward (at trend-level; p = 0.081), high loss (p = 0.024), and low loss (p = 0.046) compared to HCs. Association analyses in the NIAAA sample showed a trend-level relationship between rs10514299 and a lifetime AD diagnosis in the European American subgroup (odds ratio = 0.82, p = 0.09). This finding was not replicated in the SAGE sample. In the NIAAA sample, the T allele was significantly associated with greater depression symptom severity in individuals with a lifetime AD diagnosis (β = 1.25, p = 0.02); this association was driven by the African American ancestry subgroup (β = 2.11, p = 0.008). We show for the first time that the previously identified MDD risk variant rs10514299 in TMEM161B-MEF2C predicts neuronal correlates of reward processing in an AD phenotype, possibly explaining part of the shared pathophysiology and comorbidity between the disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2471, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2484, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Alcohol dependence (AD) is a chronically relapsing disorder, characterized by a pattern of compulsive drinking that is maintained despite negative health, social, or occupational consequences. Prevalence rates in the United States of America range from 4.1% in women to 7.8% in men. The etiology of AD is intricate with biological, environmental, and cognitive contributing factors. AD frequently co-occurs with major depressive disorder (MDD). In one study, 20.48% of individuals who met DSM-IV criteria for AD also met criteria for MDD in the previous 12 months, indicating that the odds of MDD are 3.7 times greater for individuals with relative to those without a diagnosis of AD. Subclinical levels of depressive symptoms are experienced by an even larger percentage of patients with AD (80%). This comorbidity significantly increases the disease burden compared to each of the disorders alone. Moreover, it negatively affects treatment outcomes, which further increases economic losses; therefore, improving our understanding of the genetic underpinnings and neurobiological networks involved is important and may be a crucial step towards the development of novel prevention and treatment strategies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3692, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Both AD and MDD have substantial genetic contributions with heritability estimates of 50–60% for AD and 30–40% for MDD. A recent genome-wide association study (GWAS) found a genetic risk variant at the semaphorin 3A locus (SEMA3A) to be significantly associated with comorbid AD and MDD in African American but not European American individuals and concluded that further studies are needed to improve our understanding of the genetic underpinnings of this comorbidity. While genetic studies of AD have not been able to identify universal risk variants so far, a recent MDD GWAS using more than 300,000 individuals identified 15 genetic risk loci. The top locus in the joint meta-analysis and the independent replication sample was the single nucleotide polymorphism (SNP) rs10514299 within the TMEM161B-MEF2C gene cluster. TMEM161B encodes the brain-expressed transmembrane protein 161B, and MEF2C encodes myocyte enhancer factor 2C, a transcription factor involved in brain development that has been associated with epilepsy, intellectual disability, and hyperkinesis; however, it remains unclear what the biological relevance of the rs10514299 variant is.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4851, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One prominent clinical feature shared between both AD and MDD is anhedonia, a disruption in the ability to experience and regulate pleasure, which might be modulated by genetic variants. Clinical and preclinical research indicates that both disorders are associated with disruptions in the mesolimbic reward system, suggesting that its dysregulation might contribute to the comorbidity of AD and MDD. Reward processes are an essential aspect of reward-based learning, specifically, the acquisition of stimulus-action-reward associations, which are crucial for advantageous decision-making and the selection of goal-directed behaviors. The striatum is an important component of the underlying neurocircuitry. Previous research demonstrates that the ventral striatum (i.e., nucleus accumbens) mediates the valuation of rewards and codes for reward prediction errors, while the dorsal striatum (caudate and putamen) appears to be crucial for stimulus-action-reward learning. The ability to select appropriate behaviors based on available information about rewards and penalties influences an individual’s adaptability to new situations and whether or not desired outcomes can be achieved. Therefore, there has been substantial interest in neural correlates of the anticipation of rewards/losses in substance use populations, including individuals with AD, where impaired decision-making (e.g., continued use despite adverse consequences) and alterations in sensitivity to rewards and punishments have been shown to contribute to alcohol use initiation, maintenance, and relapse. The Monetary Incentive Delay (MID) task is a widely used and well-validated measure of reward processing in both healthy populations and those with substance use disorders, including AD. Functional neuroimaging studies using the MID task have demonstrated alterations in striatal responsiveness during reward/loss anticipation in individuals with AD, as well as MDD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6794, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present study aimed to determine whether genetic variation in rs10514299 is associated with differences in blood-oxygen-level-dependent (BOLD) responses in the striatum (caudate, nucleus accumbens, putamen) during reward/loss anticipation, as assessed by the MID task in individuals with AD compared to healthy controls (HCs). Secondary objectives were to test the hypotheses that genetic variation in rs10514299 would be associated (1) with a lifetime diagnosis of AD in a clinical sample (AD cases and controls) at the National Institute on Alcohol Abuse and Alcoholism (NIAAA Sample), as well as in a sample from the Study of Addiction: Genetics and Environment database (SAGE Sample); and (2) with scores on the Montgomery-Asberg Depression Rating (MADRS) scale in a subsample of the NIAAA Sample that reported a lifetime diagnosis of AD (Lifetime Alcohol Dependence Sample).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7678, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7700, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 7713, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics and characteristics of the Neuroimaging Sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 7773, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Alcohol dependence <italic>N</italic> = 45</th><th>Healthy controls <italic>N</italic> = 45</th><th><italic>p</italic> value</th></tr></thead><tbody><tr><td>Gender</td><td/><td/><td>\n<bold>0.004</bold>\n</td></tr><tr><td> Male</td><td>35 (77.8)</td><td>22 (48.9)</td><td/></tr><tr><td> Female</td><td>10 (22.2)</td><td>23 (51.1)</td><td/></tr><tr><td>Age, mean years (SD)</td><td>43.25 (10.73)</td><td>36.30 (10.94)</td><td>\n<bold>0.003</bold>\n</td></tr><tr><td>Ethnicity</td><td/><td/><td>0.088</td></tr><tr><td> Black/African American</td><td>24 (53.3)</td><td>18 (40.0)</td><td/></tr><tr><td> European American</td><td>17 (37.8)</td><td>16 (35.6)</td><td/></tr><tr><td> Asian</td><td>0 (0.0)</td><td>6 (13.3)</td><td/></tr><tr><td> Multiracial</td><td>1 (2.2)</td><td>3 (6.7)</td><td/></tr><tr><td> Unknown</td><td>3 (6.7)</td><td>2 (4.4)</td><td/></tr><tr><td>Smokers</td><td>26 (57.8)</td><td>0 (0.0)</td><td>\n<bold>&lt;0.0001</bold>\n</td></tr><tr><td colspan=\"4\">Rs10514299 Genotype</td></tr><tr><td> CC</td><td>35</td><td>33</td><td>0.624</td></tr><tr><td> CT/TT</td><td>10</td><td>12</td><td/></tr><tr><td>Alcohol dependence severity score, mean (SD)</td><td>19.68 (7.70) (<italic>N</italic> = 38)</td><td>1.13 (2.25) (<italic>N</italic> = 31)</td><td>\n<bold>&lt;0.0001</bold>\n</td></tr><tr><td>Average number of drinking days in past 90 days, mean (SD)</td><td>69.60 (25.19)</td><td>18.76 (16.08)</td><td>\n<bold>&lt;0.0001</bold>\n</td></tr><tr><td>Number of heavy drinking days in past 90 days, mean (SD)</td><td>59.49 (30.65)</td><td>2.42 (7.19)</td><td>\n<bold>&lt;0.0001</bold>\n</td></tr><tr><td>Average number of drinks per drinking day, mean (SD)</td><td>13.11 (8.84)</td><td>1.80 (1.78)</td><td>\n<bold>&lt;0.0001</bold>\n</td></tr><tr><td>MADRS Score, mean (SD)</td><td>12.13 (10.21)</td><td>0.87 (1.67)</td><td>\n<bold>&lt;0.0001</bold>\n</td></tr><tr><td>Any anxiety disorder—current</td><td>8 (9.0)</td><td>1 (1.1)</td><td>\n<bold>0.010</bold>\n</td></tr><tr><td>Any anxiety disorder—lifetime</td><td>11 (12.4)</td><td>1 (1.1)</td><td>\n<bold>0.002</bold>\n</td></tr><tr><td>Generalized anxiety disorder—current</td><td>3 (3.4)</td><td>1 (1.1)</td><td>\n<bold>0.030</bold>\n</td></tr><tr><td>Generalized anxiety disorder—lifetime</td><td>3 (3.4)</td><td>1 (1.1)</td><td>\n<bold>0.030</bold>\n</td></tr><tr><td>Posttraumatic stress disorder—current</td><td>2 (2.3)</td><td>0 (0.0)</td><td>0.150</td></tr><tr><td>Posttraumatic stress disorder—lifetime</td><td>2 (2.3)</td><td>0 (0.0)</td><td>0.150</td></tr><tr><td>Any mood disorder—current</td><td>5 (5.6)</td><td>0 (0.0)</td><td>\n<bold>0.020</bold>\n</td></tr><tr><td>Any mood disorder—lifetime</td><td>10 (11.2)</td><td>8 (9.0)</td><td>0.560</td></tr><tr><td>Major depressive disorder—current</td><td>3 (3.4)</td><td>0 (0.0)</td><td>0.070</td></tr><tr><td>Major depressive disorder—lifetime</td><td>9 (10.1)</td><td>8 (9.0)</td><td>0.750</td></tr></tbody></table>\n"}, "text": "\tAlcohol dependence N = 45\tHealthy controls N = 45\tp value\t \tGender\t\t\t0.004\t \t Male\t35 (77.8)\t22 (48.9)\t\t \t Female\t10 (22.2)\t23 (51.1)\t\t \tAge, mean years (SD)\t43.25 (10.73)\t36.30 (10.94)\t0.003\t \tEthnicity\t\t\t0.088\t \t Black/African American\t24 (53.3)\t18 (40.0)\t\t \t European American\t17 (37.8)\t16 (35.6)\t\t \t Asian\t0 (0.0)\t6 (13.3)\t\t \t Multiracial\t1 (2.2)\t3 (6.7)\t\t \t Unknown\t3 (6.7)\t2 (4.4)\t\t \tSmokers\t26 (57.8)\t0 (0.0)\t<0.0001\t \tRs10514299 Genotype\t \t CC\t35\t33\t0.624\t \t CT/TT\t10\t12\t\t \tAlcohol dependence severity score, mean (SD)\t19.68 (7.70) (N = 38)\t1.13 (2.25) (N = 31)\t<0.0001\t \tAverage number of drinking days in past 90 days, mean (SD)\t69.60 (25.19)\t18.76 (16.08)\t<0.0001\t \tNumber of heavy drinking days in past 90 days, mean (SD)\t59.49 (30.65)\t2.42 (7.19)\t<0.0001\t \tAverage number of drinks per drinking day, mean (SD)\t13.11 (8.84)\t1.80 (1.78)\t<0.0001\t \tMADRS Score, mean (SD)\t12.13 (10.21)\t0.87 (1.67)\t<0.0001\t \tAny anxiety disorder—current\t8 (9.0)\t1 (1.1)\t0.010\t \tAny anxiety disorder—lifetime\t11 (12.4)\t1 (1.1)\t0.002\t \tGeneralized anxiety disorder—current\t3 (3.4)\t1 (1.1)\t0.030\t \tGeneralized anxiety disorder—lifetime\t3 (3.4)\t1 (1.1)\t0.030\t \tPosttraumatic stress disorder—current\t2 (2.3)\t0 (0.0)\t0.150\t \tPosttraumatic stress disorder—lifetime\t2 (2.3)\t0 (0.0)\t0.150\t \tAny mood disorder—current\t5 (5.6)\t0 (0.0)\t0.020\t \tAny mood disorder—lifetime\t10 (11.2)\t8 (9.0)\t0.560\t \tMajor depressive disorder—current\t3 (3.4)\t0 (0.0)\t0.070\t \tMajor depressive disorder—lifetime\t9 (10.1)\t8 (9.0)\t0.750\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9270, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Note. Boldface indicates a significant between-group difference. Numbers reported are N (%), unless stated otherwise. Ethnicity reported in this table was based on self-report. Diagnoses are based on DSM-IV-TR and were assessed with the SCID-IV", "sentences": [], "annotations": [], "relations": []}, {"offset": 9515, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "MADRS Montgomery-Asberg Depression Rating Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 9563, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Neuroimaging Sample included 90 participants (45 AD and 45 HC) with a mean age of 39.78 (SD = 11.33; see Table 1). Prior to study participation, participants in the Neuroimaging and NIAAA Sample provided informed written consent in accordance with the Declaration of Helsinki and as approved by the National Institute on Alcohol Abuse and Alcoholism Review Board. All participants completed the Structured Clinical Interview for DSM-IV-TR Axis I Disorders (SCID-IV). Given that DSM-5 criteria for alcohol use disorder are less stringent compared to DSM-IV criteria for AD, all individuals likely fall into the moderate/severe alcohol use disorder categories in DSM-5. Exclusion criteria included left-handedness, contraindications for MRI (e.g., claustrophobia or pregnancy), and the presence of any significant medical or neurological diagnoses as assessed by a history and physical exam. Additional exclusion criteria for the HC group included DSM-IV-TR diagnoses of current/past AD, positive urine drug screens, and alcohol breathalyzer readings above zero. FMRI scans were obtained while participants completed a modified version of the MID task where approximately 70% of trials were successful. Participants were not on any psychotropic medications on the day of the scan and there were no alcohol abstainers among the HC group. DNA samples were obtained from all participants for genotyping.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10966, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics and characteristics of the NIAAA Sample and the Lifetime Alcohol Dependence Sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 11062, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"2\">NIAAA Sample <italic>N</italic> = 1858</th><th>NIAAA subsample with lifetime AD</th></tr><tr><th/><th>Cases <italic>N</italic> = 1123</th><th>Controls <italic>N</italic> = 735</th><th><italic>N</italic> = 955</th></tr></thead><tbody><tr><td colspan=\"4\">Gender, <italic>N</italic>, (%)</td></tr><tr><td> Male</td><td>323 (28.8)</td><td>325 (44.2)</td><td>669 (70.0)</td></tr><tr><td> Female</td><td>800 (71.2)</td><td>410 (55.8)</td><td>286 (30.0)</td></tr><tr><td>Age, mean years (SD)</td><td>42.6 (10.9)</td><td>32.8 (11.6)</td><td>42.8 (10.8)</td></tr><tr><td colspan=\"4\">Ethnicity, <italic>N</italic>, (%)</td></tr><tr><td> Black/African American</td><td>507 (45.2)</td><td>232 (31.6)</td><td>439 (46.0)</td></tr><tr><td> European American</td><td>531 (47.3)</td><td>411 (55.9)</td><td>441 (46.1)</td></tr><tr><td> Asian</td><td>16 (1.4)</td><td>47 (6.4)</td><td>12 (1.3)</td></tr><tr><td> Multiracial</td><td>21 (1.9)</td><td>20 (2.7)</td><td>18 (1.9)</td></tr><tr><td> Native American or Alaska Native</td><td>5 (0.5)</td><td>2 (0.3)</td><td>5 (0.5)</td></tr><tr><td> Native Hawaiian or other Pacific Islander</td><td>1 (0.1)</td><td>1 (0.1)</td><td>1 (0.1)</td></tr><tr><td> Unknown</td><td>42 (3.7)</td><td>22 (3.0)</td><td>39 (4.1)</td></tr><tr><td>Smokers, <italic>N</italic>, (%)</td><td>662 (59.0)</td><td>44 (6.1)</td><td>595 (62.3)</td></tr><tr><td>MADRS score, mean (SD)</td><td>13.2 (9.8)</td><td>1.3 (3.2)</td><td>13.2 (9.8)</td></tr><tr><td>Major depressive disorder—current, <italic>N</italic>, (%)</td><td>108 (5.8)</td><td>8 (0.4)</td><td>103 (10.8)</td></tr><tr><td>Major depressive disorder—lifetime, <italic>N</italic>, (%)</td><td>216 (11.6)</td><td>49 (2.6)</td><td>196 (20.5)</td></tr></tbody></table>\n"}, "text": "\tNIAAA Sample N = 1858\tNIAAA subsample with lifetime AD\t \t\tCases N = 1123\tControls N = 735\tN = 955\t \tGender, N, (%)\t \t Male\t323 (28.8)\t325 (44.2)\t669 (70.0)\t \t Female\t800 (71.2)\t410 (55.8)\t286 (30.0)\t \tAge, mean years (SD)\t42.6 (10.9)\t32.8 (11.6)\t42.8 (10.8)\t \tEthnicity, N, (%)\t \t Black/African American\t507 (45.2)\t232 (31.6)\t439 (46.0)\t \t European American\t531 (47.3)\t411 (55.9)\t441 (46.1)\t \t Asian\t16 (1.4)\t47 (6.4)\t12 (1.3)\t \t Multiracial\t21 (1.9)\t20 (2.7)\t18 (1.9)\t \t Native American or Alaska Native\t5 (0.5)\t2 (0.3)\t5 (0.5)\t \t Native Hawaiian or other Pacific Islander\t1 (0.1)\t1 (0.1)\t1 (0.1)\t \t Unknown\t42 (3.7)\t22 (3.0)\t39 (4.1)\t \tSmokers, N, (%)\t662 (59.0)\t44 (6.1)\t595 (62.3)\t \tMADRS score, mean (SD)\t13.2 (9.8)\t1.3 (3.2)\t13.2 (9.8)\t \tMajor depressive disorder—current, N, (%)\t108 (5.8)\t8 (0.4)\t103 (10.8)\t \tMajor depressive disorder—lifetime, N, (%)\t216 (11.6)\t49 (2.6)\t196 (20.5)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 11957, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Note. Ethnicity reported in this table was based on self-report", "sentences": [], "annotations": [], "relations": []}, {"offset": 12021, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "MADRS Montgomery-Asberg Depression Rating Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 12069, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The NIAAA Sample consisted of 1123 individuals with a DSM-IV-TR diagnosis of AD and 735 HCs who enrolled in research studies at the National Institute on Alcohol Abuse and Alcoholism at the National Institutes of Health Clinical Center in Bethesda, MD (see Table 2). 531 individuals with AD and 411 controls were of European American (EA) descent. A total of 507 individuals with AD and 232 controls were of African American (AA) descent. All participants provided blood samples for genotyping.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12564, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The SAGE was funded by the National Human Genome Research Institute as part of the Gene Environment Association Studies (GENEVA) that consisted of three major studies of addictive disorders: The Collaborative Study on the Genetics of Alcoholism (COGA), the Family Study of Cocaine Dependence (FSCD), and the Collaborative Genetic Study of Nicotine Dependence (COGEND). The accession number of dbGaP is phs000092.v1.p1. The EA subgroup of the SAGE Sample consisted of 1162 cases (mean age = 38.2 (9.94); 62% male) and 1346 controls (mean age 38.6 (9.44); 30.3% male). The AA subgroup consisted of 686 cases (mean age = 40.3 (7.7); 61% male) and 644 controls (mean age = 39.6 (7.2); 36% male). All cases met lifetime DSM-IV criteria for AD, and were excluded if they had schizophrenia or any other psychotic illness. Controls were defined as individuals who had been exposed to alcohol, but had not met lifetime criteria for AD or other illicit substances.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13519, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 13541, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants completed a modified version of the MID task, which required a fast button response to a target to win or avoid losing money. A trial started with a crosshair for fixation, then a 2-second presentation of a cue (a shape indicating the type of trial: reward, loss, or neutral). After a delay screen of variable duration (between 0.75 and 1.75 s) the target was presented (a white-filled square to which the participants were trained to respond to). Next, another delay screen of variable duration (between 0.75 and 3 s) was presented before the feedback screen appeared. The feedback screen showed the amount that was won or lost in the previous trial, which represented if the participant had successfully pressed the button in time to win or avoid losing the target amount. The total amount of money accumulated up to that point was also presented on the feedback screen.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14427, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After practicing outside of the scanner and being informed that gains/losses during the task would be reflected in their final payment, each subject completed a 12-minute fMRI session of the MID task. Five different cues were presented thirty times, each representing a different trial condition; neutral (no reward/no loss), low loss, high loss, low reward, and high reward.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14803, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI data acquisition and preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 14842, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A Siemens 3 T Skyra scanner was used to collect whole-brain echo-planar imaging functional (36 axial slices, 4 mm slice thickness, 64 × 64 matrix and repetition time of 2000 ms) and MPRGE structural data. Preprocessing and analysis was performed using AFNI software package. Large transients removal was performed before slice-time correction, then nuisance variables were de-trended, including the six parameter estimates for head motion. No participants had any condition censored more than 20% (motion higher than 0.3 mm was censored out), a criterion to be excluded from the analysis. Images were then coregistered to the individual structural image, resampled (2-mm isotropic), smoothed (4-mm full-width-half-maximum Gaussian kernel), normalized by the mean signal intensity in each voxel to reflect percent signal change, and finally transformed into the standardized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15717, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "BOLD fMRI data and ROI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15749, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Single-subject level analysis was performed using AFNI. Then, using ROI masks of the bilateral caudate, putamen, and nucleus accumbens, generated with AFNI DrawDataset plugins and following previously published literature and subtracting all nuances effects (such as pre-motor activations), except reward/loss response, we computed average percent signal change (beta weights) of the following comparisons: high reward > neutral, low reward > neutral, high loss > neutral, low loss > neutral. For simplification purposes, we refer to these as high reward, low reward, high loss, and low loss, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16356, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 16367, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "NIAAA Sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 16380, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Large-scale genotyping was performed at the NIAAA Laboratory of Neurogenetics using the Illumina OmniExpress BeadChip (Illumina, San Diego, CA). Data for the SNP rs10514299 located within the TMEM161B-AS1 gene cluster was extracted from the larger array. Ancestry informative markers (AIMs; n = 2500) were extracted from the Illumina array to calculate ancestral proportions for all study participants. Using methods described previously for an AIM panel including 186 markers, which were not available for the current data set, the ancestry assessment identified 6 ethnic factors (Africa, Europe, Asia, Far East Asia, Oceania, and Americas).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17023, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "SAGE Sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 17035, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Whole-genome genotyping was completed using the Illumina Human-1M platform (Illumina Inc., San Diego, CA). The 190 HapMap samples (48 HapMap control samples, 55 CEU, 55 YUR, 13 CHB, and 17 JPT)  were genotyped in the same platform and population stratification analyses were performed using principal component analysis. After a series of quality control procedures (p value of Hardy-Weinberg equilibrium (HWE) < 10e-5, missing rate by SNP > 2%, missing rate by individual > 2%, minor allele frequency < 1%, sex inconsistency), there were 1162 case and 1346 control samples in the EA subgroup and 686 case and 644 control samples in AA subgroup. Two population stratification scores (PSS) calculated based on principal component analysis were used for statistical analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17809, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 17830, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Main analyses of the Neuroimaging Sample were run using SPSS statistical software package (IBM SPSS Statistics ® 20, IBM Corp. ©, Armonk, NY). Baseline differences in demographic variables between cases and controls were determined using t-tests for continuous and chi-square tests for categorical variables. Chi-square tests were performed to test the genotypic distribution of the SNP in both cases and controls. The primary outcome measure was activation in the caudate, putamen, and nucleus accumbens during reward/loss anticipation as measured by BOLD fMRI. Shapiro-Wilk tests confirmed that all four imaging outcomes (high reward, low reward, high loss, low loss) were normally distributed (all p ≥ 0.407). For the main analysis of effects of diagnosis, genotype, and their interaction on BOLD responses in the caudate, putamen, and nucleus accumbens, we conducted 2 × 2 analyses of covariance (ANCOVAs) with group (AD vs. HC) T allele carrier status (CC vs. TT/CT–assuming a dominant model) as factors and age, gender, AIM score Europe, and AIM score Africa as covariates. All tests were two-tailed and considered to be statistically significant at p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18996, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the NIAAA Sample, minor allele frequency, HWE, and association analyses were conducted using PLINK version 1.07. Analyses were conducted first in the entire sample, and then separately for EA and AA subgroups, based on self-report. Case-control association with lifetime AD was determined using logistic regression, while association with the MADRS scale was determined using linear regression. Both analyses used an additive model and adjusted for age, gender, and AIM scores for European and African ancestry. Similarly, for the SAGE Sample, a logistic regression model controlling for age, gender, and 2 PSS for African and European ancestry was performed with the assumption of an additive model. Analyses were performed separately in individuals of European and African ancestry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19785, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 19793, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Neuroimaging Sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 19813, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Chi-square goodness-of-fit tests demonstrated that none of the genotype counts deviated significantly from the HWE both in the whole sample (p = 0.657), as well as in the subgroups (AD: p = 0.649; HC: p = 0.302).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20026, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Parameter estimates of main analysis ANCOVAs examining effects of group, rs10514299 genotype, and their interaction on putamen MID task percent signal change controlling for age, gender, and ancestry informative markers", "sentences": [], "annotations": [], "relations": []}, {"offset": 20246, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Putamen activation</th><th>B</th><th>Standard error</th><th>\n<italic>t</italic>\n</th><th><italic>p</italic> value</th><th>Partial eta squared</th></tr></thead><tbody><tr><td colspan=\"6\">High reward</td></tr><tr><td> Group</td><td>0.21</td><td>0.06</td><td>−3.34</td><td>\n<bold>0.001</bold>\n</td><td>0.12</td></tr><tr><td> MA (T) carrier</td><td>0.15</td><td>0.05</td><td>−2.92</td><td>\n<bold>0.005</bold>\n</td><td>0.09</td></tr><tr><td> Interaction</td><td>0.18</td><td>0.07</td><td>2.52</td><td>\n<bold>0.014</bold>\n</td><td>0.07</td></tr><tr><td colspan=\"6\">Low reward</td></tr><tr><td> Group</td><td>0.14</td><td>0.07</td><td>−1.94</td><td>0.055</td><td>0.04</td></tr><tr><td> MA (T) carrier</td><td>0.08</td><td>0.06</td><td>−1.38</td><td>0.173</td><td>0.02</td></tr><tr><td> Interaction</td><td>0.14</td><td>0.08</td><td>1.77</td><td>0.081</td><td>0.04</td></tr><tr><td colspan=\"6\">High loss</td></tr><tr><td> Group</td><td>0.24</td><td>0.08</td><td>−3.15</td><td>\n<bold>0.002</bold>\n</td><td>0.11</td></tr><tr><td> MA (T) carrier</td><td>0.1</td><td>0.06</td><td>−1.59</td><td>0.115</td><td>0.03</td></tr><tr><td> Interaction</td><td>0.2</td><td>0.09</td><td>2.29</td><td>\n<bold>0.024</bold>\n</td><td>0.06</td></tr><tr><td colspan=\"6\">Low loss</td></tr><tr><td> Group</td><td>0.17</td><td>0.07</td><td>−2.49</td><td>\n<bold>0.015</bold>\n</td><td>0.07</td></tr><tr><td> MA (T) carrier</td><td>0.08</td><td>0.06</td><td>−1.46</td><td>0.148</td><td>0.03</td></tr><tr><td> Interaction</td><td>0.16</td><td>0.08</td><td>2.03</td><td>\n<bold>0.046</bold>\n</td><td>0.05</td></tr></tbody></table>\n"}, "text": "Putamen activation\tB\tStandard error\tt\tp value\tPartial eta squared\t \tHigh reward\t \t Group\t0.21\t0.06\t−3.34\t0.001\t0.12\t \t MA (T) carrier\t0.15\t0.05\t−2.92\t0.005\t0.09\t \t Interaction\t0.18\t0.07\t2.52\t0.014\t0.07\t \tLow reward\t \t Group\t0.14\t0.07\t−1.94\t0.055\t0.04\t \t MA (T) carrier\t0.08\t0.06\t−1.38\t0.173\t0.02\t \t Interaction\t0.14\t0.08\t1.77\t0.081\t0.04\t \tHigh loss\t \t Group\t0.24\t0.08\t−3.15\t0.002\t0.11\t \t MA (T) carrier\t0.1\t0.06\t−1.59\t0.115\t0.03\t \t Interaction\t0.2\t0.09\t2.29\t0.024\t0.06\t \tLow loss\t \t Group\t0.17\t0.07\t−2.49\t0.015\t0.07\t \t MA (T) carrier\t0.08\t0.06\t−1.46\t0.148\t0.03\t \t Interaction\t0.16\t0.08\t2.03\t0.046\t0.05\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20851, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Note. MA (T) minor allele T", "sentences": [], "annotations": [], "relations": []}, {"offset": 20879, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Boldface indicates significance", "sentences": [], "annotations": [], "relations": []}, {"offset": 20911, "infons": {"file": "41398_2018_184_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Interaction effects of rs10514299 and alcohol dependence on putamen activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20991, "infons": {"file": "41398_2018_184_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Bar graphs of the interaction between rs10514299 genotype and alcohol dependence diagnosis on putamen activation during (a) high reward anticipation; (b) low reward anticipation; (c) high loss anticipation; and (d) low loss anticipation. Error bars represent standard error of the mean. (e) Putamen mask (displayed at z = 5) obtained from Talairach Daemon Atlas in AFNI used to extract individual subjects’ beta coefficients for reward/loss anticipation. AD alcohol-dependent group, HC healthy control group", "sentences": [], "annotations": [], "relations": []}, {"offset": 21499, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the main analyses, effects of diagnosis (AD vs. HC), rs10514299 genotype (CC vs. TT/CT), and their interaction on striatal activation were examined using 2 × 2 ANCOVAs controlling for age, gender, AIM Africa, and AIM Europe. Parameter estimates can be found in Table 3. Levene’s test and normality checks were carried out and assumptions were met. There were no significant group-by-genotype findings for the caudate and nucleus accumbens (see Supplementary Table 1). However, results showed a significant diagnosis-genotype interaction effect (F(1,82) = 6.37, p = 0.014, ηp2 = 0.07) on putamen activation during high reward anticipation. In the control group, both genotype groups showed similar putamen activation during high reward anticipation; however, in the AD group, individuals who carry the minor allele T (TT/CT) showed significantly greater putamen activation during high reward anticipation compared to CC carriers (see Fig. 1a). Furthermore, there was a trend-level diagnosis-genotype interaction effect (F(1,82) = 3.12, p = 0.081, ηp2 = 0.04) on BOLD activation in the putamen during the anticipation of low reward. Carrying the T allele was associated with decreased putamen activation during low reward anticipation in the HCs, while it was associated with increased putamen activation during low reward anticipation in individuals with AD (see Fig. 1b). Additionally, there was a significant diagnosis-genotype interaction effect (F(1,82) = 5.25, p = 0.024, ηp2 = 0.06) on BOLD activation in the putamen during the anticipation of high loss. Carrying the T allele was associated with significantly decreased putamen activation during high loss anticipation in the HCs, while it was associated with significantly increased putamen activation in individuals with AD (see Fig. 1c). Similarly, there was a significant diagnosis-genotype interaction effect (F(1,82) = 4.10, p = 0.046, ηp2 = 0.05) on putamen activation during low loss anticipation. In the HC group, T allele carriers showed significantly lower putamen activation, whereas individuals with AD showed significantly greater putamen activation during low loss anticipation (see Fig. 1d).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23667, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "NIAAA Sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 23680, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The minor allele T frequency of rs10514299 was 0.21 in the full sample (n = 1858), 0.25 in subjects of European ancestry (n = 942), and 0.18 in subjects of African ancestry (n = 739). HWE was not violated in the full sample (p = 0.33), nor in the EA (p = 0.10) or AA (p = 0.53) subgroups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23969, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_caption"}, "text": "Results of association analyses in the NIAAA Clinical Sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 24030, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th colspan=\"6\">Lifetime alcohol dependence</th><th colspan=\"3\">MADRS score<sup>a</sup></th></tr><tr><th>Sample</th><th>Cases (<italic>n</italic>)</th><th>Controls (<italic>n</italic>)</th><th>Cases MAF</th><th>Controls MAF</th><th>Odds ratio</th><th><italic>p</italic> value</th><th>Sample (<italic>n</italic>)</th><th>Beta</th><th><italic>p</italic> value</th></tr></thead><tbody><tr><td>All subjects</td><td>1123</td><td>735</td><td>0.21</td><td>0.22</td><td>0.95</td><td>0.45</td><td>955</td><td>1.25</td><td>\n<bold>0.02</bold>\n</td></tr><tr><td>European/Caucasian<sup>b</sup></td><td>531</td><td>411</td><td>0.23</td><td>0.28</td><td>0.82</td><td>0.09</td><td>442</td><td>0.85</td><td>0.27</td></tr><tr><td>African American<sup>b</sup></td><td>507</td><td>232</td><td>0.18</td><td>0.17</td><td>1.07</td><td>0.67</td><td>439</td><td>2.10</td><td>\n<bold>0.008</bold>\n</td></tr></tbody></table>\n"}, "text": "\tLifetime alcohol dependence\tMADRS scorea\t \tSample\tCases (n)\tControls (n)\tCases MAF\tControls MAF\tOdds ratio\tp value\tSample (n)\tBeta\tp value\t \tAll subjects\t1123\t735\t0.21\t0.22\t0.95\t0.45\t955\t1.25\t0.02\t \tEuropean/Caucasianb\t531\t411\t0.23\t0.28\t0.82\t0.09\t442\t0.85\t0.27\t \tAfrican Americanb\t507\t232\t0.18\t0.17\t1.07\t0.67\t439\t2.10\t0.008\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24358, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_foot"}, "text": "Note. MAF minor allele T frequency, MADRS Montgomery-Asberg Depression Rating scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 24442, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_foot"}, "text": "aOnly in subjects with lifetime alcohol dependence. Boldface indicates significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24527, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_foot"}, "text": "bBased on self-report", "sentences": [], "annotations": [], "relations": []}, {"offset": 24549, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Case-control analysis revealed a trend association between rs10514299 and lifetime diagnosis of AD but only in the EA subgroup (Table 4). In this sample, the minor allele T was associated with a protective effect against lifetime AD (odds ratio = 0.82, p = 0.09).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24813, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among subjects reporting a lifetime AD diagnosis, there was a significant association between rs10514299 and the MADRS score in the full sample, as well as in the AA subgroup (Table 4). Specifically, the minor allele T was associated with an increased MADRS score (full sample: β = 1.25, p = 0.019; AA subgroup: β = 2.10, p = 0.008).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25147, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SAGE Sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 25159, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The minor allele T frequency of rs10514299 was 0.23 in the full sample (n = 3838), 0.24 in subjects of European ancestry (n = 2508), and 0.18 in subjects of African ancestry (n = 1330). Genotypes did not deviate from HWE. There was no significant association of the T allele with AD in either the EA sample (1162 cases, 1346 controls; odds ratio = 0.97, p = 0.700) or the AA sample (686 cases, 644 controls; odds ratio = 1.06, p = 0.560).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25598, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 25609, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study investigated the influence of a recent GWAS-identified risk variant in the TMEM161B-MEF2C gene cluster for MDD on striatal activation during the anticipation of high/low rewards/losses in individuals with AD and HCs. Furthermore, we examined associations between genetic variation in rs10514299 and a lifetime AD diagnosis in two clinical samples, and its association with depressive symptom severity as measured by the MADRS in a subsample of individuals with a lifetime AD diagnosis. Our data show for the first time an association of rs10514299 with a neuronal phenotype, namely putamen activation during a reward task. We found that patients with AD who carry the minor allele T showed significantly greater putamen activation during the anticipation of high reward compared to controls (Table 3; Fig. 1a). Furthermore, carrying the T allele was associated with a significant increase in putamen activation during high and low loss anticipation in patients with AD, but with a significant decrease in the controls, indicating that the minor allele T differentially affects this neural phenotype in AD (Table 3; Fig. 1c, d). These data are in line with prior studies that have shown disruptions in the dorsal striatum in individuals with AD during reward anticipation. e.g.,. Neuroimaging studies in humans and neural recording studies in monkeys indicate that the putamen and caudate are involved in different aspects of reward-based learning e.g.,. While the caudate is involved in the coding of prediction errors, the putamen has been shown to mediate stimulus-action-reward associations. Our present study suggests that genetic variation in rs10514299 within the TMEM161B-MEF2C gene cluster may serve as a biomarker for disrupted reward processing in the putamen in alcohol-dependent individuals. Future studies are needed to further investigate the functional relevance of this SNP in individuals with AD and to examine its association with the behavioral impairments in decision-making and reward-based learning that are often observed in AD populations. Furthermore, future studies should include seed-based correlation analyses to investigate the functional connectivity between reward-associated structures of the striatum (caudate, putamen, nucleus accumbens) and associated brain regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27930, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our finding is intriguing given the often observed deficit of reward processing in MDD that is described clinically as anhedonia. Similar to other psychiatric disorders, current DSM-5 nosology for mood disorders and substance use disorders is only descriptive and does not capture the underlying neurobiological pathophysiology. The fact that a MDD risk variant was also shown to have an effect in an AD neuroimaging sample supports a potential role of this genetic variant in an endophenotype related to reward processing that might cross DSM-IV/DSM-5 categories. Myocyte enhancer factor 2C is a transcription factor that has been shown to be involved in neurodevelopment, hippocampus-dependent learning, and memory. Prior studies have shown MEF2C haploinsufficiency, deletions, and point mutations to be associated with seizures, cortical malformations, intellectual disability, and hyperkinesis. TMEM161B is largely uncharacterized and the present study is one of the first to identify its potential functional relevance for a neuronal phenotype in a clinical population. Future clinical and preclinical studies should further investigate the relevance of this gene for anhedonia-related symptomatology in psychiatric disorders, such as substance use disorders, schizophrenia, MDD, and their co-occurrence to dissect potential genetic effects on reward circuitry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29297, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To further investigate the role of this MDD risk variant in AD, we conducted association analyses in two independent clinical samples. In the NIAAA Sample, we found a trend-level association between rs10514299 and a lifetime diagnosis of AD in the EA subgroup only, where the minor allele T appeared to have a protective effect. A replication attempt using the larger SAGE Sample (n = 3838) failed to replicate this association, suggesting that the effect size of the risk variant in AD is relatively small. This is consistent with the prior GWAS in MDD of 300,000 samples, which reported a rather small effect size (OR = 1.05). Other potential reasons for the lack of replication are presence of confounding factors, such as clinical heterogeneity as individuals with a lifetime diagnosis of AD are more likely to present with comorbid psychiatric diagnoses and other substance use disorders. Interestingly, our data showed a marginally significant protective effect of rs10514299 for AD, while Hyde et al. identified the minor allele T as conferring risk for MDD. It is possible that the T allele is a risk allele for MDD and a protective allele for AD, especially given the fact that both disorders present with highly heterogeneous clinical phenotypes. However, it should be noted that a more recent GWAS of 130, 664 MDD cases and 330, 470 HCs did not replicate rs10514299 as a risk variant for MDD, suggesting the possibility that the signal may depend on the presence of other variants or may be driven by other SNPs altogether. Future GWAS with large sample sizes are needed to further elucidate the relevance of rs10514299 and proximal SNPs for an increased or reduced risk for MDD and AD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30995, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To investigate the effect of this SNP on depressive symptoms in AD, we looked at the MADRS in a subsample of the NIAAA Sample. Our data showed that the minor allele T of rs10514299 was significantly associated with greater severity of depressive symptoms in individuals with a lifetime AD diagnosis (Table 4). This association was mainly driven by cases of AA ancestry; however, our sample might have been too small to detect effects across ethnic backgrounds. Furthermore, it should be noted that the medication status for this sample was not available. Given that antidepressant medication may influence the relationship between rs10514299 and depressive symptoms, this finding should be replicated in future studies that assess and control for psychotropic medication status. Importantly, future studies are needed to further investigate this relationship and to examine whether minor allele T carrying individuals with AD might particularly benefit from treatments that focus on negative affect relief, such as mindfulness-based interventions, or antidepressant medications. If future research confirms this variant as a biomarker of an increased risk for depressive symptomatology in individuals with AD, it may be used by clinicians for the selection of more individualized interventions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32290, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "When interpreting the findings from the Neuroimaging Sample, the following limitations should be considered. This was a discovery study that aimed to explore genetic variation in rs10514299 as a possible biomarker for interindividual differences in reward-related neuronal activation in individuals with AD. Therefore, we did not correct for multiple comparisons. However, future confirmatory analyses will be done to validate the functional relevance of rs10514299 in neuroimaging phenotypes in alcohol-dependent populations. Additionally, cases and controls were not well matched for age and gender, therefore, these variables were included as covariates in all analyses. Cases and controls differed significantly in smoking status, however, all results remained significant when analyses were repeated while controlling for smoking status.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33133, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Limiting factors for the case-control association analyses include small sample sizes and thus a lack of statistical power to detect the likely small effect size of this SNP as discussed above. We only focused on one variant but this variant was initially identified in a cluster of SNPs. Future studies should investigate possible other important functional variants, such as nearby SNPs with strong linkage disequilibrium by sequencing all promising regions. Both AD and MDD are highly heritable and influenced by polygenic effects associated with many genetic variants, and therefore genetic interaction among the many genes related to the single variant on the same pathways should be examined functionally.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33845, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, our data suggest an association between rs10514299 and BOLD activation in the putamen during reward and loss anticipation in individuals with AD. Carrying the minor allele T differentially affects putamen activation during reward/loss anticipation in individuals with AD compared to HCs, indicating that genetic variation in rs10514299 may be a clinical biomarker for a neuronal phenotype in AD. Furthermore, the minor allele T was significantly associated with greater levels of depressive symptoms in individuals with a lifetime diagnosis of AD, a finding that was driven by individuals of African American ancestry. Finally, association analyses showed a relationship at trend-level between rs10514299 and a lifetime diagnosis of AD in European Americans in the NIAAA Sample but not in the SAGE Sample. This is the first study to show functional relevance of rs10514299 for an imaging phenotype in individuals with AD, as well as its relevance for depressive symptom severity in individuals with a lifetime diagnosis of AD. Taken together, our findings indicate rs10514299 as a promising target for future study in populations with AD and MDD. Identifying genetic risk variants may serve to guide the selection of treatment options, as well as reveal novel treatment targets, while neuronal phenotypes may serve as markers of treatment response to cognitive, behavioral, or pharmacological interventions. Ultimately, the identification of objective biomarkers of disease-related mechanisms will contribute to the development of individualized treatments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35415, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 35449, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 35483, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary Information accompanies this paper at (10.1038/s41398-018-0184-9).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35564, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35701, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 35722, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35782, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 35793, "infons": {"fpage": "122", "name_0": "surname:Levy;given-names:S", "pub-id_doi": "10.1080/08897077.2017.1309935", "pub-id_pmid": "28328384", "section_type": "REF", "source": "Subst. Abus", "type": "ref", "volume": "38", "year": "2017"}, "text": "The surgeon general’s facing addiction report: an historic document for health care", "sentences": [], "annotations": [], "relations": []}, {"offset": 35877, "infons": {"fpage": "807", "lpage": "816", "name_0": "surname:Grant;given-names:BF", "pub-id_doi": "10.1001/archpsyc.61.8.807", "pub-id_pmid": "15289279", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "61", "year": "2004"}, "text": "Prevalence and co-occurrence of substance use disorders and independent mood and anxiety disorders: results from the National Epidemiologic Survey on alcohol and related conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 36058, "infons": {"fpage": "109", "lpage": "117", "name_0": "surname:Anthenelli;given-names:RM", "pub-id_pmid": "23579941", "section_type": "REF", "source": "Alcohol Res. Health", "type": "ref", "volume": "33", "year": "2010"}, "text": "Focus on: comorbid mental health disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 36101, "infons": {"fpage": "797", "lpage": "806", "name_0": "surname:Gadermann;given-names:AM", "name_1": "surname:Alonso;given-names:J", "name_2": "surname:Vilagut;given-names:G", "name_3": "surname:Zaslavsky;given-names:AM", "name_4": "surname:Kessler;given-names:RC", "pub-id_doi": "10.1002/da.21924", "pub-id_pmid": "22585578", "section_type": "REF", "source": "Depress Anxiety", "type": "ref", "volume": "29", "year": "2012"}, "text": "Comorbidity and disease burden in the national comorbidity survey replication (NCS‐R)", "sentences": [], "annotations": [], "relations": []}, {"offset": 36187, "infons": {"fpage": "599", "lpage": "601", "name_0": "surname:Merikangas;given-names:KR", "name_1": "surname:Risch;given-names:N", "pub-id_doi": "10.1126/science.1091468", "pub-id_pmid": "14576422", "section_type": "REF", "source": "Science", "type": "ref", "volume": "302", "year": "2003"}, "text": "Genomic priorities and public health", "sentences": [], "annotations": [], "relations": []}, {"offset": 36224, "infons": {"fpage": "507", "lpage": "514", "name_0": "surname:Tawa;given-names:EA", "name_1": "surname:Hall;given-names:SD", "name_2": "surname:Lohoff;given-names:FW", "pub-id_doi": "10.1093/alcalc/agw046", "pub-id_pmid": "27445363", "section_type": "REF", "source": "Alcohol Alcohol", "type": "ref", "volume": "51", "year": "2016"}, "text": "Overview of the genetics of alcohol use disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 36273, "infons": {"fpage": "109", "lpage": "114", "name_0": "surname:Kendler;given-names:KS", "name_1": "surname:Gatz;given-names:M", "name_2": "surname:Gardner;given-names:CO", "name_3": "surname:Pedersen;given-names:NL", "pub-id_doi": "10.1176/appi.ajp.163.1.109", "pub-id_pmid": "16390897", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "163", "year": "2006"}, "text": "A Swedish national twin study of lifetime major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 36332, "infons": {"fpage": "539", "lpage": "546", "name_0": "surname:Lohoff;given-names:FW", "pub-id_doi": "10.1007/s11920-010-0150-6", "pub-id_pmid": "20848240", "section_type": "REF", "source": "Curr. Psychiatry Rep.", "type": "ref", "volume": "12", "year": "2010"}, "text": "Overview of the genetics of major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 36386, "infons": {"fpage": "1234", "lpage": "1241", "name_0": "surname:Zhou;given-names:H", "pub-id_doi": "10.1001/jamapsychiatry.2017.3275", "pub-id_pmid": "29071344", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "74", "year": "2017"}, "text": "Genetic risk variants associated with comorbid alcohol dependence and major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 36473, "infons": {"fpage": "1031", "lpage": "1036", "name_0": "surname:Hyde;given-names:CL", "pub-id_doi": "10.1038/ng.3623", "pub-id_pmid": "27479909", "section_type": "REF", "source": "Nat. Genet", "type": "ref", "volume": "48", "year": "2016"}, "text": "Identification of 15 genetic loci associated with risk of major depression in individuals of European descent", "sentences": [], "annotations": [], "relations": []}, {"offset": 36583, "infons": {"fpage": "22", "lpage": "29", "name_0": "surname:Le Meur;given-names:N", "pub-id_doi": "10.1136/jmg.2009.069732", "pub-id_pmid": "19592390", "section_type": "REF", "source": "J. Med. Genet.", "type": "ref", "volume": "47", "year": "2010"}, "text": "MEF2C haploinsufficiency caused by either microdeletion of the 5q14.3 region or mutation is responsible for severe mental retardation with stereotypic movements, epilepsy and/or cerebral malformations", "sentences": [], "annotations": [], "relations": []}, {"offset": 36784, "infons": {"fpage": "99", "lpage": "111", "name_0": "surname:Paciorkowski;given-names:AR", "pub-id_doi": "10.1007/s10048-013-0356-y", "pub-id_pmid": "23389741", "section_type": "REF", "source": "Neurogenetics", "type": "ref", "volume": "14", "year": "2013"}, "text": "MEF2C haploinsufficiency features consistent hyperkinesis, variable epilepsy, and has a role in dorsal and ventral neuronal developmental pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 36931, "infons": {"fpage": "393", "lpage": "423", "name_0": "surname:Pizzagalli;given-names:DA", "pub-id_doi": "10.1146/annurev-clinpsy-050212-185606", "pub-id_pmid": "24471371", "section_type": "REF", "source": "Annu Rev. Clin. Psychol.", "type": "ref", "volume": "10", "year": "2014"}, "text": "Depression, stress, and anhedonia: toward a synthesis and integrated model", "sentences": [], "annotations": [], "relations": []}, {"offset": 37006, "infons": {"fpage": "36", "lpage": "51", "name_0": "surname:Garfield;given-names:JB", "name_1": "surname:Lubman;given-names:DI", "name_2": "surname:Yucel;given-names:M", "pub-id_doi": "10.1177/0004867413508455", "pub-id_pmid": "24270310", "section_type": "REF", "source": "Aust. N. Z. J. Psychiatry", "type": "ref", "volume": "48", "year": "2014"}, "text": "Anhedonia in substance use disorders: a systematic review of its nature, course and clinical correlates", "sentences": [], "annotations": [], "relations": []}, {"offset": 37110, "infons": {"fpage": "118", "lpage": "124", "name_0": "surname:Eshel;given-names:N", "name_1": "surname:Roiser;given-names:JP", "pub-id_doi": "10.1016/j.biopsych.2010.01.027", "pub-id_pmid": "20303067", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "68", "year": "2010"}, "text": "Reward and punishment processing in depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 37157, "infons": {"fpage": "387", "lpage": "398", "name_0": "surname:Luijten;given-names:M", "name_1": "surname:Schellekens;given-names:AF", "name_2": "surname:Kühn;given-names:S", "name_3": "surname:Machielse;given-names:MW", "name_4": "surname:Sescousse;given-names:G", "pub-id_doi": "10.1001/jamapsychiatry.2016.3084", "pub-id_pmid": "28146248", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "74", "year": "2017"}, "text": "Disruption of reward processing in addiction: an image-based meta-analysis of functional magnetic resonance imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 37281, "infons": {"fpage": "948", "lpage": "959", "name_0": "surname:Haruno;given-names:M", "name_1": "surname:Kawato;given-names:M", "pub-id_doi": "10.1152/jn.00382.2005", "pub-id_pmid": "16192338", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "95", "year": "2006"}, "text": "Different neural correlates of reward expectation and reward expectation error in the putamen and caudate nucleus during stimulus-action-reward association learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 37446, "infons": {"fpage": "70", "lpage": "88", "name_0": "surname:Delgado;given-names:MR", "pub-id_doi": "10.1196/annals.1390.002", "pub-id_pmid": "17344522", "section_type": "REF", "source": "Ann. N. Y Acad. Sci.", "type": "ref", "volume": "1104", "year": "2007"}, "text": "Reward-related responses in the human striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 37493, "infons": {"fpage": "452", "lpage": "454", "name_0": "surname:O’Doherty;given-names:J", "pub-id_doi": "10.1126/science.1094285", "pub-id_pmid": "15087550", "section_type": "REF", "source": "Science", "type": "ref", "volume": "304", "year": "2004"}, "text": "Dissociable roles of ventral and dorsal striatum in instrumental conditioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 37571, "infons": {"fpage": "734", "lpage": "742", "name_0": "surname:Beck;given-names:A", "pub-id_doi": "10.1016/j.biopsych.2009.04.035", "pub-id_pmid": "19560123", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "66", "year": "2009"}, "text": "Ventral striatal activation during reward anticipation correlates with impulsivity in alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 37668, "infons": {"fpage": "787", "lpage": "794", "name_0": "surname:Wrase;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2006.11.043", "pub-id_pmid": "17291784", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "35", "year": "2007"}, "text": "Dysfunction of reward processing correlates with alcohol craving in detoxified alcoholics", "sentences": [], "annotations": [], "relations": []}, {"offset": 37758, "infons": {"fpage": "702", "lpage": "710", "name_0": "surname:Pizzagalli;given-names:DA", "pub-id_doi": "10.1176/appi.ajp.2008.08081201", "pub-id_pmid": "19411368", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "166", "year": "2009"}, "text": "Reduced caudate and nucleus accumbens response to rewards in unmedicated individuals with major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 37874, "infons": {"fpage": "1102", "lpage": "1112", "name_0": "surname:Ubl;given-names:B", "pub-id_doi": "10.1093/scan/nsu158", "pub-id_pmid": "25567763", "section_type": "REF", "source": "Soc. Cogn. Affect Neurosci.", "type": "ref", "volume": "10", "year": "2015"}, "text": "Altered neural reward and loss processing and prediction error signalling in depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 37962, "infons": {"fpage": "378", "lpage": "388", "name_0": "surname:Goldstein;given-names:RB", "pub-id_doi": "10.15288/jsad.2015.76.378", "pub-id_pmid": "25978823", "section_type": "REF", "source": "J. Stud. Alcohol Drugs", "type": "ref", "volume": "76", "year": "2015"}, "text": "Nosologic comparisons of DSM-IV and DSM-5 alcohol and drug use disorders: results from the National Epidemiologic Survey on Alcohol and Related Conditions-III", "sentences": [], "annotations": [], "relations": []}, {"offset": 38121, "infons": {"fpage": "20", "lpage": "27", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Westdorp;given-names:A", "name_2": "surname:Kaiser;given-names:E", "name_3": "surname:Hommer;given-names:D", "pub-id_doi": "10.1006/nimg.2000.0593", "pub-id_pmid": "10875899", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "12", "year": "2000"}, "text": "FMRI visualization of brain activity during a monetary incentive delay task", "sentences": [], "annotations": [], "relations": []}, {"offset": 38197, "infons": {"fpage": "162", "lpage": "173", "name_0": "surname:Cox;given-names:RW", "pub-id_doi": "10.1006/cbmr.1996.0014", "pub-id_pmid": "8812068", "section_type": "REF", "source": "Comput. Biomed. Res.", "type": "ref", "volume": "29", "year": "1996"}, "text": "AFNI: software for analysis and visualization of functional magnetic resonance neuroimages", "sentences": [], "annotations": [], "relations": []}, {"offset": 38288, "infons": {"name_0": "surname:Talairach;given-names:J", "name_1": "surname:Tournoux;given-names:P", "section_type": "REF", "source": "Co-Planar Stereotaxic Atlas of the Human Brain: 3-Dimensional Proportional System: An Approach to Cerebral Imaging. G", "type": "ref", "year": "1988"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 38289, "infons": {"fpage": "263", "lpage": "272", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Fong;given-names:GW", "name_2": "surname:Bennett;given-names:SM", "name_3": "surname:Adams;given-names:CM", "name_4": "surname:Hommer;given-names:D", "pub-id_doi": "10.1016/S1053-8119(02)00057-5", "pub-id_pmid": "12595181", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "18", "year": "2003"}, "text": "A region of mesial prefrontal cortex tracks monetarily rewarding outcomes: characterization with rapid event-related fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 38411, "infons": {"fpage": "RC159", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Adams;given-names:CM", "name_2": "surname:Fong;given-names:GW", "name_3": "surname:Hommer;given-names:D", "pub-id_doi": "10.1523/JNEUROSCI.21-16-j0002.2001", "pub-id_pmid": "11459880", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "21", "year": "2001"}, "text": "Anticipation of increasing monetary reward selectively recruits nucleus accumbens", "sentences": [], "annotations": [], "relations": []}, {"offset": 38493, "infons": {"fpage": "505", "lpage": "515", "name_0": "surname:Hodgkinson;given-names:CA", "pub-id_doi": "10.1093/alcalc/agn032", "pub-id_pmid": "18477577", "section_type": "REF", "source": "Alcohol Alcohol", "type": "ref", "volume": "43", "year": "2008"}, "text": "Addictions biology: haplotype-based analysis for 130 candidate genes on a single array", "sentences": [], "annotations": [], "relations": []}, {"offset": 38580, "infons": {"fpage": "5082", "lpage": "5087", "name_0": "surname:Bierut;given-names:LJ", "pub-id_doi": "10.1073/pnas.0911109107", "pub-id_pmid": "20202923", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "107", "year": "2010"}, "text": "A genome-wide association study of alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 38634, "infons": {"fpage": "204", "lpage": "208", "name_0": "surname:van Holst;given-names:RJ", "name_1": "surname:Clark;given-names:L", "name_2": "surname:Veltman;given-names:DJ", "name_3": "surname:van den Brink;given-names:W", "name_4": "surname:Goudriaan;given-names:AE", "pub-id_doi": "10.1016/j.drugalcdep.2014.06.019", "pub-id_pmid": "25012896", "section_type": "REF", "source": "Drug Alcohol Depend.", "type": "ref", "volume": "142", "year": "2014"}, "text": "Enhanced striatal responses during expectancy coding in alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 38709, "infons": {"fpage": "464", "lpage": "471", "name_0": "surname:Hikosaka;given-names:O", "pub-id_doi": "10.1016/S0166-2236(99)01439-3", "pub-id_pmid": "10481194", "section_type": "REF", "source": "Trends Neurosci.", "type": "ref", "volume": "22", "year": "1999"}, "text": "Parallel neural networks for learning sequential procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 38769, "infons": {"fpage": "604", "lpage": "619", "name_0": "surname:Hasler;given-names:G", "name_1": "surname:Northoff;given-names:G", "pub-id_doi": "10.1038/mp.2011.23", "pub-id_pmid": "21602829", "section_type": "REF", "source": "Mol. Psychiatry", "type": "ref", "volume": "16", "year": "2011"}, "text": "Discovering imaging endophenotypes for major depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 38825, "infons": {"fpage": "9391", "lpage": "9396", "name_0": "surname:Barbosa;given-names:AC", "pub-id_doi": "10.1073/pnas.0802679105", "pub-id_pmid": "18599438", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "105", "year": "2008"}, "text": "MEF2C, a transcription factor that facilitates learning and memory by negative regulation of synapse numbers and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 38947, "infons": {"fpage": "1042", "lpage": "1051", "name_0": "surname:Nowakowska;given-names:BA", "pub-id_pmid": "20333642", "section_type": "REF", "source": "Am. J. Med Genet B Neuropsychiatr. Genet", "type": "ref", "volume": "153b", "year": "2010"}, "text": "Severe mental retardation, seizures, and hypotonia due to deletions of MEF2C", "sentences": [], "annotations": [], "relations": []}, {"offset": 39024, "infons": {"fpage": "722", "lpage": "733", "name_0": "surname:Zweier;given-names:M", "pub-id_doi": "10.1002/humu.21253", "pub-id_pmid": "20513142", "section_type": "REF", "source": "Hum. Mutat.", "type": "ref", "volume": "31", "year": "2010"}, "text": "Mutations in MEF2C from the 5q14.3q15 microdeletion syndrome region are a frequent cause of severe mental retardation and diminish MECP2 and CDKL5 expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 39182, "infons": {"fpage": "71", "lpage": "75", "name_0": "surname:Bienvenu;given-names:T", "name_1": "surname:Diebold;given-names:B", "name_2": "surname:Chelly;given-names:J", "name_3": "surname:Isidor;given-names:B", "pub-id_doi": "10.1007/s10048-012-0344-7", "pub-id_pmid": "23001426", "section_type": "REF", "source": "Neurogenetics", "type": "ref", "volume": "14", "year": "2013"}, "text": "Refining the phenotype associated with MEF2C point mutations", "sentences": [], "annotations": [], "relations": []}, {"offset": 39243, "infons": {"fpage": "1592", "name_0": "surname:Engels;given-names:H", "pub-id_doi": "10.1038/ejhg.2009.90", "pub-id_pmid": "19471318", "section_type": "REF", "source": "Eur. J. Hum. Genet", "type": "ref", "volume": "17", "year": "2009"}, "text": "A novel microdeletion syndrome involving 5q14. 3-q15: clinical and molecular cytogenetic characterization of three patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 39367, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wray N. R., et al. Genome-wide association analyses identify 44 risk variants and refine the genetic architecture of major depression. Nat Genet. 50, 668 (2018).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39529, "infons": {"fpage": "1068", "lpage": "1087", "name_0": "surname:Wray;given-names:NR", "pub-id_doi": "10.1111/jcpp.12295", "pub-id_pmid": "25132410", "section_type": "REF", "source": "J. Child Psychol. Psychiatry", "type": "ref", "volume": "55", "year": "2014"}, "text": "Research review: polygenic methods and their application to psychiatric traits", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}