{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "6051312", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2018.03.023", "article-id_pmc": "6051312", "article-id_pmid": "30035011", "article-id_publisher-id": "S2213-1582(18)30093-7", "fpage": "137", "kwd": "Cerebellum Clinical high-risk Disorganized symptoms fMRI Psychosis Second-order rule learning", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "146", "name_0": "surname:Bernard;given-names:Jessica A.", "name_1": "surname:Orr;given-names:Joseph M.", "name_2": "surname:Dean;given-names:Derek J.", "name_3": "surname:Mittal;given-names:Vijay A.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "19", "year": "2018"}, "text": "The cerebellum and learning of non-motor associations in individuals at clinical-high risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 105, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The cerebello-thalamo-cortical circuit (CTCC) has been implicated in schizophrenia. However, this work has been limited to structural and functional networks, or behavior, and to date, has not been evaluated in clinical high-risk (CHR) youth, a group at elevated risk for psychosis. Here, we used an innovative learning paradigm known to activate the CTCC (while limiting potential motor confounds) to evaluate CHR and healthy control individuals during functional magnetic resonance imaging (fMRI). 20 CHR and 21 healthy control individuals performed a second-order rule learning task while undergoing fMRI. This was preceded and followed by the paradigm under dual-task conditions. In addition, all participants underwent structured clinical interviews to confirm a prodromal syndrome and assess symptom severity. The rate of learning did not differ between groups. However, the CHR group consistently performed more poorly under dual-task conditions, and exhibited a higher dual-task cost after learning. Further, learning rate in the CHR group was significantly associated with symptom severity. Both groups showed activation in regions of the CTCC. During early learning, the CHR group exhibited greater engagement of regions of the default mode network, suggesting that they were less able to engage the appropriate task positive networks. During late learning, there were qualitative differences wherein controls showed more prefrontal cortical activation. Higher order cognitive rule learning is related to symptom severity in CHR individuals. fMRI revealed that CHR individuals may not reliably disengage the default mode network, and during late learning high-risk youth may not engage the prefrontal cortex as extensively as controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1851, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 1862, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "There are few fMRI studies in youth at clinical high-risk (CHR) of psychosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1940, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This is the first task-based fMRI study of the cerebellum in a CHR population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2019, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "CHR learn at a similar rate, but not as well, as healthy controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2086, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Learning rate is related to disorganized symptom severity in the CHR group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2162, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The groups engage cerebello-thalamo-cortical circuits differently during learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2245, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2258, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Understanding the pathophysiology of schizophrenia is critical for the development of effective interventions, and for prevention prior to disease onset. One of the leading frameworks for conceptualizing the wide range of symptoms and the cognitive impairments associated with schizophrenia is that of cognitive dysmetria. This theory holds that schizophrenia is associated with uncoordinated thoughts that result in the disparate symptoms and cognitive difficulties seen in these patients. Seminal work outlining this theory implicated cerebellar and prefrontal brain regions, suggesting that the cerebello-thalamo-cortical circuit (CTCC) may play a key role in cognitive dysmetria. The cerebellum has been suggested to play a critical role in the coordination of fluid motor behaviors, though cerebellar circuitry allows for a parallel role in the coordination of thought. Dysfunction in the CTCC network may therefore contribute to cognitive dysfunction, as well as symptom severity, particularly disorganized symptoms, as seen in patients with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3321, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In more recent years, work investigating the CTCC and cerebellum in patients with schizophrenia has revealed that cerebellar dysfunction is present in this population. Moreover, our recent work demonstrates CTCC dysfunction prior to the onset of psychosis during the clinical high risk (CHR) period. Notably, this work demonstrates CTCC dysfunction in a population that is not impacted by many of the confounds seen in patients with schizophrenia. Further, we recently found that the integrity of CTCC functional circuits was predictive of symptom progression over time. Together, this suggests that CTCC dysfunction may be related to the pathophysiology of psychosis, and that dysfunction in this circuit may contribute to disease progression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4066, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With that said, the existing perspective of CTCC dysfunction in CHR populations is limited in several key ways. First, the majority of our work to date has focused on structure and resting state networks. Evidence for differences in functional activation of the cerebellum and prefrontal cortex, paralleling what was found by Andreasen and colleagues in patients with schizophrenia is lacking. Support for altered functional engagement prior to the onset of formal psychosis would provide key evidence suggesting that CTCC dysfunction is part of the pathophysiology of psychosis. Second, we have been largely focused on motor behaviors, while the cognitive dysmetria theory has been framed in terms of non-motor behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4788, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In our recent work, we suggested that dysfunctional internal models and deficits in internal model formation may result in dysmetria of thought in schizophrenia. While motor learning has been the primary domain of investigation for the study of internal model formation, recently developed a rule-learning task that dissociated motor responses from the cognitive (second-order) rule that was learned. With their experimental design and scanning parameters they were able to separately investigate the activation associated with the second-order rule from the processing and activation associated with executing a motor response. They demonstrated activation in the lateral posterior regions of the cerebellum (Crus I and Crus II) during the learning of non-motor rules. This task allows us to investigate learning and internal model formation in the non-motor domain. In doing so, we can test the idea that cognitive dysmetria and dysfunctional internal model formation are present in CHR populations prior to the onset of formal psychosis. If such deficits are present, this would then suggest that cerebellar dysfunction, specifically the formation of internal models, is present prior to the onset of formal psychosis in at-risk individuals, and may be related to the pathophysiology of psychosis. In what is, to our knowledge, the first fMRI study of cerebellar function in CHR youth, we used the task developed by to investigate non-motor learning. First, we expected lateral posterior cerebellar activation during the learning of new cognitive rules, consistent with. Second, we expected to see group activation differences, wherein activation would be decreased in the CHR group. Behaviorally, we expected to see performance deficits in the CHR group, particularly under dual-task conditions after learning, consistent with the extant literature demonstrating cognitive deficits in CHR populations and in psychosis. Finally, we hypothesized that if internal model formation and cognitive dysmetria were related to disease, we would see correlations with symptom severity, particularly in disorganized and positive symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6919, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6927, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 6940, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Participant demographics and symptom severity. Mean (± standard deviation). Significant group differences are also indicated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7066, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\"/><th>CHR</th><th>Control</th></tr></thead><tbody><tr><td colspan=\"2\">N</td><td>20 (7 female)</td><td>21 (11 female)</td></tr><tr><td colspan=\"2\">Age (years)</td><td>20.8 (1.54)</td><td>21.5 (1.83)</td></tr><tr><td colspan=\"2\">Parent education (years)</td><td>16.55 (1.82)</td><td>15.90 (2.96)</td></tr><tr><td colspan=\"2\">Participant education (years)</td><td>13.55 (1.32)</td><td>14.28 (1.48)</td></tr><tr><td colspan=\"2\">Alcohol use</td><td>1.7 (0.47)</td><td>1.81 (0.40)</td></tr><tr><td colspan=\"2\">Marijuana use</td><td>1.5 (0.51)</td><td>1.38 (0.49)</td></tr><tr><td rowspan=\"4\">Symptom severity</td><td>Positive<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td>12.1 (4.39)</td><td>0.38 (0.86)</td></tr><tr><td>Negative<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td>13.5 (8.35)</td><td>0.52 (0.75)</td></tr><tr><td>Disorganized<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td>6.65 (3.57)</td><td>0.24 (0.54)</td></tr><tr><td>General<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td>8.15 (3.85)</td><td>0.38 (0.74)</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7077, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\"/><th>CHR</th><th>Control</th></tr></thead><tbody><tr><td colspan=\"2\">N</td><td>20 (7 female)</td><td>21 (11 female)</td></tr><tr><td colspan=\"2\">Age (years)</td><td>20.8 (1.54)</td><td>21.5 (1.83)</td></tr><tr><td colspan=\"2\">Parent education (years)</td><td>16.55 (1.82)</td><td>15.90 (2.96)</td></tr><tr><td colspan=\"2\">Participant education (years)</td><td>13.55 (1.32)</td><td>14.28 (1.48)</td></tr><tr><td colspan=\"2\">Alcohol use</td><td>1.7 (0.47)</td><td>1.81 (0.40)</td></tr><tr><td colspan=\"2\">Marijuana use</td><td>1.5 (0.51)</td><td>1.38 (0.49)</td></tr><tr><td rowspan=\"4\">Symptom severity</td><td>Positive<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td>12.1 (4.39)</td><td>0.38 (0.86)</td></tr><tr><td>Negative<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td>13.5 (8.35)</td><td>0.52 (0.75)</td></tr><tr><td>Disorganized<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td>6.65 (3.57)</td><td>0.24 (0.54)</td></tr><tr><td>General<xref rid=\"tf0015\" ref-type=\"table-fn\">⁎⁎⁎</xref></td><td>8.15 (3.85)</td><td>0.38 (0.74)</td></tr></tbody></table>\n"}, "text": "\tCHR\tControl\t \tN\t20 (7 female)\t21 (11 female)\t \tAge (years)\t20.8 (1.54)\t21.5 (1.83)\t \tParent education (years)\t16.55 (1.82)\t15.90 (2.96)\t \tParticipant education (years)\t13.55 (1.32)\t14.28 (1.48)\t \tAlcohol use\t1.7 (0.47)\t1.81 (0.40)\t \tMarijuana use\t1.5 (0.51)\t1.38 (0.49)\t \tSymptom severity\tPositive⁎⁎⁎\t12.1 (4.39)\t0.38 (0.86)\t \tNegative⁎⁎⁎\t13.5 (8.35)\t0.52 (0.75)\t \tDisorganized⁎⁎⁎\t6.65 (3.57)\t0.24 (0.54)\t \tGeneral⁎⁎⁎\t8.15 (3.85)\t0.38 (0.74)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7523, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7534, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Here, we investigated 20 adolescent and young adult CHR individuals (mean age = 20.8 ± 1.54 years, 7 female), and 21 healthy controls (mean age = 21.5 ± 1.83 years, 11 female). See Table 1 for demographic information. All participants had previously enrolled in a longitudinal study investigating psychosis risk as part of the Adolescent Development and Preventative Treatment (ADAPT) research program at the University of Colorado Boulder. Participants were recruited for participation in this investigation at the end of their annual study visit, or were directly contacted over the phone. Prior to beginning the study all participants signed an IRB-approved consent form. Exclusion criteria for both groups included a history of head injury, the presence of a neurological disorder, life-time substance dependence as assessed by the Structured Clinical Interview for Axis-I DSM IV Disorders, and the presence of any contraindications for the magnetic resonance imaging environment. In the CHR group, we also excluded individuals with an Axis I psychotic disorder. In the control sample, we excluded individuals with any diagnosis of an Axis I disorder. Further, the presence of a psychotic disorder in first-degree relatives was an additional exclusion criterion for the control group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8823, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Symptom assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 8842, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Structured Interview for Prodromal Syndromes (SIPS) measures distinct categories of prodromal symptom domains (positive, negative, disorganized, general) and is scored from 0 to 6 for each symptom. Inclusion in the CHR group was determined by moderate levels of positive symptoms (a SIPS score of 3–5 in one or more of the 5 positive symptom categories), and/or a decline in global functioning in association with the presence of schizotypal personality disorder, and/or a family history of schizophrenia. All interviewers had inter-rater reliabilities that exceeded Kappa ≥80. Because we were recruiting participants from an ongoing study, if the individual had been administered the SIPS (and SCID-IV) within one month prior to the scan, those assessments were used to minimize participant burden. For those with assessments over one month from the time of scan, individuals underwent an additional clinical interview. The frequency of alcohol and marijuana consumption was measured based on self-report on a scale from 0 to 5 where 0 indicates “never uses” and 5 indicates “daily use”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9935, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Second-order rule learning task", "sentences": [], "annotations": [], "relations": []}, {"offset": 9967, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to assess non-motor rule learning while targeting the CTCC, we used a second-order rule learning task developed by. This task was designed to dissociate the motoric response to a visual stimulus from the rule-learning itself. To do so, we used an event-related imaging design (described in more detail below) wherein we were able to dissociate the activation associated with the rule itself, from that associated with the preparation and execution of the motor response. Because we were particularly interested in cerebellar activation during learning in a non-motor paradigm in CHR individuals, we adapted the second-order rule learning condition to investigate group differences in cerebellar activation during learning. In order to focus on learning of the associations over time, we adapted the task such that participants completed 6 blocks of learning, whereas, also included several additional conditions, including a first-order rule. Just learning blocks allow for the collection of enough data to look at early versus late learning, and to asses group differences in both behavior and brain activation during these phases. Further, we modified this task slightly in terms of timing to work with multi-band imaging, but were careful to keep task timing as close to the original paradigm as possible (timing details described below).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11318, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were instructed to match an abstract shape with a color. There were four colors and four shapes. Initial responses were made by guessing. Participants received feedback about their performance after making their responses. During the task, participants were presented with an abstract shape in green, on a grey background for 460 ms (“instruction cue”), with four blanks below it, indicative of the buttons to be used for responding. This was both preceded and followed by a variable delay. After the delay, participants were presented with the word “Go!” written in red on a grey background for 230 ms, and were instructed to make a button-press response following the cue. Next, participants saw four hourglass shapes, each one a different color (black, blue, pink, or yellow) from left to right for 920 ms (“response cue”). From left to right, the hourglass shapes corresponded with the four button box keys. Finally, after the presentation of the response cue, participants were presented with feedback. They saw either a green circle (correct response), red circle (incorrect response), or the word “Missed” presented for 230 ms. If participants did not make a button press during the 920 ms “response cue” presentation, they received the “Missed” screen. Timing of the “Go!” screen, response cue, and feedback was variable over a period of 3680 ms. All participants completed 6 blocks of the task, each with 25 trials. The variable periods during both the initial “instruction cue” period and later during the “response” period were implemented so as to allow for jittering between events such that fMRI data could be analyzed in an event-related manner. Jittering during both phases of the task was done over a period of 3680 ms (equivalent to 8 TRs). In particular, because we are interested in the second-order non-motor rule, this allowed us to focus on an investigation of activation during the “instruction cue” when processing is of the rule information and the association, as opposed to during the “response cue”, where processing is related to motor preparation and execution. While we cannot have a task without an overt motor response, we were however able to parse the activation associated with different components of the task, with the imaging design, consistent with prior work using this task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13649, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the degree to which participants learned the task, participants also completed the task under dual-task conditions both before and after the learning blocks This condition served as a manipulation check to evaluate learning, and as such was not a condition of interest with respect to brain activity. During the dual-task condition, all aspects of the task remained the same; however, participants were asked to count backwards by 7, starting from 500. They were asked to count approximately once per second. We did not record counting accuracy, though we did encourage participants to continue counting throughout the task in any instances where the participant paused for >3 s. As we were interested in cerebellar activity during learning, all data collection was conducted in the MRI environment. However, we did not run the scanner during the pre- and post-learning dual-task blocks. This allowed the participant to speak without any additional motion confounds, and enabled us to hear their verbal counting without the background noise of the scanner. We quantified accuracy and reaction time. Accuracy was reported as the percent of correct responses, and was computed on a block by block basis. We also looked at both of these variables during the pre- and post-learning dual-task blocks. Finally, we quantified the dual-task cost, in terms of accuracy during the post-learning dual-task block, as compared to the accuracy during the final learning block.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15122, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Behavioral statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15154, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Demographic and behavioral variables were analyzed using IBM SPSS 22 (IBM Corporation Armonk, NY, 2012). Group demographic differences were investigated using independent-samples t-tests. We investigated accuracy during the pre- and post-test periods to ensure that all participants did in fact learn the shape-color associations. We calculated the difference between post-test accuracy and pre-test accuracy, and excluded any individual who was below 3 standard deviations from the group mean. Using this method, three HC individuals were excluded from our analyses. 2 of the 3 were below chance in their post-test responses; the third individual showed poor post-test accuracy, little change from pre- to post-test, and had below chance accuracy on blocks 3–6 of the learning task suggesting a lack of compliance with task instructions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15993, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, as a manipulation check to test whether learning did indeed occur, we compared accuracy under dual-task conditions before and after the learning paradigm using a 2 × 2 (group x timepoint) mixed model ANOVA. To investigate learning during the 6 learning blocks themselves, we took two approaches. First, we used a 2 × 6 (group x block) mixed model ANOVA to investigate performance across the task blocks. We were also interested in investigating the rate of learning, paralleling approaches taken in motor learning paradigms. Here, we were especially interested in the initial early learning phase, as cerebellar engagement has been shown to change during the early phases of learning. To determine the early learning phase, we followed the procedures outlined by Anguera and colleagues. We collapsed across groups and calculated the slope for consecutive blocks of increasing length (e.g., first two blocks, first three blocks), and tested which combination resulted in a significant drop in slope. We limited our analyses to the first four blocks, as upon visual inspection, participants in both groups began to reach asymptotic performance after block 4. We then compared the early learning rate between the two groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17222, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "While the dual-task condition is critical for testing the learning manipulation, it also allows us to investigate the dual-task cost, which can provide further insight into the degree to which individuals learned and automatized a task. Thus, we investigated group differences in the dual-task cost between the CHR and control groups after learning. Dual-task cost was operationalized as the difference in accuracy between the last block of the learning task and the dual-task condition that immediately followed (block 6 accuracy – dual-task accuracy). Positive values indicate better performance under the single task conditions, and the higher the value, the greater cost of performing under dual-task conditions. Finally, as we were interested in whether or not non-motor learning is related to symptom severity in CHR individuals, we also investigated correlations between early learning slope, and severity of positive, negative, and disorganized symptoms in the CHR group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18202, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 18224, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All functional imaging data was collected using a 3 T Siemens Magnetom Tim Trio (software version VB17A; Munich, Germany), using multi-band functional pulse sequences with a 32-channel head coil. Sequences for multi-band functional imaging were acquired from the Center for Magnetic Resonance Research (http://www.cmrr.umn.edu/multiband/index.shtml) and modified as needed for the UCB scanner. The multi-band pulse sequences allow for faster data acquisition, wherein we were able to decrease the TR while still maintaining the full-brain coverage required to investigate the cerebellum. Furthermore, these sequences eliminate the need for slice timing correction, and increases buffering against motion artifacts as multiple slices are collected in the same time it takes traditional imaging sequences to collect one. The latter motion factor is particularly useful when working with adolescent and clinical populations where participants may be more likely to move in the scanner. Structural images were acquired using a sagittal T1-weighted interleaved sequence (repetition time (TR) = 2400 ms, echo-time (TE) = 2.01 ms, echo spacing = 7.4 ms, flip angle = 8°, field-of-view = 256 mm × 256 mm × 180 mm, voxel resolution = 0.8 mm isotropic). Six runs of multiband EPIs, corresponding to our 6 task blocks (described above), were acquired in the posterior to anterior direction with the following parameters (multiband acceleration factor = 8, bandwidth = 2772 Hz/Px, TR = 460 ms, TE = 29.0, echo-spacing = 0.51 ms, flip-angle = 44°, field-of-view = 248 × 248 × 168 mm, voxel resolution = 3.0 mm isotropic, number of slices = 56, time = 4:00 min). We also collected two brief (20 volumes each) scans prior to the functional imaging runs, using the same EPI parameters but collected in both the anterior-to-posterior and posterior-to-anterior directions. These scans acquired in order to estimate and correct for distortion. The 6 runs of functional data were collected while individuals were performing the second-order learning task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20260, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI data pre-processing and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 20298, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As noted above, 3 HC individuals were excluded from our subsequent analyses due to poor performance and a demonstrable lack of learning during the learning paradigm. As such, our final sample for analysis included 18 HC individuals, and 20 CHR. The first 6 volumes of each functional run were removed to allow for scanner equilibrium, and functional data was corrected for distortions using FSL's topup. Additional FMRI data preprocessing was carried out using FEAT (FMRI Expert Analysis Tool) Version 6.00, part of FSL (FMRIB's Software Library, www.fmrib.ox.ac.uk/fsl). The following pre-statistics processing was applied: motion correction using MCFLIRT; non-brain removal using BET; spatial smoothing using a Gaussian kernel of FWHM 6 mm; and grand-mean intensity normalization of the entire 4D dataset by a single multiplicative factor. Motion artifacts were then removed using automated ICA-based methods. Registration to high resolution structural and/or standard space images was carried out using FLIRT with the Boundary Based Registration (BBR) cost function. Registration from high resolution structural to standard space was then further refined using FNIRT nonlinear registration. Registration as completed with FSL does a particularly good job of normalizing the cerebellum, and because we were particularly interested in both cerebellar, as well as whole-brain activation patterns, we used a whole-brain analysis approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21736, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First-level time-series statistical analysis was carried out using FILM (FMRIB's Improved Linear Model) with local autocorrelation correction. Data were highpass temporal filtered (Gaussian-weighted least-squares straight line fitting, with sigma = 45.0 s). The BOLD response was modeled for correct task response and incorrect task responses, using a double gamma hemodynamic response function (HRF) convolution as well as the temporal derivative to account for fluctuations in the timing of the HRF waveform. Here, given our focus on activation related to the second-order rule, our events were defined by the “instruction cue” as this was temporally distinct and dissociable from the response period, and no motor responses were being made at this time. We time-locked to the onset of the instruction cue presentation to the participant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22577, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Summary statistics were carried out in two-stages. A fixed effect model was defined to define contrasts for early and late learning. Early learning was defined as the mean response in the first two blocks and late learning was defined as the mean response in the last two blocks. Contrasts were defined for the mean of early and late learning, as well as the difference between early and late learning. We limited our analyses to the data from correct trials only, for all of our contrasts. Group means and group differences for early and late learning were calculated using a mixed model using FLAME (FMRIB's Local Analysis of Mixed Effects). Final group-level Z (Gaussianised T/F) statistic images were thresholded non-parametrically using clusters determined by Z > 3.1 and a cluster significance threshold of pFWE < 0.05 using permutation methods with 5000 permutations. 3-D statistics maps were projected to the midthickness surface (generated by averaging the white and pial surface coordinates) of the Human Connectome Project 900 subject group average and visualized using the Connectome Workbench v.1.2.3, while subcortical and cerebellar activation was depicted using FSLeyes (v. 0.21.1), as the Workbench does not represent subcortical structures or the cerebellum. Tables were generated with FSL's autoaq tool, which queries whether regions of clusters belong or not to one of various atlases available. Atlases used included the “Cerebellar Atlas in MNI152 space after normalization with FNIRT”, “Harvard-Oxford Cortical Structural Atlas”, and “Harvard-Oxford Subcortical Structural Atlas.” The cluster size, max z-statistic, and coordinate of the center of mass for each cluster is reported. Cluster names come from autoaq reports, and for large clusters, we report the top regions from autoaq along with the mean probabilities (range from 0 to 100). The mean probabilities for each cluster will not add up to 100 where the cluster lies on the outside, or on the edge of, the ROIs featured in the atlas. Large probabilities were associated with Left or Right Cerebral Cortex and Left or Right White Matter, but these were omitted from the tables as they were non-informative.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24767, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 24775, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Behavioral performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 24798, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The two groups did not differ on any key demographic factors, including self-reported alcohol and marijuana usage (for all factors, t(39) < 1.39, p > 0.171); however, the groups did show a trend-level difference in education (t(39) = −1.67, p = 0.101). Mean years of education was slightly higher in the control group, likely due to the fact that the control group was slightly older than the CHR group (see Table 1). As expected, there were significant differences in symptom severity between the two groups (across all symptom domains t(39) > 7.12, p < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25361, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "A. Dual-task performance before and after learning suggests both groups learned the associations evidenced by a significant main effect of time-point. However, there was also a significant main effect of group wherein the UHR group consistent performed worse than the HC group. B. A significant main effect of block demonstrates improved accuracy over the course of learning across both groups. C. Rate of early learning in the UHR and HC groups. D. Dual-task costs after learning in the two groups. The UHR group shows a higher dual-task cost, indicated by a greater difference in accuracy from the end of learning to the post-learning dual-task block. E. Early learning is significantly correlated with disorganized symptoms, and F. with generalized symptoms in the UHR group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26140, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 26147, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "With respect to performance on the learning task, dual-task accuracy before and after the 6 blocks of learning indicates that participants across groups did indeed learn. Although there was no significant group by time-point interaction (F(1,36) = 0.841, p = 0.36), there was a significant main effect of time-point, such that dual-task performance after learning was higher than that before learning (F(1,36) = 313.31, p < 0.001; Fig. 1a). There was also a significant main effect of group (F(1,36) = 4.46, p = 0.04), wherein the CHR group consistently performed worse under dual-task conditions. During the task itself, our group by block ANOVA revealed a significant main effect of block (F(5,36) = 42.973, p < 0.001; Fig. 1b) such that accuracy improved across the learning task. The group x block interaction (F(5,36) = 0.735, p = 0.59), and the main effect of group were not significant (F(1,36) = 0.009, p = 0.92).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27069, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We determined the early learning period using a repeated measures ANOVA. We compared the slope based on accuracy calculated with the first two, three, and four learning blocks respectively. This revealed a significant main effect of slope calculation (F(2,74) = 28.07, p < 0.001). The steepest slope was calculated over the first two blocks of learning. This was confirmed with follow-up paired t-tests, which indicated a significantly lower slope when calculated using the first three (t(37) = 3.98, p < 0.001) or the first four blocks (t(37) = 5.82, p < 0.001). We found no group differences in the rate of learning (t(37) = 0.36, p = 0.45; Fig. 1c). With respect to dual-task cost after learning, we found a significant group difference (t(37) = 2.50, p = 0.017; Fig. 1d), such that the dual-task cost was greater in the CHR group. Thus, despite showing a similar rate of learning to controls, and no overall accuracy difference during the learning blocks, the CHR group was more impaired under dual-task conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28089, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we were interested in whether or not higher-order rule learning was related to symptom severity in the CHR group. We focused on the early learning period, as this is the purported time when error-related information is being used by the cerebellum to form and refine new internal models, given that cerebellar function is of particular interest in our investigation here. There were no significant associations between early learning rate and positive symptom severity (r(20) = −0.058, p = 0.81), though there was a weak trend with negative symptoms (r(20) = −0.332, p = 0.15). The relationship with disorganized symptom severity (r(20) = −0.572, p = 0.008; Fig. 1e) was however significant. Those with the slowest rate of learning had the most severe symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28860, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Brain activation patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 28886, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Early learning activation in the UHR group demonstrating significant activation in anterior and posterior cingulate regions associated with the default mode network. Sagittal slices are arranged from x = 10 (top left) to x = −10 in increments of 2. The red outline delineates x = 0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29169, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 29176, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Areas of activation for the CHR group during early learning, and the CHR and healthy control (HC) group during late learning. Early and late learning were defined as the first two and last two blocks of the learning task, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29412, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Late Learning, HC Group</th><th/><th/><th/><th/><th/></tr></thead><tbody><tr><td>Region</td><td>Voxels</td><td>Max Z-Stat</td><td>X</td><td>Y</td><td>Z</td></tr><tr><td> Large Cluster, Top Regions Reported Below</td><td>23,978</td><td>3.54</td><td>−36</td><td>−48</td><td>−32</td></tr><tr><td>Top 10 Regions</td><td>Mean Probability</td><td/><td/><td/><td/></tr><tr><td> RightFrontal Pole</td><td>6.4</td><td/><td/><td/><td/></tr><tr><td> Bilateral Cingulate Gyrus, anterior division</td><td>5.0</td><td/><td/><td/><td/></tr><tr><td> Bilateral Cingulate Gyrus, posterior division</td><td>4.2</td><td/><td/><td/><td/></tr><tr><td> Left Thalamus</td><td>3.9</td><td/><td/><td/><td/></tr><tr><td> Bilateral Paracingulate Gyrus</td><td>3.4</td><td/><td/><td/><td/></tr><tr><td> Left Putamen</td><td>3.3</td><td/><td/><td/><td/></tr><tr><td> Right Putamen</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Thalamus</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Middle Frontal Gyrus</td><td>2.3</td><td/><td/><td/><td/></tr><tr><td> Right Superior Frontal Gyrus</td><td>1.7</td><td/><td/><td/><td/></tr><tr><td> Right Insular Cortex</td><td>1.6</td><td/><td/><td/><td/></tr><tr><td> Right Lingual Gyrus</td><td>1.5</td><td/><td/><td/><td/></tr><tr><td> Left Caudate</td><td>1.4</td><td/><td/><td/><td/></tr><tr><td> Temporal Occipital Fusiform Cortex</td><td>1.3</td><td/><td/><td/><td/></tr><tr><td> Right Hippocampus</td><td>1.0</td><td/><td/><td/><td/></tr><tr><td> Left Pallidum</td><td>0.9</td><td/><td/><td/><td/></tr><tr><td> Left VI</td><td>0.7</td><td/><td/><td/><td/></tr><tr><td> Right Frontal Orbital Cortex</td><td>0.7</td><td/><td/><td/><td/></tr><tr><td> Right Caudate</td><td>0.5</td><td/><td/><td/><td/></tr><tr><td> Right VI</td><td>0.5</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29423, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Late Learning, HC Group</th><th/><th/><th/><th/><th/></tr></thead><tbody><tr><td>Region</td><td>Voxels</td><td>Max Z-Stat</td><td>X</td><td>Y</td><td>Z</td></tr><tr><td> Large Cluster, Top Regions Reported Below</td><td>23,978</td><td>3.54</td><td>−36</td><td>−48</td><td>−32</td></tr><tr><td>Top 10 Regions</td><td>Mean Probability</td><td/><td/><td/><td/></tr><tr><td> RightFrontal Pole</td><td>6.4</td><td/><td/><td/><td/></tr><tr><td> Bilateral Cingulate Gyrus, anterior division</td><td>5.0</td><td/><td/><td/><td/></tr><tr><td> Bilateral Cingulate Gyrus, posterior division</td><td>4.2</td><td/><td/><td/><td/></tr><tr><td> Left Thalamus</td><td>3.9</td><td/><td/><td/><td/></tr><tr><td> Bilateral Paracingulate Gyrus</td><td>3.4</td><td/><td/><td/><td/></tr><tr><td> Left Putamen</td><td>3.3</td><td/><td/><td/><td/></tr><tr><td> Right Putamen</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Thalamus</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Middle Frontal Gyrus</td><td>2.3</td><td/><td/><td/><td/></tr><tr><td> Right Superior Frontal Gyrus</td><td>1.7</td><td/><td/><td/><td/></tr><tr><td> Right Insular Cortex</td><td>1.6</td><td/><td/><td/><td/></tr><tr><td> Right Lingual Gyrus</td><td>1.5</td><td/><td/><td/><td/></tr><tr><td> Left Caudate</td><td>1.4</td><td/><td/><td/><td/></tr><tr><td> Temporal Occipital Fusiform Cortex</td><td>1.3</td><td/><td/><td/><td/></tr><tr><td> Right Hippocampus</td><td>1.0</td><td/><td/><td/><td/></tr><tr><td> Left Pallidum</td><td>0.9</td><td/><td/><td/><td/></tr><tr><td> Left VI</td><td>0.7</td><td/><td/><td/><td/></tr><tr><td> Right Frontal Orbital Cortex</td><td>0.7</td><td/><td/><td/><td/></tr><tr><td> Right Caudate</td><td>0.5</td><td/><td/><td/><td/></tr><tr><td> Right VI</td><td>0.5</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Early Learning, CHR Group\t \tRegion\tVoxels\tMax Z-Stat\tX\tY\tZ\t \t 80% Cingulate Gyrus, posterior division\t277\t2.75\t-8\t38\t12\t \t 94% Cingulate Gyrus, anterior division\t264\t3.09\t−6\t−44\t38\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29612, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Late Learning, HC Group</th><th/><th/><th/><th/><th/></tr></thead><tbody><tr><td>Region</td><td>Voxels</td><td>Max Z-Stat</td><td>X</td><td>Y</td><td>Z</td></tr><tr><td> Large Cluster, Top Regions Reported Below</td><td>23,978</td><td>3.54</td><td>−36</td><td>−48</td><td>−32</td></tr><tr><td>Top 10 Regions</td><td>Mean Probability</td><td/><td/><td/><td/></tr><tr><td> RightFrontal Pole</td><td>6.4</td><td/><td/><td/><td/></tr><tr><td> Bilateral Cingulate Gyrus, anterior division</td><td>5.0</td><td/><td/><td/><td/></tr><tr><td> Bilateral Cingulate Gyrus, posterior division</td><td>4.2</td><td/><td/><td/><td/></tr><tr><td> Left Thalamus</td><td>3.9</td><td/><td/><td/><td/></tr><tr><td> Bilateral Paracingulate Gyrus</td><td>3.4</td><td/><td/><td/><td/></tr><tr><td> Left Putamen</td><td>3.3</td><td/><td/><td/><td/></tr><tr><td> Right Putamen</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Thalamus</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Middle Frontal Gyrus</td><td>2.3</td><td/><td/><td/><td/></tr><tr><td> Right Superior Frontal Gyrus</td><td>1.7</td><td/><td/><td/><td/></tr><tr><td> Right Insular Cortex</td><td>1.6</td><td/><td/><td/><td/></tr><tr><td> Right Lingual Gyrus</td><td>1.5</td><td/><td/><td/><td/></tr><tr><td> Left Caudate</td><td>1.4</td><td/><td/><td/><td/></tr><tr><td> Temporal Occipital Fusiform Cortex</td><td>1.3</td><td/><td/><td/><td/></tr><tr><td> Right Hippocampus</td><td>1.0</td><td/><td/><td/><td/></tr><tr><td> Left Pallidum</td><td>0.9</td><td/><td/><td/><td/></tr><tr><td> Left VI</td><td>0.7</td><td/><td/><td/><td/></tr><tr><td> Right Frontal Orbital Cortex</td><td>0.7</td><td/><td/><td/><td/></tr><tr><td> Right Caudate</td><td>0.5</td><td/><td/><td/><td/></tr><tr><td> Right VI</td><td>0.5</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Late Learning, CHR Group\t \tRegion\tVoxels\tMax Z-Stat\tX\tY\tZ\t \t Large Cluster, Top Regions Reported Below\t46,722\t3.54\t24\t−40\t−48\t \tTop 20 Regions\tMean probability\t\t\t\t\t \t Bilateral Frontal Pole\t5.3\t\t\t\t\t \t Bilateral Cingulate Gyrus, anterior division\t3.3\t\t\t\t\t \t Bilateral Cingulate Gyrus, posterior division\t2.9\t\t\t\t\t \t Bilateral Insular Cortex\t2.8\t\t\t\t\t \t Bilateral Central Opercular Cortex\t2.4\t\t\t\t\t \t Bilateral Precentral Gyrus\t2.2\t\t\t\t\t \t Right Thalamus\t2.0\t\t\t\t\t \t Bilateral Paracingulate Gyrus\t1.8\t\t\t\t\t \t Left Thalamus\t1.8\t\t\t\t\t \t Left Putamen\t1.7\t\t\t\t\t \t Right Putamen\t1.7\t\t\t\t\t \t Bilateral Postcentral Gyrus\t1.5\t\t\t\t\t \t Right Middle Frontal Gyrus\t1.3\t\t\t\t\t \t Bilateral Temporal Fusiform Cortex, posterior division\t1.3\t\t\t\t\t \t BilateralLingual Gyrus\t1.2\t\t\t\t\t \t Bilateral Temporal Occipital Fusiform Cortex\t1.1\t\t\t\t\t \t Bilateral Frontal Orbital Cortex\t1.0\t\t\t\t\t \t Bilateral Parietal Operculum Cortex\t0.9\t\t\t\t\t \t Left VI\t0.8\t\t\t\t\t \t Right Temporal Pole\t0.8\t\t\t\t\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 30566, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Late Learning, HC Group</th><th/><th/><th/><th/><th/></tr></thead><tbody><tr><td>Region</td><td>Voxels</td><td>Max Z-Stat</td><td>X</td><td>Y</td><td>Z</td></tr><tr><td> Large Cluster, Top Regions Reported Below</td><td>23,978</td><td>3.54</td><td>−36</td><td>−48</td><td>−32</td></tr><tr><td>Top 10 Regions</td><td>Mean Probability</td><td/><td/><td/><td/></tr><tr><td> RightFrontal Pole</td><td>6.4</td><td/><td/><td/><td/></tr><tr><td> Bilateral Cingulate Gyrus, anterior division</td><td>5.0</td><td/><td/><td/><td/></tr><tr><td> Bilateral Cingulate Gyrus, posterior division</td><td>4.2</td><td/><td/><td/><td/></tr><tr><td> Left Thalamus</td><td>3.9</td><td/><td/><td/><td/></tr><tr><td> Bilateral Paracingulate Gyrus</td><td>3.4</td><td/><td/><td/><td/></tr><tr><td> Left Putamen</td><td>3.3</td><td/><td/><td/><td/></tr><tr><td> Right Putamen</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Thalamus</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Middle Frontal Gyrus</td><td>2.3</td><td/><td/><td/><td/></tr><tr><td> Right Superior Frontal Gyrus</td><td>1.7</td><td/><td/><td/><td/></tr><tr><td> Right Insular Cortex</td><td>1.6</td><td/><td/><td/><td/></tr><tr><td> Right Lingual Gyrus</td><td>1.5</td><td/><td/><td/><td/></tr><tr><td> Left Caudate</td><td>1.4</td><td/><td/><td/><td/></tr><tr><td> Temporal Occipital Fusiform Cortex</td><td>1.3</td><td/><td/><td/><td/></tr><tr><td> Right Hippocampus</td><td>1.0</td><td/><td/><td/><td/></tr><tr><td> Left Pallidum</td><td>0.9</td><td/><td/><td/><td/></tr><tr><td> Left VI</td><td>0.7</td><td/><td/><td/><td/></tr><tr><td> Right Frontal Orbital Cortex</td><td>0.7</td><td/><td/><td/><td/></tr><tr><td> Right Caudate</td><td>0.5</td><td/><td/><td/><td/></tr><tr><td> Right VI</td><td>0.5</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Late Learning, HC Group\t\t\t\t\t\t \tRegion\tVoxels\tMax Z-Stat\tX\tY\tZ\t \t Large Cluster, Top Regions Reported Below\t23,978\t3.54\t−36\t−48\t−32\t \tTop 10 Regions\tMean Probability\t\t\t\t\t \t RightFrontal Pole\t6.4\t\t\t\t\t \t Bilateral Cingulate Gyrus, anterior division\t5.0\t\t\t\t\t \t Bilateral Cingulate Gyrus, posterior division\t4.2\t\t\t\t\t \t Left Thalamus\t3.9\t\t\t\t\t \t Bilateral Paracingulate Gyrus\t3.4\t\t\t\t\t \t Left Putamen\t3.3\t\t\t\t\t \t Right Putamen\t3.2\t\t\t\t\t \t Right Thalamus\t3.2\t\t\t\t\t \t Right Middle Frontal Gyrus\t2.3\t\t\t\t\t \t Right Superior Frontal Gyrus\t1.7\t\t\t\t\t \t Right Insular Cortex\t1.6\t\t\t\t\t \t Right Lingual Gyrus\t1.5\t\t\t\t\t \t Left Caudate\t1.4\t\t\t\t\t \t Temporal Occipital Fusiform Cortex\t1.3\t\t\t\t\t \t Right Hippocampus\t1.0\t\t\t\t\t \t Left Pallidum\t0.9\t\t\t\t\t \t Left VI\t0.7\t\t\t\t\t \t Right Frontal Orbital Cortex\t0.7\t\t\t\t\t \t Right Caudate\t0.5\t\t\t\t\t \t Right VI\t0.5\t\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 31390, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Late learning in UHR and control groups. A. Cortical surface projection maps depict lateral surface (top row) and medial surface (second row). B. Sagittal, coronal and axial views centered on −24, −40, −26. Widespread activation was associated with late learning in both the UHR (left) and control (right) groups. This pattern of activation included prefrontal cortical areas, parahippocampal gyrus, insula, as well as bilateral Lobule VI in the cerebellum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31848, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 31855, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "Group differences in activation during late learning in the UHR group relative to controls. Cortical surface projection maps depict the lateral surface Greater activation was seen in both the bilateral sensorimotor cortex, and superior temporal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32107, "infons": {"file": "gr4.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 32114, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of late and early learning. A. Cortical surface projection maps depict lateral surface (top row) and medial surface (second row). B. Sagittal, coronal and axial views with coordinates below the figure. In both groups, more widespread learning was seen during the late learning phase, relative to early learning. In the UHR group alone (left), greater activation was found in motor and frontal cortical areas, as well as in cerebellar Lobule VI. In the HC group (right), greater activation was seen primarily in cingulate and premotor regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32668, "infons": {"file": "gr5.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 32675, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "Areas of activation associated with group differences during late learning, and within group differences during the late and early learning phases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32823, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"6\">Late &gt; Early Learning, Control Group</th></tr></thead><tbody><tr><td>Region</td><td>Voxels</td><td>Max Z-Stat</td><td>X</td><td>Y</td><td>Z</td></tr><tr><td> Large Medial Cluster</td><td>10,982</td><td>3.54</td><td>−24</td><td>6</td><td>−14</td></tr><tr><td> 39% Middle Frontal Gyrus</td><td>1646</td><td>3.54</td><td>46</td><td>48</td><td>32</td></tr><tr><td>Medial Cluster, Top 10 Regions</td><td>Mean probabilities</td><td/><td/><td/><td/></tr><tr><td> Left Thalamus</td><td>7.6</td><td/><td/><td/><td/></tr><tr><td> Cingulate Gyrus, posterior division</td><td>7.0</td><td/><td/><td/><td/></tr><tr><td> Left Putamen</td><td>7.0</td><td/><td/><td/><td/></tr><tr><td> Right Putamen</td><td>6.6</td><td/><td/><td/><td/></tr><tr><td> Right Thalamus</td><td>6.0</td><td/><td/><td/><td/></tr><tr><td> Cingulate Gyrus, anterior division</td><td>5.5</td><td/><td/><td/><td/></tr><tr><td> Left Caudate</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Caudate</td><td>2.3</td><td/><td/><td/><td/></tr><tr><td> Paracingulate Gyrus</td><td>2.0</td><td/><td/><td/><td/></tr><tr><td> Left Pallidum</td><td>1.7</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 32834, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"6\">Late &gt; Early Learning, Control Group</th></tr></thead><tbody><tr><td>Region</td><td>Voxels</td><td>Max Z-Stat</td><td>X</td><td>Y</td><td>Z</td></tr><tr><td> Large Medial Cluster</td><td>10,982</td><td>3.54</td><td>−24</td><td>6</td><td>−14</td></tr><tr><td> 39% Middle Frontal Gyrus</td><td>1646</td><td>3.54</td><td>46</td><td>48</td><td>32</td></tr><tr><td>Medial Cluster, Top 10 Regions</td><td>Mean probabilities</td><td/><td/><td/><td/></tr><tr><td> Left Thalamus</td><td>7.6</td><td/><td/><td/><td/></tr><tr><td> Cingulate Gyrus, posterior division</td><td>7.0</td><td/><td/><td/><td/></tr><tr><td> Left Putamen</td><td>7.0</td><td/><td/><td/><td/></tr><tr><td> Right Putamen</td><td>6.6</td><td/><td/><td/><td/></tr><tr><td> Right Thalamus</td><td>6.0</td><td/><td/><td/><td/></tr><tr><td> Cingulate Gyrus, anterior division</td><td>5.5</td><td/><td/><td/><td/></tr><tr><td> Left Caudate</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Caudate</td><td>2.3</td><td/><td/><td/><td/></tr><tr><td> Paracingulate Gyrus</td><td>2.0</td><td/><td/><td/><td/></tr><tr><td> Left Pallidum</td><td>1.7</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Late Learning, HC > CHR\t\t\t\t\t\t \tRegion\tVoxels\tMax Z-Stat\tX\tY\tZ\t \t 39% Central Opercular Cortex, 18% Parietal Operculum Cortex, 17% Planum Temporale\t802\t3.54\t66\t−4\t−4\t \t 43% Heschl's Gyrus\t636\t3.54\t−62\t4\t−2\t \t 71% Postcentral Gyrus\t247\t3.54\t−66\t−14\t22\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 33092, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"6\">Late &gt; Early Learning, Control Group</th></tr></thead><tbody><tr><td>Region</td><td>Voxels</td><td>Max Z-Stat</td><td>X</td><td>Y</td><td>Z</td></tr><tr><td> Large Medial Cluster</td><td>10,982</td><td>3.54</td><td>−24</td><td>6</td><td>−14</td></tr><tr><td> 39% Middle Frontal Gyrus</td><td>1646</td><td>3.54</td><td>46</td><td>48</td><td>32</td></tr><tr><td>Medial Cluster, Top 10 Regions</td><td>Mean probabilities</td><td/><td/><td/><td/></tr><tr><td> Left Thalamus</td><td>7.6</td><td/><td/><td/><td/></tr><tr><td> Cingulate Gyrus, posterior division</td><td>7.0</td><td/><td/><td/><td/></tr><tr><td> Left Putamen</td><td>7.0</td><td/><td/><td/><td/></tr><tr><td> Right Putamen</td><td>6.6</td><td/><td/><td/><td/></tr><tr><td> Right Thalamus</td><td>6.0</td><td/><td/><td/><td/></tr><tr><td> Cingulate Gyrus, anterior division</td><td>5.5</td><td/><td/><td/><td/></tr><tr><td> Left Caudate</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Caudate</td><td>2.3</td><td/><td/><td/><td/></tr><tr><td> Paracingulate Gyrus</td><td>2.0</td><td/><td/><td/><td/></tr><tr><td> Left Pallidum</td><td>1.7</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Late > Early Learning, CHR Group\t \tRegion\tVoxels\tMax Z-Stat\tX\tY\tZ\t \t Large Cluster, Top Regions Reported Below\t16,409\t3.54\t−30\t−46\t−30\t \tTop 20 Regions\tMean probability\t\t\t\t\t \t Bilateral Insular Cortex\t4.4\t\t\t\t\t \t Bilateral Central Opercular Cortex\t4.2\t\t\t\t\t \t Left Putamen\t4.1\t\t\t\t\t \t Left Precentral Gyrus\t4.0\t\t\t\t\t \t Right Putamen\t4.0\t\t\t\t\t \t Left Thalamus\t3.6\t\t\t\t\t \t Bilateral Lingual Gyrus\t2.7\t\t\t\t\t \t Cingulate Gyrus, posterior division\t2.5\t\t\t\t\t \t Temporal Occipital Fusiform Cortex\t2.4\t\t\t\t\t \t Right Thalamus\t2.0\t\t\t\t\t \t Cingulate Gyrus, anterior division\t1.8\t\t\t\t\t \t Left VI\t1.6\t\t\t\t\t \t Left Postcentral Gyrus\t1.3\t\t\t\t\t \t Left Inferior Frontal Gyrus, pars opercularis\t1.2\t\t\t\t\t \t Right VI\t1.2\t\t\t\t\t \t Bilateral Temporal Fusiform Cortex, posterior division\t1.2\t\t\t\t\t \t Bilateral Heschl's Gyrus (includes H1 and H2)\t1.1\t\t\t\t\t \t Bilateral Parietal Operculum Cortex\t1.0\t\t\t\t\t \t Bilateral Planum Polare\t0.9\t\t\t\t\t \t Left Pallidum\t0.8\t\t\t\t\t \t\u2028\u2028\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 34022, "infons": {"file": "t0015.xml", "id": "t0015", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"6\">Late &gt; Early Learning, Control Group</th></tr></thead><tbody><tr><td>Region</td><td>Voxels</td><td>Max Z-Stat</td><td>X</td><td>Y</td><td>Z</td></tr><tr><td> Large Medial Cluster</td><td>10,982</td><td>3.54</td><td>−24</td><td>6</td><td>−14</td></tr><tr><td> 39% Middle Frontal Gyrus</td><td>1646</td><td>3.54</td><td>46</td><td>48</td><td>32</td></tr><tr><td>Medial Cluster, Top 10 Regions</td><td>Mean probabilities</td><td/><td/><td/><td/></tr><tr><td> Left Thalamus</td><td>7.6</td><td/><td/><td/><td/></tr><tr><td> Cingulate Gyrus, posterior division</td><td>7.0</td><td/><td/><td/><td/></tr><tr><td> Left Putamen</td><td>7.0</td><td/><td/><td/><td/></tr><tr><td> Right Putamen</td><td>6.6</td><td/><td/><td/><td/></tr><tr><td> Right Thalamus</td><td>6.0</td><td/><td/><td/><td/></tr><tr><td> Cingulate Gyrus, anterior division</td><td>5.5</td><td/><td/><td/><td/></tr><tr><td> Left Caudate</td><td>3.2</td><td/><td/><td/><td/></tr><tr><td> Right Caudate</td><td>2.3</td><td/><td/><td/><td/></tr><tr><td> Paracingulate Gyrus</td><td>2.0</td><td/><td/><td/><td/></tr><tr><td> Left Pallidum</td><td>1.7</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Late > Early Learning, Control Group\t \tRegion\tVoxels\tMax Z-Stat\tX\tY\tZ\t \t Large Medial Cluster\t10,982\t3.54\t−24\t6\t−14\t \t 39% Middle Frontal Gyrus\t1646\t3.54\t46\t48\t32\t \tMedial Cluster, Top 10 Regions\tMean probabilities\t\t\t\t\t \t Left Thalamus\t7.6\t\t\t\t\t \t Cingulate Gyrus, posterior division\t7.0\t\t\t\t\t \t Left Putamen\t7.0\t\t\t\t\t \t Right Putamen\t6.6\t\t\t\t\t \t Right Thalamus\t6.0\t\t\t\t\t \t Cingulate Gyrus, anterior division\t5.5\t\t\t\t\t \t Left Caudate\t3.2\t\t\t\t\t \t Right Caudate\t2.3\t\t\t\t\t \t Paracingulate Gyrus\t2.0\t\t\t\t\t \t Left Pallidum\t1.7\t\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 34542, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Examining brain activation during the early phase of learning revealed a significant result in the CHR group alone. CHR participants showed activation of the rostral anterior cingulate cortex and the posterior cingulate, key regions in the default mode network (DMN), suggesting that individuals in the CHR group are unable to effectively disengage the DMN and bring on the appropriate task networks during early learning (Fig. 2; Table 2). Alternatively, CHR subjects may not have been engaged in the task during early learning, though this is unlikely given our behavioral findings. Late learning, however, was associated with widespread brain activation in both CHR and control participants in right prefrontal cortex (frontal pole and dorsolateral prefrontal cortex), bilateral insula, bilateral posterior parahippocampal gyrus, anterior and posterior cingulate cortex, and bilateral Lobule VI (Fig. 3; Table 2). Comparing CHR and control participants revealed greater activation in CHR within bilateral sensorimotor cortex and bilateral superior temporal gyrus (Fig. 4). When comparing early vs. late learning, there were no regions that showed greater activation for early compared to late learning. However, both groups showed significantly greater activation for late vs. early learning, albeit in different regions (Fig. 5; Table 3). CHR participants showed more activation for late vs. early learning in motor cortical, subcortical, and cerebellar regions, while greater activation in controls was present primarily in the prefrontal cortex. Despite these qualitative group differences, there were no statistically significant group differences for the contrast and late and early learning. Further details of the results are presented in Table 2, Table 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36309, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 36320, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Here, we adapted a novel learning paradigm that dissociates the learning of a second-order cognitive rule from the associated motoric responses necessary to capture the learning. Using this experimental approach in a population of CHR individuals and healthy controls, we investigated higher-order rule learning and the formation of internal models in the non-motor domain using fMRI. Notably, this is one of very few fMRI studies to be conducted in this important high-risk population, and the first of its kind specifically focused on a learning task that is highly reliant upon the recruitment of cerebellar resources. Behavioral results demonstrated that although CHR individuals learn at a similar rate as healthy controls, they are more negatively impacted by a cognitive challenge under dual-task conditions after learning. This suggests that with additional cognitive interference, perhaps these CHR youth are not as able to rely upon the resulting internal model after learning, or that said model is less efficient. Finally, the rate at which the rules were learned was significantly associated with symptom severity, providing support for the cognitive dysmetria prior to disease onset. Perhaps mirroring the similar learning rates observed for CHR and controls, there were only limited group differences in brain activation, restricted to early learning. Here, we will discuss the implications of both the behavioral and brain imaging findings in turn.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37785, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "With respect to behavior, our results are illuminating in several ways. First, it was somewhat surprising that the CHR group learned at a similar rate as the healthy controls. In our prior work looking at procedural motor learning, we found that CHR individuals learned more slowly as compared to healthy controls. There is evidence to suggest that cognitive deficits are present in CHR populations as well and as such we had expected to see learning deficits in the cognitive domain. However, it may be the case that in this sample, though there may be cognitive deficits (which were not directly assessed, a limitation of this investigation), they may not be severe enough to impact learning of second-order rules. Indeed, the impaired dual-task performance, does suggest that with additional cognitive load the CHR group is more negatively impacted. Further, the increased dual-task cost after learning in the CHR group suggests that they did not learn the rules as effectively as the control group. More active processing is still required under the dual-task conditions, suggesting that though the CHR group formed an internal model related to the rules, it was perhaps not as effective, and cannot be relied upon as automatically as in controls, as we recently proposed. This is suggestive of CTCC differences, consistent with what was proposed by Andreasen and colleagues in the cognitive dysmetria framework.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39202, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Also of note were the associations between rate of early learning and symptom severity. During the early learning phase, individuals are forming new internal models, and relying largely upon error information. Though the two groups did not differ in the rate of learning, it seems to be the case that the CHR group does not form internal models that are as effective, or efficient. Further, in the CHR group, we found significant associations between rate of learning, and disorganized symptoms. In our work looking at postural control, a cerebellar-dependent task, we demonstrated unique associations with negative symptom severity, and importantly, postural control predicted negative symptom severity over time. Thus, only a trend-level relationship with negative symptoms was somewhat surprising, though this may be due to the cognitive nature of the task. There are distinct motor and prefrontal (cognitive) cerebello-thalamo-cortical circuits and negative symptoms may be more predominantly associated with the motor networks. Here, the task taps into the cognitive regions of the cerebellum (primarily Crus I and II), and found associations with disorganized symptoms. This is particularly interesting, given the assertions of the cognitive dysmetria framework. It is suggested that thought is uncoordinated, and disorganization is just that. Cognitive learning seems to better tap into these symptoms and is consistent with what we would expect within the framework of cognitive dysmetria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40700, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our analysis of learning-related brain activation focused on early and late learning, defined as the first and last two blocks of the task. Compared with rest, there was little activation during early learning. CHR participants activated the DMN, which is typically deactivated during tasks with cognitive demands. This suggests that CHR individuals may not engage task-positive networks effectively. Related to the symptom associations noted above, it may be the case that those that better activated task-positive networks (or effectively suppressed the DMN), are the individuals with the fewest disorganized symptoms. The map for late learning (in both groups) resembled that of, with notably more prefrontal activation in the current study. Late learning involved a number of prefrontal regions including anterior and dorsal lateral prefrontal cortex, anterior cingulate cortex, and inferior frontal gyrus. While anterior and dorsal lateral prefrontal cortices have been associated with third- and forth-order rule learning in previous studies, it was not found by. CHR participants showed greater activation of bilateral sensorimotor cortex compared to controls during late learning. found that this region of cortex was involved in first-order rule learning, suggesting that perhaps CHR participants used less sophisticated strategies for learning. Indeed, when comparing late vs. early learning, controls showed activation of the prefrontal cortex, but CHR participants did not. Finally, in both groups, activation was seen during late learning in cerebellar Lobule VI. This region of the cerebellum has been associated with cognitive processing, and based on the patterns of connectivity of this region, this may be related to the prefrontal activation we found. Notably, unlike in the motor learning literature where a decrease in cerebellar activation has been seen with learning, that was not the case here as demonstrated by the null findings in the early>late learning contrast. With that said, qualitatively, we see greater activation extent in the cerebellum in the CHR group, which is broadly consistent with the idea that cerebellar internal models may less efficient in this patient group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42908, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While our results provide important new insights into CHR populations and suggests that the CTCC contributes to cognitive dysmetria before the onset of formal psychosis based on the associations between learning and disorganization, there are several limitations to consider. First, while there are very few fMRI studies in CHR samples making our results very novel and important, it is notable that we had a relatively small sample. Future work with larger CHR samples is critical. Second, we only investigated these individuals at one time point. Our results suggest interesting associations between symptom severity and higher-order rule learning, and provide insight into CTCC function, but we do not know whether these results are predictive of future disease state. Longitudinal work is necessary for a better understanding of the predictive utility of these behavioral and imaging markers as possible biomarkers of psychosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43841, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Here, using state-of-the-art fMRI coupled with a second-order rule learning task we found that CHR individuals are able to learn higher-order rules, but are greatly impacted in the presence of a cognitive challenge. This suggests that their internal models are either not as efficient, or that they are less able to rely upon these internal models, perhaps due to broader CTCC circuit dysfunction. While imaging findings found few group differences, the findings cautiously support the conclusion that CHR participants employed less efficient models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44392, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflicts of interest and disclosures", "sentences": [], "annotations": [], "relations": []}, {"offset": 44430, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no conflicts of interest related to this work. V.A.M. is a consultant with Takeda Pharmaceuticals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44549, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 44560, "infons": {"fpage": "870", "lpage": "888", "name_0": "surname:Andersson;given-names:J.L.R.", "name_1": "surname:Skare;given-names:S.", "name_2": "surname:Ashburner;given-names:J.", "pub-id_pmid": "14568458", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "20", "year": "2003"}, "text": "How to correct susceptibility distortions in spin-echo echo-planar images: application to diffusion tensor imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 44675, "infons": {"name_0": "surname:Andersson;given-names:J.L.R.", "name_1": "surname:Jenkinson;given-names:M.", "name_2": "surname:Smith;given-names:S.", "section_type": "REF", "source": "FMRIB Technial Report TR07JA2", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 44676, "infons": {"name_0": "surname:Andersson;given-names:J.L.R.", "name_1": "surname:Jenkinson;given-names:M.", "name_2": "surname:Smith;given-names:S.M.", "section_type": "REF", "source": "FMRIB Technical Report TR07JA1", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 44677, "infons": {"fpage": "81", "lpage": "88", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Pierson;given-names:R.", "pub-id_pmid": "18395701", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "64", "year": "2008"}, "text": "The role of the cerebellum in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44721, "infons": {"fpage": "9985", "lpage": "9990", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:O'Leary;given-names:D.S.", "name_2": "surname:Cizadlo;given-names:T.", "name_3": "surname:Arndt;given-names:S.", "name_4": "surname:Rezai;given-names:K.", "name_5": "surname:Ponto;given-names:L.L.", "name_6": "surname:Watkins;given-names:G.L.", "name_7": "surname:Hichwa;given-names:R.D.", "pub-id_pmid": "8790444", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "93", "year": "1996"}, "text": "Schizophrenia and cognitive dysmetria: a positron-emission tomography study of dysfunctional prefrontal-thalamic-cerebellar circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 44855, "infons": {"fpage": "203", "lpage": "218", "name_0": "surname:Andreasen;given-names:N.C.", "name_1": "surname:Paradiso;given-names:S.", "name_2": "surname:O'Leary;given-names:D.S.", "pub-id_pmid": "9613621", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "24", "year": "1998"}, "text": "“Cognitive dysmetria” as an integrative theory of schizophrenia: a dysfunction in cortical-subcortical-cerebellar circuitry?", "sentences": [], "annotations": [], "relations": []}, {"offset": 44980, "infons": {"fpage": "1917", "lpage": "1930", "name_0": "surname:Anguera;given-names:J.A.", "name_1": "surname:Reuter-Lorenz;given-names:P.A.", "name_2": "surname:Willingham;given-names:D.T.", "name_3": "surname:Seidler;given-names:R.D.", "pub-id_pmid": "19803691", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "22", "year": "2010"}, "text": "Contributions of spatial working memory to visuomotor learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 45043, "infons": {"fpage": "11", "lpage": "25", "name_0": "surname:Anguera;given-names:J.A.", "name_1": "surname:Reuter-Lorenz;given-names:P.A.", "name_2": "surname:Willingham;given-names:D.T.", "name_3": "surname:Seidler;given-names:R.D.", "pub-id_pmid": "20146609", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "23", "year": "2011"}, "text": "Failure to engage spatial working memory contributes to age-related declines in Visuomotor learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 45143, "infons": {"fpage": "2082", "lpage": "2099", "name_0": "surname:Badre;given-names:D.", "name_1": "surname:D'Esposito;given-names:M.", "pub-id_pmid": "17892391", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "19", "year": "2007"}, "text": "Functional magnetic resonance imaging evidence for a hierarchical organization of the prefrontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 45247, "infons": {"fpage": "1433", "lpage": "1443", "name_0": "surname:Balsters;given-names:J.H.", "name_1": "surname:Whelan;given-names:C.D.", "name_2": "surname:Robertson;given-names:I.H.", "name_3": "surname:Ramnani;given-names:N.", "pub-id_pmid": "22617850", "section_type": "REF", "source": "Cereb. Cortex", "type": "ref", "volume": "23", "year": "2013"}, "text": "Cerebellum and cognition: evidence for the encoding of higher order rules", "sentences": [], "annotations": [], "relations": []}, {"offset": 45321, "infons": {"fpage": "545", "lpage": "566", "name_0": "surname:Bernard;given-names:J.A.", "name_1": "surname:Mittal;given-names:V.A.", "pub-id_pmid": "26392921", "section_type": "REF", "source": "Clin. Psychol. Sci.", "type": "ref", "volume": "3", "year": "2015"}, "text": "Dysfunctional activation of the cerebellum in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45381, "infons": {"issue": "31", "name_0": "surname:Bernard;given-names:J.A.", "name_1": "surname:Seidler;given-names:R.D.", "name_10": "surname:Peltier;given-names:S.J.", "name_2": "surname:Hassevoort;given-names:K.M.", "name_3": "surname:Benson;given-names:B.L.", "name_4": "surname:Welsh;given-names:R.C.", "name_5": "surname:Wiggins;given-names:J.L.", "name_6": "surname:Jaeggi;given-names:S.M.", "name_7": "surname:Buschkuehl;given-names:M.", "name_8": "surname:Monk;given-names:C.S.", "name_9": "surname:Jonides;given-names:J.", "section_type": "REF", "source": "Front. Neuroanat.", "type": "ref", "volume": "6", "year": "2012"}, "text": "Resting state cortico-cerebellar functional connectivity networks: a comparison of anatomical and self-organizing map approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 45510, "infons": {"fpage": "4064", "lpage": "4078", "name_0": "surname:Bernard;given-names:J.A.", "name_1": "surname:Dean;given-names:D.J.", "name_2": "surname:Kent;given-names:J.S.", "name_3": "surname:Orr;given-names:J.M.", "name_4": "surname:Pelletier-Baldelli;given-names:A.", "name_5": "surname:Lunsford-Avery;given-names:J.", "name_6": "surname:Gupta;given-names:T.", "name_7": "surname:Mittal;given-names:V.A.", "pub-id_pmid": "24464473", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "35", "year": "2014"}, "text": "Cerebellar networks in individuals at ultra high-risk of psychosis: impact on postural sway and symptom severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 45623, "infons": {"fpage": "291", "lpage": "601", "name_0": "surname:Bernard;given-names:J.A.", "name_1": "surname:Orr;given-names:J.M.", "name_2": "surname:Mittal;given-names:V.A.", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "124", "year": "2016"}, "text": "Differential motor and prefrontal cerebello-cortical network development: evidence from multimodal neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 45735, "infons": {"fpage": "4535", "lpage": "4545", "name_0": "surname:Bernard;given-names:J.A.", "name_1": "surname:Goen;given-names:J.R.M.", "name_2": "surname:Maldonado;given-names:T.", "pub-id_pmid": "28603856", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "38", "year": "2017"}, "text": "A case for motor network contributions to schizophrenia symptoms: evidence from resting-state connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 45842, "infons": {"fpage": "622", "lpage": "628", "name_0": "surname:Bernard;given-names:J.A.", "name_1": "surname:Orr;given-names:J.M.", "name_2": "surname:Mittal;given-names:V.A.", "pub-id_pmid": "28348953", "section_type": "REF", "source": "NeuroImage Clin.", "type": "ref", "volume": "14", "year": "2017"}, "text": "Cerebello-thalamo-cortical networks predict positive symptom progression in individuals at ultra-high risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45963, "infons": {"fpage": "744", "lpage": "755", "name_0": "surname:Bora;given-names:E.", "name_1": "surname:Murray;given-names:R.M.", "pub-id_pmid": "23770934", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2013"}, "text": "Meta-analysis of cognitive deficits in ultra-high risk to psychosis and first-episode psychosis: do the cognitive deficits progress over, or after, the onset of psychosis?", "sentences": [], "annotations": [], "relations": []}, {"offset": 46135, "infons": {"fpage": "152", "lpage": "164", "name_0": "surname:Dean;given-names:D.J.", "name_1": "surname:Bernard;given-names:J.A.", "name_2": "surname:Orr;given-names:J.M.", "name_3": "surname:Pelletier-Baldelli;given-names:a.", "name_4": "surname:Gupta;given-names:T.", "name_5": "surname:Carol;given-names:E.E.", "name_6": "surname:Mittal;given-names:V.a.", "section_type": "REF", "source": "Clin. Psychol. Sci.", "type": "ref", "volume": "2", "year": "2013"}, "text": "Cerebellar morphology and procedural learning impairment in neuroleptic-naive youth at ultrahigh risk of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46250, "infons": {"issue": "10–13", "name_0": "surname:Dean;given-names:D.J.", "name_1": "surname:Kent;given-names:J.S.", "name_2": "surname:Bernard;given-names:J.A.", "name_3": "surname:Orr;given-names:J.M.", "name_4": "surname:Gupta;given-names:T.", "name_5": "surname:Pelletier-Baldelli;given-names:A.", "name_6": "surname:Carol;given-names:E.E.", "name_7": "surname:Mittal;given-names:V.a.", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "year": "2015"}, "text": "Increased postural sway predicts negative symptom progression in youth at ultrahigh risk for psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46353, "infons": {"fpage": "127", "lpage": "138", "name_0": "surname:Diedrichsen;given-names:J.", "pub-id_pmid": "16904911", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "33", "year": "2006"}, "text": "A spatially unbiased atlas template of the human cerebellum", "sentences": [], "annotations": [], "relations": []}, {"offset": 46413, "infons": {"fpage": "1017", "lpage": "1022", "name_0": "surname:Doyon;given-names:J.", "name_1": "surname:Song;given-names:A.W.", "name_2": "surname:Karni;given-names:A.", "name_3": "surname:Lalonde;given-names:F.", "name_4": "surname:Adams;given-names:M.M.", "name_5": "surname:Ungerleider;given-names:L.G.", "pub-id_pmid": "11805340", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "99", "year": "2002"}, "text": "Experience-dependent changes in cerebellar contributions to motor sequence learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 46497, "infons": {"fpage": "113", "lpage": "116", "name_0": "surname:Drake;given-names:R.", "name_1": "surname:Mueser;given-names:K.T.", "name_2": "surname:McHuge;given-names:G.J.", "name_3": "surname:Dickey;given-names:B.", "name_4": "surname:Sederer;given-names:L.I.", "section_type": "REF", "source": "Outcomes Assessment in Clinical Practice", "type": "ref", "year": "1996"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46498, "infons": {"fpage": "634", "lpage": "639", "name_0": "surname:Dum;given-names:R.P.", "name_1": "surname:Strick;given-names:P.L.", "pub-id_pmid": "12522208", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "89", "year": "2003"}, "text": "An unfolded map of the cerebellar dentate nucleus and its projections to the cerebral cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 46591, "infons": {"name_0": "surname:E;given-names:K.-H.", "name_1": "surname:Chen;given-names:S.-H.A.", "name_2": "surname:Ho;given-names:M.-H.R.", "name_3": "surname:Desmond;given-names:J.E.", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "0", "year": "2012"}, "text": "A meta-analysis of cerebellar contributions to higher cognition from PET and fMRI studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 46681, "infons": {"name_0": "surname:First;given-names:M.", "name_1": "surname:Spitzer;given-names:R.", "name_2": "surname:Gibbon;given-names:M.", "name_3": "surname:Williams;given-names:J.", "section_type": "REF", "type": "ref", "year": "1995"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46682, "infons": {"fpage": "562", "lpage": "571", "name_0": "surname:Fusar-Poli;given-names:P.", "name_1": "surname:Deste;given-names:G.", "name_2": "surname:Smieskova;given-names:R.", "name_3": "surname:Barlati;given-names:S.", "name_4": "surname:Yung;given-names:A.R.", "name_5": "surname:Howes;given-names:O.", "name_6": "surname:Stieglitz;given-names:R.-D.", "name_7": "surname:Vita;given-names:A.", "name_8": "surname:McGuire;given-names:P.", "name_9": "surname:Borgwardt;given-names:S.", "pub-id_pmid": "22664547", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "69", "year": "2012"}, "text": "Cognitive functioning in prodromal psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46727, "infons": {"fpage": "105", "lpage": "124", "name_0": "surname:Glasser;given-names:M.F.", "name_1": "surname:Sotiropoulos;given-names:S.N.", "name_10": "surname:Van Essen;given-names:D.C.", "name_11": "surname:Jenkinson;given-names:M.", "name_2": "surname:Wilson;given-names:J.A.", "name_3": "surname:Coalson;given-names:T.S.", "name_4": "surname:Fischl;given-names:B.", "name_5": "surname:Andersson;given-names:J.L.R.", "name_6": "surname:Xu;given-names:J.", "name_7": "surname:Jbabdi;given-names:S.", "name_8": "surname:Webster;given-names:M.", "name_9": "surname:Polimeni;given-names:J.R.", "pub-id_pmid": "23668970", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "80", "year": "2013"}, "text": "The minimal preprocessing pipelines for the human connectome project", "sentences": [], "annotations": [], "relations": []}, {"offset": 46796, "infons": {"fpage": "63", "lpage": "72", "name_0": "surname:Greve;given-names:D.N.", "name_1": "surname:Fischl;given-names:B.", "pub-id_pmid": "19573611", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "48", "year": "2009"}, "text": "Accurate and robust brain image alignment using boundary-based registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 46872, "infons": {"fpage": "192", "lpage": "195", "name_0": "surname:Imamizu;given-names:H.", "name_1": "surname:Miyauchi;given-names:S.", "name_2": "surname:Tamada;given-names:T.", "name_3": "surname:Sasaki;given-names:Y.", "name_4": "surname:Takino;given-names:R.", "name_5": "surname:Pütz;given-names:B.", "name_6": "surname:Yoshioka;given-names:T.", "name_7": "surname:Kawato;given-names:M.", "pub-id_pmid": "10646603", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "403", "year": "2000"}, "text": "Human cerebellar activity reflecting an acquired internal model of a new tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 46950, "infons": {"fpage": "304", "lpage": "313", "name_0": "surname:Ito;given-names:M.", "pub-id_pmid": "18319727", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "9", "year": "2008"}, "text": "Control of mental activities by internal models in the cerebellum", "sentences": [], "annotations": [], "relations": []}, {"offset": 47016, "infons": {"fpage": "143", "lpage": "156", "name_0": "surname:Jenkinson;given-names:M.", "name_1": "surname:Smith;given-names:S.M.", "pub-id_pmid": "11516708", "section_type": "REF", "source": "Med. Image Anal.", "type": "ref", "volume": "5", "year": "2001"}, "text": "A global optimisation method for robust affine registration of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 47092, "infons": {"fpage": "825", "lpage": "841", "name_0": "surname:Jenkinson;given-names:M.", "name_1": "surname:Bannister;given-names:P.", "name_2": "surname:Brady;given-names:M.", "name_3": "surname:Smith;given-names:S.M.", "pub-id_pmid": "12377157", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "17", "year": "2002"}, "text": "Improved optimization for the robust and accurate linear registration and motion correction of brain images", "sentences": [], "annotations": [], "relations": []}, {"offset": 47200, "infons": {"fpage": "8432", "lpage": "8444", "name_0": "surname:Kelly;given-names:R.M.", "name_1": "surname:Strick;given-names:P.L.", "pub-id_pmid": "12968006", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "23", "year": "2003"}, "text": "Cerebellar loops with motor cortex and prefrontal cortex of a nonhuman primate", "sentences": [], "annotations": [], "relations": []}, {"offset": 47279, "infons": {"fpage": "1216", "lpage": "1226", "name_0": "surname:Kim;given-names:D.-J.", "name_1": "surname:Kent;given-names:J.S.", "name_2": "surname:Bolbecker;given-names:A.R.", "name_3": "surname:Sporns;given-names:O.", "name_4": "surname:Cheng;given-names:H.", "name_5": "surname:Newman;given-names:S.D.", "name_6": "surname:Puce;given-names:A.", "name_7": "surname:O'Donnell;given-names:B.F.", "name_8": "surname:Hetrick;given-names:W.P.", "pub-id_pmid": "24782561", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Disrupted modular architecture of cerebellum in schizophrenia: a graph theoretic analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47369, "infons": {"fpage": "273", "lpage": "287", "name_0": "surname:Miller;given-names:T.J.", "name_1": "surname:Mcglashan;given-names:T.H.", "name_2": "surname:Woods;given-names:S.W.", "name_3": "surname:Stein;given-names:K.", "name_4": "surname:Driesen;given-names:N.", "name_5": "surname:Corcoran;given-names:C.M.", "name_6": "surname:Hoffman;given-names:R.", "name_7": "surname:Davidson;given-names:L.", "section_type": "REF", "source": "Psychiatry Q.", "type": "ref", "volume": "70", "year": "1999"}, "text": "Symptom assessment in schizophrenic prodromal states", "sentences": [], "annotations": [], "relations": []}, {"offset": 47422, "infons": {"fpage": "141", "lpage": "147", "name_0": "surname:Mittal;given-names:V.A.", "name_1": "surname:Orr;given-names:J.M.", "name_2": "surname:Turner;given-names:J.A.", "name_3": "surname:Pelletier;given-names:A.L.", "name_4": "surname:Dean;given-names:D.J.", "name_5": "surname:Lunsford-Avery;given-names:J.", "name_6": "surname:Gupta;given-names:T.", "pub-id_pmid": "24156901", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "151", "year": "2013"}, "text": "Striatal abnormalities and spontaneous dyskinesias in non-clinical psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47499, "infons": {"fpage": "1204", "lpage": "1215", "name_0": "surname:Mittal;given-names:V.A.", "name_1": "surname:Dean;given-names:D.J.", "name_10": "surname:Millman;given-names:Z.B.", "name_2": "surname:Bernard;given-names:J.A.", "name_3": "surname:Orr;given-names:J.M.", "name_4": "surname:Pelletier-Baldelli;given-names:A.", "name_5": "surname:Carol;given-names:E.E.", "name_6": "surname:Gupta;given-names:T.", "name_7": "surname:Turner;given-names:J.", "name_8": "surname:Leopold;given-names:D.R.", "name_9": "surname:Robustelli;given-names:B.L.", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "50", "year": "2014"}, "text": "Neurological soft signs predict abnormal cerebellar-thalamic tract development and negative symptoms in adolescents at high risk for psychosis: a longitudinal perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 47670, "infons": {"fpage": "278", "lpage": "287", "name_0": "surname:Pruim;given-names:R.H.R.", "name_1": "surname:Mennes;given-names:M.", "name_2": "surname:Buitelaar;given-names:J.K.", "name_3": "surname:Beckmann;given-names:C.F.", "pub-id_pmid": "25770990", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "112", "year": "2015"}, "text": "Evaluation of ICA-AROMA and alternative strategies for motion artifact removal in resting state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 47771, "infons": {"fpage": "676", "lpage": "682", "name_0": "surname:Raichle;given-names:M.E.", "name_1": "surname:MacLeod;given-names:A.M.", "name_2": "surname:Snyder;given-names:A.Z.", "name_3": "surname:Powers;given-names:W.J.", "name_4": "surname:Gusnard;given-names:D.A.", "name_5": "surname:Shulman;given-names:G.L.", "pub-id_pmid": "11209064", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "98", "year": "2001"}, "text": "A default mode of brain function", "sentences": [], "annotations": [], "relations": []}, {"offset": 47804, "infons": {"fpage": "511", "lpage": "522", "name_0": "surname:Ramnani;given-names:N.", "pub-id_pmid": "16791141", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "7", "year": "2006"}, "text": "The primate cortico-cerebellar system: anatomy and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 47864, "infons": {"fpage": "2663", "lpage": "2676", "name_0": "surname:Salmi;given-names:J.", "name_1": "surname:Pallesen;given-names:K.", "name_2": "surname:Neuvonen;given-names:T.", "section_type": "REF", "source": "J. Cogn.", "type": "ref", "year": "2010"}, "text": "Cognitive and motor loops of the human cerebro-cerebellar system", "sentences": [], "annotations": [], "relations": []}, {"offset": 47929, "infons": {"fpage": "2384", "lpage": "2386", "name_0": "surname:Shergill;given-names:S.S.", "name_1": "surname:Samson;given-names:G.", "name_2": "surname:Bays;given-names:P.M.", "name_3": "surname:Frith;given-names:C.D.", "name_4": "surname:Wolpert;given-names:D.M.", "pub-id_pmid": "16330607", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "Evidence for sensory prediction deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 47987, "infons": {"fpage": "143", "lpage": "155", "name_0": "surname:Smith;given-names:S.M.", "pub-id_pmid": "12391568", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "17", "year": "2002"}, "text": "Fast robust automated brain extraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 48026, "infons": {"fpage": "489", "lpage": "501", "name_0": "surname:Stoodley;given-names:C.J.", "name_1": "surname:Schmahmann;given-names:J.D.", "pub-id_pmid": "18835452", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "44", "year": "2009"}, "text": "Functional topography in the human cerebellum: a meta-analysis of neuroimaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 48113, "infons": {"fpage": "1560", "lpage": "1570", "name_0": "surname:Stoodley;given-names:C.J.", "name_1": "surname:Valera;given-names:E.M.", "name_2": "surname:Schmahmann;given-names:J.D.", "pub-id_pmid": "21907811", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "59", "year": "2012"}, "text": "Functional topography of the cerebellum for motor and cognitive tasks: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 48198, "infons": {"fpage": "270", "lpage": "274", "name_0": "surname:Van Essen;given-names:D.C.", "name_1": "surname:Smith;given-names:J.", "name_2": "surname:Glasser;given-names:M.F.", "name_3": "surname:Elam;given-names:J.", "name_4": "surname:Donahue;given-names:C.J.", "name_5": "surname:Dierker;given-names:D.L.", "name_6": "surname:Reid;given-names:E.K.", "name_7": "surname:Coalson;given-names:T.", "name_8": "surname:Harwell;given-names:J.", "pub-id_pmid": "27074495", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "144", "year": "2017"}, "text": "The brain analysis library of spatial maps and atlases (BALSA) database", "sentences": [], "annotations": [], "relations": []}, {"offset": 48270, "infons": {"fpage": "381", "lpage": "397", "name_0": "surname:Winkler;given-names:A.M.", "name_1": "surname:Ridgway;given-names:G.R.", "name_2": "surname:Webster;given-names:M.A.", "name_3": "surname:Smith;given-names:S.M.", "name_4": "surname:Nichols;given-names:T.E.", "pub-id_pmid": "24530839", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "92", "year": "2014"}, "text": "Permutation inference for the general linear model", "sentences": [], "annotations": [], "relations": []}, {"offset": 48321, "infons": {"fpage": "1370", "lpage": "1386", "name_0": "surname:Woolrich;given-names:M.W.", "name_1": "surname:Ripley;given-names:B.D.", "name_2": "surname:Brady;given-names:M.", "name_3": "surname:Smith;given-names:S.M.", "pub-id_pmid": "11707093", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "14", "year": "2001"}, "text": "Temporal autocorrelation in univariate linear modeling of FMRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 48389, "infons": {"fpage": "251", "lpage": "270", "name_0": "surname:Worsley;given-names:K.J.", "name_1": "surname:Jezzard;given-names:P.", "name_2": "surname:Matthews;given-names:P.M.", "name_3": "surname:Smith;given-names:S.M.", "section_type": "REF", "source": "Functional MRI: an introduction to methods", "type": "ref", "year": "2001"}, "text": "", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}