{"source": "PMC", "date": "20201214", "key": "pmc.key", "infons": {}, "documents": [{"id": "6508624", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Simultaneous fMRI-EEG-DTI recording of MMN", "article-id_doi": "10.1371/journal.pone.0215023", "article-id_pmc": "6508624", "article-id_pmid": "31071097", "article-id_publisher-id": "PONE-D-18-33852", "elocation-id": "e0215023", "issue": "5", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Kirino;given-names:Eiji", "name_1": "surname:Hayakawa;given-names:Yayoi", "name_2": "surname:Inami;given-names:Rie", "name_3": "surname:Inoue;given-names:Reiichi", "name_4": "surname:Aoki;given-names:Shigeki", "name_5": "surname:Malmierca;given-names:Manuel S.", "name_6": "surname:Kirino;given-names:Eiji", "name_7": "surname:Kirino;given-names:Eiji", "notes": "All relevant data are within the manuscript and its Supporting Information files.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "14", "year": "2019"}, "text": "Simultaneous fMRI-EEG-DTI recording of MMN in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 74, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Functional magnetic resonance imaging (fMRI), electroencephalogram (EEG), and diffusion tensor imaging (DTI) recording have complementary spatiotemporal resolution limitations but can be powerful methods when used together to enable both functional and anatomical modeling, with each neuroimaging procedure used to maximum advantage. We recorded EEGs during event-related fMRI followed by DTI in 15 healthy volunteers and 12 patients with schizophrenia using an omission mismatch negativity (MMN) paradigm. Blood oxygenation level-dependent (BOLD) signal changes were calculated in a region of interest (ROI) analysis, and fractional anisotropy (FA) in the white matter fibers related to each area was compared between groups using tract-specific analysis. Patients with schizophrenia had reduced BOLD activity in the left middle temporal gyrus, and BOLD activity in the right insula and right parahippocampal gyrus significantly correlated with positive symptoms on the Positive and Negative Syndrome Scale (PANSS) and hostility subscores. BOLD activation of Heschl’s gyri also correlated with the limbic system, including the insula. FA values in the left anterior cingulate cortex (ACC) significantly correlated with changes in the BOLD signal in the right superior temporal gyrus (STG), and FA values in the right ACC significantly correlated with PANSS scores. This is the first study to examine MMN using simultaneous fMRI, EEG, and DTI recording in patients with schizophrenia to investigate the potential implications of abnormalities in the ACC and limbic system, including the insula and parahippocampal gyrus, as well as the STG. Structural changes in the ACC during schizophrenia may represent part of the neural basis for the observed MMN deficits. The deficits seen in the feedback/feedforward connections between the prefrontal cortex and STG modulated by the ACC and insula may specifically contribute to impaired MMN generation and clinical manifestations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2048, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2061, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Functional magnetic resonance imaging (fMRI) and electroencephalogram (EEG) imaging have complementary spatiotemporal resolution limitations and can be powerful methods when used together to understand brain function. However, functional connectivity analyses using fMRI and EEG require anatomical model-based hypotheses. Diffusion tensor imaging (DTI) measures the diffusion direction of water molecules, allowing the visualization of axonal projections in the white matter and fiber connectivity. Adding DTI to simultaneous magnetic resonance imaging (MRI) and EEG recordings enables both functional and anatomical modeling, with each neuroimaging procedure used to maximum advantage.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2748, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mismatch negativity (MMN) is an event-related potential (ERP) component generated by neuronal mismatch between the sensory memory input from a deviant auditory stimulus and a standard, a memory trace of frequent auditory stimuli. Reduction in MMN in schizophrenia is a candidate biological marker. MMN is elicited even when subjects are instructed to ignore the auditory stimulation, suggesting that it may be an automatic process. MMN has been hypothesized to be an automatic alerting mechanism that stimulates individuals to explore unexpected environmental events, with a fronto-central scalp distribution pattern that can be modeled by generator sources in anterior regions of the superior temporal auditory cortex. An additional MMN generator has been identified in the frontal cortex, indicating that fronto-temporal projections or fronto-temporal feedback processes may be involved in efficient MMN generation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3666, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In source localization studies, a four-source model fitted to the MMN waveform was found in the left superior temporal gyrus (STG), anterior cingulate cortex (ACC), right STG, and inferior/mid frontal cortices. Two dipoles in the auditory cortex and two in the frontal lobe (left cingulate and right inferior frontal cortex) were also found for pitch and duration MMN. Spatiotemporal source imaging indicated additional generators within the ACC and the right inferior temporal gyrus that were clearly separated from the STG generators.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4203, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mismatch responses for deviant stimuli in the primary and secondary auditory areas, superior temporal and inferior frontal cortices, or neostriatum have been reported in fMRI studies in healthy subjects. The prefrontal cortex, particularly the mid-ventrolateral prefrontal cortex partially located in the inferior frontal gyrus (IFG), has been reported to contain the involuntary attention switch for auditory change, allocation of attentional resources, mediation of response inhibition, and updating the prediction model. Forward and backward STG connections in the right IFG are thought to be involved in establishing and modulating the prediction model; a pre-attentive reorienting response in the right frontal lobe is triggered by the detection of bilateral auditory changes in the primary auditory cortex, which then feeds back to the auditory sensory regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5071, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The deviant stimulus is compared to representations of invariance across tones rather than representations of the individual tones. Invariance is defined as regular features or relationships between tones. MMN can be elicited by tone pips in the shorter silent intervals, and MMN is clearly elicited by stimulus omission in a sequence of regularly spaced tones. Therefore, MMN also seems to be generated due to something other than new afferent elements activated by deviant, non-standard stimuli.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5569, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent DTI studies have reported structural abnormalities in several fiber tracts in schizophrenia, confirming a disruption in the structure of the white matter connecting gray matter regions. Disruptions between the cingulate cortex and other regions were demonstrated previously and may be associated with the symptoms of schizophrenia. Neuroimaging studies have also implicated the cingulate cortex, particularly the ACC, as one of the sources of MMN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6024, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the present study, we recorded EEGs during event-related fMRI followed by DTI to investigate the differences of MMN responses elicited by auditory stimulus omission between patients with schizophrenia and healthy controls. We examined the correlation between DTI, MMN, and fMRI to clarify the association between the phenotypes reflected by fMRI and EEG and the structural abnormalities revealed by DTI in patients with schizophrenia, focusing on the ACC in the DTI analysis. The connectivity of the ACC is thought to be disrupted in schizophrenia, and it is expected to contribute to MMN regulation by mediating the interaction between the temporal and frontal cortices.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6699, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6707, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethical statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 6725, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was approved by the Juntendo University Koshigaya Hospital Ethics Committee and Juntendo University Shizuoka Hospital Ethics Committee.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6872, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 6881, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Twelve patients with schizophrenia (10 men and 2 women, mean age 36.8 ± 6.0 years, all right-handed except for one left-handed patient) and 15 healthy controls (13 men and 2 women, mean age 28.4 ± 9.6 years, all right-handed except for one left-handed subject) were included in the study. The groups were not age-matched (F[1,25] = 5.3, p = 0.11). Attempts were made to match the groups for years of education, but this proved to be difficult because patients with schizophrenia are more likely to require hospitalization and the early age of onset, which can interfere with schooling. Therefore, controls had significantly more (F[1,25] = 0.130, p < 0.001) years of education (17.3 ± 1.9) than patients (13.3 ± 2.0). The statistical procedures were adjusted for age and education. Patients were recruited from among the outpatients at Juntendo University Koshigaya Hospital in Saitama and Juntendo University Shizuoka Hospital in Shizuoka, Japan, and healthy controls were recruited from the staff of the same hospitals. All controls were healthy and native to Japan. The mean disease duration in the patient group was 14.3 ± 5.7 years, and the mean drug dose used for treatment (risperidone equivalent) was 10.5 ± 6.2 mg (Table 1). All patients were determined to be in good physical health based on medical history, physical examination, and laboratory measures. None of the subjects had a history of electroconvulsive shock treatment, alcohol or other drug abuse (DSM-5 criteria), addiction, or a neurological illness affecting the central nervous system, and all subjects reported having normal visual acuity. The DSM-5 diagnosis and Positive and Negative Syndrome Scale (PANSS) score were determined for each patient using a structured psychiatric interview and by reviewing the patients’ medical charts. The PANSS is a semi-structured interview with a 7-point scale to rate 30 symptoms common in schizophrenia and other mental disorders. The mean PANSS scores were 15.4±6.9 (positive scales), 22.8±9.2 (negative scales), 36.8±10.3 (general psychopathology scales), and 74.9±22.9 (total score). All participants were informed of the objectives and methods of the study and given written informed consent before the study began. The treating psychiatrists evaluated the capability of the patients to give informed consent and confirmed that they understood the voluntariness of their participation. Any participants who lacked adequate understanding of the study were excluded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9364, "infons": {"file": "pone.0215023.t001.xml", "id": "pone.0215023.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Profile of sample groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9390, "infons": {"file": "pone.0215023.t001.xml", "id": "pone.0215023.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\"/><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Controls</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Patients</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Statistics</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">N</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">28.4±9.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">36.8±6.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">F(1,25) = 5.3, p = 0.11</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Gender (male/female)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13/2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10/2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">χ<sup>2</sup> (1) = 1.707, p = 0.809</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Handedness (left/right)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1/14</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1/11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">χ<sup>2</sup> (1) = 2.286, p = 0.869</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Duration of education (years)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17.3±1.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13.3±2.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">F(1,25) = 0.130, p &lt; 0.001</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Duration of illness (years)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14.3±5.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dose of antipsychotic medication/chlorpromazine equivalent(mg)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1051.5±619.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PANSS positive symptom subscale</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.4±6.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PANSS negative symptom subscale</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">22.8±9.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PANSS general psychopathology subscale</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">36.8±10.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PANSS total score</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">74.9±22.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td></tr></tbody></table>\n"}, "text": "\tControls\tPatients\tStatistics\t \tN\t15\t12\t\t \tAge\t28.4±9.6\t36.8±6.0\tF(1,25) = 5.3, p = 0.11\t \tGender (male/female)\t13/2\t10/2\tχ2 (1) = 1.707, p = 0.809\t \tHandedness (left/right)\t1/14\t1/11\tχ2 (1) = 2.286, p = 0.869\t \tDuration of education (years)\t17.3±1.9\t13.3±2.0\tF(1,25) = 0.130, p < 0.001\t \tDuration of illness (years)\t-\t14.3±5.7\t-\t \tDose of antipsychotic medication/chlorpromazine equivalent(mg)\t-\t1051.5±619.7\t-\t \tPANSS positive symptom subscale\t-\t15.4±6.9\t-\t \tPANSS negative symptom subscale\t-\t22.8±9.2\t-\t \tPANSS general psychopathology subscale\t-\t36.8±10.3\t-\t \tPANSS total score\t-\t74.9±22.9\t-\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9988, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Five-component model of the PANSS", "sentences": [], "annotations": [], "relations": []}, {"offset": 10022, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As described previously, clinical manifestations were evaluated by the PANSS, which is classified into five components according to the five-component model: negative (passive withdrawal, emotional withdrawal, blunted affects, lack of spontaneity, poor rapport, disturbance of volition, preoccupation, motor retardation), positive (delusions, unusual thoughts, somatic concern, grandiosity, suspiciousness, hallucinations), cognitive (difficulty in abstract thinking, stereotyped thinking, cognitive disorganization, lack of judgment and insight, poor attention, tension, mannerisms and posturing), emotional discomfort (depression, anxiety, guilt, active social avoidance), and hostility (excitement, hostility, impulse control, uncooperativeness).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10772, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Auditory stimuli: Passive oddball-omission paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 10824, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ERPs and fMRI were recorded during a sound omission MMN paradigm in which repetitive sequences of a frequent auditory stimulus were omitted occasionally. A computer with custom-designed software generated the acoustic stimuli and controlled stimulus timing and presentation. Tones were presented binaurally at a constant listening level (92–95 dB sound pressure level) through tube-connected headphones held in place by a headset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11255, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The acoustic stimuli consisted of sine wave tones with a duration of 35 ms, including 0 ms rise and 5 ms fall times. The tone frequency was 3000 Hz, and the onset-to-onset interval was 136 ms. The experimental task consisted of a single block including 6547 tones and 53 omission events. The probability of omission was 0.00803 (53/6600), and omission occurred in the 19th location in the sound trains during the “event” scans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11683, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ERPs were recorded in a ‘passive’ condition in which the subjects were asked to ignore the stimuli and watch a silent movie projected on a video monitor. All subjects were told that they would have to give specific feedback about the movie at the end of the ERP session to standardize their level of attention. Subjects were also instructed to avoid unnecessary eye movement and blinking during the session.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12091, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The 136-ms stimulus onset asynchrony (SOA) of the acoustic stimuli used in the present study was selected to be within the temporal window of integration (TWI) proposed by Yabe et al.. Acoustic signals presented within an approximate 200 ms temporal window are integrated into a single perceptual unit. In addition, Yabe et al. showed that acoustic information is integrated into a single unit within 160–170 ms to form a sound trace in sensory memory via a stimulus-omission MMN paradigm. TWI is an aspect of temporal integration that determines the initial sound energy unit in the early, pre-attentive stages of auditory information processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12739, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI design and synchronization between scan noise and auditory stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 12811, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used an event-related design for the fMRI. Scans of 22 slices generated equal numbers of scan noises during a single repetition time (TR) of 2992 ms, and the same number of tones with an SOA of 136 ms (TR/slice number = 2992/22) were presented. The presentation of tones was completely synchronized to scans by triggers generated by the MRI system in order to minimize the effect of scan noise on fMRI and EEG raw data, which were also used to segregate and average EEG epochs in the ERP analysis. We averaged EEG epochs and subtracted the waveforms of the baseline tones from the omission events during ERP processing to eliminate fluctuations in the EEG signals due to scan noise. A similar concept was applied for blood oxygen level-dependent (BOLD) signal processing using an event-related fMRI design. The SOA for event scans including the omission events and tones in the regular positions represent 7 or 8 scans (20,944 or 23,936 ms). Fifty-three event scans were assorted at random among the 247 baseline scans including baseline tones only, with no omission (Fig 1). BOLD hemodynamic responses for event scans were then compared to those for baseline scans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13981, "infons": {"file": "pone.0215023.g001.jpg", "id": "pone.0215023.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Schematic of functional magnetic resonance imaging (fMRI) data acquisition using an event-related design.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14087, "infons": {"file": "pone.0215023.g001.jpg", "id": "pone.0215023.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "We used an event-related design for the fMRI. Scans of 22 slices generated equal numbers of scan noises during a single repetition time (TR) of 2992 ms, and the same number of tones with a stimulus onset asynchrony (SOA) of 136 ms (TR/slice number = 2992/22) were presented. The presentation of tones was completely synchronized to scans by triggers generated by the MRI system in order to minimize the effect of scan noise on fMRI and electroencephalogram (EEG) raw data, which were also used to segregate and average EEG epochs in the ERP analysis. The SOA for event scans including the omission events and tones in the regular positions represent 7 or 8 scans (20,944 or 23,936 ms). Fifty-three event scans were assorted at random among the 247 baseline scans including baseline tones only, with no omission. Total scan time = 2992 ms x 300 scans = 897,600 ms. Event: scan including omission 53 times, indicated by red crossbars. Baseline: scan including only frequent stimuli 247 times, indicated by black crossbars. Frequent stimuli: 6547 trials, 3000 Hz, duration 35 ms, rise/fall 0/5 ms. Rare (omission) events: 53 trials (probability: 53/6600 = 0.00803).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15250, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition for fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 15277, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "BOLD fMRI data acquisition was performed at Juntendo University Hospital using a Philips Achieva 3.0 Tesla MRI scanner with a T2*-weighted gradient-echo echo-planar imaging (EPI) sequence and 8-channel array receiving head coil for sensitivity-encoding parallel imaging. The parameters were as follows: echo time (TE) = 35 ms, TR = 2992 ms, field of view (FOV) = 240 × 240 mm, matrix = 96 × 96, flip angle = 90°, number of axial slices = 22, and voxel size = 2.5 × 2.5 × 6.0 mm. Three hundred scans were collected in each session (total time = 2992 ms × 300 = 897,600 ms).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15850, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 15867, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As described in detail previously, imaging data were preprocessed and voxel-based statistical analysis performed using SPM8 software (Wellcome Department of Imaging Neuroscience) running on MATLAB (version 8.3.0, Math Works Inc., 2014). The first four volumes were discarded, and the remaining 296 volumes were preprocessed. Preprocessing steps prior to statistical analysis included slice time correction, motion correction, and spatial normalization to a standard template in Montreal Neurological Institute (MNI) space. The slice timing was corrected according to the slice order and the fMRI data realigned and subsequently normalized to the standard MNI template using the T1 SPM template, resulting in voxels of 2 × 2 × 2 mm. All functional images were spatially smoothed using a Gaussian filter kernel (full width at half maximum [FWHM] 8 mm) and the data bandpass filtered (0.008–0.09 Hz). Image artifacts originating from head movement were handled using the ART scrubbing procedure (www.nitrc.org/projects/artifact_detect/), and signal contributions from white brain matter, cerebrospinal fluid, and micro head-movement (six parameters) were discerned from the data. The six realignment parameters were included in the design matrix to correct for signal changes caused by head movement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17165, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Event conditions (omission vs. baseline) were modeled using the standard hemodynamic response function. First level analysis of individual participant images was performed to produce estimates for the contrast of interest (omission vs. tones) according to the general linear model (GLM), and significant signal changes in the contrast were assessed using F-statistics on a voxel-by-voxel basis. The resulting set of voxel values for the contrast constituted statistical parametric mapping (SPM) of the F-statistic. Second level analysis was performed on contrast images in a group random-effects analysis using a one-sample t-test. Two-sample t-tests between groups were performed with age and education as covariates (significance threshold p < 0.05, family-wise error [FWE] corrected). Correlation analysis was also performed between BOLD activities and other factors, including the PANSS, ERP, and DTI data. The activated images were superimposed on the standardized T1-weighted images, and the MNI coordinates of the maximum response in the activated regions presented in SPM8 were converted to Talairach coordinates using the algorithm reported by Lacadie et al.. Talairach labels of activated regions were detected using the Talairach client version 2.4.2 (http://www.talairach.org/client.html).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18467, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ROI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18480, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Quantitative analysis of the event-related fMRI data was performed using the region of interest (ROI) method centered on our areas of interest in the cingulate cortex and temporal lobe. Estimates of BOLD signal (%) and t-value changes at sound omission were also extracted from select ROIs, including the anterior (S1A Fig) and middle cingulate cortex (S1B Fig), superior and middle temporal gyrus (S1C Fig), and Heschl’s gyrus (HSC; S1D Fig), for each participant using the MarsBar SPM toolbox (MRC Cognition and Brain Sciences Unit, Cambridge, UK; http://marsbar.sourceforge.net).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19063, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Registration and analysis of EEG data", "sentences": [], "annotations": [], "relations": []}, {"offset": 19101, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used a Brain Amp MR-compatible amplifier (Brain Products, Gilching, Germany) to simultaneously record the EEG and fMRI according to previously reported procedures. We used a 32-channel EEG cap (Easycap BrainCap-MR 3–0 32Ch) with 30 sintered Ag/Ag Cl ring electrodes placed in accordance with the international 10–10 system. The FCz site (between Fz and Cz) served as the online reference, maintaining a small distance between the recording reference and the “active” electrodes to minimize the risk of amplifier saturation. We placed an electrode on the subject’s back to record the electrocardiogram and another under their left eye to record the electrooculogram. We used custom head coils covered with inner foam padding compatible with the electrodes and cables to decrease head movements by reducing any discomfort or pressure from the electrode cap. We maintained an impedance of <5 kΩ between the electrode and scalp during EEG recording. Data were acquired at a 5000 Hz sampling rate (16 bit, 0.5 mV resolution, 16.38 mV dynamic range) with an online bandpass filter of 0.016–250 Hz.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20196, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "EEG artifact correction and validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 20235, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We subtracted averaged artifacts using Brain Vision Analyzer software algorithms (BrainProducts, Gilching, Germany) to correct the EEG data for MR gradient and ballistocardiac artifacts as described previously. The EEG data were processed using a bandpass filter of 0.53–70 Hz, down-sampled to 250 Hz, and re-referenced to a common average. We applied additional artifact correction based on independent component analysis (ICA) to exclude repetitive uniform artifacts, such as line noise and eye blinks. All independent components that appeared to correspond to horizontal eye movements, blinks, or components potentially assignable to ballistocardiac and residual gradient artifacts were visually inspected and excluded. We then performed back-projection of the remaining independent components to restore the EEG data to the original voltage and time scales. Finally, we rejected any intervals that included amplitudes > 70 mV.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21166, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ERP analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 21179, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "EEG epochs (100 ms pre-stimulus, 412 ms post-stimulus) associated with each stimulus type were excised from the continuous record at the conclusion of the experiment. All single-trial epochs were pre-stimulus baseline-corrected, and artifact-free epochs were segregated by stimulus codes (omission or baseline tone) and averaged for each subject. No significant difference was found in the number of accepted epochs between the conditions, and a group average was calculated across all subjects of each group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21689, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Difference waveforms were constructed by subtracting the tone-associated waveforms from the omission-associated waveforms. Topographic distributions were inspected to verify that the maximum MMN was observed at the Fz or Cz electrodes, where the MMN is typically greatest. Peak MMN amplitudes were detected within latency ranges of 120–185 ms. Analyses were restricted to MMN amplitudes and latencies at Fz and Cz for the purposes of this study, and the MMN amplitudes were measured relative to the pre-stimulus baseline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22211, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image acquisition for DTI", "sentences": [], "annotations": [], "relations": []}, {"offset": 22237, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All MRI scans for DTI were obtained following image acquisition for fMRI as described previously. Regular structural images, such as T1-weighted spin-echo images, T2-weighted turbo spin-echo images, and fluid-attenuated inversion recovery images, were obtained before the acquisition of diffusion tensor images. DTI was performed utilizing the spin-echo echo-planar technique with the following parameters: echo time = 70 ms, repetition time = 5452 ms, voxel size = 1.75 × 1.75 × 3 mm, number of averages = 2, and contiguous axial slices = 50. Images were obtained with 32-direction diffusion encoding (b = 1000 s/mm2 for each direction) and no diffusion encoding (b = 0 s/mm2). The scan time was 7 min 17 s.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22946, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DTI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 22959, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Tract-based spatial statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 22990, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As described in detail previously, we first carried out voxel-wise statistical analysis as an exploratory analysis using tract-based spatial statistics (TBSS) (S2 Fig), which is available as part of the FMRIB software library (FSL). Diffusion tensor images were preprocessed by FSL version 4.2.1, including skull stripping and eddy current correction. All subjects’ fractional anisotropy (FA) data were aligned into a common space by applying the non-linear registration tool FNIRT, which uses a b-spline representation of the registration warp field. A mean FA image was provided and thinned to create a mean FA skeleton representing the centers of all tracts common to the group. Group comparisons were performed with Randomise version 2.1 from FSL, and both control vs. patient and patient vs. control contrasts were tested with 5000 permutations. We used threshold-free cluster enhancement as implemented within Randomise, which provides the ability to perform cluster-based inferences without setting an arbitrary cluster-forming threshold. Voxel-wise statistical inferences were made on the resulting statistic image, and the significance was set to p < 0.05 with correction for FWE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24180, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Tract-specific analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 24204, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As our specific interest was the ACC, we performed tract-specific analysis of the 3D diffusion tensor tractograph using dTV II and VOLUME-ONE software (free software from Masutani, http://www.medimg.info.hiroshima-cu.ac.jp/dTV.IISR/dTV.htm) on a Windows PC workstation as described previously. Two ROIs were used to extract the cingulum bundle in accordance with the two-ROI method. The first ROI (‘seed’) was chosen on the coronal plane anterior to the pons (S3A Fig). The second ROI (‘target’) was placed on a coronal slice posterior to the genu of the corpus callosum (S3B Fig). The average FA values and mean diffusivity of the AC included in the seed and target (S3D Fig) were calculated separately for each hemisphere after extracting the cingulum bundle (S3C Fig).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24976, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 24997, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MMN, ROI, and DTI data were analyzed by analysis of covariance (ANCOVA) with repeated measures using age and education as covariates. Two factors were included for MMN amplitudes and latencies at Fz and Cz: group (patient or control) as a between-subject factor, and electrode (Fz or Cz) as a within-subject factor. Three factors were included for changes in t-values in the ROI analysis of the cingulate and temporal cortex: group as a between-subject factor, and laterality (right or left) and location (anterior or middle cingulate; STG, MTG, or HSC) as within-subject factors. Two factors were included for DTI FA values: group as a between-subject factor, and laterality (right or left) as a within-subject factor. Reduced degrees of freedom (Greenhouse-Geisser) were used when appropriate to counter violations of the sphericity assumption underlying ANCOVA with repeated measures (epsilon values were provided). Changes in the BOLD signal analyzed in ROI analysis using MarsBar were correlated with other fMRI and MMN measures by Pearson’s correlation, and alpha values of 0.05 were considered significant. PASW Statistics software for Windows version 18.0.0 (SPSS Inc., Chicago, IL, USA) was used for all analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26224, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 26232, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "MMN waveforms", "sentences": [], "annotations": [], "relations": []}, {"offset": 26246, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Omission events elicited an ERP component around latency ranges of 120–185 ms in both controls (Fig 2) and patients (Fig 3). ANCOVA with age and education as covariates for MMN amplitudes or latencies revealed no significant main effects or interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26501, "infons": {"file": "pone.0215023.g002.jpg", "id": "pone.0215023.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Grand average waveform of controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26537, "infons": {"file": "pone.0215023.g002.jpg", "id": "pone.0215023.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "Omission events elicited an event-related potential (ERP) component recognized as mismatch negativity (MMN) around latency ranges of 120–185 ms in controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26694, "infons": {"file": "pone.0215023.g003.jpg", "id": "pone.0215023.g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Grand average waveforms of patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26731, "infons": {"file": "pone.0215023.g003.jpg", "id": "pone.0215023.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "Omission events elicited mismatch negativity (MMN) around latency ranges of 120–185 ms, in patients as well as in controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26855, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Grand fMRI average in controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 26886, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Controls exhibited significant positive activation in response to omission in the left STG (Brodmann area/BA 41) in grand average analysis (Fig 4, Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27043, "infons": {"file": "pone.0215023.g004.jpg", "id": "pone.0215023.g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Grand average of functional magnetic resonance imaging (fMRI) in controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27118, "infons": {"file": "pone.0215023.g004.jpg", "id": "pone.0215023.g004", "section_type": "FIG", "type": "fig_caption"}, "text": "Controls exhibited significant activation responding to omission in the left superior temporal gyrus (Brodmann area/BA 41).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27242, "infons": {"file": "pone.0215023.t002.xml", "id": "pone.0215023.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Areas significantly responded to sound omission or correlated to other measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27323, "infons": {"file": "pone.0215023.t002.xml", "id": "pone.0215023.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Region (BA)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Talairach coordination (X, Y, Z) of peak location</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p-value<break/>(FWE corrected, cluster level)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">t-value (peak level)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Number of significant voxels</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\"><bold>Areas significantly responding to omission of sound in controls (<xref ref-type=\"fig\" rid=\"pone.0215023.g004\">Fig 4</xref>).</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Lt. superior temporal gyrus (BA 41)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(-59.4, -26.8, 8.7)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.033</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.25</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">84</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\"><bold>Areas with reduced BOLD activity in the left middle temporal gyrus in patients 8 (<xref ref-type=\"fig\" rid=\"pone.0215023.g005\">Fig 5</xref>).</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Lt. middle temporal gyrus (BA 39)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(-37,6–72.9, 18.4)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.35</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">231</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\"><bold>Areas where BOLD activity significantly correlated positively with MMN amplitude at the Fz site in patients (<xref ref-type=\"fig\" rid=\"pone.0215023.g006\">Fig 6</xref>).</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rt. superior temporal gyrus (BA 42)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(57.4, -32.5, 10.8)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.018</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.85</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">103</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\"><bold>Areas where BOLD activity significantly correlated positively with PANSS scores of positive symptoms (<xref ref-type=\"fig\" rid=\"pone.0215023.g007\">Fig 7</xref>)</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rt. parahippocampal gyrus (BA 19)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(41.6, -42.6, 2.1)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.000</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.32</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">392</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\"><bold>Areas where BOLD activity significantly correlated positively with PANSS scores of hostility and Positive symptoms according to Bell’s classification (<xref ref-type=\"fig\" rid=\"pone.0215023.g008\">Fig 8</xref>)</bold></td></tr><tr><td align=\"center\" colspan=\"5\" rowspan=\"1\"><bold>correlated with hostility</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rt. Insula (BA 13)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(33.7, -41.8, 18.7)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.003</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.87</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">146</td></tr><tr><td align=\"center\" colspan=\"5\" rowspan=\"1\"><bold>correlated with positive symptoms</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rt. parahippocampal gyrus (BA19)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(39.6, -40.7, 2.0)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.000</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">486</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\"><bold>Areas where BOLD activity significantly correlated positively with BOLD signal change in the bilateral Heschl’s Gyri. (Figs <xref ref-type=\"fig\" rid=\"pone.0215023.g010\">10</xref> and <xref ref-type=\"fig\" rid=\"pone.0215023.g011\">11</xref>).</bold></td></tr><tr><td align=\"center\" colspan=\"5\" rowspan=\"1\"><bold>correlated Lt. Heschl gyrus</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Lt. insula (BA 13)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(43.6, -15.2, 6.3)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.000</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12.20</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1107</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Lt. postcentral gyrus (BA43)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(63.4, -10.6, 20.8)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.000</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">21.46</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">218</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Lt. inferior parietal lobule (BA 40)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(-55.4, -25.5, 34.4)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.020</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.75</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">97</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rt insula</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(—4.0 -40.0, 14.9)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0032</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.57</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">88</td></tr><tr><td align=\"center\" colspan=\"5\" rowspan=\"1\"><bold>correlated with Rt. Heschl gyrus</bold></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rt. insula (BA 13)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>(</bold>43.6, 3.5, -6.9)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.018</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">105</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Lt. posterior cingulate(BA29)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(-2.0, -42.0, 15.0)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.008</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.96</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">123</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Lt. middle frontal gyrus (BA 9)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(-29.7, 30.3, 22.4)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.005</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.60</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">134</td></tr></tbody></table>\n"}, "text": "Region (BA)\tTalairach coordination (X, Y, Z) of peak location\tp-value(FWE corrected, cluster level)\tt-value (peak level)\tNumber of significant voxels\t \tAreas significantly responding to omission of sound in controls (Fig 4).\t \tLt. superior temporal gyrus (BA 41)\t(-59.4, -26.8, 8.7)\t0.033\t5.25\t84\t \tAreas with reduced BOLD activity in the left middle temporal gyrus in patients 8 (Fig 5).\t \tLt. middle temporal gyrus (BA 39)\t(-37,6–72.9, 18.4)\t0.003\t5.35\t231\t \tAreas where BOLD activity significantly correlated positively with MMN amplitude at the Fz site in patients (Fig 6).\t \tRt. superior temporal gyrus (BA 42)\t(57.4, -32.5, 10.8)\t0.018\t6.85\t103\t \tAreas where BOLD activity significantly correlated positively with PANSS scores of positive symptoms (Fig 7)\t \tRt. parahippocampal gyrus (BA 19)\t(41.6, -42.6, 2.1)\t0.000\t8.32\t392\t \tAreas where BOLD activity significantly correlated positively with PANSS scores of hostility and Positive symptoms according to Bell’s classification (Fig 8)\t \tcorrelated with hostility\t \tRt. Insula (BA 13)\t(33.7, -41.8, 18.7)\t0.003\t6.87\t146\t \tcorrelated with positive symptoms\t \tRt. parahippocampal gyrus (BA19)\t(39.6, -40.7, 2.0)\t0.000\t9.19\t486\t \tAreas where BOLD activity significantly correlated positively with BOLD signal change in the bilateral Heschl’s Gyri. (Figs 10 and 11).\t \tcorrelated Lt. Heschl gyrus\t \tLt. insula (BA 13)\t(43.6, -15.2, 6.3)\t0.000\t12.20\t1107\t \tLt. postcentral gyrus (BA43)\t(63.4, -10.6, 20.8)\t0.000\t21.46\t218\t \tLt. inferior parietal lobule (BA 40)\t(-55.4, -25.5, 34.4)\t0.020\t6.75\t97\t \tRt insula\t(—4.0 -40.0, 14.9)\t0032\t5.57\t88\t \tcorrelated with Rt. Heschl gyrus\t \tRt. insula (BA 13)\t(43.6, 3.5, -6.9)\t0.018\t6.13\t105\t \tLt. posterior cingulate(BA29)\t(-2.0, -42.0, 15.0)\t0.008\t7.96\t123\t \tLt. middle frontal gyrus (BA 9)\t(-29.7, 30.3, 22.4)\t0.005\t5.60\t134\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29142, "infons": {"file": "pone.0215023.t002.xml", "id": "pone.0215023.t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "BA: Brodmann area", "sentences": [], "annotations": [], "relations": []}, {"offset": 29160, "infons": {"file": "pone.0215023.t002.xml", "id": "pone.0215023.t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "FWE: family-wise error rate", "sentences": [], "annotations": [], "relations": []}, {"offset": 29188, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparison of fMRI between patients and controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 29237, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Schizophrenic patients had reduced BOLD activity in the left middle temporal gyrus (MTG) (BA 39) compared to controls in a t-test with age and education as covariates (Fig 5, Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29422, "infons": {"file": "pone.0215023.g005.jpg", "id": "pone.0215023.g005", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of functional magnetic resonance imaging (fMRI) between patients and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29512, "infons": {"file": "pone.0215023.g005.jpg", "id": "pone.0215023.g005", "section_type": "FIG", "type": "fig_caption"}, "text": "Patients with schizophrenia had reduced blood oxygenation level-dependent (BOLD) activity in the left middle temporal gyrus (Brodmann area/BA 39) compared to controls in a t-test with age and education as covariates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29729, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation analysis of fMRI in patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 29770, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "BOLD activity of the right superior temporal gyrus significantly correlated positively with MMN amplitudes at the Fz site in the correlation analysis (Fig 6, Table 2). The BOLD activity of the right parahippocampal gyrus correlated positively with PANSS positive symptom subtotal scores (Fig 7, Table 2). The BOLD activity of the right insula (Fig 8A, Table 2) and right parahippocampal gyrus (Fig 8B, Table 2) significantly correlated positively with hostility and positive symptom subtotal PANSS scores as defined by Bell’s classification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30312, "infons": {"file": "pone.0215023.g006.jpg", "id": "pone.0215023.g006", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlation of functional magnetic resonance imaging (fMRI) with mismatch negativity (MMN) in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30416, "infons": {"file": "pone.0215023.g006.jpg", "id": "pone.0215023.g006", "section_type": "FIG", "type": "fig_caption"}, "text": "Blood oxygenation level-dependent (BOLD) activity in the right superior temporal gyrus significantly correlated with MMN amplitudes at the Fz site.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30564, "infons": {"file": "pone.0215023.g007.jpg", "id": "pone.0215023.g007", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlation of functional magnetic resonance imaging (fMRI) with the PANSS in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30652, "infons": {"file": "pone.0215023.g007.jpg", "id": "pone.0215023.g007", "section_type": "FIG", "type": "fig_caption"}, "text": "Blood oxygenation level-dependent (BOLD) activity in the right parahippocampal gyrus correlated with the Positive and Negative Syndrome Scale (PANSS) positive symptom subscale scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30836, "infons": {"file": "pone.0215023.g008.jpg", "id": "pone.0215023.g008", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlation of functional magnetic resonance imaging (fMRI) with Bell’s PANSS classification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30930, "infons": {"file": "pone.0215023.g008.jpg", "id": "pone.0215023.g008", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) Blood oxygenation level-dependent (BOLD) activity in the right insula and (b) right parahippocampal gyrus significantly correlated with the Positive and Negative Syndrome Scale (PANSS) hostility and positive symptom subtotal scores, respectively, as classified by Bell’s classification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31221, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ROI analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31234, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ANCOVA of the ROI analysis revealed no significant main effects or interactions in the cingulate cortex (S4A and S4B Fig). The group effect [F(1, 23) = 5.239, p = 0.032] and interaction between group and location [F(2, 46) = 3.675, p = 0.033] were significant in the temporal cortex. Post-hoc tests with Bonfferoni correction indicated that patients had a reduced signal change (t-values) in the bilateral middle temporal gyrus compared to controls (left p = 0.002, right p = 0.040; Fig 9), though no significant differences were found in the STG (S5A Fig) or HSC (S5B Fig).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31809, "infons": {"file": "pone.0215023.g009.jpg", "id": "pone.0215023.g009", "section_type": "FIG", "type": "fig_title_caption"}, "text": "ROI (region of interest) analysis of the temporal gyrus in the middle temporal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31895, "infons": {"file": "pone.0215023.g009.jpg", "id": "pone.0215023.g009", "section_type": "FIG", "type": "fig_caption"}, "text": "Patients demonstrated reduced signal change (t-values) in the bilateral middle temporal gyrus compared to controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32011, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In patients, changes in the BOLD signal (t-values) in the left HSC in ROI analysis significantly correlated positively with MMN amplitudes at the Fz site (Pearson’s correlation: R = 0.583, p = 0.045; S6 Fig).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32220, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A correlation analysis using BOLD signal change (%) in the bilateral HSC as the covariate showed that BOLD activity in the left insula (BA 13) encompassing the STG (BA 22), right insula (Fig 10A), right postcentral gyrus (BA 43; Fig 10B), and left inferior parietal lobule (BA 40; Fig 10C) significantly correlated positively with changes in the BOLD signal in the left HSC, and BOLD activity in the right insula (BA 13; Fig 11A), left posterior cingulate (BA 29; Fig 11B), and left middle frontal gyrus (BA 9; Fig 11C) significantly correlated positively with the activity in the right HSC (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32822, "infons": {"file": "pone.0215023.g010.jpg", "id": "pone.0215023.g010", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlation analysis of BOLD signal changes in the left Heschl’s Gyrus (HSC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32900, "infons": {"file": "pone.0215023.g010.jpg", "id": "pone.0215023.g010", "section_type": "FIG", "type": "fig_caption"}, "text": "In a correlation analysis using blood oxygenation level-dependent (BOLD) signal change (%) in the HSC as a covariate in ROI analysis, BOLD activity in the left insula encompassing the superior temporal gyrus (not shown), right insula (indicated by the white circle in (a)), right postcentral gyrus (indicated by the white circle in (b)), and left inferior parietal lobule (indicated by the white circle in (c)) significantly correlated with BOLD signal changes in the left HSC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33378, "infons": {"file": "pone.0215023.g011.jpg", "id": "pone.0215023.g011", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlation analysis of BOLD signal changes in the right Heschl’s Gyrus (HSC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33457, "infons": {"file": "pone.0215023.g011.jpg", "id": "pone.0215023.g011", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) Blood oxygenation level-dependent (BOLD) activity in the right insula, (b) left posterior cingulate, and (c) left middle frontal gyrus significantly correlated with that of the right HSC of patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33661, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "DTI", "sentences": [], "annotations": [], "relations": []}, {"offset": 33665, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TBSS revealed a cluster of significant FA reductions in patients compared to controls. This cluster included the bilateral anterior cingulate, right posterior cingulate, deep white matter in the frontal, temporal, and parietal lobes, a large portion of the corpus callosum, and the corona radiata (Fig 12A and 12B). Although ANCOVA for FA values of the ACC revealed no significant main effects or interactions, post-hoc tests with Bonfferoni correction indicated that patients had reduced FA values in the left anterior cingulate gyrus (p = 0.49; Fig 13). FA values in the left ACC significantly correlated positively with BOLD signal changes (t-values) in the right STG (S7 Fig, Pearson’s correlation, R = -0.583, p = 0.045), and FA values in the right anterior cingulate gyrus significantly correlated negatively with total PANSS scores (S8A Fig; Pearson’s correlation, R = -0.632, p = 0.027) and Emotional Discomfort subtotal score as defined by Bell’s classification (R = -0.764, p = 0.004; S8B Fig).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34670, "infons": {"file": "pone.0215023.g012.jpg", "id": "pone.0215023.g012", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Regions of significant fractional anisotropy (FA) reduction in patients with schizophrenia relative to controls (red-yellow, p < 0.05, corrected for family-wise error).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34839, "infons": {"file": "pone.0215023.g012.jpg", "id": "pone.0215023.g012", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) Axial slices from Z = 24 to Z = 38 mm and (b) a coronal slice show the bilateral anterior cingulum region along with the right posterior cingulum. The left-right orientation is in accordance with the radiological convention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35068, "infons": {"file": "pone.0215023.g013.jpg", "id": "pone.0215023.g013", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Fractional anisotropy (FA) values in the anterior cingulate gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35135, "infons": {"file": "pone.0215023.g013.jpg", "id": "pone.0215023.g013", "section_type": "FIG", "type": "fig_caption"}, "text": "Patients had reduced FA values in the left anterior cingulate gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35204, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 35215, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The left STG was activated by the omission deviant in the controls in accordance with previous reports identifying the MMN generator in that locus. Patients with schizophrenia exhibited reduced BOLD activity in the left MTG relative to controls, which is also in line with previous reports of attenuated MMN in schizophrenia. The significant correlation between BOLD activity in the right STG and MMN amplitudes suggests that the phenomenon seen on fMRI may be a counterpart to the MMN component recorded on the EEG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35732, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "BOLD activity in the right insula and right parahippocampal gyrus significantly correlated with PANSS positive symptoms and hostility subscores, and we found a correlation between BOLD activation in the HSC and the limbic system, including the insula. The association between BOLD activation in the right insular/parahippocampal gyrus and PANSS hostility/positive symptom scores is consistent with previous reports suggesting that the anterior insular cortex is involved in experiencing negative emotions, especially disgust.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36258, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Chen et al. used a passive oddball paradigm consisting of emotionally meaningless syllables spoken with neutral, happy, or disgusted prosodies, along with acoustically matched simple and complex tones, and demonstrated that, relative to happy syllables, disgusted syllables elicited stronger MMN-related cortical activities measured by magnetoencephalography (MMNm) in the right anterior insular cortex, precentral gyrus, left posterior insular cortex, supramarginal cortex, transverse temporal cortex, and upper bank of the superior temporal cortex. This finding supports a role of the anterior insular cortex in pre-attentive processing of emotional salience. Using an MMN/field paradigm, Ford et al. reported significantly reduced right hemisphere fronto-temporal and insular cortex activation in a “high social disorganization” group sharing autistic and schizotypal phenotypes, and indicated that right fronto-temporal and insular cortex-related auditory change processing may be associated with psychosocial functioning. The insular cortex not only relays information to and from somatosensory, auditory, and visual areas and the amygdala, which has been suggested to be involved in emotion and fear processing, but is among the secondary auditory cortices, with connections to the STG and dorsal superior temporal sulcus. The posterior insular cortex is part of the extended auditory cortex and preferentially responds to vocal commutation. The detection of auditory changes in the primary auditory cortex triggers a pre-attentive reorienting response in the right frontal lobe, with feedback to the auditory sensory regions through connections between the IFG and STG. Changes in the structure of the insular cortex have been identified in patients with schizophrenia and autism. Connections between these regions may be disrupted in schizophrenia, disrupting feedback pathways from the IFG to the STG, suggesting a deficit in the connection between the auditory processing regions and the IFG. These previous literatures suggesting a key role of the fronto-temporal-limbic cortical networks in MMN generation may support our findings that BOLD activation of Heschl’s gyri correlated with that of the limbic system, including the insula.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38504, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The association between BOLD activity in the right parahippocampal gyrus and PANSS scores may be relevant to previous findings. In bipolar disorder, disturbances in the hippocampal glutamate/NMDA system are potentially related to a lack of tightly regulated hippocampal NMDA functioning. Although mismatch responses are attenuated in patients with schizophrenia, a failure of the inhibitory mechanism in the limbic system or increased distractibility when detecting mismatch stimuli may contribute to clinical manifestations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39030, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "FA values in the left ACC significantly correlated with BOLD signal changes in the right STG, and FA values in the right ACC significantly correlated with PANSS scores. These results are in line with previous studies that suggested the ACC is a source of MMN. Takahashi et al. examined the neural sources of MMN and P3a components in a large cohort of patients with schizophrenia using exact low resolution electromagnetic tomography analysis (eLORETA) and comparing them to non-psychiatric control subjects. Reduced activation of discrete medial frontal brain regions, including the anterior–posterior cingulate and medial frontal gyri, were associated with MMN deficits, whereas deficits in P3a were associated with reduced activation of attentional networks (i.e., frontal, temporal, and parietal regions). Their results support the hypothesis that a distributed neural architecture supporting initial auditory sensory discrimination, such as MMN processing, is similar in patients with schizophrenia, but impairments in the medial frontal region devolve into generalized neurocognitive deficits. Among the core neurophysiological features of schizophrenia is abnormal activation of medial frontal areas, including the cingulate cortex and medial frontal gyrus, accounting for several distinct cognitive deficits. The associations between ACC structure and the mismatched BOLD response in the right STG or total PANSS scores observed in this study are consistent with hierarchical information processing models of cognitive deficits that have been proposed for patients with schizophrenia. In schizophrenia, impaired automatic stimulus discrimination may contribute to the higher-order cognitive and psychosocial deficits, and changes in ACC structure may be part of the neural basis of MMN changes and disruption of the limbic-cortical structural networks. Although causal inferences should be considered with caution given the limitations, the deficits of the feedback/feed-forward connection between the prefrontal cortex and STG modulated by the ACC and insula may specifically contribute to impaired MMN generation and clinical manifestations in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41199, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study has several limitations. First, these findings are underpowered due to the relatively small sample size with non-matched groups regarding age and education. The small patient population may have contributed to the lack of significant differences in the MMN amplitudes or latencies, and additional studies with larger samples are needed to elucidate the clinical implications of the present findings. There is also a need for stricter noise reduction of raw EEG data by reprocessing the data, as insufficient artifact correction may have contributed to the negative findings related to MMN amplitude or latency. Finally, DTI ROIs are limited to the ACC. A broader range of ROIs including the limbic system, STG, and IFG should help elucidate the impaired connection between the STG, ACC, and insula in schizophrenia. Further analysis of fMRI, EEG, and DTI data in functional brain networks is necessary for improved understanding of the cognitive function pathophysiology seen in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42204, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 42215, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This is the first study to examine MMN using simultaneous fMRI, EEG, and DTI recording in patients with schizophrenia to determine the implications of abnormalities in the ACC, STG, and limbic system, including the insula and parahippocampal gyrus, and understand their dysfunctions as reflected by MMN. The ACC structural changes occurring in schizophrenia may be part of the neural basis underlying MMN deficits, and deficits in the feedback/feed-forward connection between the prefrontal cortex and STG modulated by the ACC and insula may specifically contribute to impaired MMN generation and clinical manifestations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42837, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 42860, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 42871, "infons": {"fpage": "317", "issue": "1–4", "lpage": "37", "name_0": "surname:Naatanen;given-names:R", "name_1": "surname:Alho;given-names:K", "pub-id_pmid": "7775056", "section_type": "REF", "source": "International Journal of Neuroscience", "type": "ref", "volume": "80", "year": "1995"}, "text": "Mismatch negativity—a unique measure of sensory processing in audition", "sentences": [], "annotations": [], "relations": []}, {"offset": 42942, "infons": {"name_0": "surname:Koshiyama;given-names:D", "name_1": "surname:Kirihara;given-names:K", "name_2": "surname:Tada;given-names:M", "name_3": "surname:Nagai;given-names:T", "name_4": "surname:Fujioka;given-names:M", "name_5": "surname:Koike;given-names:S", "pub-id_doi": "10.1016/j.schres.2017.09.045", "pub-id_pmid": "28986006", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "year": "2017"}, "text": "Association between mismatch negativity and global functioning is specific to duration deviance in early stages of psychosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43067, "infons": {"name_0": "surname:Naatanen;given-names:R", "section_type": "REF", "source": "Attention and Brain Function.", "type": "ref", "year": "1992"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 43068, "infons": {"fpage": "436", "issue": "5", "lpage": "50", "name_0": "surname:Naatanen;given-names:R", "name_1": "surname:Paavilainen;given-names:P", "name_2": "surname:Tiitinen;given-names:H", "name_3": "surname:Jiang;given-names:D", "name_4": "surname:Alho;given-names:K", "pub-id_pmid": "8416070", "section_type": "REF", "source": "Psychophysiology", "type": "ref", "volume": "30", "year": "1993"}, "text": "Attention and mismatch negativity", "sentences": [], "annotations": [], "relations": []}, {"offset": 43102, "infons": {"fpage": "310", "issue": "3", "lpage": "2", "name_0": "surname:Naatanen;given-names:R", "name_1": "surname:Jiang;given-names:D", "name_2": "surname:Lavikainen;given-names:J", "name_3": "surname:Reinikainen;given-names:K", "name_4": "surname:Paavilainen;given-names:P", "pub-id_pmid": "8298095", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "5", "year": "1993"}, "text": "Event-related potentials reveal a memory trace for temporal features", "sentences": [], "annotations": [], "relations": []}, {"offset": 43171, "infons": {"fpage": "179", "lpage": "84", "name_0": "surname:Naatanen;given-names:R", "name_1": "surname:Alho;given-names:K", "pub-id_pmid": "7649019", "section_type": "REF", "source": "Electroencephalogr Clin Neurophysiol Suppl", "type": "ref", "volume": "44", "year": "1995"}, "text": "Mismatch negativity to change in complex spectrotemporal sound pattern: a new way to study neural learning in the human brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 43297, "infons": {"fpage": "201", "lpage": "88", "name_0": "surname:Naatanen;given-names:R", "section_type": "REF", "source": "BEHAVIORAL AND BRAIN SCIENCES", "type": "ref", "volume": "13", "year": "1990"}, "text": "The role of attention in auditory information processing as revelaed by event-related potentials and other brain measures of cognitive function", "sentences": [], "annotations": [], "relations": []}, {"offset": 43441, "infons": {"fpage": "550", "issue": "7", "lpage": "8", "name_0": "surname:Javitt;given-names:DC", "name_1": "surname:Doneshka;given-names:P", "name_2": "surname:Grochowski;given-names:S", "name_3": "surname:Ritter;given-names:W", "pub-id_pmid": "7598631", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "52", "year": "1995"}, "text": "Impaired mismatch negativity generation reflects widespread dysfunction of working memory in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 43548, "infons": {"fpage": "627", "issue": "6", "lpage": "40", "name_0": "surname:Giard;given-names:MH", "name_1": "surname:Perrin;given-names:F", "name_2": "surname:Pernier;given-names:J", "name_3": "surname:Bouchet;given-names:P", "pub-id_pmid": "2100348", "section_type": "REF", "source": "Psychophysiology", "type": "ref", "volume": "27", "year": "1990"}, "text": "Brain generators implicated in the processing of auditory stimulus deviance: a topographic event-related potential study", "sentences": [], "annotations": [], "relations": []}, {"offset": 43669, "infons": {"fpage": "25", "issue": "1", "lpage": "41", "name_0": "surname:Oknina;given-names:LB", "name_1": "surname:Wild-Wall;given-names:N", "name_2": "surname:Oades;given-names:RD", "name_3": "surname:Juran;given-names:SA", "name_4": "surname:Ropcke;given-names:B", "name_5": "surname:Pfueller;given-names:U", "pub-id_doi": "10.1016/j.schres.2004.10.003", "pub-id_pmid": "15927796", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "76", "year": "2005"}, "text": "Frontal and temporal sources of mismatch negativity in healthy controls, patients at onset of schizophrenia in adolescence and others at 15 years after onset", "sentences": [], "annotations": [], "relations": []}, {"offset": 43827, "infons": {"fpage": "13", "issue": "1", "lpage": "27", "name_0": "surname:Jemel;given-names:B", "name_1": "surname:Achenbach;given-names:C", "name_2": "surname:Muller;given-names:BW", "name_3": "surname:Ropcke;given-names:B", "name_4": "surname:Oades;given-names:RD", "pub-id_pmid": "12371672", "section_type": "REF", "source": "Brain topography", "type": "ref", "volume": "15", "year": "2002"}, "text": "Mismatch negativity results from bilateral asymmetric dipole sources in the frontal and temporal lobes", "sentences": [], "annotations": [], "relations": []}, {"offset": 43930, "infons": {"fpage": "107", "issue": "2", "lpage": "10", "name_0": "surname:Waberski;given-names:TD", "name_1": "surname:Kreitschmann-Andermahr;given-names:I", "name_2": "surname:Kawohl;given-names:W", "name_3": "surname:Darvas;given-names:F", "name_4": "surname:Ryang;given-names:Y", "name_5": "surname:Rodewald;given-names:M", "pub-id_pmid": "11457571", "section_type": "REF", "source": "Neurosci Lett", "type": "ref", "volume": "308", "year": "2001"}, "text": "Spatio-temporal source imaging reveals subcomponents of the human auditory mismatch negativity in the cingulum and right inferior temporal gyrus", "sentences": [], "annotations": [], "relations": []}, {"offset": 44075, "infons": {"fpage": "190", "issue": "3", "lpage": "5", "name_0": "surname:Mathiak;given-names:K", "name_1": "surname:Rapp;given-names:A", "name_2": "surname:Kircher;given-names:TT", "name_3": "surname:Grodd;given-names:W", "name_4": "surname:Hertrich;given-names:I", "name_5": "surname:Weiskopf;given-names:N", "pub-id_doi": "10.1002/hbm.10041", "pub-id_pmid": "12112773", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "16", "year": "2002"}, "text": "Mismatch responses to randomized gradient switching noise as reflected by fMRI and whole-head magnetoencephalography", "sentences": [], "annotations": [], "relations": []}, {"offset": 44192, "infons": {"fpage": "142", "issue": "1", "lpage": "7", "name_0": "surname:Opitz;given-names:B", "name_1": "surname:Mecklinger;given-names:A", "name_2": "surname:Von Cramon;given-names:DY", "name_3": "surname:Kruggel;given-names:F", "pub-id_pmid": "10098390", "section_type": "REF", "source": "Psychophysiology", "type": "ref", "volume": "36", "year": "1999"}, "text": "Combining electrophysiological and hemodynamic measures of the auditory oddball", "sentences": [], "annotations": [], "relations": []}, {"offset": 44272, "infons": {"fpage": "545", "issue": "5", "lpage": "51", "name_0": "surname:Molholm;given-names:S", "name_1": "surname:Martinez;given-names:A", "name_2": "surname:Ritter;given-names:W", "name_3": "surname:Javitt;given-names:DC", "name_4": "surname:Foxe;given-names:JJ", "pub-id_doi": "10.1093/cercor/bhh155", "pub-id_pmid": "15342438", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "15", "year": "2005"}, "text": "The neural circuitry of pre-attentive auditory change-detection: an fMRI study of pitch and duration mismatch negativity generators", "sentences": [], "annotations": [], "relations": []}, {"offset": 44404, "infons": {"fpage": "66", "issue": "1", "lpage": "72", "name_0": "surname:Rinne;given-names:T", "name_1": "surname:Degerman;given-names:A", "name_2": "surname:Alho;given-names:K", "pub-id_doi": "10.1016/j.neuroimage.2005.01.017", "pub-id_pmid": "15862206", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "26", "year": "2005"}, "text": "Superior temporal and inferior frontal cortices are activated by infrequent sound duration decrements: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 44521, "infons": {"fpage": "936", "issue": "2", "lpage": "44", "name_0": "surname:Garrido;given-names:MI", "name_1": "surname:Friston;given-names:KJ", "name_2": "surname:Kiebel;given-names:SJ", "name_3": "surname:Stephan;given-names:KE", "name_4": "surname:Baldeweg;given-names:T", "name_5": "surname:Kilner;given-names:JM", "pub-id_doi": "10.1016/j.neuroimage.2008.05.018", "pub-id_pmid": "18602841", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "42", "year": "2008"}, "text": "The functional anatomy of the MMN: a DCM study of the roving paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 44591, "infons": {"fpage": "909", "issue": "4", "lpage": "21", "name_0": "surname:Cowan;given-names:N", "name_1": "surname:Winkler;given-names:I", "name_2": "surname:Teder;given-names:W", "name_3": "surname:Naatanen;given-names:R", "pub-id_pmid": "8345328", "section_type": "REF", "source": "J Exp Psychol Learn Mem Cogn", "type": "ref", "volume": "19", "year": "1993"}, "text": "Memory prerequisites of mismatch negativity in the auditory event-related potential (ERP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 44681, "infons": {"fpage": "1971", "issue": "8", "lpage": "4", "name_0": "surname:Yabe;given-names:H", "name_1": "surname:Tervaniemi;given-names:M", "name_2": "surname:Reinikainen;given-names:K", "name_3": "surname:Naatanen;given-names:R", "pub-id_pmid": "9223087", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "8", "year": "1997"}, "text": "Temporal window of integration revealed by MMN to sound omission", "sentences": [], "annotations": [], "relations": []}, {"offset": 44746, "infons": {"fpage": "196", "issue": "2–3", "lpage": "203", "name_0": "surname:Moriya;given-names:J", "name_1": "surname:Kakeda;given-names:S", "name_2": "surname:Abe;given-names:O", "name_3": "surname:Goto;given-names:N", "name_4": "surname:Yoshimura;given-names:R", "name_5": "surname:Hori;given-names:H", "pub-id_doi": "10.1016/j.schres.2009.10.002", "pub-id_pmid": "19854618", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "116", "year": "2010"}, "text": "Gray and white matter volumetric and diffusion tensor imaging (DTI) analyses in the early stage of first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44873, "infons": {"fpage": "e18652", "issue": "4", "name_0": "surname:Abdul-Rahman;given-names:MF", "name_1": "surname:Qiu;given-names:A", "name_2": "surname:Sim;given-names:K", "pub-id_doi": "10.1371/journal.pone.0018652", "pub-id_pmid": "21533181", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Regionally specific white matter disruptions of fornix and cingulum in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 44958, "infons": {"fpage": "4138", "issue": "12", "lpage": "51", "name_0": "surname:Jeong;given-names:B", "name_1": "surname:Wible;given-names:CG", "name_2": "surname:Hashimoto;given-names:R", "name_3": "surname:Kubicki;given-names:M", "pub-id_doi": "10.1002/hbm.20835", "pub-id_pmid": "19569073", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "30", "year": "2009"}, "text": "Functional and anatomical connectivity abnormalities in left inferior frontal gyrus in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45059, "infons": {"fpage": "15", "issue": "1–2", "lpage": "30", "name_0": "surname:Kubicki;given-names:M", "name_1": "surname:McCarley;given-names:R", "name_2": "surname:Westin;given-names:CF", "name_3": "surname:Park;given-names:HJ", "name_4": "surname:Maier;given-names:S", "name_5": "surname:Kikinis;given-names:R", "pub-id_doi": "10.1016/j.jpsychires.2005.05.005", "pub-id_pmid": "16023676", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "41", "year": "2007"}, "text": "A review of diffusion tensor imaging studies in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45121, "infons": {"fpage": "213", "issue": "1", "lpage": "23", "name_0": "surname:Park;given-names:HJ", "name_1": "surname:Westin;given-names:CF", "name_2": "surname:Kubicki;given-names:M", "name_3": "surname:Maier;given-names:SE", "name_4": "surname:Niznikiewicz;given-names:M", "name_5": "surname:Baer;given-names:A", "pub-id_doi": "10.1016/j.neuroimage.2004.04.036", "pub-id_pmid": "15325368", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "23", "year": "2004"}, "text": "White matter hemisphere asymmetries in healthy subjects and in schizophrenia: a diffusion tensor MRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45228, "infons": {"fpage": "215", "issue": "1–3", "lpage": "22", "name_0": "surname:Fujiwara;given-names:H", "name_1": "surname:Namiki;given-names:C", "name_2": "surname:Hirao;given-names:K", "name_3": "surname:Miyata;given-names:J", "name_4": "surname:Shimizu;given-names:M", "name_5": "surname:Fukuyama;given-names:H", "pub-id_doi": "10.1016/j.schres.2007.05.044", "pub-id_pmid": "17664062", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "95", "year": "2007"}, "text": "Anterior and posterior cingulum abnormalities and their association with psychopathology in schizophrenia: a diffusion tensor imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45368, "infons": {"fpage": "1171", "issue": "11", "lpage": "80", "name_0": "surname:Kubicki;given-names:M", "name_1": "surname:Westin;given-names:CF", "name_2": "surname:Nestor;given-names:PG", "name_3": "surname:Wible;given-names:CG", "name_4": "surname:Frumin;given-names:M", "name_5": "surname:Maier;given-names:SE", "pub-id_pmid": "14643084", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "54", "year": "2003"}, "text": "Cingulate fasciculus integrity disruption in schizophrenia: a magnetic resonance diffusion tensor imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45480, "infons": {"fpage": "1833", "issue": "14", "lpage": "6", "name_0": "surname:Sun;given-names:Z", "name_1": "surname:Wang;given-names:F", "name_2": "surname:Cui;given-names:L", "name_3": "surname:Breeze;given-names:J", "name_4": "surname:Du;given-names:X", "name_5": "surname:Wang;given-names:X", "pub-id_doi": "10.1097/01.wnr.0000094529.75712.48", "pub-id_pmid": "14534430", "section_type": "REF", "source": "Neuroreport", "type": "ref", "volume": "14", "year": "2003"}, "text": "Abnormal anterior cingulum in patients with schizophrenia: a diffusion tensor imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45572, "infons": {"fpage": "573", "issue": "3", "lpage": "5", "name_0": "surname:Wang;given-names:F", "name_1": "surname:Sun;given-names:Z", "name_2": "surname:Cui;given-names:L", "name_3": "surname:Du;given-names:X", "name_4": "surname:Wang;given-names:X", "name_5": "surname:Zhang;given-names:H", "pub-id_doi": "10.1176/appi.ajp.161.3.573", "pub-id_pmid": "14992988", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "161", "year": "2004"}, "text": "Anterior cingulum abnormalities in male patients with schizophrenia determined through diffusion tensor imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 45684, "infons": {"fpage": "819", "issue": "4", "lpage": "24", "name_0": "surname:Cohen;given-names:RA", "name_1": "surname:Kaplan;given-names:RF", "name_2": "surname:Moser;given-names:DJ", "name_3": "surname:Jenkins;given-names:MA", "name_4": "surname:Wilkinson;given-names:H", "pub-id_pmid": "10489048", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "53", "year": "1999"}, "text": "Impairments of attention after cingulotomy", "sentences": [], "annotations": [], "relations": []}, {"offset": 45727, "infons": {"fpage": "599", "issue": "2", "lpage": "610", "name_0": "surname:Manoach;given-names:DS", "name_1": "surname:Ketwaroo;given-names:GA", "name_2": "surname:Polli;given-names:FE", "name_3": "surname:Thakkar;given-names:KN", "name_4": "surname:Barton;given-names:JJ", "name_5": "surname:Goff;given-names:DC", "pub-id_doi": "10.1016/j.neuroimage.2007.04.062", "pub-id_pmid": "17590354", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "37", "year": "2007"}, "text": "Reduced microstructural integrity of the white matter underlying anterior cingulate cortex is associated with increased saccadic latency in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45881, "infons": {"fpage": "357", "issue": "2", "lpage": "65", "name_0": "surname:Segal;given-names:D", "name_1": "surname:Haznedar;given-names:MM", "name_2": "surname:Hazlett;given-names:EA", "name_3": "surname:Entis;given-names:JJ", "name_4": "surname:Newmark;given-names:RE", "name_5": "surname:Torosjan;given-names:Y", "pub-id_doi": "10.1016/j.neuroimage.2009.12.071", "pub-id_pmid": "20045072", "section_type": "REF", "type": "ref", "volume": "50", "year": "2010"}, "text": "Diffusion tensor anisotropy in the cingulate gyrus in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 45949, "infons": {"fpage": "1138", "issue": "10", "lpage": "45", "name_0": "surname:Olfson;given-names:M", "name_1": "surname:Ascher-Svanum;given-names:H", "name_2": "surname:Faries;given-names:DE", "name_3": "surname:Marcus;given-names:SC", "pub-id_doi": "10.1176/ps.62.10.pss6210_1138", "pub-id_pmid": "21969639", "section_type": "REF", "source": "Psychiatric services", "type": "ref", "volume": "62", "year": "2011"}, "text": "Predicting psychiatric hospital admission among adults with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46023, "infons": {"section_type": "REF", "source": "Diagnostic and Statistical Manual of Mental Disorders", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46024, "infons": {"fpage": "261", "issue": "2", "lpage": "76", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46091, "infons": {"fpage": "10", "issue": "1", "lpage": "22", "name_0": "surname:Fukuta;given-names:M", "name_1": "surname:Kirino;given-names:E", "name_2": "surname:Inoue;given-names:R", "name_3": "surname:Arai;given-names:H", "pub-id_doi": "10.1159/000363339", "pub-id_pmid": "25170847", "section_type": "REF", "source": "Neuropsychobiology", "type": "ref", "volume": "70", "year": "2014"}, "text": "Response of schizophrenic patients to dynamic facial expressions: an event-related potentials study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46191, "infons": {"fpage": "295", "issue": "3", "lpage": "303", "name_0": "surname:Bell;given-names:MD", "name_1": "surname:Lysaker;given-names:PH", "name_2": "surname:Beam-Goulet;given-names:JL", "name_3": "surname:Milstein;given-names:RM", "name_4": "surname:Lindenmayer;given-names:JP", "pub-id_pmid": "7991723", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "52", "year": "1994"}, "text": "Five-component model of schizophrenia: assessing the factorial invariance of the positive and negative syndrome scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 46309, "infons": {"fpage": "51", "issue": "1", "lpage": "8", "name_0": "surname:Bell;given-names:MD", "name_1": "surname:Lysaker;given-names:PH", "name_2": "surname:Milstein;given-names:RM", "name_3": "surname:Beam-Goulet;given-names:JL", "pub-id_pmid": "7701028", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "54", "year": "1994"}, "text": "Concurrent validity of the cognitive component of schizophrenia: relationship of PANSS scores to neuropsychological assessments", "sentences": [], "annotations": [], "relations": []}, {"offset": 46437, "infons": {"fpage": "222", "issue": "1–2", "lpage": "7", "name_0": "surname:Yabe;given-names:H", "name_1": "surname:Winkler;given-names:I", "name_2": "surname:Czigler;given-names:I", "name_3": "surname:Koyama;given-names:S", "name_4": "surname:Kakigi;given-names:R", "name_5": "surname:Sutoh;given-names:T", "pub-id_pmid": "11282382", "section_type": "REF", "source": "Brain Res", "type": "ref", "volume": "897", "year": "2001"}, "text": "Organizing sound sequences in the human brain: the interplay of auditory streaming and temporal integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 46545, "infons": {"fpage": "341", "issue": "2", "lpage": "70", "name_0": "surname:Cowan;given-names:N.", "pub-id_pmid": "6385047", "section_type": "REF", "source": "Psychol Bull", "type": "ref", "volume": "96", "year": "1984"}, "text": "On short and long auditory stores", "sentences": [], "annotations": [], "relations": []}, {"offset": 46579, "infons": {"fpage": "166", "lpage": "9", "name_0": "surname:Yabe;given-names:H", "name_1": "surname:Sato;given-names:Y", "name_2": "surname:Sutoh;given-names:T", "name_3": "surname:Hiruma;given-names:T", "name_4": "surname:Shinozaki;given-names:N", "name_5": "surname:Nashida;given-names:T", "pub-id_pmid": "10533103", "section_type": "REF", "source": "Electroencephalogr Clin Neurophysiol Suppl", "type": "ref", "volume": "49", "year": "1999"}, "text": "The duration of the integrating window in auditory sensory memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 46645, "infons": {"fpage": "197", "issue": "4", "lpage": "204", "name_0": "surname:Hayakawa;given-names:YK", "name_1": "surname:Kirino;given-names:E", "name_2": "surname:Shimoji;given-names:K", "name_3": "surname:Kamagata;given-names:K", "name_4": "surname:Hori;given-names:M", "name_5": "surname:Ito;given-names:K", "pub-id_doi": "10.1159/000355296", "pub-id_pmid": "24192500", "section_type": "REF", "source": "Neuropsychobiology", "type": "ref", "volume": "68", "year": "2013"}, "text": "Anterior cingulate abnormality as a neural correlate of mismatch negativity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46738, "infons": {"fpage": "262", "issue": "4", "lpage": "70", "name_0": "surname:Kirino;given-names:E", "name_1": "surname:Tanaka;given-names:S", "name_2": "surname:Fukuta;given-names:M", "name_3": "surname:Inami;given-names:R", "name_4": "surname:Arai;given-names:H", "name_5": "surname:Inoue;given-names:R", "pub-id_doi": "10.1111/pcn.12495", "pub-id_pmid": "27987251", "section_type": "REF", "source": "Psychiatry and clinical neurosciences", "type": "ref", "volume": "71", "year": "2017"}, "text": "Simultaneous resting-state functional MRI and electroencephalography recordings of functional connectivity in patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 46876, "infons": {"fpage": "717", "issue": "2", "lpage": "25", "name_0": "surname:Lacadie;given-names:CM", "name_1": "surname:Fulbright;given-names:RK", "name_2": "surname:Rajeevan;given-names:N", "name_3": "surname:Constable;given-names:RT", "name_4": "surname:Papademetris;given-names:X", "pub-id_doi": "10.1016/j.neuroimage.2008.04.240", "pub-id_pmid": "18572418", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "42", "year": "2008"}, "text": "More accurate Talairach coordinates for neuroimaging using non-linear registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 46959, "infons": {"section_type": "REF", "type": "ref"}, "text": "Brett M, Anton J-L, Valabregue R, Jean-Baptiste. P. Region of interest analysis using an SPM toolbox [abstract] presented at the 8th International Conference on Functional Mapping of the Human Brain; Sendai, Japan June 2–6, 2002, Available on CD-ROM in NeuroImage 16 (2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47231, "infons": {"fpage": "e84029", "issue": "12", "name_0": "surname:Geukes;given-names:S", "name_1": "surname:Huster;given-names:RJ", "name_2": "surname:Wollbrink;given-names:A", "name_3": "surname:Junghofer;given-names:M", "name_4": "surname:Zwitserlood;given-names:P", "name_5": "surname:Dobel;given-names:C", "pub-id_doi": "10.1371/journal.pone.0084029", "pub-id_pmid": "24391871", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "A large N400 but no BOLD effect—comparing source activations of semantic priming in simultaneous EEG-fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 47337, "infons": {"fpage": "303", "name_0": "surname:Milz;given-names:P", "name_1": "surname:Faber;given-names:PL", "name_2": "surname:Lehmann;given-names:D", "name_3": "surname:Kochi;given-names:K", "name_4": "surname:Pascual-Marqui;given-names:RD", "pub-id_doi": "10.3389/fnhum.2014.00303", "pub-id_pmid": "24860483", "section_type": "REF", "source": "Frontiers in human neuroscience", "type": "ref", "volume": "8", "year": "2014"}, "text": "sLORETA intracortical lagged coherence during breath counting in meditation-naive participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 47432, "infons": {"fpage": "e96159", "issue": "4", "name_0": "surname:Lavallee;given-names:CF", "name_1": "surname:Herrmann;given-names:CS", "name_2": "surname:Weerda;given-names:R", "name_3": "surname:Huster;given-names:RJ", "pub-id_doi": "10.1371/journal.pone.0096159", "pub-id_pmid": "24763435", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Stimulus-response mappings shape inhibition processes: a combined EEG-fMRI study of contextual stopping", "sentences": [], "annotations": [], "relations": []}, {"offset": 47536, "infons": {"fpage": "3005", "issue": "8", "lpage": "12", "name_0": "surname:Becker;given-names:MP", "name_1": "surname:Nitsch;given-names:AM", "name_2": "surname:Miltner;given-names:WH", "name_3": "surname:Straube;given-names:T", "pub-id_doi": "10.1523/JNEUROSCI.3684-13.2014", "pub-id_pmid": "24553940", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "34", "year": "2014"}, "text": "A single-trial estimation of the feedback-related negativity and its relation to BOLD responses in a time-estimation task", "sentences": [], "annotations": [], "relations": []}, {"offset": 47658, "infons": {"fpage": "229", "issue": "3", "lpage": "39", "name_0": "surname:Allen;given-names:PJ", "name_1": "surname:Polizzi;given-names:G", "name_2": "surname:Krakow;given-names:K", "name_3": "surname:Fish;given-names:DR", "name_4": "surname:Lemieux;given-names:L", "pub-id_doi": "10.1006/nimg.1998.0361", "pub-id_pmid": "9758737", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "8", "year": "1998"}, "text": "Identification of EEG events in the MR scanner: the problem of pulse artifact and a method for its subtraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 47769, "infons": {"fpage": "230", "issue": "2", "lpage": "9", "name_0": "surname:Allen;given-names:PJ", "name_1": "surname:Josephs;given-names:O", "name_2": "surname:Turner;given-names:R", "pub-id_doi": "10.1006/nimg.2000.0599", "pub-id_pmid": "10913328", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "12", "year": "2000"}, "text": "A method for removing imaging artifact from continuous EEG recorded during functional MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 47859, "infons": {"fpage": "1487", "issue": "4", "lpage": "505", "name_0": "surname:Smith;given-names:SM", "name_1": "surname:Jenkinson;given-names:M", "name_2": "surname:Johansen-Berg;given-names:H", "name_3": "surname:Rueckert;given-names:D", "name_4": "surname:Nichols;given-names:TE", "name_5": "surname:Mackay;given-names:CE", "pub-id_doi": "10.1016/j.neuroimage.2006.02.024", "pub-id_pmid": "16624579", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "31", "year": "2006"}, "text": "Tract-based spatial statistics: voxelwise analysis of multi-subject diffusion data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47942, "infons": {"fpage": "712", "issue": "8", "lpage": "21", "name_0": "surname:Rueckert;given-names:D", "name_1": "surname:Sonoda;given-names:LI", "name_2": "surname:Hayes;given-names:C", "name_3": "surname:Hill;given-names:DL", "name_4": "surname:Leach;given-names:MO", "name_5": "surname:Hawkes;given-names:DJ", "pub-id_doi": "10.1109/42.796284", "pub-id_pmid": "10534053", "section_type": "REF", "source": "IEEE transactions on medical imaging", "type": "ref", "volume": "18", "year": "1999"}, "text": "Nonrigid registration using free-form deformations: application to breast MR images", "sentences": [], "annotations": [], "relations": []}, {"offset": 48026, "infons": {"fpage": "1", "issue": "1", "lpage": "25", "name_0": "surname:Nichols;given-names:TE", "name_1": "surname:Holmes;given-names:AP", "pub-id_pmid": "11747097", "section_type": "REF", "source": "Human brain mapping", "type": "ref", "volume": "15", "year": "2002"}, "text": "Nonparametric permutation tests for functional neuroimaging: a primer with examples", "sentences": [], "annotations": [], "relations": []}, {"offset": 48110, "infons": {"fpage": "83", "issue": "1", "lpage": "98", "name_0": "surname:Smith;given-names:SM", "name_1": "surname:Nichols;given-names:TE", "pub-id_doi": "10.1016/j.neuroimage.2008.03.061", "pub-id_pmid": "18501637", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "44", "year": "2009"}, "text": "Threshold-free cluster enhancement: addressing problems of smoothing, threshold dependence and localisation in cluster inference", "sentences": [], "annotations": [], "relations": []}, {"offset": 48239, "infons": {"fpage": "53", "issue": "1", "lpage": "66", "name_0": "surname:Masutani;given-names:Y", "name_1": "surname:Aoki;given-names:S", "name_2": "surname:Abe;given-names:O", "name_3": "surname:Hayashi;given-names:N", "name_4": "surname:Otomo;given-names:K", "pub-id_pmid": "12648802", "section_type": "REF", "source": "European journal of radiology", "type": "ref", "volume": "46", "year": "2003"}, "text": "MR diffusion tensor imaging: recent advance and new techniques for diffusion tensor visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 48337, "infons": {"fpage": "11", "issue": "1", "lpage": "7", "name_0": "surname:Kunimatsu;given-names:A", "name_1": "surname:Aoki;given-names:S", "name_2": "surname:Masutani;given-names:Y", "name_3": "surname:Abe;given-names:O", "name_4": "surname:Hayashi;given-names:N", "name_5": "surname:Mori;given-names:H", "pub-id_pmid": "16093615", "section_type": "REF", "source": "Magnetic resonance in medical sciences: MRMS: an official journal of Japan Society of Magnetic Resonance in Medicine", "type": "ref", "volume": "3", "year": "2004"}, "text": "The optimal trackability threshold of fractional anisotropy for diffusion tensor tractography of the corticospinal tract", "sentences": [], "annotations": [], "relations": []}, {"offset": 48458, "infons": {"fpage": "353", "issue": "5", "lpage": "62", "name_0": "surname:Alho;given-names:K", "name_1": "surname:Woods;given-names:DL", "name_2": "surname:Algazi;given-names:A", "name_3": "surname:Knight;given-names:RT", "name_4": "surname:Naatanen;given-names:R", "pub-id_pmid": "7525232", "section_type": "REF", "source": "Electroencephalogr Clin Neurophysiol", "type": "ref", "volume": "91", "year": "1994"}, "text": "Lesions of frontal cortex diminish the auditory mismatch negativity", "sentences": [], "annotations": [], "relations": []}, {"offset": 48526, "infons": {"fpage": "143", "issue": "2", "lpage": "53", "name_0": "surname:Javitt;given-names:DC", "name_1": "surname:Grochowski;given-names:S", "name_2": "surname:Shelley;given-names:AM", "name_3": "surname:Ritter;given-names:W", "pub-id_pmid": "9566627", "section_type": "REF", "source": "Electroencephalogr Clin Neurophysiol", "type": "ref", "volume": "108", "year": "1998"}, "text": "Impaired mismatch negativity (MMN) generation in schizophrenia as a function of stimulus deviance, probability, and interstimulus/interdeviant interval", "sentences": [], "annotations": [], "relations": []}, {"offset": 48678, "infons": {"fpage": "1059", "issue": "10", "lpage": "62", "name_0": "surname:Shelley;given-names:AM", "name_1": "surname:Ward;given-names:PB", "name_2": "surname:Catts;given-names:SV", "name_3": "surname:Michie;given-names:PT", "name_4": "surname:Andrews;given-names:S", "name_5": "surname:McConaghy;given-names:N", "pub-id_pmid": "1756198", "section_type": "REF", "source": "Biological Psychiatry", "type": "ref", "volume": "30", "year": "1991"}, "text": "Mismatch negativity: an index of a preattentive processing deficit in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 48762, "infons": {"fpage": "513", "issue": "7", "lpage": "9", "name_0": "surname:Javitt;given-names:DC", "name_1": "surname:Doneshka;given-names:P", "name_2": "surname:Zylberman;given-names:I", "name_3": "surname:Ritter;given-names:W", "name_4": "surname:Vaughan;given-names:HG", "pub-id_pmid": "8513035", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "33", "year": "1993"}, "text": "Jr. Impairment of early cortical processing in schizophrenia: an event-related potential confirmation study", "sentences": [], "annotations": [], "relations": []}, {"offset": 48870, "infons": {"fpage": "521", "issue": "6", "lpage": "9", "name_0": "surname:Friedman;given-names:T", "name_1": "surname:Sehatpour;given-names:P", "name_2": "surname:Dias;given-names:E", "name_3": "surname:Perrin;given-names:M", "name_4": "surname:Javitt;given-names:DC", "pub-id_doi": "10.1016/j.biopsych.2011.10.037", "pub-id_pmid": "22192361", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "71", "year": "2012"}, "text": "Differential relationships of mismatch negativity and visual p1 deficits to premorbid characteristics and functional outcome in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49012, "infons": {"fpage": "58", "issue": "1", "lpage": "64", "name_0": "surname:Todd;given-names:J", "name_1": "surname:Michie;given-names:PT", "name_2": "surname:Schall;given-names:U", "name_3": "surname:Karayanidis;given-names:F", "name_4": "surname:Yabe;given-names:H", "name_5": "surname:Naatanen;given-names:R", "pub-id_doi": "10.1016/j.biopsych.2007.02.016", "pub-id_pmid": "17585889", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "63", "year": "2008"}, "text": "Deviant matters: duration, frequency, and intensity deviants reveal different patterns of mismatch negativity reduction in early and late schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 49164, "infons": {"fpage": "655", "issue": "8", "lpage": "66", "name_0": "surname:Craig;given-names:AD", "pub-id_doi": "10.1038/nrn894", "pub-id_pmid": "12154366", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "3", "year": "2002"}, "text": "How do you feel? Interoception: the sense of the physiological condition of the body", "sentences": [], "annotations": [], "relations": []}, {"offset": 49249, "infons": {"fpage": "59", "issue": "1", "lpage": "70", "name_0": "surname:Craig;given-names:AD", "pub-id_doi": "10.1038/nrn2555", "pub-id_pmid": "19096369", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "10", "year": "2009"}, "text": "How do you feel—now? The anterior insula and human awareness", "sentences": [], "annotations": [], "relations": []}, {"offset": 49310, "infons": {"fpage": "495", "issue": "6650", "lpage": "8", "name_0": "surname:Phillips;given-names:ML", "name_1": "surname:Young;given-names:AW", "name_2": "surname:Senior;given-names:C", "name_3": "surname:Brammer;given-names:M", "name_4": "surname:Andrew;given-names:C", "name_5": "surname:Calder;given-names:AJ", "pub-id_doi": "10.1038/39051", "pub-id_pmid": "9333238", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "389", "year": "1997"}, "text": "A specific neural substrate for perceiving facial expressions of disgust", "sentences": [], "annotations": [], "relations": []}, {"offset": 49383, "infons": {"fpage": "1484", "issue": "4", "lpage": "96", "name_0": "surname:Phillips;given-names:ML", "name_1": "surname:Williams;given-names:LM", "name_2": "surname:Heining;given-names:M", "name_3": "surname:Herba;given-names:CM", "name_4": "surname:Russell;given-names:T", "name_5": "surname:Andrew;given-names:C", "pub-id_doi": "10.1016/j.neuroimage.2003.12.013", "pub-id_pmid": "15050573", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "21", "year": "2004"}, "text": "Differential neural responses to overt and covert presentations of facial expressions of fear and disgust", "sentences": [], "annotations": [], "relations": []}, {"offset": 49489, "infons": {"fpage": "743", "name_0": "surname:Chen;given-names:C", "name_1": "surname:Lee;given-names:YH", "name_2": "surname:Cheng;given-names:Y", "pub-id_doi": "10.3389/fnhum.2014.00743", "pub-id_pmid": "25346670", "section_type": "REF", "source": "Frontiers in human neuroscience", "type": "ref", "volume": "8", "year": "2014"}, "text": "Anterior insular cortex activity to emotional salience of voices in a passive oddball paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 49584, "infons": {"fpage": "383", "lpage": "9", "name_0": "surname:Ford;given-names:TC", "name_1": "surname:Woods;given-names:W", "name_2": "surname:Crewther;given-names:DP", "pub-id_doi": "10.1016/j.nicl.2017.04.022", "pub-id_pmid": "28861339", "section_type": "REF", "source": "NeuroImage Clinical", "type": "ref", "volume": "16", "year": "2017"}, "text": "Spatio-temporal source cluster analysis reveals fronto-temporal auditory change processing differences within a shared autistic and schizotypal trait phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 49744, "infons": {"fpage": "27", "lpage": "53", "name_0": "surname:Hackett;given-names:TA", "pub-id_doi": "10.1016/B978-0-444-62630-1.00002-0", "pub-id_pmid": "25726261", "section_type": "REF", "source": "Handb Clin Neurol", "type": "ref", "volume": "129", "year": "2015"}, "text": "Anatomic organization of the auditory cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 49789, "infons": {"fpage": "1034", "issue": "4", "lpage": "45", "name_0": "surname:Remedios;given-names:R", "name_1": "surname:Logothetis;given-names:NK", "name_2": "surname:Kayser;given-names:C", "pub-id_doi": "10.1523/JNEUROSCI.4089-08.2009", "pub-id_pmid": "19176812", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "29", "year": "2009"}, "text": "An auditory region in the primate insular cortex responding preferentially to vocal communication sounds", "sentences": [], "annotations": [], "relations": []}, {"offset": 49894, "infons": {"fpage": "e106539", "issue": "9", "name_0": "surname:Radeloff;given-names:D", "name_1": "surname:Ciaramidaro;given-names:A", "name_2": "surname:Siniatchkin;given-names:M", "name_3": "surname:Hainz;given-names:D", "name_4": "surname:Schlitt;given-names:S", "name_5": "surname:Weber;given-names:B", "pub-id_doi": "10.1371/journal.pone.0106539", "pub-id_pmid": "25188200", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Structural alterations of the social brain: a comparison between schizophrenia and autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 49984, "infons": {"fpage": "88", "issue": "2", "lpage": "94", "name_0": "surname:Chitty;given-names:KM", "name_1": "surname:Lagopoulos;given-names:J", "name_2": "surname:Hickie;given-names:IB", "name_3": "surname:Hermens;given-names:DF", "pub-id_doi": "10.1016/j.pscychresns.2015.05.002", "pub-id_pmid": "26070970", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "233", "year": "2015"}, "text": "Hippocampal glutamatergic/NMDA receptor functioning in bipolar disorder: A study combining mismatch negativity and proton magnetic resonance spectroscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 50138, "infons": {"fpage": "1178", "issue": "6", "lpage": "84", "name_0": "surname:Chitty;given-names:KM", "name_1": "surname:Lagopoulos;given-names:J", "name_2": "surname:Hickie;given-names:IB", "name_3": "surname:Hermens;given-names:DF", "pub-id_doi": "10.1016/j.clinph.2014.09.025", "pub-id_pmid": "25454340", "section_type": "REF", "source": "Clinical neurophysiology: official journal of the International Federation of Clinical Neurophysiology", "type": "ref", "volume": "126", "year": "2015"}, "text": "Investigating the role of glutathione in mismatch negativity: An insight into NMDA receptor disturbances in bipolar disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 50263, "infons": {"fpage": "594", "lpage": "603", "name_0": "surname:Takahashi;given-names:H", "name_1": "surname:Rissling;given-names:AJ", "name_2": "surname:Pascual-Marqui;given-names:R", "name_3": "surname:Kirihara;given-names:K", "name_4": "surname:Pela;given-names:M", "name_5": "surname:Sprock;given-names:J", "pub-id_doi": "10.1016/j.neuroimage.2012.09.074", "pub-id_pmid": "23085112", "section_type": "REF", "source": "NeuroImage PubMed Central PMCID", "type": "ref", "volume": "66", "year": "2013"}, "text": "Neural substrates of normal and impaired preattentive sensory discrimination in large cohorts of nonpsychiatric subjects and schizophrenia patients as indexed by MMN and P3a change detection responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 50464, "infons": {"fpage": "572", "issue": "6", "lpage": "8", "name_0": "surname:Rissling;given-names:AJ", "name_1": "surname:Makeig;given-names:S", "name_2": "surname:Braff;given-names:DL", "name_3": "surname:Light;given-names:GA", "pub-id_doi": "10.1007/s11920-010-0149-z", "pub-id_pmid": "20857348", "section_type": "REF", "source": "Curr Psychiatry Rep", "type": "ref", "volume": "12", "year": "2010"}, "text": "Neurophysiologic markers of abnormal brain activity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 50533, "infons": {"fpage": "1236", "issue": "4", "lpage": "45", "name_0": "surname:Fujiwara;given-names:H", "name_1": "surname:Hirao;given-names:K", "name_2": "surname:Namiki;given-names:C", "name_3": "surname:Yamada;given-names:M", "name_4": "surname:Shimizu;given-names:M", "name_5": "surname:Fukuyama;given-names:H", "pub-id_doi": "10.1016/j.neuroimage.2007.03.068", "pub-id_pmid": "17524666", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "36", "year": "2007"}, "text": "Anterior cingulate pathology and social cognition in schizophrenia: a study of gray matter, white matter and sulcal morphometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 50661, "infons": {"fpage": "249", "lpage": "75", "name_0": "surname:Javitt;given-names:DC", "pub-id_doi": "10.1146/annurev.clinpsy.032408.153502", "pub-id_pmid": "19327031", "section_type": "REF", "source": "Annu Rev Clin Psychol", "type": "ref", "volume": "5", "year": "2009"}, "text": "When doors of perception close: bottom-up models of disrupted cognition in schizophrenia", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}