{"source": "PMC", "date": "20201218", "key": "pmc.key", "infons": {}, "documents": [{"id": "6072778", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41467-018-05432-w", "article-id_pmc": "6072778", "article-id_pmid": "30072715", "article-id_publisher-id": "5432", "elocation-id": "3028", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Sui;given-names:Jing", "name_1": "surname:Qi;given-names:Shile", "name_10": "surname:Fu;given-names:Zening", "name_11": "surname:Du;given-names:Yuhui", "name_12": "surname:Chen;given-names:Jiayu", "name_13": "surname:Potkin;given-names:Steven G.", "name_14": "surname:Preda;given-names:Adrian", "name_15": "surname:Mathalon;given-names:Daniel H.", "name_16": "surname:Ford;given-names:Judith M.", "name_17": "surname:Voyvodic;given-names:James", "name_18": "surname:Mueller;given-names:Bryon A.", "name_19": "surname:Belger;given-names:Aysenil", "name_2": "surname:van Erp;given-names:Theo G. M.", "name_20": "surname:McEwen;given-names:Sarah C.", "name_21": "surname:O’Leary;given-names:Daniel S.", "name_22": "surname:McMahon;given-names:Agnes", "name_23": "surname:Jiang;given-names:Tianzi", "name_24": "surname:Calhoun;given-names:Vince D.", "name_3": "surname:Bustillo;given-names:Juan", "name_4": "surname:Jiang;given-names:Rongtao", "name_5": "surname:Lin;given-names:Dongdong", "name_6": "surname:Turner;given-names:Jessica A.", "name_7": "surname:Damaraju;given-names:Eswar", "name_8": "surname:Mayer;given-names:Andrew R.", "name_9": "surname:Cui;given-names:Yue", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2018"}, "text": "Multimodal neuromarkers in schizophrenia via cognition-guided MRI fusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 73, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cognitive impairment is a feature of many psychiatric diseases, including schizophrenia. Here we aim to identify multimodal biomarkers for quantifying and predicting cognitive performance in individuals with schizophrenia and healthy controls. A supervised learning strategy is used to guide three-way multimodal magnetic resonance imaging (MRI) fusion in two independent cohorts including both healthy individuals and individuals with schizophrenia using multiple cognitive domain scores. Results highlight the salience network (gray matter, GM), corpus callosum (fractional anisotropy, FA), central executive and default-mode networks (fractional amplitude of low-frequency fluctuation, fALFF) as modality-specific biomarkers of generalized cognition. FALFF features are found to be more sensitive to cognitive domain differences, while the salience network in GM and corpus callosum in FA are highly consistent and predictive of multiple cognitive domains. These modality-specific brain regions define—in three separate cohorts—promising co-varying multimodal signatures that can be used as predictors of multi-domain cognition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1205, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cognitive impairment is a feature of many psychiatric diseases. Here the authors aimed to identify multimodal neuromarkers that can be used to quantify and predict cognitive performance in individuals with schizophrenia using three different features of MRI and three independent cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1494, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1507, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cognitive dysfunction is recognized as a core deficit in many psychotic disorders such as schizophrenia (SZ). Studies of psychopathology are now increasingly focusing on understanding how the human brain produces cognition, which may depend on knowledge of its large-scale organization. Mapping cognitive capability onto brain imaging has the potential to provide clues by exploiting links among enriched types of imaging and behavioral information for individuals. Here a neuromarker is defined as a brain measure that is associated with a cognitive or behavioral outcome that can predict individual performance. Neuroimaging techniques like structural and functional magnetic resonance imaging (MRI) have enabled identification of neuromarkers that bring psychiatry from subjective descriptive classification into objective and tangible brain-based measures. For example, Rosenberg et al. demonstrated that whole-brain functional connectivity strength may serve as a neuromarker of sustained attention for both healthy and disease assessments. Finn et al. showed that functional connectivity (FC) profiles can predict levels of fluid intelligence. Drysdale et al. further used FC patterns to define novel subtypes of depression that may benefit treatment outcome prediction. These studies provided steps in developing biomarkers that will allow the field of imaging analysis and psychiatry to move forward to a new era, which motivates our work in identifying neuromarkers that are associated with cognitive composite ability and specific cognitive domains such as attention, working memory, and verbal learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3122, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The identified neuromarkers are most meaningful when they are replicable and can be used to predict new, previously unseen subjects. Though receiving increased attention, current neurocognitive investigations are often focusing on one cognitive domain or analyzing one single modality, or performing correlations after separate unimodal analyses. Therefore, the multi-domain and multimodal cross-information are either missing or not being fully leveraged to improve neuromarker identification, despite the evidence that such information is highly informative. To address the above-mentioned issues, we performed successive studies in this paper to answer the following four questions using three independent subject cohorts (n = 294, n = 83, and n = 88), which both have three types of MRI data and are measured with similar cognitive metrics, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3981, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "First, what combination of multimodal brain networks will be associated with the global cognitive ability, especially when impaired in schizophrenia? Can the identified multimodal neuromarker signatures be replicated in another independent dataset? Secondly, how are the identified neuromarker signatures associated with other cognitive domains? What are the most correlated cognitive domains? Furthermore, which brain networks are associated with specific representative cognitive domains? What are their commonality and differences across domains? Which imaging modality is more sensitive to cognitive domain discrepancy? Finally, are the identified multimodal brain networks able to predict cognitive performance for new individuals?", "sentences": [], "annotations": [], "relations": []}, {"offset": 4718, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To this end, we searched for multimodal neuromarker signatures that can be used to quantify and predict cognitive performance, especially impaired in schizophrenia, by successive multivariate data mining and model generalization. According to the triple network model of major psychopathology proposed by Menon, the aberrant intrinsic organization and interaction of the salience network (SAN), central executive network (CEN), and default-mode network (DMN) is characteristic of many psychiatric and neurological disorders. Considering both structural and functional dysfunction in these three networks have been found in schizophrenia and linked with cognitive deficits, we hypothesize that the modality-specific SAN, CEN, and DMN would have pivotal roles in cognitive impairment in schizophrenia, which may consist multimodal signatures that are defined as modality-specific brain regions exhibiting similar subject-wise covariation that can jointly predict cognitive performance for unseen individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5725, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In order to address the first three questions, cognitive composite and multiple domain scores were used as references, respectively, to guide the three-way multimodal MRI data fusion in a discovery cohort: FBIRN (Function Biomedical Informatics Research Network, n = 294) by our proposed model (see Method for the analysis flowchart). Results were further replicated in an independent cohort (n = 83). After discovering the multimodal signatures particularly associated with each of the four cognitive domains (including Computerized Multiphasic Interactive Neuro-cognitive System [CMINDS] composite, CMINDS attention, CMINDS working memory, and CMINDS verbal learning), we compared them in two ways: firstly, across domains—to reveal the commonality and uniqueness of the domain-specific multimodal signatures; secondly, across modalities—to evaluate which imaging modality is more sensitive to cognitive domain discrepancy. Finally, by taking advantage of the above-extracted brain networks in one cohort, we built predictive models of cognitive metrics by performing linear regression on these identified neuromarkers. Remarkably, these models were successful in predicting the corresponding cognitive metrics for new individuals in another two independent cohorts: UNM (University of New Mexico, n = 83) and COBRE (Center for Biomedical Research Excellence, n = 88) This validates the generalizability of the identified modality-specific potential neuromarkers, which might be broadly applicable as predictors of multi-domain cognitive scores for new individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7293, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 7301, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Multimodal networks associated with cognitive composite scores", "sentences": [], "annotations": [], "relations": []}, {"offset": 7364, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We aim to identify multimodal co-varying and modality-specific brain networks associated with composite cognitive scores. Methods section presents the whole-analysis flowchart of data fusion and prediction. First, both the CMINDS composite score and the MCCB composite score were used as the reference for FBIRN and UNM cohorts, respectively, with MCCAR + jICA (multimodal canonical correlation analysis with reference plus joint independent component analysis). Then, to test the replicability of the identified multimodal networks, we calculated the permuted spatial correlations of their maps between cohorts and summarized the most affected cognitive domains related to schizophrenic deficit. Furthermore, cognitive domain scores of CMINDS attention, CMINDS working memory, and CMINDS verbal learning were used as reference to guide the three-way MRI fusion, respectively, aiming to identify the domain-common and modality-specific neuromarkers. Finally, after extracting the neuromarker features across multiple cognitive domains, we built linear regression models to predict individualized cognitive scores in FBIRN cohort, which were further generalized to predict corresponding cognitive measures of unseen subjects in two independent cohorts (UNM and COBRE).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8632, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The FBIRN Phase III study consisting of 147 SZs (mean 39.5 ± std11.7) and 147 HCs (37.4 ± 11), who were each measured by a neuropsychological battery that includes six neurocognitive domain tests called CMINDS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Three representative MRI features (fractional amplitude of low-frequency fluctuations (fALFF) from resting-state functional MRI (rs-fMRI), gray matter (GM) density from structural MRI (sMRI), and fractional anisotropy (FA) from diffusion MRI (dMRI)) were combined by a fusion with reference model, in which CMINDS composite cognitive scores were adopted as the reference. MCCAR + jICA can simultaneously maximize the inter-modality covariation and correlations of certain imaging components with the referred clinical or cognitive measures (see more details in the Methods section). Based on the minimum description length (MDL) criterion, 24 components were estimated. After joint decomposition, independent components (ICs) and their subject-wise loadings were derived for each modality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9633, "infons": {"file": "41467_2018_5432_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "The identified joint components for FBIRN cohort. a The brain maps visualized at |Z| > 2; the positive values (red) means SZ < HC and the negative values (blue) means SZ > HC. b Correlations between CMINDS composite scores and loadings of component (HC: the red dots, SZ: the blue dots); thus SZ corresponds to worse cognitive performance and lower loading weights compared to HC. c Boxplot of the loading parameters of FBIRN_ICref_composite that were adjusted as HC > SZ on the mean of loadings for each modality, with two sample t-tests p values between HC and SZ shown bottom. The gray regions in b indicate a 95% confidence interval", "sentences": [], "annotations": [], "relations": []}, {"offset": 10270, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The supervised fusion model produced one joint IC showing significant correlations with the CMINDS cognitive composite scores for all modalities, and we denote this IC as ICref (Fig. 1). Figure 1a displays the spatial maps of FBIRN_ICref_composite for each modality. Figure 1b indicates that FBIRN_ICref_composite has positive correlations with the CMINDS composite scores for all modalities (r = 0.486*, 0.262*, 0.430* for sMRI, dMRI, and fMRI, respectively, * means FDR corrected for multiple comparisons, which represents the same meaning for all correlations and p values in this paper), namely, the higher the loadings, the better the cognitive performance. The p values derived from a permutation test for the correlation (details provided in Supplementary Note 1 and Supplementary Fig. 1) between FBIRN_ICref_composite and composite cognitive scores are pperm = 1.3×10−4*, 0.002, 1.0×10−4* for sMRI, dMRI, and fMRI, respectively (Fig. 1b). Moreover, the FA and GM components also show significant correlations with Positive and Negative Syndrome Scale (PANSS) negative scores (dMRI: r = −0.162, p = 0.05, sMRI: r = −0.285*, p = 5.3×10−4), which share many features with cognitive impairment. No significant correlations were found with PANSS positive scores. The identified brain regions in FBIRN_ICref_composite are summarized in Supplementary Table 1 for fALFF components (Talairach labels), FA (WM tracts, from John Hopkins Atlas), and GM (Montreal Neurological Institute labels) respectively. Two sample t-tests were also performed on IC loadings between patients and controls. Notably, the FBIRN_ICref_composite also differs significantly in each feature with lower means in SZ (p = 7.5×10−17*, 2.7×10−7*, 5.3×10−12*), as shown in Fig. 1c, indicating a co-varying fALFF-FA-GM decrease in SZ. We denote this FBIRN_ICref_composite as a joint multimodal signature that is closely associated with the cognitive composite scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12207, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cross-cohort replication", "sentences": [], "annotations": [], "relations": []}, {"offset": 12232, "infons": {"file": "41467_2018_5432_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The identified joint components for UNM cohort. a The brain maps visualized at |Z| > 2; the positive values (red) means SZ < HC and the negative values (blue) means SZ > HC. b Correlations between loadings of ICref and MCCB composite scores (HC: the red dots, SZ: the blue dots); thus SZ corresponds to worse cognitive performance and lower loading weights compared to HC. c Boxplot of the loading parameters of UNM_ICref_composite that were adjusted as HC > SZ on the mean of loadings for each modality, with two sample t-tests p values between HC and SZ as shown at the bottom. The gray regions in b indicate a 95% confidence interval", "sentences": [], "annotations": [], "relations": []}, {"offset": 12869, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to the interferential effects of varying demographic distributions and measurement conditions, few neurocognitive studies have been strictly replicated for independent cohorts. Here, to validate the replicability of the above-extracted multimodal networks related to composite cognitive scores, we analyzed an independent cohort including 44 HCs and 39 SZs collected from UNM, which incorporated a different but related cognitive battery called the MATRICS (Measurement and Treatment Research to Improve Cognition in Schizophrenia) Consensus Cognitive Battery (MCCB). There was no subject overlap between the UNM and FBIRN and COBRE data. MCCB composite was used as reference to guide the 3-way fusion of UNM data. Twenty components were estimated based on MDL criterion. A similar joint ICref (denoted as UNM_ ICref_composite) was identified to be associated with the MCCB composite scores (r = 0.271*, 0.281*, 0.311*) and also group-discriminating (p = 0.005*, 0.043, 0.002* for sMRI, dMRI, and fMRI, respectively), as displayed in Fig. 2. The identified areas in UNM_ ICref_composite are summarized in Supplementary Table 2. The p values from the permutation test for the correlation between UNM_ICref_composite and composite cognitive scores are 0.02, 0.01, 0.001 for sMRI, dMRI, and fMRI, respectively (Fig. 2b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14191, "infons": {"file": "41467_2018_5432_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Similarity and co-varying patterns of the identified multimodal networks between cohorts. a The identified multimodal networks associated with the CMINDS composite score in the FBIRN cohort. b The identified multimodal networks associated with the MCCB composite score in the UNM cohort. The brain maps were visualized at |Z| > 2. The blue arrows represent the cross-cohort spatial correlation (pperm are p values from a permutation test using 10,000 randomizations); the orange arrows represent inter-modality covariation across subjects; and the pink arrows denote the correlations between cognitive composite score (the reference) and the identified ICref_composite", "sentences": [], "annotations": [], "relations": []}, {"offset": 14860, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Notably, the identified multimodal networks exhibit substantial spatial overlap between discovery cohort (FBIRN) and replication cohort (UNM), while the cognitive performance was evaluated from two different systems (CMINDS and MCCB), which are similar but not identical in domain tasks. Figure 3 summarizes the similarity of global cognition-associated brain maps between independent cohorts and modalities. The cross-cohort correlation between the identified components are GM: r = 0.51, pperm = 8.0×10−4, FA: r = 0.59, pperm = 2.0×10α; fALFF: r = 0.45, pperm = 0.002, where the significance pperm were resulted from 10000 permutations. Details provided in Supplementary Note 2 and Supplementary Table 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15567, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As shown in Fig. 3, sMRI and dMRI features show high spatial similarity (r > 0.5) between cohorts. Particularly, decreased GM volume in the salience network (SAN, including dorsal anterior cingulate cortex [ACC] and insula), dorsolateral prefrontal cortex (dlPFC, key node of CEN), and subcortical clusters (including striatum and thalamus) were detected in SZ for both cohorts. For dMRI, the FA reduction in SZ on white matter tracts (such as corpus callosum, superior longitudinal fasciculus [SLF] and anterior thalamic radiation [ATR]) were common for both cohorts. For fMRI, the prefrontal regions and posterior DMN were more consistent between cohorts with a lower fALFF in SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16250, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Therefore, three key brain networks (SAN, CEN, pDMN) were identified in different modalities to be closely related to cognitive performance, which are also replicated in two independent cohorts (Figs. 1–3 and Supplementary Tables 1, 2). Note that these three networks have previously been associated with cognitive deficits in SZ in multiple reports, but never in a multimodal analysis across multiple cohorts and domains. More importantly, the three networks are in accord with our initial hypothesis based on the triple network theory that aberrant organization and functioning within CEN, SAN, and DMN is closely associated with cognitive impairment in psychiatric disorders. Next, we investigated changes in the three networks in SZ in detail, as well as the associations of the identified multimodal components with other cognitive domains and different modalities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17121, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association with other cognitive domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 17162, "infons": {"file": "41467_2018_5432_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Key neurocognitive networks and the correspondence with CMINDS cognitive domains. Loadings of the identified component (FBIRN_ICref_composite) are correlated with the cognitive composite score and multiple domain scores for each modality. Here, we listed the top three most correlated domains. The CMINDS domains are shown in the same color with its most correspondent brain networks; consequently, the brain regions in the top panel are demonstrated with the same color of its corresponding network. Left panel is GM, right panel is fALFF, FA is illustrated as orange arrows, MTG is middle temporal gyrus, PPC is posterior parietal cortex, PCC is posterior cingulate cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 17837, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cognitive function encompasses a variety of cognitive domains, including but not limited to attention, working memory, visual/verbal learning, decision-making, reasoning, and social cognition. We next investigate the association between the identified multimodal components with different cognitive domains by calculating loadings of FBIRN_ICref_composite in each modality with six CMINDS domain scores (Supplementary Table 4). Results indicate that the top three most correlated domains are attention (r = 0.441*, 0.269*, 0.333*), working memory (r = 0.402*, 0.240*, 0.341*), and verbal learning (r = 0.427*, 0.232*, 0.361*) for sMRI, dMRI, and fMRI, respectively, as displayed at the bottom of Fig. 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18541, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 4 summarizes the key neurocognitive networks identified in FBIRN_ICref_composite and their associated cognitive domains with different colors. Specifically, there are higher fALFF values in pDMN (blue), including the ventromedial prefrontal cortex (vmPFC) and posterior cingulate cortex (PCC), but lower fALFF in the middle temporal gyrus (MTG) and primary visual cortex (V1) associated with a higher cognitive composite score (see also Fig. 1). Additional key compartments of CEN (purple), including dlPFC, superior temporal gyrus (STG), and posterior parietal cortex (PPC), were also identified in fALFF. For GM, higher GM volume in the salience network (cyan; ACC and bilateral insula) and subcortical regions (red; including hippocampus, caudate, and thalamus) are correlated with higher cognition, especially in the domain of attention. For dMRI, SZ shows lower FA values than HC in major white matter tracts (orange arrows) including forceps major (FMAJ), forceps minor (FMIN), SLF, and ATR, which can potentially connect the identified brain regions in GM or fALFF. For instance, the FMIN (genu of the corpus callosum) interconnect the left and right frontal lobe, linking dlPFC and vmPFC (both were detected in fALFF and GM), and provide evidence that disrupted anatomical connections in SZ in the anterior corpus callosum may relate with the PFC impairment in both function and structure, as well as cognitive deficits in multiple domains such as working memory and verbal learning. Similarly, the identified regions in CEN in fALFF are also connected by the SLF, which has been implicated in poor executive function in SZ. These results clearly suggest that alterations in one modality can be associated with correlated changes in distant, but connected regions in another modality (Figs. 3 and 4) and multimodal fusion proves to be a powerful tool to reveal this association.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20435, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Multimodal brain networks associated with three particular cognitive domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 20512, "infons": {"file": "41467_2018_5432_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of multimodal components associated with the four specific cognitive domains. The spatial maps of the neuromarker network obtained under the guidance of reference a composite score (red), b working memory (green), c attention (cyan) and d verbal learning (magenta) are displayed in different color mapping. e The pairwise, cross-domain, spatial correlation among brain maps of FBIRN_ICref_composite, FBIRN_ICref_memory, FBIRN_ICref_attention, and FBIRN_ICref_learning for GM, FA and fALFF respectively. The darker blue and larger shading denotes higher correlation. Note that GM and FA maps demonstrate more consistent patterns across cognitive domains (r > 0.6), while fALFF maps exhibit more variance (r < 0.5 but still significant). This suggests that a functional measure such as fALFF may differentiate between cognitive domains more sensitively, whereas structural brain patterns (GM/FA) are more consistent across cognitive domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 21462, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Following the above findings, attention, working memory, and verbal learning are the top three domains that are most correlated with the multimodal networks associated with global cognition and all are impaired in SZ. Next, we investigated the multimodal brain networks that are specifically associated with these three domains, respectively; which were then further compared in two ways: firstly, across domains to reveal the commonality and uniqueness of the multimodal brain regions associated with particular cognitive domains and secondly, across modalities to evaluate which imaging modality is more sensitive to cognitive domain discrepancy, as illustrated in Fig. 5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22137, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Toward this goal, CMINDS domain scores of working memory, attention or verbal learning were used as reference, respectively, to perform the same reference-directed fusion analysis as we did using CMINDS composite scores (see Methods section). For each cognitive domain, we extracted one joint ICref that is significantly correlated with specific domain scores and also group-discriminative in all modalities (all passed FDR correction at p < 0.05; see Supplementary Table 5). In order to quantify the robustness of the cognition-brain correlation across groups, we performed partial correlation to minimize the group effect. As shown in Supplementary Table 6, in the case of partial correlation, the cognition-imaging correlations remain significant (FDR corrected) after controlling for diagnosis in all four domains.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22956, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 5a–d displays spatial maps of the identified FBIRN_ICref_composite (red), FBIRN_ICref_memory (green), FBIRN_ICref_attention (cyan), and FBIRN_ICref_learning (magenta), respectively. Figure 5e indicates the pairwise cross-domain similarity calculated by performing 3D correlations among the spatial maps of FBIRN_ICref_composite, FBIRN_ICref_memory, FBIRN_ICref_attention, and FBIRN_ICref_learning for GM, FA, and fALFF, respectively. Note that the darker blue and larger shading denotes a higher correlation. GM and FA maps demonstrate more consistent patterns across cognitive domains (r > 0.6), while fALFF maps exhibit more variance (r < 0.5 but still significant) and are more sensitive to domain differences. In particular, our results revealed a pattern of overlapping GM reduction in SAN and dlPFC across all domains, which is consistent with most recent meta-analyses in SZ patients. Hippocampus volume reduction is associated with the composite, working memory, and verbal learning domains. SZ patients also show decreased FA values in FMAJ, FMIN and ATR for all domains. For fALFF, the prefrontal cortex is consistently observed in all domains, while subcortical regions are more variable across domains.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24178, "infons": {"file": "41467_2018_5432_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Spatial maps of fALFF activations for four main CMINDS cognitive domains. a The brain maps of fALFF FBIRN_ICref associated with composite, working memory, attention and verbal learning domains respectively that are visualized at |Z| > 2. The positive values (red) means SZ < HC and the negative values (blue) means SZ > HC. b Correlations between loadings of fALFF component and its associated CMINDS domain scores after controlling for diagnosis (HC: the red dots, SZ: the blue dots); the higher loadings correspond to better cognitive performance. The gray regions in b indicate a 95% confidence interval", "sentences": [], "annotations": [], "relations": []}, {"offset": 24785, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to examine the domain-specific fALFF patterns more precisely, we display the representative slices of FBIRN_ICref_composite, FBIRN_ICref_memory, FBIRN_ICref_attention, and FBIRN_ ICref_learning. Figure 6a shows both positive and negative fALFF patterns. Figure 6b plots correlations between ICref loadings with its corresponding domain scores after controlling for diagnosis (Supplementary Table 6). It is clear that vmPFC and dlPFC are the domain-common fALFF regions that have been widely implicated in higher-order cognitive functions (e.g., attention, working memory, and verbal learning), as reflected in our results. Lower fALFF values in SZ were observed, corresponding to poorer cognitive performance than HCs, which is also consistent with two related FBIRN fMRI studies. In addition, pDMN was identified only for the cognitive composite and working memory domains, while other subcortical and cortical regions such as thalamus, hippocampus, STG, and visual cortex occur differently depending on the different domains. For instance, the increased fALFF in hippocampus in SZ is only detected for the verbal learning and composite scores, which is consistent with a recent result that suggests low-frequency hippocampal–cortical activity drives brain-wide resting-state fMRI connectivity and contributes to cognition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26119, "infons": {"file": "41467_2018_5432_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "Identified multimodal neuromarkers and the predictability on composite cognitive scores across three cohorts. a Four identified modality-specific brain networks from FBIRN cohort that were used as regressors to predict individual cognitive scores. b Prediction of CMINDS composite scores based on linear regression of the four regressors (mean ROI values in a). A correlation of r = 0.463 was achieved between the estimated CMINDS composite scores and its true values. c Generalization of the CMINDS prediction model in b to UNM cohort (41HCs/37SZs) to predict MCCB, r = 0.231. d Generalization of the CMINDS prediction model in b to COBRE cohort (42 HCs/46SZs) to predict MCCB, r = 0.406. In both c and d, good generalizability of the proposed prediction model were validated. The gray regions in b–d indicate a 95% confidence interval was achieved between the estimated MCCB composite scores and its true values", "sentences": [], "annotations": [], "relations": []}, {"offset": 27033, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our findings suggest that functional measures such as fALFF is more sensitive to differences between cognitive domains, whereas structural brain measures (GM/FA) are more similar and replicable across multi-domain cognitive impairment. Furthermore, in order to characterize the common core brain networks across the four cognitive domains (composite, working memory, attention, verbal learning), we extracted the overlapped brain regions of FBIRN_ICref_composite, FBIRN_ICref_memory, FBIRN_ICref_attention, and FBIRN_ICref_learning (see details in the Methods section on neuromarker extraction) and summarized the domain-common brain patterns for each modality as shown in Fig. 7a. Evidently, the SAN in GM (red), corpus callosum (CC) in FA (green), and PFC (dlPFC + vmPFC) in fALFF (yellow) are shared among all four domains, which may be treated as potential neuromarkers in each modality to characterize cognition quantitatively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27966, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on the masks displayed in Fig. 7a, we further extracted the corresponding regions of interest (ROIs) in each modality to examine their original group differences and association with cognition (before fusion). The mean voxel values of each ROI were calculated for each subject and each modality. As expected, two sample t-tests between HC and SZ show significant group differences for GM_SAN (p = 6.8×10−9*), FA_CC (p = 0.001), and fALFF_PFC (p = 7.0×10−9*), respectively. The effect size for separating groups was also computed with Cohen’s d = 0.698, 0.487, and 0.623 for GM_SAN, FA_CC, and fALFF_PFC, respectively. In addition, the GM_SAN, FA_CC, and fALFF_PFC also show significant correlations with all CMINDS cognitive domain scores, as listed in Supplementary Table 7. All above results suggest that these extracted ROIs may have pivotal roles as neurocognitive substrates, i.e., so-called neuromarker signatures, as they are common core brain networks among multiple cognitive domains, and are widely impaired in mental disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29011, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Predicting individual cognitive performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 29055, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "An ultimate goal of using neuromarkers for neuro-prognosis is to perform individualized predictions of educational or health outcomes. To verify the predictability on individual cognitive performance of the identified neuromarker signatures, we used the above-extracted domain-common ROIs (GM_SAN, FA_CC, and fALFF_PFC) plus fALFF_pDMN to predict the CMINDS composite scores in the FBIRN cohort. Here, fALFF_pDMN is included due to the triple network hypothesis and its occurrence in two domains (composite and working memory). The mean voxel values of each ROI (neuromarker) were then calculated as regressors, which were used to conduct a multiple linear regression for the CMINDS composite score, achieving Eq. (1) (also see details in the Methods section on multiple linear regression):Based on Eq. (1), correlation of r = 0.463* was achieved between the estimated CMINDS composite scores and its true values (Fig. 7b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29979, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Generalized prediction to independent cohorts", "sentences": [], "annotations": [], "relations": []}, {"offset": 30025, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test the generalizability of the identified four neuromarkers and the prediction model, we then extracted the same four ROIs in UNM and COBRE cohorts through masks (obtained from FBIRN cohort) and applied them to Eq. (1), to predict the unseen MCCB composite scores for both UNM and COBRE data (preprocessed using the same pipeline as in FBIRN). The model generalization from CMINDS to MCCB work well not only for composite score, but also for most cognitive domains (see Table 1 below), implicating the appreciable generalizability of the cognition-predictive models. CMINDS and MCCB are two similar but not identical cognitive measurement systems; therefore, the cross-cohort generalization is a powerful evidence to validate the predictability of global cognition using the identified neuromarkers and model. As shown in Fig. 7d and c, Pearson correlations of r = 0.406 and r = 0.236 were achieved between the estimated MCCB composite scores and its true values for COBRE (42 HCs/46SZs) and UNM (41HCs/37SZs), respectively, suggesting good generalizability of the proposed cognition-prediction model. Note that the prediction models in Fig. 7b–d are the same, i.e., training in the FBIRN cohort to predict the CMINDS composite. Moreover, we also performed the prediction analysis within each group (HC or SZ) based on the four neuromarker signatures, i.e., using the group model trained by FBIRN to predict UNM + COBRE. The generalization in either case works well as shown in Supplementary Fig. 2 and Supplementary Note 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31555, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Predictability on multiple cognitive domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 31600, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to global cognitive performance, we also tested the predictability of the four neuromarkers (GM_SAN, FA_CC, fALFF_PFC, and fALFF_pDMN) on other cognitive domain scores shared by both MCCB and CMINDS, including speed of processing, attention, working memory, verbal learning, visual learning, and reasoning. For each domain score, we built a CMINDS prediction model based on multiple linear regression using the same four neuromarkers generated from the FBIRN cohort as regressors, which is shown in Eq. (2):The same models are then used to predict the corresponding domain scores in MCCB with UNM and COBRE cohorts. Note that the beta weights β0, β1, β2, β3, and β4 are different for each domain. Table 1 lists the correlations between the estimated domains scores and true values for all three cohorts. It is clear that all CMINDS domain scores can be predicted by these four neuromarkers. More importantly, such a prediction can be generalized to most of the MCCB domains in two independent UNM and COBRE cohorts, suggesting that the identified neuromarker signatures provide a set of broadly applicable predictors on cognitive performance of either global or specific cognitive domains.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32802, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Contribution of the modality-specific neuromarkers to prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 32867, "infons": {"file": "41467_2018_5432_Fig8_HTML.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Beta weights of GM_SAN, FA_CC, fALFF_PFC, and fALFF_pDMN in predicting multiple cognitive domains. GM_SAN and FA_CC have the higher contribution power for a majority of cognitive domains, while fALFF_pDMN and fALFF_PFC are more sensitive to reflect domain differences (higher standard deviation)", "sentences": [], "annotations": [], "relations": []}, {"offset": 33163, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Prediction results for multiple cognitive domains using the four neuromarkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 33241, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Predicted measures</th><th colspan=\"2\">CMINDS (FBIRN)</th><th colspan=\"2\">MCCB (UNM<sup>a</sup>)</th><th colspan=\"2\">MCCB (COBRE<sup>a</sup>)</th></tr><tr><th>\n<italic>r</italic>\n</th><th>\n<italic>p</italic>\n</th><th>\n<italic>r</italic>\n</th><th>\n<italic>p</italic>\n</th><th>\n<italic>r</italic>\n</th><th>\n<italic>p</italic>\n</th></tr></thead><tbody><tr><td>Cognitive composite</td><td>0.463</td><td>2.8e−15</td><td>0.231</td><td>0.04</td><td>0.406</td><td>1.7e−04</td></tr><tr><td>Speed of processing</td><td>0.470</td><td>4.8e−16</td><td>0.206</td><td>0.05</td><td>0.351</td><td>1.3e−03</td></tr><tr><td>Attention/vigilance</td><td>0.332</td><td>3.5e−08</td><td>0.231</td><td>0.038</td><td>0.249</td><td>0.025</td></tr><tr><td>Working memory</td><td>0.402</td><td>8.0e−12</td><td>0.218</td><td>0.05</td><td>0.230</td><td>0.039</td></tr><tr><td>Verbal learning</td><td>0.371</td><td>3.8e−10</td><td>0.230</td><td>0.04</td><td>0.370</td><td>6.7e−04</td></tr><tr><td>Visual learning</td><td>0.456</td><td>5.0e−15</td><td>0.09</td><td>0.2</td><td>0.15</td><td>0.1</td></tr><tr><td>Reasoning/problem solving</td><td>0.330</td><td>3.5e−08</td><td>0.193</td><td>0.08</td><td>0.190</td><td>0.07</td></tr></tbody></table>\n"}, "text": "Predicted measures\tCMINDS (FBIRN)\tMCCB (UNMa)\tMCCB (COBREa)\t \tr\tp\tr\tp\tr\tp\t \tCognitive composite\t0.463\t2.8e−15\t0.231\t0.04\t0.406\t1.7e−04\t \tSpeed of processing\t0.470\t4.8e−16\t0.206\t0.05\t0.351\t1.3e−03\t \tAttention/vigilance\t0.332\t3.5e−08\t0.231\t0.038\t0.249\t0.025\t \tWorking memory\t0.402\t8.0e−12\t0.218\t0.05\t0.230\t0.039\t \tVerbal learning\t0.371\t3.8e−10\t0.230\t0.04\t0.370\t6.7e−04\t \tVisual learning\t0.456\t5.0e−15\t0.09\t0.2\t0.15\t0.1\t \tReasoning/problem solving\t0.330\t3.5e−08\t0.193\t0.08\t0.190\t0.07\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 33725, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "aPrediction of MCCB based on the models trained for CMINDS in FBIRN cohort", "sentences": [], "annotations": [], "relations": []}, {"offset": 33800, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, to examine the specific contribution power of each of the four neuromarkers on predicting multiple cognitive domains, we plotted the beta weights (β1, β2, β3, β4 as in Eq. (2)) for GM_SAN, FA_CC, fALFF_ PFC, and fALFF_pDMN, respectively, as in Fig. 8, which correspond to linear regression results in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34123, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Evidently, GM_SAN and FA_CC have the higher beta weights for the majority of cognitive domains (p = 0.002, ANOVA test on |beta weights| among four neuromarkers). While structural neuromarkers were more predictive and less variable, functional MRI measures were more sensitive to domain differences. This can be reflected by the standard deviations of beta weights across cognitive domains, (i.e., GM_SAN:0.088;FA_CC:0.053;fALFF_PFC:0.130;fALFF_pDMN:0.134), indicating that the contributing power of fALFF shows more fluctuation than GM and FA across different cognitive domains.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34702, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34713, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we searched for multimodal neuromarker signatures that can be used to quantify and predict cognitive performance by successive data mining and model generalization. To the best of our knowledge, this is the first attempt to utilize cognition as a reference to guide the three-way multimodal MRI fusion, and to replicate findings in two independent cohorts and across multiple cognitive domains. Our goal was to answer the four challenging issues regarding the cognitive imaging biomarkers. By successfully predicting different measures of cognition in three independent datasets, GM_SAN, FA_CC, fALFF_PFC, and fALFF_pDMN demonstrated great potential as multimodal neuromarker signatures of generalized cognition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35441, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One major finding was that CEN, SAN, and pDMN are three key networks that are especially important for uncovering multiple cognitive functions and their dysfunction in SZ. More importantly, they are consistent with the triple network model of major psychopathology. Particularly, in our study, bilateral GM volume reduction has been seen in SAN in schizophrenia patients and were closely associated with all cognitive domain scores. SAN deficits in schizophrenia have been linked to reality distortion, suggest that SAN abnormality may contribute to impaired salience that is associated with hallucinations and delusions in schizophrenia. Together with other consistent findings, we speculate that SAN in GM may have a crucial role as a structural substrate for neurocognition. Moreover, CEN was detected in both fALFF and GM in our results, which is important for maintaining and manipulating information in decision-making, working memory, and problem solving. In addition, pDMN was identified in fALFF maps related with cognitive composite and working memory domains. These modality-specific triple networks along with FA_CC covary subject-wisely, and were replicated in an independent cohort to be associated with global cognitive function (Fig. 3). Although they have previously been found to be associated with cognitive deficits in multiple reports, but never in a multimodal joint analysis across multiple cohorts. Whereas our work provides evidence that a synthesis and interaction exist among the three intrinsically coupled networks in both brain function and structure, which are systematically engaged during cognition and impact multiple cognitive domains.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37112, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another interesting finding was that the identified multimodal networks are most significantly correlated with three cognitive domains: attention, working memory, and verbal learning, which belong to key higher cognitive functions and are often severely impaired in SZ. As seen in our results, working memory is correlated with fALFF and GM, which is in line with CEN (i.e., dlPFC, STG, and PPC) detected in fMRI, and partly in sMRI (dlPFC), where SZ patients showed decreased fALFF and GM values with lower domain scores. This is consistent with the fact that memory shows pronounced deficits in SZ, with working memory primarily affected. In addition, attention encompasses a variety of functions that includes information selection, enhancement of selected information and inhibition of unselected information. We detected GM volume reduction in key nodes of the SAN (bilateral insula and ACC in blue frame as in Fig. 4) and dlPFC associated with attention deficits in SZ. Accordingly, SAN is known to be involved in a variety of monitoring, attention switching, and decision-making processes. Furthermore, regions including AG and hippocampus (in green frame) were commonly detected in fMRI and sMRI, accompanying the domains of verbal learning that correlated with fALFF and GM. Specifically, the Broca’s area (BA 44) and posterior Wernicke’s area (BA 22) were, respectively, identified in fMRI and sMRI images and both are included in the language learning network. Therefore, the identified multimodal signatures represented a cortical–subcortical circuit in fALFF and GM, which may account for higher cognitive deficits in working memory, attention, verbal learning, and composite cognition in SZ. Furthermore, FA map occurred in ATR (connecting the frontal–subcortical circuits) and SLF (linking frontal–parietal–temporal circuits), implying that alterations in one modality can be linked with changes in distant but connected regions in another modality. This strength in multimodal fusion reveals associations that cannot be discovered by separate multimodal analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39192, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Third, our results indicate that structural features are more spatially consistent and replicable across multiple cognitive domains, while functional maps may better differentiate cognitive domains. Specifically, our results revealed one pattern of overlapped GM reduction in SAN extending across four domains (composite cognition, working memory, attention and learning) and in two cohorts. Similar findings were reported, indicating that GM lesions converged in ACC and dorsal-insula (key nodes of SAN) based on the voxel-based morphometry meta-analysis across six diagnostic groups (SZ, bipolar disorder, depression, addiction, obsessive-compulsive disorder, and anxiety), and affected most categories of psychiatric illness. Coincidentally, reduced FA in corpus callosum that links the bilateral hemispheres has been reported in a recently ENIGMA large-scale coordinated study of white matter microstructural differences in schizophrenia, while here we replicated it in a multimodal and multi-domain co-varying manner for the first time. By contrast, fALFF exhibit more spatial variance in cortical regions across a wide range of domains, except with vmPFC and dlPFC being commonly detected that closely associate with high-order cognitive functions, (i.e., working memory, verbal learning, and attention); whereas, subcortical regions such as hippocampus, thalamus are more task-specific. We provide new insights into fundamental cognitive imaging biomarkers by identifying co-varying multimodal neuromarker signatures in which functional features are more sensitive to cognitive domain differences, while brain structural and anatomical property show more unifying impaired patterns associated with multi-domain cognitive decline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40929, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, the primary goal of neurocognitive imaging studies is to identify neuromarkers that can predict individual educational or health outcomes. After discovering a set of stable, domain-shared, multimodal neuromarker signatures (Fig. 7a), we defined a linear regression model (Eq. (1)) that is able to predict individual cognitive composite scores, which can be generalized to two independent cohorts (UNM and COBRE) to predict new unseen subjects on similar but different cognitive measures (Figs. 7 and 8). We have validated the feasibility of the four neuromarkers as predictors of general cognitive performance, suggesting that they are descriptive in nature to cognitive function and may serve as potential biomarkers for cognitive impairments in SZ. Note we obtained high predictive power in this study by selecting four neuromarkers representing common patterns among four domains (Fig. 5). Future work could focus on incorporating domain unique patterns, which we expect to further increase predictive power by better leveraging the sensitivity of the fALFF feature, which showed more domain unique patterns.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42050, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A possible limitation of this work is that reference-directed fusion works on extracted features, rather than the original imaging data (e.g., using fALFF instead of 4D fMRI data). Although some of the temporal information was lost using this method, a “feature” tends to be more tractable than working with the large-dimensional original data and provides a simpler space in which to link the data. In future work, we plan to incorporate features such as functional network connectivity matrices, dynamic states, and structural morphometric measures as fusion input to capture both temporal and spatial co-alterations. Furthermore, most participants were receiving antipsychotic medication at the time of scanning (medication information can be found in Supplementary Table 8 and Supplementary Note 4). In our current study, the correlation between medication dose and cognitive domain was not significant (Supplementary Table 9). In addition, no imaging voxels showed a significant correlation with medication dosage for any of the three modalities, demonstrating that medication has little or at best a very subtle effect on brain imaging in our current data. These results support our claim that the identified replicable multimodal co-varying patterns are associated with cognition but not medication exposure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43366, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, by jointly analyzing three MRI data in a supervised, cognition-guided multimodal fusion model, we successfully identified four multimodal neuromarker signatures that can be replicated in two independent cohorts. A triple brain network including GM_SAN, fALFF_CEN, and fALFF_pDMN may have a crucial role as anatomical substrates of neurocognition, which achieved preferable accuracy for predicting the multi-domain cognitive scores and can be generalized to predict previously unseen individuals. Our results suggest functional features are more sensitive to differentiate cognitive domains, while the salience network in GM and corpus callosum in FA are highly consistent and predictive on multiple cognitive domains. This work defines modality-specific brain networks that may be broadly applicable as neuromarkers of cognitive impairment, and our assessment can help better understand how functionally and anatomically connected brain systems both engender and constrain cognitive functions in SZ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44378, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 44386, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Multimodal fusion with reference", "sentences": [], "annotations": [], "relations": []}, {"offset": 44419, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on supervised learning, we previously have developed a reference-guided fusion model called MCCAR + jICA. Assume Xk represents multimodal dataset and each is a linear mixture of components Ck with a nonsingular mixing matrix Ak, k = 1, 2, 3, denoting the modality. Namely, Xk = AkCk, where Xk is a subjects-by-voxels feature matrix and Ak is a subjects by number of components (M) mixing matrix. MCCA with reference (MCCAR) imposes an additional constraint to maximize not only the covariations among loadings of each modality, but also the column-wise correlations between Ak and the reference signal, as shown in Eq. (3).where ref is an N × 1 vector, denoting the referred measure, N is the subject number. corr(Ak,Aj) is the column-wise correlation between Ak and Aj, and corr (Ak,ref) is the column-wise correlation between Ak and ref. After optimization by MCCAR, we can obtain the potential target components Ci that are correlated with ref in each modality, as well as being most correlated across subjects between modalities. Then joint ICA is further applied to on the concatenated maps of [C1,…,CM], in order to keep the modality linkage of the potential target components and maximize the spatial independence. The final independent components (ICs) Sk, along with their mixing matrices Dk are obtained by linear source decomposition.Among Sk, one or more joint independent components (ICs) that are specifically correlated with the ref will be identified as the target ICref. Therefore, by incorporating prior information, MCCAR + jICA enables identification of a joint multimodal component(s) that has robust correlations within referred measures and amongst themselves (inter-modality correlations), which may not be detected by a blind N-way multimodal fusion approach. For more details, please refer to our method paper on MCCAR + jICA and λ tuning for Supplementary Note 5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46316, "infons": {"file": "41467_2018_5432_Fig9_HTML.jpg", "id": "Fig9", "section_type": "FIG", "type": "fig_caption"}, "text": "Flowchart of cognition-directed multimodal fusion and prediction analysis. First, cognitive scores of a CMINDS composite score and b MCCB composite score were set as the reference to guide the three-way MRI fusion for the discovery cohort and replication cohort respectively. c To test the similarity of the identified neuromarker between cohorts, we compared the permuted spatial correlation between brain maps, and summarized the most affected cognitive domains related to schizophrenic deficit. d Furthermore, cognitive domain scores of attention, working memory, and verbal learning were used as reference to guide the three-way MRI fusion respectively, aiming to identify the domain-specific neuromarkers. e Finally, after extracting the neuromarker maps across multiple domains, we built multiple linear regression models to predict individualized cognitive scores of FBIRN cohort. The achieved models were further successfully generalized to predict corresponding cognitive measures in two independent cohorts (UNM and COBRE)", "sentences": [], "annotations": [], "relations": []}, {"offset": 47349, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Here the cognition-guided fusion analyses were implemented by feeding the preprocessed MRI features (i.e., GM density from sMRI, FA from dMRI and fALFF from resting-state fMRI) into MCCAR + jICA, as displayed in Fig. 9a and b. We sought to investigate the target joint independent components (ICref) that are not only significantly correlated with referred cognitive scores, such as CMINDS composite, MCCB composite or CMINDS domain scores, but also indicated significant linked functional–anatomical–structural alterations between schizophrenia and controls, i.e., group-discriminative.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47937, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Predictive neuromarker extraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 47971, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After identifying multimodal networks of four CMINDS cognitive domains from the FBIRN data (Fig. 9c, d), we extracted the brain regions which were consistently involved within each modality as potential neuromarkers. Take the feature extraction of GM as an example. After converting component GM_ICref into Z scores and thresholding at |Z| > = 2, masks of GM_ICref for each of the four cognitive domains (composite, attention, working memory and verbal learning) were generated. A map of regions included in each of these four GM masks reveals the common ROIs across the four cognitive domains. The final GM mask of GM_SAN is shown in Fig. 7a. This mask of GM was then used to extract ROI features from every subject. The mean of the voxels within the obtained ROI was calculated for each subject, generating a N subj × 1 feature vector for GM_SAN. The other modalities (dMRI and fMRI) were processed in the same way to get the FA_CC and fALFF_PFC feature vectors. The fourth fALFF_pDMN feature was extracted from fALFF_ICref_composite from the FBIRN data. The resulting regions were those included in the triple network hypothesis. Finally, we formed a feature matrix in dimension of N subj × 4 for the FBIRN data. For the UNM and COBRE cohorts, the ROI features of each modality were extracted by applying the four masks generated from the FBIRN to the UNM and COBRE data. Following this, the mean of each ROI was calculated for each subject, resulting in a N subj × 4 feature matrix for the UNM and COBRE cohorts, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49502, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Multiple linear regression", "sentences": [], "annotations": [], "relations": []}, {"offset": 49529, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After neuromarker extraction, for the FBIRN data, each of the four neuromarker vector was normalized to mean = 0, std = 1. These vectors were then treated as the linear regressors and the corresponding cognitive scores were treated as the targeted measures; together, they were input into the multiple linear regression model to obtain a linear equation for an estimate of the target measures. The same regression model (beta weights) achieved from the FBIRN prediction was then applied to the regressors obtained from UNM and COBRE data. Pearson correlations between true and predicted cognitive scores of each domain were assessed, as seen in Figs. 7, 8 and 9e. Based on the CMINDS regression model obtained from FBIRN cohort, if the estimated MCCB scores of UNM and COBRE cohorts are significantly correlated with the true MCCB scores, the generalization of predictability of cognition based on the four selected neuromarkers can be recognized to some degree. The beta weights of linear regression models for each predicted cognitive domain are displayed in Fig. 8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50598, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 50611, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two independent data cohorts were used in this study. One is recruited from FBIRN phase III datasets including 147 SZs (39.5 × 11.7) and 147 HCs (37.4 × 11) that were matched for gender, age, handedness and race distributions. The demographic and cognitive information are summarized in Supplementary Table 10. All subjects were collected from seven FBIRN consortium sites (University of California Irvine, University of California Los Angeles, University of California San Francisco, Duke University, University of North Carolina, University of New Mexico, University of Iowa, and University of Minnesota). Each dataset included diagnosis, age at time of scan, gender, illness duration, symptom scores, and current medications when available, which were shared by each research group according to their site’s protocols. Inclusion criteria required all participants to be adults between the ages of 18 and 65 years. Diagnosis of SZ was confirmed by trained raters using the Structured Clinical Interview for DSM-IV (SCID). All patients were on a stable dose of antipsychotic medication either typical, atypical, or a combination for at least 2 months. Detailed medication information could be found in Supplementary Table 8. Symptom severity was rated using PANSS. All SZs were clinically stable at the time of scanning. In addition, HC participants were excluded for past or current psychiatric illness based on SCID assessment or for having a first-degree relative with a diagnosis of an Axis-I psychotic disorder. Written informed consent was obtained from all participants under protocols approved by the Institutional Review Boards at each study site. Demographic information for subjects of each site is provided in Supplementary Table 11.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52358, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The UNM cohort consisted of 39 SZs (35.6 ± 13.1) and 44 HCs (36.3 ± 12.5) who were collected from the University of New Mexico and recorded with MCCB scores. The third cohort include 42 patients with schizophrenia (39.3 ± 13.2) and 42 HCs (40 ± 11) who were collected from the COBRE project. Details of the cognitive and clinical information of both UNM and COBRE data can be found in Supplementary Table 12 and Supplementary Table 13.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52794, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Imaging parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 52813, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The resting-state fMRI data for the FBIRN cohort was collected on six 3T Siemens and one 3T General Electric (GE) scanner. The imaging protocol for the resting-state scans at all sites was the same: a T2∗-weighted AC-PC aligned echo planar imaging sequence (TR = 2 s, TE = 30 ms, flip angle = 77°, 3.4 × 3.4 × 4 mm with 1 mm gap, 162 frames, 5:38 min). For the resting scan, subjects were instructed to lie still with eyes closed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53244, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DMRI data for the FBIRN cohort were also acquired on six 3T Siemens and one 3T GE. All parameters for these two scanners were the same except for TE (Siemens: 84 ms, GE: 81.7 ms). The rest of the parameters for both Siemens and GE were as follows: TR = 9 s; field of view (FOV) = 256 × 256 mm; slice thickness = 2 mm; number of slices = 72; slice gap = 2 mm; voxel resolution 2 × 2 × 2 mm; flip angle = 90°; number of diffusion gradient directions = 30, b = 800 seconds/mm2, and 5 measurements with b = 0. All images were registered to the first b = 0 image by FMRIB Linear Image Registration Tool (FLIRT: http://fsl.fmrib.ox.ac.uk/fsl/fslwiki/FLIRT).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53896, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "High-resolution T1-weighted brain imaging data for the FBIRN cohort were also acquired on six 3 T Siemens and one 3T GE. Siemens scan parameters were TR = 2.3 s, TE = 2.94 ms, flip angle = 9°, resolution = 256 × 256 × 160. GE scan parameters were TR = 5.95 s, TE = 1.99 ms, flip angle = 12°, resolution = 256 × 256 × 166. All scans covered the entire brain with FOV = 220 mm2, voxel size = 0.86 × 186 × 1.2 mm3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54308, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 54327, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fMRI data were preprocessed using the automated analysis pipeline in SPM8 (http://www.fil.ion.ucl.ac.uk/spm) as following: motion correction, slice timing and normalization to MNI space, including reslicing to 3 × 3 × 3 mm voxels. We removed subjects who had framewise displacements (FD) exceeding 1.0 mm, and head motion exceeding 2.0 mm of maximal translation (in any direction of x, y, or z) or 1.0° of maximal rotation throughout the course of scanning. We also despiked the fMRI data, regressed out six head motion parameters, white matter, and cerebrospinal fluid in the denoising procedure. Results indicate FD (mean framewise displacements, mean of root of mean square frame-to-frame head motions assuming 50 mm head radius) for all subjects were <0.3 mm at every time point. There is no significant difference between patients and controls on mean FDs; namely, UNM, HC: mean = 0.22 ± 0.12 mm, SZ: 0.21 ± 0.11 mm, two sample t-test: p = 0.77, FBIRN, HC: mean = 0.25 ± 0.18 mm, SZ: 0.27 ± 0.21 mm, two sample t-test: p = 0.65. No imaging voxels showed a significant correlation with mean FD after the FDR multiple comparison correction for any of the three modalities, and also no significant correlations between mean FD and cognition. Detailed head motion correction could be found in the Supplementary Note 6. Data were then spatially smoothed with an 8 mm, full-width half-maximum (FWHM) Gaussian filter. The sum of the amplitude values in 0.01 to 0.08 Hz low-frequency range was divided by the sum of the amplitudes over the entire power spectrum to obtain fALFF. Finally, the fusion analysis was conducted on the spatial maps of fALFF. Considering there is no group difference in head motion, no significant correlations between mean FD and cognitive scores, and the correlations with cognitive scores are still significant after regressing out mean FD, we believe that micro-motion is not a major factor affecting the current results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56280, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The dMRI data were preprocessed using the FMRIB Software Library (www.fmrib.ox.ac.uk/fsl) and consisted of the following steps. Firstly, quality check and remove gradient directions with excessive motion or vibration artifact. Secondly, motion and eddy correction. Thirdly, correction of gradient directions for image rotation due to the motion correction procedure. Finally, FA was calculated and smoothed using an 8 mm FWHM Gaussian filter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56723, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The sMRI data were spatially normalized to MNI space using the unified segmentation method in SPM8, segmented into GM, white matter, and cerebral spinal fluid (CSF). Then, the GM volume were smoothed with an FWHM of 8 mm Gaussian filter. Subject outliers were further detected by spatial Pearson correlation with the template image to ensure that all subjects were segmented properly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57108, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Normalization and site effect correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 57149, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After preprocessing, the three-dimensional brain images of each subject were reshaped into a one-dimensional vector and stacked, forming a matrix (Nsubj × Nvoxel) for each of the three modalities. These three matrices were then normalized to have the same average sum of squares (computed across all subjects and all voxels for each modality) to ensure all modalities had the same ranges. To ensure that each of the modality features were not confounded by site-related differences in subject recruitment criteria or by other unidentified variables, multivariate analysis of covariance (MANCOVA) was performed on all feature matrices. Site, gender, age, and their interactions were all regressed out from GM, fALFF, and FA features, respectively, to minimize their impact on the brain imaging data. Thus, the resulting data were then ready for fusion analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58010, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 58028, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The code for the supervised fusion algorithm has been released and integrated in the Fusion ICA Toolbox (FIT, https://mialab.mrn.org/software/fit), which can be downloaded freely and used directly by users worldwide. The multimodal data used in the present study can be accessed upon request to the corresponding authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58350, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 58384, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58521, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "These authors contributed equally: Jing Sui, Shile Qi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58576, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Change history", "sentences": [], "annotations": [], "relations": []}, {"offset": 58591, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "09/03/2018", "sentences": [], "annotations": [], "relations": []}, {"offset": 58602, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "This Article was originally published without the accompanying Peer Review File. This file is now available in the HTML version of the Article; the PDF was correct from the time of publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58796, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 58830, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary Information accompanies this paper at 10.1038/s41467-018-05432-w.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58910, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 58931, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "J.S. and V.D.C. designed the study; S.Q. performed the data analysis; J.S., S.Q., and V.D.C. wrote the paper. J.B., T.G.M.v.E., J.A.T., D.H.M., J.M.F., J.V., B.A.M., A.B., S.M., S.G.P., and A.P. contributed to the multimodal imaging and cognitive data. E.D., Z.F., and R.J. helped with data preprocessing. All authors contributed to the results interpretation and discussion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59307, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 59327, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59371, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 59382, "infons": {"fpage": "1871", "lpage": "1878", "name_0": "surname:Lewis;given-names:DA", "pub-id_doi": "10.1111/j.1460-9568.2012.08156.x", "pub-id_pmid": "22708598", "section_type": "REF", "source": "Eur. J. Neurosci.", "type": "ref", "volume": "35", "year": "2012"}, "text": "Cortical circuit dysfunction and cognitive deficits in schizophrenia—implications for preemptive interventions", "sentences": [], "annotations": [], "relations": []}, {"offset": 59493, "infons": {"fpage": "59", "lpage": "63", "name_0": "surname:Poldrack;given-names:RA", "pub-id_doi": "10.1016/j.tics.2005.12.004", "pub-id_pmid": "16406760", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "10", "year": "2006"}, "text": "Can cognitive processes be inferred from neuroimaging data?", "sentences": [], "annotations": [], "relations": []}, {"offset": 59553, "infons": {"fpage": "496", "lpage": "502", "name_0": "surname:Dolan;given-names:RJ", "pub-id_doi": "10.1016/j.neuron.2008.10.038", "pub-id_pmid": "18995825", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "60", "year": "2008"}, "text": "Neuroimaging of cognition: past, present, and future", "sentences": [], "annotations": [], "relations": []}, {"offset": 59606, "infons": {"fpage": "794", "lpage": "804", "name_0": "surname:Sui;given-names:J", "pub-id_doi": "10.1016/j.biopsych.2015.02.017", "pub-id_pmid": "25847180", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "78", "year": "2015"}, "text": "In search of multimodal neuroimaging biomarkers of cognitive deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 59693, "infons": {"fpage": "11", "lpage": "26", "name_0": "surname:Gabrieli;given-names:JD", "name_1": "surname:Ghosh;given-names:SS", "name_2": "surname:Whitfield-Gabrieli;given-names:S", "pub-id_doi": "10.1016/j.neuron.2014.10.047", "pub-id_pmid": "25569345", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "85", "year": "2015"}, "text": "Prediction as a humanitarian and pragmatic contribution from human cognitive neuroscience", "sentences": [], "annotations": [], "relations": []}, {"offset": 59783, "infons": {"fpage": "365", "lpage": "377", "name_0": "surname:Woo;given-names:CW", "name_1": "surname:Chang;given-names:LJ", "name_2": "surname:Lindquist;given-names:MA", "name_3": "surname:Wager;given-names:TD", "pub-id_doi": "10.1038/nn.4478", "pub-id_pmid": "28230847", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "20", "year": "2017"}, "text": "Building better biomarkers: brain models in translational neuroimaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 59854, "infons": {"fpage": "1248", "lpage": "1255", "name_0": "surname:Abi-Dargham;given-names:A", "name_1": "surname:Horga;given-names:G", "pub-id_doi": "10.1038/nm.4190", "pub-id_pmid": "27783066", "section_type": "REF", "source": "Nat. Med.", "type": "ref", "volume": "22", "year": "2016"}, "text": "The search for imaging biomarkers in psychiatric disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 59913, "infons": {"fpage": "165", "lpage": "171", "name_0": "surname:Rosenberg;given-names:MD", "pub-id_doi": "10.1038/nn.4179", "pub-id_pmid": "26595653", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "19", "year": "2016"}, "text": "A neuromarker of sustained attention from whole-brain functional connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 59991, "infons": {"fpage": "1664", "lpage": "1671", "name_0": "surname:Finn;given-names:ES", "pub-id_doi": "10.1038/nn.4135", "pub-id_pmid": "26457551", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "18", "year": "2015"}, "text": "Functional connectome fingerprinting: identifying individuals using patterns of brain connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 60090, "infons": {"fpage": "28", "lpage": "38", "name_0": "surname:Drysdale;given-names:AT", "pub-id_doi": "10.1038/nm.4246", "pub-id_pmid": "27918562", "section_type": "REF", "source": "Nat. Med.", "type": "ref", "volume": "23", "year": "2017"}, "text": "Resting-state connectivity biomarkers define neurophysiological subtypes of depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 60177, "infons": {"fpage": "207", "lpage": "219", "name_0": "surname:Petersen Steven;given-names:E", "name_1": "surname:Sporns;given-names:O", "pub-id_doi": "10.1016/j.neuron.2015.09.027", "pub-id_pmid": "26447582", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "88", "year": "2015"}, "text": "Brain networks and cognitive architectures", "sentences": [], "annotations": [], "relations": []}, {"offset": 60220, "infons": {"fpage": "41", "lpage": "51", "name_0": "surname:Green;given-names:MF", "name_1": "surname:Kern;given-names:RS", "name_2": "surname:Heaton;given-names:RK", "pub-id_doi": "10.1016/j.schres.2004.09.009", "pub-id_pmid": "15531406", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "72", "year": "2004"}, "text": "Longitudinal studies of cognition and functional outcome in schizophrenia: implications for MATRICS", "sentences": [], "annotations": [], "relations": []}, {"offset": 60320, "infons": {"fpage": "527", "lpage": "540", "name_0": "surname:Castellanos;given-names:FX", "name_1": "surname:Di Martino;given-names:A", "name_2": "surname:Craddock;given-names:RC", "name_3": "surname:Mehta;given-names:AD", "name_4": "surname:Milham;given-names:MP", "pub-id_doi": "10.1016/j.neuroimage.2013.04.083", "pub-id_pmid": "23631991", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "80", "year": "2013"}, "text": "Clinical applications of the functional connectome", "sentences": [], "annotations": [], "relations": []}, {"offset": 60371, "infons": {"fpage": "748", "lpage": "751", "name_0": "surname:Thomas Insel;given-names:BC", "pub-id_doi": "10.1176/appi.ajp.2010.09091379", "pub-id_pmid": "20595427", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "167", "year": "2010"}, "text": "Research domain criteria (RDoC): toward a new classification framework for research on mental disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 60475, "infons": {"fpage": "11", "issue": "Pt 1", "lpage": "23", "name_0": "surname:Sui;given-names:J", "name_1": "surname:Huster;given-names:R", "name_2": "surname:Yu;given-names:Q", "name_3": "surname:Segall;given-names:JM", "name_4": "surname:Calhoun;given-names:VD", "pub-id_doi": "10.1016/j.neuroimage.2013.09.044", "pub-id_pmid": "24084066", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "102", "year": "2014"}, "text": "Function-structure associations of the brain: evidence from multimodal connectivity and covariance studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 60582, "infons": {"fpage": "218", "lpage": "229", "name_0": "surname:Meng;given-names:X", "pub-id_doi": "10.1016/j.neuroimage.2016.05.026", "pub-id_pmid": "27177764", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "145", "year": "2017"}, "text": "Predicting individualized clinical measures by a generalized prediction framework and multimodal fusion of MRI data", "sentences": [], "annotations": [], "relations": []}, {"offset": 60698, "infons": {"section_type": "REF", "type": "ref"}, "text": "Liu S. et al. Linked 4-way multimodal brain differences in schizophrenia in a large Chinese Han population. Schizophrenia Bull.10.1093/schbul/sby045 (2018).", "sentences": [], "annotations": [], "relations": []}, {"offset": 60855, "infons": {"fpage": "230", "lpage": "244", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Sui;given-names:J", "section_type": "REF", "source": "Biol. Psychiatry.", "type": "ref", "volume": "1", "year": "2016"}, "text": "Multimodal fusion of brain imaging data: a key to finding the missing link(s) in complex mental illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 60959, "infons": {"fpage": "483", "lpage": "506", "name_0": "surname:Menon;given-names:V", "pub-id_doi": "10.1016/j.tics.2011.08.003", "pub-id_pmid": "21908230", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "15", "year": "2011"}, "text": "Large-scale brain networks and psychopathology: a unifying triple network model", "sentences": [], "annotations": [], "relations": []}, {"offset": 61039, "infons": {"fpage": "132", "lpage": "139", "name_0": "surname:Premkumar;given-names:P", "pub-id_doi": "10.1016/j.bbr.2008.05.012", "pub-id_pmid": "18586335", "section_type": "REF", "source": "Behav. Brain. Res.", "type": "ref", "volume": "193", "year": "2008"}, "text": "Association between a longer duration of illness, age and lower frontal lobe grey matter volume in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61152, "infons": {"fpage": "490", "lpage": "497", "name_0": "surname:Delawalla;given-names:Z", "name_1": "surname:Csernansky;given-names:JG", "name_2": "surname:Barch;given-names:DM", "pub-id_doi": "10.1016/j.biopsych.2007.05.007", "pub-id_pmid": "17631280", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "63", "year": "2008"}, "text": "Prefrontal cortex function in nonpsychotic siblings of individuals with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61238, "infons": {"fpage": "1358", "lpage": "1366", "name_0": "surname:Aleman;given-names:A", "name_1": "surname:Hijman;given-names:R", "name_2": "surname:De Haan;given-names:EHF", "name_3": "surname:Kahn;given-names:RS", "pub-id_pmid": "10484945", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "156", "year": "1999"}, "text": "Memory impairment in schizophrenia: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 61290, "infons": {"fpage": "163", "lpage": "168", "name_0": "surname:Palaniyappan;given-names:L", "name_1": "surname:Mallikarjun;given-names:P", "name_2": "surname:Joseph;given-names:V", "name_3": "surname:White;given-names:TP", "name_4": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1016/j.schres.2011.03.020", "pub-id_pmid": "21497489", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "129", "year": "2011"}, "text": "Regional contraction of brain surface area involves three large-scale networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61386, "infons": {"fpage": "994", "lpage": "1003", "name_0": "surname:Williamson;given-names:P", "pub-id_doi": "10.1093/schbul/sbm043", "pub-id_pmid": "17493957", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "33", "year": "2007"}, "text": "Are anticorrelated networks in the brain relevant to schizophrenia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 61454, "infons": {"fpage": "1", "lpage": "19", "name_0": "surname:Erhardt;given-names:EB", "name_1": "surname:Allen;given-names:EA", "name_2": "surname:Damaraju;given-names:E", "name_3": "surname:Calhoun;given-names:VD", "pub-id_doi": "10.1089/brain.2011.0022", "pub-id_pmid": "21808745", "section_type": "REF", "source": "Brain Connect.", "type": "ref", "volume": "1", "year": "2011"}, "text": "On network derivation, classification, and visualization: a response to Habeck and Moeller", "sentences": [], "annotations": [], "relations": []}, {"offset": 61545, "infons": {"fpage": "93", "lpage": "105", "name_0": "surname:Qi;given-names:S", "pub-id_doi": "10.1109/TMI.2017.2725306", "pub-id_pmid": "28708547", "section_type": "REF", "source": "IEEE Trans. Med. Imaging", "type": "ref", "volume": "37", "year": "2018"}, "text": "Multimodal fusion with reference: searching for joint neuromarkers of working memory deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 61656, "infons": {"fpage": "826", "lpage": "834", "name_0": "surname:van Erp;given-names:TG", "pub-id_doi": "10.1016/j.psychres.2015.10.028", "pub-id_pmid": "26586142", "section_type": "REF", "source": "Psychiatry Res.", "type": "ref", "volume": "230", "year": "2015"}, "text": "Neuropsychological profile in adult schizophrenia measured with the CMINDS", "sentences": [], "annotations": [], "relations": []}, {"offset": 61731, "infons": {"section_type": "REF", "type": "ref"}, "text": "Aine, C. J. et al. Multimodal neuroimaging in schizophrenia: description and dissemination. Neuroinformatics15, 343–364 (2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 61859, "infons": {"fpage": "916", "lpage": "926", "name_0": "surname:Qi;given-names:S", "pub-id_doi": "10.1093/brain/awx366", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "141", "year": "2018"}, "text": "MicroRNA132 associated multimodal neuroimaging patterns in unmedicated major depressive disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 61956, "infons": {"fpage": "1251", "lpage": "1266", "name_0": "surname:Li;given-names:YO", "name_1": "surname:Adali;given-names:T", "name_2": "surname:Calhoun;given-names:VD", "pub-id_doi": "10.1002/hbm.20359", "pub-id_pmid": "17274023", "section_type": "REF", "source": "Hum. Brain. Mapp.", "type": "ref", "volume": "28", "year": "2007"}, "text": "Estimating the number of independent components for functional magnetic resonance imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 62051, "infons": {"fpage": "261", "lpage": "276", "name_0": "surname:Kay;given-names:SRFA", "name_1": "surname:Opler;given-names:LA", "pub-id_doi": "10.1093/schbul/13.2.261", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 62118, "infons": {"fpage": "214", "lpage": "219", "name_0": "surname:Kirkpatrick;given-names:B", "name_1": "surname:Fenton;given-names:WS", "name_2": "surname:Carpenter;given-names:WT;suffix:Jr.", "name_3": "surname:Marder;given-names:SR", "pub-id_doi": "10.1093/schbul/sbj053", "pub-id_pmid": "16481659", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "32", "year": "2006"}, "text": "The NIMH-MATRICS consensus statement on negative symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 62176, "infons": {"fpage": "250", "lpage": "258", "name_0": "surname:Harvey;given-names:PD", "name_1": "surname:Koren;given-names:D", "name_2": "surname:Reichenberg;given-names:A", "name_3": "surname:Bowie;given-names:CR", "pub-id_doi": "10.1093/schbul/sbj011", "pub-id_pmid": "16221995", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "32", "year": "2006"}, "text": "Negative symptoms and cognitive deficits: what is the nature of their relationship?", "sentences": [], "annotations": [], "relations": []}, {"offset": 62260, "infons": {"fpage": "201", "lpage": "216", "name_0": "surname:Chan;given-names:RC", "name_1": "surname:Shum;given-names:D", "name_2": "surname:Toulopoulou;given-names:T", "name_3": "surname:Chen;given-names:EY", "pub-id_doi": "10.1016/j.acn.2007.08.010", "pub-id_pmid": "18096360", "section_type": "REF", "source": "Arch. Clin. Neuropsychol.", "type": "ref", "volume": "23", "year": "2008"}, "text": "Assessment of executive functions: review of instruments and identification of critical issues", "sentences": [], "annotations": [], "relations": []}, {"offset": 62355, "infons": {"fpage": "46", "lpage": "57", "name_0": "surname:Bora;given-names:E", "pub-id_doi": "10.1016/j.schres.2010.12.020", "pub-id_pmid": "21300524", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "127", "year": "2011"}, "text": "Neuroanatomical abnormalities in schizophrenia: a multimodal voxelwise meta-analysis and meta-regression analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 62469, "infons": {"fpage": "976", "lpage": "984", "name_0": "surname:Szeszko;given-names:PR", "pub-id_doi": "10.1038/sj.npp.1301480", "pub-id_pmid": "17581532", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "33", "year": "2008"}, "text": "Clinical and neuropsychological correlates of white matter abnormalities in recent onset schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 62572, "infons": {"fpage": "665", "lpage": "674", "name_0": "surname:Ehrlich;given-names:S", "pub-id_doi": "10.1093/schbul/sbt056", "pub-id_pmid": "23661633", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Associations of white matter integrity and cortical thickness in patients with schizophrenia and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 62686, "infons": {"fpage": "19", "lpage": "31", "name_0": "surname:Potkin;given-names:SG", "pub-id_doi": "10.1093/schbul/sbn162", "pub-id_pmid": "19042912", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "35", "year": "2009"}, "text": "Working memory and DLPFC inefficiency in schizophrenia: the FBIRN study", "sentences": [], "annotations": [], "relations": []}, {"offset": 62758, "infons": {"fpage": "1195", "lpage": "1205", "name_0": "surname:Barbey;given-names:AK", "name_1": "surname:Koenigs;given-names:M", "name_2": "surname:Grafman;given-names:J", "pub-id_doi": "10.1016/j.cortex.2012.05.022", "pub-id_pmid": "22789779", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "Dorsolateral prefrontal contributions to human working memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 62820, "infons": {"fpage": "60", "lpage": "69", "name_0": "surname:Glahn;given-names:DC", "pub-id_doi": "10.1002/hbm.20138", "pub-id_pmid": "15846819", "section_type": "REF", "source": "Hum. Brain. Mapp.", "type": "ref", "volume": "25", "year": "2005"}, "text": "Beyond hypofrontality: a quantitative meta-analysis of functional neuroimaging studies of working memory in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 62942, "infons": {"section_type": "REF", "type": "ref"}, "text": "Michael, J., Minzenberg, A. R. L., Thelen, S., Carter, S. S., & Glahn, D. C. Meta-analysis of 41 functional neuroimaging studies of executive function in schizophrenia. Arch. Gen. Psychiatry66, 811–822 (2009).", "sentences": [], "annotations": [], "relations": []}, {"offset": 63152, "infons": {"fpage": "21001", "name_0": "surname:Xu;given-names:X", "name_1": "surname:Yuan;given-names:H", "name_2": "surname:Lei;given-names:X", "pub-id_doi": "10.1038/srep21001", "pub-id_pmid": "26867499", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "6", "year": "2016"}, "text": "Activation and connectivity within the default mode network contribute independently to future-oriented thought", "sentences": [], "annotations": [], "relations": []}, {"offset": 63264, "infons": {"fpage": "428", "lpage": "437", "name_0": "surname:Manoliu;given-names:A", "pub-id_doi": "10.1093/schbul/sbt037", "pub-id_pmid": "23519021", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "40", "year": "2014"}, "text": "Aberrant dependence of default mode/central executive network interactions on anterior insular salience network activity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 63402, "infons": {"fpage": "2349", "lpage": "2356", "name_0": "surname:Seeley;given-names:WW", "pub-id_doi": "10.1523/JNEUROSCI.5587-06.2007", "pub-id_pmid": "17329432", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Dissociable intrinsic connectivity networks for salience processing and executive control", "sentences": [], "annotations": [], "relations": []}, {"offset": 63492, "infons": {"fpage": "678", "lpage": "686", "name_0": "surname:Sun;given-names:H", "pub-id_doi": "10.1001/jamapsychiatry.2015.0505", "pub-id_pmid": "25993492", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Two patterns of white matter abnormalities in medication-naive patients with first-episode schizophrenia revealed by diffusion tensor imaging and cluster analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 63655, "infons": {"fpage": "1308", "lpage": "1316", "name_0": "surname:Ren;given-names:W", "pub-id_doi": "10.1176/appi.ajp.2013.12091148", "pub-id_pmid": "23732942", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "170", "year": "2013"}, "text": "Anatomical and functional brain abnormalities in drug-naive first-episode schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 63743, "infons": {"fpage": "2901", "lpage": "2906", "name_0": "surname:Huang;given-names:XQ", "pub-id_doi": "10.1016/j.neuroimage.2009.11.072", "pub-id_pmid": "19963069", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "49", "year": "2010"}, "text": "Localization of cerebral functional deficits in treatment-naive, first-episode schizophrenia using resting-state fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 63861, "infons": {"fpage": "137", "name_0": "surname:Turner;given-names:JA", "pub-id_pmid": "23964193", "section_type": "REF", "source": "Front. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "A multi-site resting state fMRI study on the amplitude of low frequency fluctuations in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 63963, "infons": {"fpage": "E6972", "lpage": "E6981", "name_0": "surname:Chan;given-names:RW", "pub-id_doi": "10.1073/pnas.1703309114", "pub-id_pmid": "28760982", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "114", "year": "2017"}, "text": "Low-frequency hippocampal–cortical activity drives brain-wide resting-state functional MRI connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 64067, "infons": {"fpage": "655", "lpage": "667", "name_0": "surname:Menon;given-names:V", "name_1": "surname:Uddin;given-names:LQ", "pub-id_doi": "10.1007/s00429-010-0262-0", "pub-id_pmid": "20512370", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "214", "year": "2010"}, "text": "Saliency, switching, attention and control: a network model of insula function", "sentences": [], "annotations": [], "relations": []}, {"offset": 64146, "infons": {"fpage": "105", "lpage": "115", "name_0": "surname:White;given-names:TP", "name_1": "surname:Joseph;given-names:V", "name_2": "surname:Francis;given-names:ST", "name_3": "surname:Liddle;given-names:PF", "pub-id_doi": "10.1016/j.schres.2010.07.020", "pub-id_pmid": "20724114", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "123", "year": "2010"}, "text": "Aberrant salience network (bilateral insula and anterior cingulate cortex) connectivity during information processing in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 64281, "infons": {"fpage": "12569", "lpage": "12574", "name_0": "surname:Sridharan;given-names:D", "name_1": "surname:Levitin;given-names:DJ", "name_2": "surname:Menon;given-names:V", "pub-id_doi": "10.1073/pnas.0800005105", "pub-id_pmid": "18723676", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "105", "year": "2008"}, "text": "A critical role for the right fronto-insular cortex in switching between central-executive and default-mode networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 64398, "infons": {"fpage": "1275", "lpage": "1284", "name_0": "surname:Hill;given-names:SK", "pub-id_doi": "10.1176/appi.ajp.2013.12101298", "pub-id_pmid": "23771174", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "170", "year": "2013"}, "text": "Neuropsychological impairments in schizophrenia and psychotic bipolar disorder: findings from the Bipolar-Schizophrenia Network on Intermediate Phenotypes (B-SNIP) study", "sentences": [], "annotations": [], "relations": []}, {"offset": 64568, "infons": {"fpage": "229", "lpage": "235", "name_0": "surname:Koechlin;given-names:E", "name_1": "surname:Summerfield;given-names:C", "pub-id_doi": "10.1016/j.tics.2007.04.005", "pub-id_pmid": "17475536", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "11", "year": "2007"}, "text": "An information theoretical approach to prefrontal executive function", "sentences": [], "annotations": [], "relations": []}, {"offset": 64637, "infons": {"fpage": "51", "lpage": "58", "name_0": "surname:Muller;given-names:NG", "name_1": "surname:Knight;given-names:RT", "pub-id_doi": "10.1016/j.neuroscience.2005.09.018", "pub-id_pmid": "16352402", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "139", "year": "2006"}, "text": "The functional neuroanatomy of working memory: contributions of human brain lesion studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 64728, "infons": {"section_type": "REF", "type": "ref"}, "text": "Tregellas J. R. et al. Intrinsic hippocampal activity as a biomarker for cognition and symptoms in schizophrenia. Am. J. Psychiatry171, 549–556 (2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 64880, "infons": {"fpage": "1432", "lpage": "1441", "name_0": "surname:Dronkers;given-names:NF", "name_1": "surname:Plaisant;given-names:O", "name_2": "surname:Iba-Zizen;given-names:MT", "name_3": "surname:Cabanis;given-names:EA", "pub-id_doi": "10.1093/brain/awm042", "pub-id_pmid": "17405763", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "130", "year": "2007"}, "text": "Paul Broca’s historic cases: high resolution MR imaging of the brains of Leborgne and Lelong", "sentences": [], "annotations": [], "relations": []}, {"offset": 64973, "infons": {"fpage": "83", "lpage": "95", "name_0": "surname:Wise;given-names:RJS", "pub-id_doi": "10.1093/brain/124.1.83", "pub-id_pmid": "11133789", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "124", "year": "2001"}, "text": "Separate neural subsystems within ‘Wernicke’s area’", "sentences": [], "annotations": [], "relations": []}, {"offset": 65025, "infons": {"fpage": "203", "lpage": "218", "name_0": "surname:Andreasen;given-names:NCPS", "name_1": "surname:O’Leary;given-names:DS", "pub-id_doi": "10.1093/oxfordjournals.schbul.a033321", "pub-id_pmid": "9613621", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "24", "year": "1998"}, "text": "“Cognitive dysmetria” as an integrative theory of schizophrenia: a dysfunction in cortical subcortical-cerebellar circuitry", "sentences": [], "annotations": [], "relations": []}, {"offset": 65149, "infons": {"fpage": "305", "lpage": "315", "name_0": "surname:Goodkind;given-names:M", "pub-id_doi": "10.1001/jamapsychiatry.2014.2206", "pub-id_pmid": "25651064", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Identification of a common neurobiological substrate for mental illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 65221, "infons": {"fpage": "107", "lpage": "120", "name_0": "surname:Downar;given-names:J", "name_1": "surname:Blumberger;given-names:DM", "name_2": "surname:Daskalakis;given-names:ZJ", "pub-id_doi": "10.1016/j.tics.2015.10.007", "pub-id_pmid": "26655436", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "20", "year": "2016"}, "text": "The Neural crossroads of psychiatric illness: an emerging target for brain stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 65308, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kelly S. et al. Widespread white matter microstructural differences in schizophrenia across 4322 individuals: results from the ENIGMA Schizophrenia DTI Working Group. Mol. Psychiatry21, 1710–1716 (2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 65512, "infons": {"fpage": "11073", "lpage": "11078", "name_0": "surname:Dosenbach;given-names:NU", "pub-id_doi": "10.1073/pnas.0704320104", "pub-id_pmid": "17576922", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "104", "year": "2007"}, "text": "Distinct brain networks for adaptive and stable task control in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 65583, "infons": {"fpage": "1050", "lpage": "1062", "name_0": "surname:Ehrlich;given-names:S", "pub-id_doi": "10.1093/schbul/sbr018", "pub-id_pmid": "21436318", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "38", "year": "2012"}, "text": "Associations of cortical thickness and cognition in patients with schizophrenia and healthy controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 65684, "infons": {"fpage": "1078", "lpage": "1087", "name_0": "surname:Jiang;given-names:R", "pub-id_doi": "10.1038/npp.2017.165", "pub-id_pmid": "28758644", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "43", "year": "2018"}, "text": "SMRI biomarkers predict electroconvulsive treatment outcomes: accuracy with independent data sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 65782, "infons": {"fpage": "711", "lpage": "720", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Adali;given-names:T", "pub-id_doi": "10.1109/TITB.2008.923773", "pub-id_pmid": "19273016", "section_type": "REF", "source": "IEEE Trans. Inf. Technol. Biomed.", "type": "ref", "volume": "13", "year": "2009"}, "text": "Feature-based fusion of medical imaging data", "sentences": [], "annotations": [], "relations": []}, {"offset": 65827, "infons": {"fpage": "13040", "lpage": "13045", "name_0": "surname:Smith;given-names:SM", "pub-id_doi": "10.1073/pnas.0905267106", "pub-id_pmid": "19620724", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "106", "year": "2009"}, "text": "Correspondence of the brain’s functional architecture during activation and rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 65908, "infons": {"fpage": "262", "lpage": "274", "name_0": "surname:Calhoun;given-names:VD", "name_1": "surname:Miller;given-names:R", "name_2": "surname:Pearlson;given-names:G", "name_3": "surname:Adali;given-names:T", "pub-id_doi": "10.1016/j.neuron.2014.10.015", "pub-id_pmid": "25374354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "84", "year": "2014"}, "text": "The chronnectome: time-varying connectivity networks as the next frontier in fMRI data discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 66005, "infons": {"fpage": "196", "lpage": "206", "name_0": "surname:Ma;given-names:S", "name_1": "surname:Calhoun;given-names:VD", "name_2": "surname:Phlypo;given-names:R", "name_3": "surname:Adali;given-names:T", "pub-id_doi": "10.1016/j.neuroimage.2013.12.063", "pub-id_pmid": "24418507", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "90", "year": "2014"}, "text": "Dynamic changes of spatial functional network connectivity in healthy individuals and schizophrenia patients using independent vector analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 66148, "infons": {"section_type": "REF", "type": "ref"}, "text": "First MBS, R. L., Gibbon, M. G., & Williams, J. B. W. Structured Clinical Interview for DSM-IV-TR Axis I Disorders Patient Edn (Biometrics Research, New York, 2002).", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}