{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "6066482", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41398-018-0180-0", "article-id_pmc": "6066482", "article-id_pmid": "30061709", "article-id_publisher-id": "180", "elocation-id": "138", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Sun;given-names:Yan", "name_1": "surname:Zhang;given-names:Yang", "name_10": "surname:Shi;given-names:Jie", "name_2": "surname:Zhang;given-names:Dai", "name_3": "surname:Chang;given-names:Suhua", "name_4": "surname:Jing;given-names:Rixing", "name_5": "surname:Yue;given-names:Weihua", "name_6": "surname:Lu;given-names:Lin", "name_7": "surname:Chen;given-names:Dong", "name_8": "surname:Sun;given-names:Yankun", "name_9": "surname:Fan;given-names:Yong", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "GABRA2 rs279858-linked variants are associated with disrupted structural connectome of reward circuits in heroin abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 121, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The reward system plays a vital role in drug addiction. The purpose of this study is to investigate the structural connectivity characteristics and driving-control subnetwork patterns of reward circuits in heroin abusers and assess the genetic modulation on the reward network. We first defined the reward network based on systematic literature review, and built the reward network based on diffusion tensor imaging data of 78 heroin abusers (HAs) and 79 healthy controls (HCs) using structural connectomics. Then we assessed genetic factors that might modulate changes in the reward network by performing imaging-genetic screening for 22 addiction-related polymorphisms. The genetic association was validated by performing genetic associations (1032 HAs and 2863 HCs) and expanded-variant analysis. Finally, we estimated the association between these genetic variations, reward network, and clinical performance. We found that HAs had widespread deficiencies in the structural connectivity of the reward circuit (center in VTA-linked connections), which correlated with cognition deficiency. The disruptions synchronously were shown on the reward driving system and reward control system. GABRA2 rs279858-linked variants might be a key genetic modulator for heroin vulnerability by affecting the connections of reward network and cognition. The role of the reward network connections that mediates the effects of rs279858 on cognition would be disrupted by heroin addiction. These findings provide new insights into the neurocircuitry and genetic mechanisms of addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1694, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1707, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Heroin is one of the major addictive drugs that generates considerable public health concerns both in China and worldwide. In recent decades, the prevalence of heroin abuse and on-medical prescription opioid use sharply increased in the USA and Europe. The resurgence of heroin abuse has triggered dramatic increase in heroin overdose deaths and the spread of human immunodeficiency virus and hepatitis C virus infections. Heroin misuse makes more attacks on the vulnerable population, such as adolescents and young adults, and can be life-threatening with significantly high morbidity and mortality. Adding new insight into the biological mechanism and identifying precise targets for neuromodulation are vital for the prevention and treatment of this devastating disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2481, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Drug addiction including heroin addiction is seen as a disease of aberrant neuroadaptation in the brain reward system. Despite the diversity in chemical structure and molecular targets, addictive drugs mediate their reinforcing properties by increasing dopamine (DA) concentrations in reward circuits, primarily in the ventral tegmental area (VTA) and its major projections (i.e., nucleus accumbens (NAc) and medial prefrontal cortex (mPFC)). Drug addiction is hypothesized to develop from an imbalanced dual system in these reward circuits, the hyperactive reward motivation (mainly involves VTA and NAc) and hypoactive reward control (mainly involves the dorsolateral prefrontal cortex (dlPFC) and anterior cingulate cortex (ACC)). This hypothesis has been validated in electrochemical and behavioral studies. Recent advances in neuroimaging technology and brain network analysis allow us to investigate the reward circuit from a connectome perspective.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3437, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The reward processing in addicted individuals has been extensively studied by measuring brain reactivity to drug cues and non-drug rewards (mostly monetary). According to the systematic review we conducted to identify the disrupted reward circuit of substance abusers (details in Supplemental Method and Tables S1, S2), the most frequently reported regions mainly included the dlPFC, ACC, and subcortical areas (e.g., VTA and NAc), which we deemed as network nodes. We subsequently defined subnetworks for driving-control systems analysis based on authoritative reviews of addiction-related reward neurocircuitry (see Method section). Although the resting-state imaging studies have revealed that drug abusers exhibit functional connectivity deficiencies in the executive control system and impulsivity system, it remains largely unknown how the reward driving-control system is affected by drug addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4344, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Heroin primarily acts on endogenous opioid receptors and then triggers DA release in VTA and NAc, which are primarily modulated by GABA and the glutamate system. Other neurotransmitter systems and neurotrophic factors (e.g., serotonin and brain-derived neurotrophic factor) may also be involved in this pharmacological processing. Genetic factors contribute roughly 50% to the etiologies of addiction. Since variants within the opioid-related genes may influence the various stages and endophenotypes of heroin addiction, it is important to understand how these genetic factors may modulate changes in the reward network of heroin addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4986, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We evaluated heroin addiction-related genes and chose 22 variations as candidate genetic markers, which overlapped with SNPs reported in literature reviews associating genetic risk variants to opioid dependence. These SNPs were in genes involved in the opioid system, DA system, GABA system, glutamate system, 5-hydroxytryptamine system, and other key polymorphisms. The supporting reasons for the selection of the 22 candidate SNPs are summarized in Table S3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5447, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present study aims to investigate the structural connectivity and driving-control subnetwork patterns of the reward circuit, and subsequently investigate the potential genetic modulation responsible for these changes. We also estimated the association between these genetic variations, reward network, and clinical performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5779, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 5801, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study design", "sentences": [], "annotations": [], "relations": []}, {"offset": 5814, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Step 1: We first investigated the reward network changes in heroin abusers (HAs). To better define the network nodes, we conducted systematic literature review and identified the most disrupted brain areas for rewarding stimuli in substance abusers. Then the reward network was built by probabilistic fiber tracking the diffusion tensor imaging (DTI) data from 78 HAs and 79 healthy controls (HCs). The changes in network characteristics and driving-control subnetworks were estimated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6300, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Step 2: We then assessed genetic factors that may modulate changes in the reward network in HAs by performing imaging-genetic screening for 22 addiction-related polymorphisms. The genetic association was validated by performing genetic associations (1032 HAs and 2863 HCs) and expanded-variant analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6604, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Step 3: Finally, the association between the genetic variation, changes in reward network, and clinical performance was analyzed by mediation analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6756, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Systematic review of imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 6793, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The systematic literature review was conducted to help identify disrupted reward-related brain regions which responses to rewarding stimuli (substance-related stimuli, monetary rewards, and happy feelings) in substance abusers. The search terms included neuroimaging terms, substance addiction-related terms, and stimulus-related terms. The focus of the studies selected for the systematic review was on the comparisons between substance abusers and HCs and whole-brain analysis, which was published online before 30 November 2016. We identified a total of 65 studies and organized the findings by specific brain regions (Table S1). The search strategy is detailed in the Supplementary Materials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7490, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 7499, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MRI group", "sentences": [], "annotations": [], "relations": []}, {"offset": 7509, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A cohort of 78 male HAs was recruited from drug addiction treatment centers and the local community in Zhongshan city, Guangdong province, China. They all met the criteria for heroin dependence based on the Diagnostic and Statistical Manual of Mental Disorders, 4th edition, but not for other substances (i.e., use of other opioids for not more than 1 month and other types of addictive drugs for not more than three times per year, with the exception of nicotine). Alcohol abusers were excluded from the study based on the Michigan Alcoholism Screening Test (score ≤ 4). In addition, we recruited 79 matched male HCs from the local community through newspaper advertisements. All of the participants were ethnic Han Chinese, and native to southern China. The HAs self-reported that they had no past or current major medical conditions and no personal or family history of major psychiatric disorders other than their current addiction. The exclusion criteria included (1) level of education < 9 years, (2) left-handed, and (3) contraindications for magnetic resonance imaging (MRI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8593, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Genetic validation group", "sentences": [], "annotations": [], "relations": []}, {"offset": 8618, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics, addiction characteristics, and neurocognitive performance in study participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 8712, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Characteristic</th><th colspan=\"3\">Imaging and behavioral data</th><th colspan=\"3\">Genetic validation data</th></tr><tr><th/><th>Heroin abusers (<italic>n</italic> = 78)</th><th>Healthy controls (<italic>n</italic> = 79)</th><th><italic>p-</italic> value</th><th>Heroin abusers (<italic>n</italic> = 1032)</th><th>Healthy controls (<italic>n</italic> = 2863)</th><th><italic>p-</italic> value</th></tr></thead><tbody><tr><td>Age (years)</td><td>36.23 ± 3.94</td><td>37.52 ± 4.98</td><td>0.101</td><td>35.63 ± 6.61</td><td>31.69 ± 9.72</td><td>&lt;0.001</td></tr><tr><td>Gender (male/female)</td><td>78/0</td><td>79/0</td><td>N.A.</td><td>725/307</td><td>1303/1560</td><td>&lt;0.001</td></tr><tr><td>Cigarettes smoked per day</td><td>26.00 ± 9.09</td><td>8.72 ± 9.81</td><td>&lt;0.001</td><td>24.11 ± 14.13</td><td>N.D.</td><td>N.D.</td></tr><tr><td>Heroin dosage (g/day)</td><td>0.52 ± 0.35</td><td>N.A.</td><td>N.A.</td><td>0.66 ± 0.61</td><td>N.A.</td><td>N.A.</td></tr><tr><td>Abstinence time (months)</td><td>5.39 ± 3.44</td><td>N.A.</td><td>N.A.</td><td>8.83 ± 6.32</td><td>N.A.</td><td>N.A.</td></tr><tr><td>Duration of heroin use (years)</td><td>15.10 ± 3.59</td><td>N.A.</td><td>N.A.</td><td>11.70 ± 6.32</td><td>N.A.</td><td>N.A.</td></tr><tr><td>Heroin craving at rest (score)</td><td>2.93 ± 0.24</td><td>N.A.</td><td>N.A.</td><td>N.D.</td><td>N.D.</td><td>N.D.</td></tr><tr><td>MoCA</td><td>21.92 ± 2.54</td><td>25.70 ± 2.88</td><td>&lt;0.001</td><td/><td/><td/></tr><tr><td>IGT</td><td>−4.63 ± 21.07</td><td>4.02 ± 23.82</td><td>0.015</td><td/><td/><td/></tr><tr><td>BIS-11 (attention)</td><td>16.90 ± 2.72</td><td>15.91 ± 2.29</td><td>0.015</td><td/><td/><td/></tr><tr><td>BIS-11 (motor)</td><td>23.83 ± 4.47</td><td>21.08 ± 3.77</td><td>&lt;0.001</td><td/><td/><td/></tr><tr><td>BIS-11 (non-planning)</td><td>27.40 ± 5.36</td><td>24.71 ± 5.02</td><td>0.001</td><td/><td/><td/></tr><tr><td>BIS-11 (sum)</td><td>68.13 ± 9.08</td><td>61.70 ± 8.75</td><td>&lt;0.001</td><td/><td/><td/></tr></tbody></table>\n"}, "text": "Characteristic\tImaging and behavioral data\tGenetic validation data\t \t\tHeroin abusers (n = 78)\tHealthy controls (n = 79)\tp- value\tHeroin abusers (n = 1032)\tHealthy controls (n = 2863)\tp- value\t \tAge (years)\t36.23 ± 3.94\t37.52 ± 4.98\t0.101\t35.63 ± 6.61\t31.69 ± 9.72\t<0.001\t \tGender (male/female)\t78/0\t79/0\tN.A.\t725/307\t1303/1560\t<0.001\t \tCigarettes smoked per day\t26.00 ± 9.09\t8.72 ± 9.81\t<0.001\t24.11 ± 14.13\tN.D.\tN.D.\t \tHeroin dosage (g/day)\t0.52 ± 0.35\tN.A.\tN.A.\t0.66 ± 0.61\tN.A.\tN.A.\t \tAbstinence time (months)\t5.39 ± 3.44\tN.A.\tN.A.\t8.83 ± 6.32\tN.A.\tN.A.\t \tDuration of heroin use (years)\t15.10 ± 3.59\tN.A.\tN.A.\t11.70 ± 6.32\tN.A.\tN.A.\t \tHeroin craving at rest (score)\t2.93 ± 0.24\tN.A.\tN.A.\tN.D.\tN.D.\tN.D.\t \tMoCA\t21.92 ± 2.54\t25.70 ± 2.88\t<0.001\t\t\t\t \tIGT\t−4.63 ± 21.07\t4.02 ± 23.82\t0.015\t\t\t\t \tBIS-11 (attention)\t16.90 ± 2.72\t15.91 ± 2.29\t0.015\t\t\t\t \tBIS-11 (motor)\t23.83 ± 4.47\t21.08 ± 3.77\t<0.001\t\t\t\t \tBIS-11 (non-planning)\t27.40 ± 5.36\t24.71 ± 5.02\t0.001\t\t\t\t \tBIS-11 (sum)\t68.13 ± 9.08\t61.70 ± 8.75\t<0.001\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9725, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "N.A. not applicable, N.D. no data, MoCA the Montreal Cognitive Assessment, BIS the Barratt Impulsiveness Scale, IGT the Iowa Gambling Task", "sentences": [], "annotations": [], "relations": []}, {"offset": 9864, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "The data are expressed as mean ± standard deviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 9916, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The genetic validation dataset included 1032 HAs (725 males, 307 females), who were recruited from multiple drug addiction treatment centers in Guangdong and Hubei provinces and 2863 HCs (1303 male, 1560 female) from the respective local communities. The MRI group was a subsample group derived from the genetic sample group (only from Zhongshan city). The characteristics of the subjects are summarized in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10332, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study was approved by the Peking University Institutional Review Board. All subjects were informed of the entire procedure and potential risks before being requested to sign a written informed consent form. All participants received monetary compensation for contributing to the study. None of HAs received systemic pharmacological substitution treatments during this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10711, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Neurocognitive and behavioral assessments", "sentences": [], "annotations": [], "relations": []}, {"offset": 10753, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRI subjects underwent a detailed series of standardized neuropsychological tests, either on the same day or within 7 days of MRI scans. This included (1) the Montreal Cognitive Assessment (MoCA) to assess global cognitive ability, (2) the Barratt Impulsiveness Scale (BIS-11) to determine the level of impulsivity, (3) the Iowa Gambling Task (IGT) to evaluate decision-making ability, and (4) a visual analog scale to assess self-reported average heroin craving during the past week. Detailed descriptions of these assessments are available in the Supplementary Materials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11327, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI data acquisition and preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 11366, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRI was performed using a 1.5-T MR Signa HDxt imaging system (General Electric Medical System, Milwaukee, WI, USA) with a standard eight-channel head coil. Two experienced radiologists examined the T2 images, and no abnormalities were observed in the subjects. T1-weighted sagittal three-dimensional images were acquired with a spoiled gradient recalled echo sequence with coverage of the entire brain. For DTI, a total of 28 image sets was acquired with 56 axial slices (slice thickness: 2.4 mm with no gap; repetition time/echo time: 14.4 s/85 ms; 3 b0 images without diffusion weighting; 25 non-collinear diffusion-weighting gradients with b = 1000 s/mm2; acquisition matrix: 128 × 128; field of view: 256 × 256 mm2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12087, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The DTI data were preprocessed using FSL5.0.7 (www.fmrib.ox.ac.uk/fsl/; accessed 6 September 2017) using the following steps: (1) Eddy-current and head motion correction, estimation of the diffusion tensors, and calculation of functional anisotropy (FA); (2) co-registration of T1 scans with their corresponding DTI b0 image so that ROIs that were defined in the structural MRI space could be transformed into native diffusion space; (3) the FA images were spatially normalized to the Montreal Neurological Institute (MNI) space using DARTEL of SPM8, resampled to 3 × 3 × 3 mm3 during the normalization, and smoothed with an 6-mm full-width at half-maximum Gaussian kernel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12761, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Network construction", "sentences": [], "annotations": [], "relations": []}, {"offset": 12782, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The flow chart of network analysis was shown in Fig. S1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12839, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Network nodes definition", "sentences": [], "annotations": [], "relations": []}, {"offset": 12864, "infons": {"file": "41398_2018_180_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Significant deficiencies in the reward network of heroin abusers and the consequences to the subnetwork patterns in the reward network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13000, "infons": {"file": "41398_2018_180_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "a Two subnetworks of the reward network: reward control subnetwork (yellow) and reward driving subnetwork (blue). Abbreviations for each brain area are shown in Supplementary Table S2. b Among the 276 connections, 131 connections of the reward network had significantly lower connective strength in heroin abusers compared with healthy controls (Diff-connections, p < 0.05/276 after 10,000 permutation test). c\nt-values for all connections of the reward network. Details of connections with lower connective strength are summarized in Supplementary Table S4. d Compared with controls, heroin abusers presented significant decreases in mean connective strength in the reward control subnetwork, reward driving subnetwork, and connections between these two subnetworks (BTN-connections) and Diff-connections. The data are expressed as mean ± standard deviation. e The Diff-connections with t-value > 10 were located on VTA-linked connections", "sentences": [], "annotations": [], "relations": []}, {"offset": 13940, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We defined the addiction reward-related brain regions (12 regions in each hemisphere), which were both highly reported in our systematic literature review and involved in biological mechanism of heroin addiction, as the nodes of reward network. These involved the dlPFC, ACC, VTA, orbitofrontal cortex (OFC), insula (INS), ventral striatum (VStr), caudate, amygdala (AMY), hippocampus (HIP), thalamus (THA), putamen, and pallidum (definitions are indicated in Table S2 and Fig. 1a). Specifically, we defined the subnetworks based on authoritative reviews, the reward-driving subnetwork comprised the VTA, NAc, AMY, THA, and other subcortical regions that responded to impulsive motivation driving of substance reward (e.g., craving), and the reward-control subnetwork comprised the dlPFC, ACC together with OFC and INS that mainly exerted inhibitory control for substance reward.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14820, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Network edge definition", "sentences": [], "annotations": [], "relations": []}, {"offset": 14844, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Between pairs of ROIs, structural connections were measured using the probabilistic fiber tracking method in FSL. This comprised of 276 structural connections for each subject (a symmetrical 24 × 24 matrix). Probabilistic fiber tracking was repeatedly sampled from the distributions of voxel-wise principal diffusion directions to generate a probabilistic streamline on the location of the true streamline and thereby build a connective value map in diffusion space. All the fibers were tracked with a curvature threshold of 0.2. Then, both the FA-value images and the probabilistic streamline images were warped from diffusion space into MNI space. The one-sample t-test was applied to the connective value maps of addiction subjects or HC subjects, respectively, to define streamline regions. The voxels were thresholded at p < 0.05 compared to zero. The connective strength of each edge was defined as the average FA values of all voxels that were included in the streamline regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15831, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Network analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15848, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The average connective strength of each edge was measured for each subject independently, including connections within the reward-driving subnetwork (Driving) and reward-control subnetwork (Control), connections between driving/control subnetworks (BTN-connections), and connections with significant differences between HAs and HCs (Diff-connections).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16200, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DNA extraction and genetic variation detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 16247, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genomic DNA was isolated from peripheral blood lymphocytes using the QIAamp DNA Mini Kit (Qiagen, Valencia, CA, USA). MassArray (Sequenom, San Diego, CA, USA) was used to genotype all markers using allele-specific Matrix-assisted laser desorption/ionization-time of flight mass spectrometry. Primers and multiplex reactions were designed using RealSNP.com website. None of the individual proportions significantly deviated from Hardy–Weinberg equilibrium (HWE) among HCs and HAs. The genotype call rate was >98% for each SNP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16773, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16794, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The statistical power of sample size computed by the Quanto soft (http://biostats.usc.edu/Quanto.html) was higher than 0.9. The variances were similar between the groups that were being statistically compared. Two-sample t-test was used to determine differences in demographic and clinical characteristics using SPSS 21.0 software. Each structural connection was compared between the HA and HC groups using 10,000 non-parametric permutation tests based on two-sample t-test scores, with “cigarettes smoked per day” and age as covariates. The threshold of Diff-connections was set at p < 0.00018116 (0.05/276) with multiple-comparison correction to identify statistically significant differences. The assessment of HWE was performed using the χ2 goodness-of-fit test. Additive linear regression was used for the association analysis of SNPs with structural connection, with “cigarettes smoked per day” and age as covariates using PLINK. Linkage disequilibrium (LD) analyses were performed using Haploview 4.1 (http://www.broad.mit.edu/mpg/haploview/). The mediation analysis was performed using the model 4 in PROCESS to bootstrap the sampling distribution of the indirect effect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17974, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17982, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic characteristics and neurocognitive performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 18041, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HAs significantly smoked more cigarettes per day and had lower MoCA and IGT scores, and higher BIS-11 scores compared with HCs. The age of HAs was significant older than controls in the genetic validation samples. Hence, the age and “cigarettes smoked per day” were included as covariates in the statistical analysis. The details of demographic and addictive characteristics (i.e., heroin dosage, duration of heroin use, and heroin craving) and neurocognitive performances are shown in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18536, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Characteristics of the reward network", "sentences": [], "annotations": [], "relations": []}, {"offset": 18574, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among the 276 total connections in the reward network, HAs presented a significant decrease in connective strength in 131 connections compared with HCs. These were mainly distributed in the left hemisphere (Diff-connections, p < 0.00018116 (0.05/276) with multiple-comparison correction; Fig. 1b, c, Supplementary Table S4). The significant decrease in connective strength of HAs was observed in the reward-driving subnetwork, reward-control subnetwork, Diff-connections, and BTN-connections of the reward network (Fig. 1d). No connections with higher strength were observed in HAs compared to HCs. Twenty Diff-connections with highest t-value were selected out (Fig. 1e). These connections mainly located on VTA-linked connections, specifically on VTA-NAC, VTA-AMY, and VTA-OFC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19354, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Genetic association analysis for the reward network", "sentences": [], "annotations": [], "relations": []}, {"offset": 19406, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Imaging genetic analysis of selected SNPs", "sentences": [], "annotations": [], "relations": []}, {"offset": 19448, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Neurotransmitter and other related systems</th><th rowspan=\"2\">Candidate loci</th><th rowspan=\"2\">Variants</th><th colspan=\"4\"><italic>p</italic>-value</th></tr><tr><th>Genetic main effect</th><th>Gene by addiction interaction</th><th>Abusers</th><th>Controls</th></tr></thead><tbody><tr><td rowspan=\"3\">Opioid system</td><td>\n<italic>OPRD1</italic>\n</td><td>rs2234918</td><td>0.513</td><td>0.364</td><td>0.855</td><td>0.259</td></tr><tr><td>\n<italic>OPRK1</italic>\n</td><td>rs1051660</td><td>0.758</td><td>0.241</td><td>0.294</td><td>0.551</td></tr><tr><td>\n<italic>OPRM1</italic>\n</td><td>rs1799971</td><td>0.163</td><td>0.500</td><td>0.647</td><td>0.134</td></tr><tr><td rowspan=\"3\">5-HT system</td><td>\n<italic>HTR1B</italic>\n</td><td>rs6296</td><td>0.942</td><td>0.522</td><td>0.597</td><td>0.683</td></tr><tr><td/><td>rs130058</td><td>0.965</td><td>0.781</td><td>0.880</td><td>0.812</td></tr><tr><td>\n<italic>5-HTT</italic>\n</td><td>HTTPLR</td><td>0.551</td><td>0.672</td><td>0.480</td><td>0.900</td></tr><tr><td rowspan=\"3\">Glutamate system</td><td>\n<italic>GAD1</italic>\n</td><td>rs3791878</td><td>0.544</td><td>0.460</td><td>0.349</td><td>0.930</td></tr><tr><td>\n<italic>GRIN2A</italic>\n</td><td>rs1070487</td><td>0.740</td><td>0.814</td><td>0.695</td><td>0.960</td></tr><tr><td/><td>rs6497730</td><td>0.739</td><td>0.805</td><td>0.712</td><td>0.975</td></tr><tr><td rowspan=\"2\">GABA system</td><td>\n<italic>GABRA2</italic>\n</td><td>rs279858</td><td>0.049*</td><td>0.012*</td><td>0.589</td><td>0.001*</td></tr><tr><td>\n<italic>GABRG2</italic>\n</td><td>rs211014</td><td>0.456</td><td>0.811</td><td>0.507</td><td>0.701</td></tr><tr><td rowspan=\"3\">DA system</td><td>\n<italic>DRD2</italic>\n</td><td>rs1079597</td><td>0.213</td><td>0.806</td><td>0.327</td><td>0.445</td></tr><tr><td/><td>rs1800497</td><td>0.206</td><td>0.592</td><td>0.222</td><td>0.558</td></tr><tr><td>\n<italic>DRD4</italic>\n</td><td>VNTR</td><td>0.051</td><td>0.671</td><td>0.097</td><td>0.284</td></tr><tr><td rowspan=\"8\">Other variants</td><td>\n<italic>COMT</italic>\n</td><td>rs4680</td><td>0.706</td><td>0.367</td><td>0.748</td><td>0.348</td></tr><tr><td>\n<italic>BDNF</italic>\n</td><td>rs6265</td><td>0.978</td><td>0.354</td><td>0.553</td><td>0.479</td></tr><tr><td>\n<italic>NGFB</italic>\n</td><td>rs2239622</td><td>0.745</td><td>0.285</td><td>0.324</td><td>0.633</td></tr><tr><td>\n<italic>CSNK1E</italic>\n</td><td>rs135745</td><td>0.362</td><td>0.725</td><td>0.412</td><td>0.624</td></tr><tr><td>\n<italic>AVPR1R</italic>\n</td><td>rs1587097</td><td>0.469</td><td>0.432</td><td>0.990</td><td>0.274</td></tr><tr><td>\n<italic>MAOA</italic>\n</td><td>rs1137070</td><td>0.637</td><td>0.280</td><td>0.287</td><td>0.664</td></tr><tr><td>\n<italic>ZNF804A</italic>\n</td><td>rs7597593</td><td>0.440</td><td>0.625</td><td>0.383</td><td>0.865</td></tr><tr><td/><td>rs1344706</td><td>0.987</td><td>0.857</td><td>0.905</td><td>0.891</td></tr><tr><td colspan=\"7\">\n<italic>GABRA2 variants extended analysis</italic>\n</td></tr><tr><td/><td>Location</td><td><italic>GABRA2</italic> variants</td><td>Genetic main effect</td><td>Gene by addiction interaction</td><td>Abusers</td><td>Controls</td></tr><tr><td/><td>Intron 9</td><td>rs693547</td><td>0.145</td><td>0.007*</td><td>0.357</td><td>0.003*</td></tr><tr><td/><td>Intron 8</td><td>rs519270</td><td>0.069</td><td>0.010*</td><td>0.494</td><td>0.002*</td></tr><tr><td/><td>Intron 7</td><td>rs279871</td><td>0.056</td><td>0.012*</td><td>0.589</td><td>0.001*</td></tr><tr><td/><td>Exon 5</td><td>rs279858</td><td>0.049*</td><td>0.012*</td><td>0.589</td><td>0.001*</td></tr><tr><td>\n<italic>GABRA2</italic>\n</td><td>Intron 4</td><td>rs279843</td><td>0.011*</td><td>0.022*</td><td>0.982</td><td>0.000*</td></tr><tr><td/><td>Intron 3</td><td>rs279827</td><td>0.042*</td><td>0.045*</td><td>0.885</td><td>0.003*</td></tr><tr><td/><td>Intron 3</td><td>rs10805145</td><td>0.027*</td><td>0.021*</td><td>0.804</td><td>0.001*</td></tr><tr><td/><td>Intron 3</td><td>rs9291283</td><td>0.105</td><td>0.196</td><td>0.674</td><td>0.038*</td></tr><tr><td/><td>Intron 1</td><td>rs11503014</td><td>0.159</td><td>0.972</td><td>0.354</td><td>0.296</td></tr></tbody></table>\n"}, "text": "Neurotransmitter and other related systems\tCandidate loci\tVariants\tp-value\t \tGenetic main effect\tGene by addiction interaction\tAbusers\tControls\t \tOpioid system\tOPRD1\trs2234918\t0.513\t0.364\t0.855\t0.259\t \tOPRK1\trs1051660\t0.758\t0.241\t0.294\t0.551\t \tOPRM1\trs1799971\t0.163\t0.500\t0.647\t0.134\t \t5-HT system\tHTR1B\trs6296\t0.942\t0.522\t0.597\t0.683\t \t\trs130058\t0.965\t0.781\t0.880\t0.812\t \t5-HTT\tHTTPLR\t0.551\t0.672\t0.480\t0.900\t \tGlutamate system\tGAD1\trs3791878\t0.544\t0.460\t0.349\t0.930\t \tGRIN2A\trs1070487\t0.740\t0.814\t0.695\t0.960\t \t\trs6497730\t0.739\t0.805\t0.712\t0.975\t \tGABA system\tGABRA2\trs279858\t0.049*\t0.012*\t0.589\t0.001*\t \tGABRG2\trs211014\t0.456\t0.811\t0.507\t0.701\t \tDA system\tDRD2\trs1079597\t0.213\t0.806\t0.327\t0.445\t \t\trs1800497\t0.206\t0.592\t0.222\t0.558\t \tDRD4\tVNTR\t0.051\t0.671\t0.097\t0.284\t \tOther variants\tCOMT\trs4680\t0.706\t0.367\t0.748\t0.348\t \tBDNF\trs6265\t0.978\t0.354\t0.553\t0.479\t \tNGFB\trs2239622\t0.745\t0.285\t0.324\t0.633\t \tCSNK1E\trs135745\t0.362\t0.725\t0.412\t0.624\t \tAVPR1R\trs1587097\t0.469\t0.432\t0.990\t0.274\t \tMAOA\trs1137070\t0.637\t0.280\t0.287\t0.664\t \tZNF804A\trs7597593\t0.440\t0.625\t0.383\t0.865\t \t\trs1344706\t0.987\t0.857\t0.905\t0.891\t \tGABRA2 variants extended analysis\t \t\tLocation\tGABRA2 variants\tGenetic main effect\tGene by addiction interaction\tAbusers\tControls\t \t\tIntron 9\trs693547\t0.145\t0.007*\t0.357\t0.003*\t \t\tIntron 8\trs519270\t0.069\t0.010*\t0.494\t0.002*\t \t\tIntron 7\trs279871\t0.056\t0.012*\t0.589\t0.001*\t \t\tExon 5\trs279858\t0.049*\t0.012*\t0.589\t0.001*\t \tGABRA2\tIntron 4\trs279843\t0.011*\t0.022*\t0.982\t0.000*\t \t\tIntron 3\trs279827\t0.042*\t0.045*\t0.885\t0.003*\t \t\tIntron 3\trs10805145\t0.027*\t0.021*\t0.804\t0.001*\t \t\tIntron 3\trs9291283\t0.105\t0.196\t0.674\t0.038*\t \t\tIntron 1\trs11503014\t0.159\t0.972\t0.354\t0.296\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21125, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "*p < 0.05. The interactions were tested in a model which included main effects, with “cigarettes smoked per day” and age as covariates", "sentences": [], "annotations": [], "relations": []}, {"offset": 21260, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The screening of candidate genetic variants revealed only a significant effect for GABRA2 rs279858 on the mean strength of Diff-connections of the reward network (pmain effect = 0.049, pinteractive effect = 0.012) (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21485, "infons": {"file": "41398_2018_180_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The association between GABRA2 rs279858, reward network, and cognition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21557, "infons": {"file": "41398_2018_180_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "a The effect pattern of GABRA2 rs279858 on the reward network. In the HC group, the mean connective strength in rs279858*G allele carriers was significantly lower than in A allele carriers. The A allele had a dose-dependent effect on the differences in connective strength of the reward network between HAs and HCs. *p < 0.05, within genetic group difference; #p < 0.05, within health control group difference; BTN-connections, between reward control subnetwork and reward driving subnetwork. The data are expressed as mean ± standard deviation. b Significant positive correlation between the mean strength of Diff-connections and cognition, evaluated using MoCA. c The results of mediate analysis demonstrates the association between rs279858 and cognition was mediated by the connective strength of the reward network in the control group, but mediate association is indistinct after heroin use and addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 22468, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The affect pattern of rs279858 on connections of reward network showed that the mean connective strength of rs279858*G allele carriers was significantly decreased compared to A allele carriers in the HC group. The rs279858*A allele had a dose-dependent effect on the differences in the connective strength of the reward network between HAs and HCs (Fig. 2a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22827, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further analyzed nine other SNPs in GABRA2 that spanned intron 1 to intron 9. Two LD blocks were observed between these SNPs. The rs693547, rs519270, rs279871, rs279858, rs279843, rs279827, and rs10805145 SNPs, which were positioned in a separate LD block (D′ > 0.89, r2 > 0.71) with rs279858, had similar significant consequences on the mean connective strength of the reward network (Table 2, Supplementary Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23248, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Genetic distribution of GABRA2 rs279858 in heroin abusers and health controls", "sentences": [], "annotations": [], "relations": []}, {"offset": 23326, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Group</th><th>\n<italic>N</italic>\n</th><th colspan=\"5\">Genotype</th><th colspan=\"5\">Allele frequency</th></tr><tr><th/><th/><th>AA</th><th>AG</th><th>GG</th><th>\n<italic>χ</italic>\n<sup>2</sup>\n</th><th><italic>p-</italic> value</th><th>A</th><th>G</th><th>\n<italic>χ</italic>\n<sup>2</sup>\n</th><th><italic>p-</italic> value</th><th>OR (95% CI)</th></tr></thead><tbody><tr><td>Heroin abusers</td><td>1032</td><td>202(0.20)</td><td>511(0.50)</td><td>319(0.31)</td><td>11.31</td><td>0.004*</td><td>915(0.44)</td><td>1149(0.56)</td><td>11.28</td><td>&lt;0.001*</td><td>0.84(0.76–0.93)</td></tr><tr><td>Healthy controls</td><td>2863</td><td>688(0.24)</td><td>1409(0.49)</td><td>766(0.27)</td><td/><td/><td>2785(0.49)</td><td>2941(0.51)</td><td/><td/><td/></tr></tbody></table>\n"}, "text": "Group\tN\tGenotype\tAllele frequency\t \t\t\tAA\tAG\tGG\tχ2\tp- value\tA\tG\tχ2\tp- value\tOR (95% CI)\t \tHeroin abusers\t1032\t202(0.20)\t511(0.50)\t319(0.31)\t11.31\t0.004*\t915(0.44)\t1149(0.56)\t11.28\t<0.001*\t0.84(0.76–0.93)\t \tHealthy controls\t2863\t688(0.24)\t1409(0.49)\t766(0.27)\t\t\t2785(0.49)\t2941(0.51)\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23614, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "OR odds ratio, CI 95% confidence interval, χ2 test used for analysis of genotype frequency, n number of individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 23730, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Consequently, we validated the association between GABRA2 rs279858 and heroin addiction in 1032 HAs and 2863 HCs. The genotype frequencies did not deviate from HWE (HA p is 0.92, HC p is 0.42). Significant differences in the allele and genotype frequencies of GABRA2 rs279858 were observed between HAs and HCs. The rs279858*G allele frequency was significantly higher in HAs than HCs (p < 0.001, OR = 0.84, 95% confidence interval [CI] = 0.76–0.93; Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24189, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The association between GABRA2 rs279858, reward network, and cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 24260, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The mean strength of Diff-connections was positively correlated with MoCA scores (p < 0.001, r = 0.364; Fig. 2b). No correlation was observed between the mean strength of Diff-connections and addiction characteristics, IGT scores, and BIS scores.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24507, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then examined the role of the mean strength of reward network as a mediator for the association between GABRA2 rs279858 with cognition. The indirect effect of rs279858 on cognition evaluated using MoCA through the mean strength of Diff-connections had a point estimate of −0.3289 and a 95% bias-corrected bootstrap confidence interval of −0.08673 to −0.0007 in HCs. This means the mediation effect was significant (similar findings observed for the reward-driving subnetwork and BTN-connections other than reward-control subnetwork as a mediator. Bootstrap estimates were based on 10,000 bootstrap samples). However, this association for rs279858, reward network, and cognition was not observed in HAs (Fig. 2c and Supplementary Table S5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25250, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 25261, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study in HAs detected widespread decrease in structural connectivity of the reward network, which were significantly associated with MoCA-assessed cognition levels. The HAs’ connections deficiencies of reward network mainly were observed in the VTA-linked connections, and in the reward-driving and reward-control subnetworks. We discovered that GABRA2 rs279858-linked variants were associated with heroin addiction vulnerability as well as the connective strength of the reward network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25753, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The advances in DTI tractography method allows us to delineate the neural axon fibers non-invasively based on the diffusion patterns of water molecules. In our previous work using the whole-brain deterministic tracking analysis, we observed that HAs exhibited widespread increase in connective strength (fiber number-weighted) mainly in default-mode, attentional and visual systems. However, the convergent changes in the reward circuit, the most critical system for addiction, were insufficient for analysis. The reward network has a significant amount of neural projections. Hence, we adopted the probabilistic fiber tracking method, which is more effective at determining the crossing fibers and intricate branching configurations than the deterministic approach. By adopting the FA-weight probabilistic tracking approach, we observed the widespread decrease and no increase in connections in the reward network of HAs. These results were rather unexpected since it is generally considered that in addiction the reward-driving network was increased, whereas the reward-control network was decreased. Heroin use may trigger numerous forms of synaptic plasticity in the brain reward regions, and reduce inefficient and redundant neurons for acquiring sensitization toward addiction-related cues. The neurotoxic effects of heroin are involved in loss of gray matter and white matter, cognition, neuronal apoptosis, synaptic defects, depression of neurogenesis, and so on. The number of synapses, dendritic spines density, and membrane resistance of VTA dopaminergic neurons could be profoundly affected by chronic morphine use. Consequently, HAs could have deficiency in myelination integrity and dendritic spine density of neural fibers within the reward network, which reflected by the deficiency in DTI-based connectivities. The dynamic effects of heroin on reward network could be further investigated using HAs which had abused heroin for different time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27713, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "By systematic review of the literature for imaging studies, we found the highly reported brain areas of rewarding stimuli in substance addiction were mainly in the neurobiology of addiction. We attempted to understand the neurobiological meaning of these changes through concerning the top and bilateral changes, which mainly presented at the VTA-centered core projections of the reward circuit. The VTA is considered as an essential center for reward and motivation. The main reciprocal projections of the VTA are with NAc, mPFC (especially OFC), and AMY, and these connections form the core of the reward-loop. Our finding suggests the main structural connections that are damaged in heroin addiction are presented at the core projections of the reward circuit, which parallel the reward driving system and reward control system. A possible explanation is that the initial drug-induced plasticity in the DAergic midbrain and subsequently in the VStr would recruit more dorsal striatal regions during chronic drug use and reshape the connectivity within these projections. This leads to compulsive drug dependence at the late stages of addiction. Hence, the driving and control subnetworks of the reward circuit would have compact interactions and operate together to monitor reward processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29009, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "GABAA α2 receptor which encoded by GABRA2 located on chr4p12 was highly expressed in the mesolimbic DA reward pathway, including HIP and dopaminergic neurons in the substantia nigra and VTA (Supplementary Fig. 3a). GABRA2 rs279858, a synonymous SNP in exon 5 of GABRA2, was the most common examined tag-SNP in the chr4p12 addiction-related region. GABRA2 rs279858 was associated with diversity of reward activation especially during adolescences. The chromatin state data from the Roadmap Epigenomics Project demonstrated that there was a weak transcription and enhancer signal in the LD block of rs279858 in brain-related tissues (Supplementary Fig. 3b). The association between GABRA2 rs279858*G and addiction risk has been reproducibly validated across different populations and different drug addictions (including heroin, alcohol, and cocaine). In line with previous studies, we provided evidence of the association between GABRA2 rs279858 and variants in the rs279858-linked low-expression haplotype block with heroin addiction vulnerability. GABAA receptors may influence the opiates-reduced excitability of DA neurons within the reward pathway (GABAA α2 receptors are highly expressed). The rs279858 variant may affect the distribution pattern of GABAA α2 receptors that may be implicated in weaker neural connectivity in reward-loop and less inhibition of DA neurons, which results in the increased risk for addiction via developmental mechanisms. However, addictive drug use could alter the expression of GABAA subunits genes. We have also speculated and assessed the epigenetic modifications of GABRA2 may be involved in the gene–heroin interaction. However, we have not found significant group difference for the epigenetic rate of CpG island in part of GABRA2 promoter, as well as its correlation with rs279858 and addiction characteristics. It was needed to detect more regions and pattern of epigenetic modulation of GABRA2 in the future. So, the overall interactive effects of heroin-by-rs279858 throughout the reward circuitry may be dynamic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31069, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Cognitive impairment is a common risk associated with heroin addiction, which is aggravated by heroin use. Here, we only observed general cognition abnormality in sober HAs associated with the strength of reward network, and not in decision making and impulsivity. A hypothesis to the deficiency of decision making and impulsivity in HAs would be reversible to some degree after abstinence, as we had demonstrated in our previous study. However, damage of addiction on general cognition would be long-lasting and simultaneously occur with connectivity changes. Furthermore, GABRA2 rs279858 accounted for significant changes to cognition, in part through affecting the mean strength of the reward network in healthy individuals. However, this association was indistinct in heroin users, which may be due to the detrimental effects of heroin after long-term use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31930, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study does have some limitations. First, our imaging and behavioral data focused only on Han male subjects. However, according to the genetic data, there was much more men than women in the HA group, while much women than men in control group. This disequilibrium in gender distribution between HA and HC group is the limitation of this study. Second, we did not utilize whole-genome SNP analysis (e.g., GWAS) in our imaging-genetics screening. Hence, we could have missed critical SNP associations with heroin addiction. Third, the validation of the neurobiological mechanism underlying the consequences of GABRA2 variants on the reward circuit could be performed using optogenetics and in vivo microscopy in preclinical models. Fourth, the study used a 1.5T MRI system, which was considered suboptimal by modern imaging standards. Other possible influence factors, such as the IQ and Socioeconomic Status, should be counter for in our future studies. Prospective and/or follow-up studies are needed to determine the causal role of GABRA2 rs279858 in the reward circuit in heroin addiction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33034, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 33045, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "HAs have widespread deficiencies in the VTA-centered structural connectivity of the reward network, both in the reward-driving and reward-control systems. The GABRA2 rs279858-linked SNPs were associated with susceptibility to heroin addiction by affecting the connections of the reward circuit and cognition. These findings provide new insights on how genetic variants influence the neurocircuitry that underlies individual heterogeneity to heroin addiction vulnerability. Our results provide evidence to garner interest in the scientific community to incorporate a circuit-level understanding of molecular and morphology changes that underlie drug responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33705, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33739, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "These authors contributed equally: Yan Sun, Yang Zhang, Dai Zhang", "sentences": [], "annotations": [], "relations": []}, {"offset": 33805, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33839, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary Information accompanies this paper at (10.1038/s41398-018-0180-0).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33920, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34057, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 34078, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34138, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 34149, "infons": {"section_type": "REF", "type": "ref"}, "text": "Office of China National Narcotics Control Commission. 2016 Annual Report on Drug Control in China (Office of China National Narcotics Control Commission, Beijing, 2017) (in Chinese) http://www.nncc626.com/2017-03/30/c_129521742.htm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34383, "infons": {"section_type": "REF", "type": "ref"}, "text": "United Nations Office on Drugs and Crime. World Drug Report 2017 (United Nations Publication, Vienna/New York/ Geneva, 2017) http://www.unodc.org/wdr2017/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34539, "infons": {"fpage": "127", "lpage": "140", "name_0": "surname:Carlisle Maxwell;given-names:J", "pub-id_doi": "10.1080/10550887.2015.1059667", "pub-id_pmid": "26106929", "section_type": "REF", "source": "J. Addict. Dis.", "type": "ref", "volume": "34", "year": "2015"}, "text": "The pain reliever and heroin epidemic in the United States: shifting winds in the perfect storm", "sentences": [], "annotations": [], "relations": []}, {"offset": 34635, "infons": {"fpage": "1378", "lpage": "1382", "name_0": "surname:Rudd;given-names:RA", "name_1": "surname:Aleshire;given-names:N", "name_2": "surname:Zibbell;given-names:JE", "name_3": "surname:Gladden;given-names:RM", "pub-id_doi": "10.15585/mmwr.mm6450a3", "section_type": "REF", "source": "MMWR Morb. Mortal. Wkly. Report", "type": "ref", "volume": "64", "year": "2016"}, "text": "Increases in drug and opioid overdose deaths—United States, 2000-2014", "sentences": [], "annotations": [], "relations": []}, {"offset": 34705, "infons": {"fpage": "2226", "lpage": "2232", "name_0": "surname:Zibbell;given-names:JE", "name_1": "surname:Hart-Malloy;given-names:R", "name_2": "surname:Barry;given-names:J", "name_3": "surname:Fan;given-names:L", "name_4": "surname:Flanigan;given-names:C", "pub-id_doi": "10.2105/AJPH.2014.302142", "pub-id_pmid": "25211717", "section_type": "REF", "source": "Am. J. Public Health", "type": "ref", "volume": "104", "year": "2014"}, "text": "Risk factors for HCV infection among young adults in rural New York who inject prescription opioid analgesics", "sentences": [], "annotations": [], "relations": []}, {"offset": 34815, "infons": {"fpage": "301", "lpage": "315", "name_0": "surname:Butelman;given-names:ER", "name_1": "surname:Kreek;given-names:MJ", "pub-id_doi": "10.1080/14728214.2017.1395855", "section_type": "REF", "source": "Expert Opin. Emerg. Dr.", "type": "ref", "volume": "22", "year": "2017"}, "text": "Medications for substance use disorders (SUD): emerging approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 34882, "infons": {"fpage": "235", "lpage": "249", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Baler;given-names:RD", "pub-id_doi": "10.1016/j.neuropharm.2013.05.007", "pub-id_pmid": "23688927", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "76", "year": "2014"}, "text": "Addiction science: uncovering neurobiological complexity", "sentences": [], "annotations": [], "relations": []}, {"offset": 34939, "infons": {"fpage": "72", "lpage": "82", "name_0": "surname:Steidl;given-names:S", "name_1": "surname:Wasserman;given-names:DI", "name_2": "surname:Blaha;given-names:CD", "name_3": "surname:Yeomans;given-names:JS", "pub-id_doi": "10.1016/j.neubiorev.2017.09.022", "pub-id_pmid": "28951251", "section_type": "REF", "source": "Neurosci. Biobehav. Rev.", "type": "ref", "volume": "83", "year": "2017"}, "text": "Opioid-induced rewards, locomotion, and dopamine activation: a proposed model for control by mesopontine and rostromedial tegmental neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 35079, "infons": {"fpage": "1445", "lpage": "1449", "name_0": "surname:Nestler;given-names:EJ", "pub-id_doi": "10.1038/nn1578", "pub-id_pmid": "16251986", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "8", "year": "2005"}, "text": "Is there a common molecular pathway for addiction?", "sentences": [], "annotations": [], "relations": []}, {"offset": 35130, "infons": {"fpage": "691", "lpage": "712", "name_0": "surname:Solomon;given-names:RL", "pub-id_doi": "10.1037/0003-066X.35.8.691", "pub-id_pmid": "7416563", "section_type": "REF", "source": "Am. Psychol.", "type": "ref", "volume": "35", "year": "1980"}, "text": "The opponent-process theory of acquired motivation: the costs of pleasure and the benefits of pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 35229, "infons": {"fpage": "3113", "lpage": "3123", "name_0": "surname:Koob;given-names:GF", "name_1": "surname:Le Moal;given-names:M", "pub-id_doi": "10.1098/rstb.2008.0094", "pub-id_pmid": "18653439", "section_type": "REF", "source": "Philos. Trans. R. Soc. Lond. B Biol. Sci.", "type": "ref", "volume": "363", "year": "2008"}, "text": "Review. Neurobiological mechanisms for opponent motivational processes in addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 35313, "infons": {"fpage": "45", "lpage": "54", "name_0": "surname:Broderick;given-names:PA", "name_1": "surname:Gardner;given-names:EL", "name_2": "surname:van Praag;given-names:HM", "pub-id_doi": "10.1016/0301-0511(84)90009-7", "pub-id_pmid": "6538442", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "19", "year": "1984"}, "text": "In vivo electrochemical and behavioral evidence for specific neural substrates modulated differentially by enkephalin in rat stimulant stereotypy and locomotion", "sentences": [], "annotations": [], "relations": []}, {"offset": 35474, "infons": {"fpage": "325", "lpage": "331", "name_0": "surname:Nazzaro;given-names:JM", "name_1": "surname:Seeger;given-names:TF", "name_2": "surname:Gardner;given-names:EL", "pub-id_doi": "10.1016/0091-3057(81)90398-1", "pub-id_pmid": "7232458", "section_type": "REF", "source": "Pharmacol. Biochem. Behav.", "type": "ref", "volume": "14", "year": "1981"}, "text": "Morphine differentially affects ventral tegmental and substantia nigra brain reward thresholds", "sentences": [], "annotations": [], "relations": []}, {"offset": 35569, "infons": {"fpage": "712", "lpage": "725", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Morales;given-names:M", "pub-id_doi": "10.1016/j.cell.2015.07.046", "pub-id_pmid": "26276628", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "162", "year": "2015"}, "text": "The brain on drugs: from reward to addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 35614, "infons": {"fpage": "1458", "lpage": "1463", "name_0": "surname:Bechara;given-names:A", "pub-id_doi": "10.1038/nn1584", "pub-id_pmid": "16251988", "section_type": "REF", "source": "Nat. Neurosci.", "type": "ref", "volume": "8", "year": "2005"}, "text": "Decision making, impulse control and loss of willpower to resist drugs: a neurocognitive perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 35715, "infons": {"fpage": "76", "lpage": "84", "name_0": "surname:Zhai;given-names:T", "pub-id_doi": "10.1016/j.neuroimage.2015.04.060", "pub-id_pmid": "25944613", "section_type": "REF", "source": "NeuroImage", "type": "ref", "volume": "115", "year": "2015"}, "text": "Nature of functional links in valuation networks differentiates impulsive behaviors between abstinent heroin-dependent subjects and nondrug-using subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 35870, "infons": {"fpage": "584", "lpage": "592", "name_0": "surname:Hu;given-names:Y", "name_1": "surname:Salmeron;given-names:BJ", "name_2": "surname:Gu;given-names:H", "name_3": "surname:Stein;given-names:EA", "name_4": "surname:Yang;given-names:Y", "pub-id_doi": "10.1001/jamapsychiatry.2015.1", "pub-id_pmid": "25853901", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "72", "year": "2015"}, "text": "Impaired functional connectivity within and between frontostriatal circuits and its association with compulsive drug use and trait impulsivity in cocaine addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 36034, "infons": {"fpage": "897", "lpage": "900", "name_0": "surname:Nestler;given-names:EJ", "pub-id_doi": "10.1016/S0896-6273(00)80110-5", "pub-id_pmid": "8630245", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "16", "year": "1996"}, "text": "Under siege: the brain on opiates", "sentences": [], "annotations": [], "relations": []}, {"offset": 36068, "infons": {"fpage": "39", "lpage": "52", "name_0": "surname:Ortega;given-names:LA", "name_1": "surname:Solano;given-names:JL", "name_2": "surname:Torres;given-names:C", "name_3": "surname:Papini;given-names:MR", "pub-id_doi": "10.1016/j.pbb.2017.02.001", "pub-id_pmid": "28174137", "section_type": "REF", "source": "Pharmacol. Biochem. Behav.", "type": "ref", "volume": "154", "year": "2017"}, "text": "Reward loss and addiction: opportunities for cross-pollination", "sentences": [], "annotations": [], "relations": []}, {"offset": 36131, "infons": {"fpage": "225", "lpage": "231", "name_0": "surname:Li;given-names:MD", "name_1": "surname:Burmeister;given-names:M", "pub-id_doi": "10.1038/nrg2536", "pub-id_pmid": "19238175", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "10", "year": "2009"}, "text": "New insights into the genetics of addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 36175, "infons": {"fpage": "504", "name_0": "surname:Reed;given-names:B", "name_1": "surname:Butelman;given-names:ER", "name_2": "surname:Yuferov;given-names:V", "name_3": "surname:Randesi;given-names:M", "name_4": "surname:Kreek;given-names:MJ", "pub-id_doi": "10.1007/s11920-014-0504-6", "pub-id_pmid": "25209027", "section_type": "REF", "source": "Curr. Psychiatry Rep.", "type": "ref", "volume": "16", "year": "2014"}, "text": "Genetics of opiate addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 36204, "infons": {"fpage": "156", "lpage": "167", "name_0": "surname:Mistry;given-names:CJ", "name_1": "surname:Bawor;given-names:M", "name_2": "surname:Desai;given-names:D", "name_3": "surname:Marsh;given-names:DC", "name_4": "surname:Samaan;given-names:Z", "pub-id_doi": "10.2174/1573400510666140320000928", "pub-id_pmid": "25242908", "section_type": "REF", "source": "Curr. Psychiatry Rev.", "type": "ref", "volume": "10", "year": "2014"}, "text": "Genetics of opioid dependence: a review of the genetic contribution to opioid dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 36293, "infons": {"fpage": "559", "lpage": "575", "name_0": "surname:Purcell;given-names:S", "pub-id_doi": "10.1086/519795", "pub-id_pmid": "17701901", "section_type": "REF", "source": "Am. J. Human Genet.", "type": "ref", "volume": "81", "year": "2007"}, "text": "PLINK: a tool set for whole-genome association and population-based linkage analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 36378, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hayes, A. F. Introduction to Mediation, Moderation, and Conditional Process Analysis:A Regression-Based Approach (Guilford Press, New York, 2013).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36525, "infons": {"fpage": "527", "lpage": "539", "name_0": "surname:Mori;given-names:S", "name_1": "surname:Zhang;given-names:J", "pub-id_doi": "10.1016/j.neuron.2006.08.012", "pub-id_pmid": "16950152", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "51", "year": "2006"}, "text": "Principles of diffusion tensor imaging and its applications to basic neuroscience research", "sentences": [], "annotations": [], "relations": []}, {"offset": 36616, "infons": {"fpage": "184", "lpage": "195", "name_0": "surname:Sun;given-names:Y", "pub-id_doi": "10.1111/adb.12285", "pub-id_pmid": "26177615", "section_type": "REF", "source": "Addict. Biol.", "type": "ref", "volume": "22", "year": "2017"}, "text": "Disrupted white matter structural connectivity in heroin abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 36681, "infons": {"fpage": "2036", "lpage": "2041", "name_0": "surname:Jenabi;given-names:M", "name_1": "surname:Peck;given-names:KK", "name_2": "surname:Young;given-names:RJ", "name_3": "surname:Brennan;given-names:N", "name_4": "surname:Holodny;given-names:AI", "pub-id_doi": "10.3174/ajnr.A4430", "pub-id_pmid": "26251424", "section_type": "REF", "source": "Am. J. Neuroradiol.", "type": "ref", "volume": "36", "year": "2015"}, "text": "Identification of the corticobulbar tracts of the tongue and face using deterministic and probabilistic DTI fiber tracking in patients with brain tumor", "sentences": [], "annotations": [], "relations": []}, {"offset": 36833, "infons": {"fpage": "3137", "lpage": "3146", "name_0": "surname:Robinson;given-names:TE", "name_1": "surname:Berridge;given-names:KC", "pub-id_doi": "10.1098/rstb.2008.0093", "pub-id_pmid": "18640920", "section_type": "REF", "source": "Philos. Trans. R. Soc. Lond. B Biol. Sci.", "type": "ref", "volume": "363", "year": "2008"}, "text": "Review. The incentive sensitization theory of addiction: some current issues", "sentences": [], "annotations": [], "relations": []}, {"offset": 36910, "infons": {"fpage": "1", "lpage": "8", "name_0": "surname:Tan;given-names:M", "pub-id_doi": "10.1016/j.neuroscience.2012.12.005", "pub-id_pmid": "23262244", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "233", "year": "2013"}, "text": "Heroin activates Bim via c-Jun N-terminal kinase/c-Jun pathway to mediate neuronal apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 37003, "infons": {"fpage": "349", "lpage": "356", "name_0": "surname:Pearson;given-names:J", "name_1": "surname:Baden;given-names:MB", "name_2": "surname:Richter;given-names:RW", "pub-id_doi": "10.1016/0376-8716(76)90037-5", "pub-id_pmid": "1017379", "section_type": "REF", "source": "Drug Alcohol Depend.", "type": "ref", "volume": "1", "year": "1976"}, "text": "Neuronal depletion in the globus pallidus of heroin addicts", "sentences": [], "annotations": [], "relations": []}, {"offset": 37063, "infons": {"fpage": "640", "lpage": "652", "name_0": "surname:Tramullas;given-names:M", "name_1": "surname:Martinez-Cue;given-names:C", "name_2": "surname:Hurle;given-names:MA", "pub-id_doi": "10.1016/j.neuropharm.2007.11.018", "pub-id_pmid": "18201731", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "54", "year": "2008"}, "text": "Chronic administration of heroin to mice produces up-regulation of brain apoptosis-related proteins and impairs spatial learning and memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 37203, "infons": {"fpage": "543", "lpage": "554", "name_0": "surname:Cunha-Oliveira;given-names:T", "pub-id_doi": "10.1111/j.1471-4159.2006.04406.x", "pub-id_pmid": "17250679", "section_type": "REF", "source": "J. Neurochem.", "type": "ref", "volume": "101", "year": "2007"}, "text": "Street heroin induces mitochondrial dysfunction and apoptosis in rat cortical neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 37289, "infons": {"fpage": "147", "lpage": "153", "name_0": "surname:Schlaepfer;given-names:TE", "pub-id_doi": "10.1017/S1461145705005705", "pub-id_pmid": "16004619", "section_type": "REF", "source": "Int. J. Neuropsychopharmacol.", "type": "ref", "volume": "9", "year": "2006"}, "text": "Decreased frontal white-matter volume in chronic substance abuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 37354, "infons": {"fpage": "11", "lpage": "17", "name_0": "surname:Cunha-Oliveira;given-names:T", "pub-id_doi": "10.1016/j.tox.2010.06.009", "pub-id_pmid": "20600547", "section_type": "REF", "source": "Toxicology", "type": "ref", "volume": "276", "year": "2010"}, "text": "Neurotoxicity of heroin-cocaine combinations in rat cortical neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 37423, "infons": {"fpage": "1478", "lpage": "1488", "name_0": "surname:Coque;given-names:L", "pub-id_doi": "10.1038/npp.2011.33", "pub-id_pmid": "21430648", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "36", "year": "2011"}, "text": "Specific role of VTA dopamine neuronal firing rates and morphology in the reversal of anxiety-related, but not depression-related behavior in the ClockDelta19 mouse model of mania", "sentences": [], "annotations": [], "relations": []}, {"offset": 37603, "infons": {"fpage": "605", "lpage": "612", "name_0": "surname:Spiga;given-names:S", "name_1": "surname:Serra;given-names:GP", "name_2": "surname:Puddu;given-names:MC", "name_3": "surname:Foddai;given-names:M", "name_4": "surname:Diana;given-names:M", "pub-id_doi": "10.1046/j.1460-9568.2003.02435.x", "pub-id_pmid": "12581178", "section_type": "REF", "source": "Eur. J. Neurosci.", "type": "ref", "volume": "17", "year": "2003"}, "text": "Morphine withdrawal-induced abnormalities in the VTA: confocal laser scanning microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 37692, "infons": {"fpage": "33", "lpage": "42", "name_0": "surname:Barker;given-names:DJ", "name_1": "surname:Root;given-names:DH", "name_2": "surname:Zhang;given-names:S", "name_3": "surname:Morales;given-names:M", "pub-id_doi": "10.1016/j.jchemneu.2015.12.016", "pub-id_pmid": "26763116", "section_type": "REF", "source": "J. Chem. Neuroanat.", "type": "ref", "volume": "73", "year": "2016"}, "text": "Multiplexed neurochemical signaling by neurons of the ventral tegmental area", "sentences": [], "annotations": [], "relations": []}, {"offset": 37769, "infons": {"fpage": "4", "lpage": "26", "name_0": "surname:Haber;given-names:SN", "name_1": "surname:Knutson;given-names:B", "pub-id_doi": "10.1038/npp.2009.129", "pub-id_pmid": "19812543", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "35", "year": "2010"}, "text": "The reward circuit: linking primate anatomy and human imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 37831, "infons": {"fpage": "650", "lpage": "663", "name_0": "surname:Luscher;given-names:C", "name_1": "surname:Malenka;given-names:RC", "pub-id_doi": "10.1016/j.neuron.2011.01.017", "pub-id_pmid": "21338877", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "69", "year": "2011"}, "text": "Drug-evoked synaptic plasticity in addiction: from molecular changes to circuit remodeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 37922, "infons": {"fpage": "545", "lpage": "551", "name_0": "surname:Grueter;given-names:BA", "name_1": "surname:Rothwell;given-names:PE", "name_2": "surname:Malenka;given-names:RC", "pub-id_doi": "10.1016/j.conb.2011.09.009", "pub-id_pmid": "22000687", "section_type": "REF", "source": "Curr. Opin. Neurobiol.", "type": "ref", "volume": "22", "year": "2012"}, "text": "Integrating synaptic plasticity and striatal circuit function in addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 37997, "infons": {"fpage": "7", "lpage": "14", "name_0": "surname:Okada;given-names:H", "name_1": "surname:Matsushita;given-names:N", "name_2": "surname:Kobayashi;given-names:K", "name_3": "surname:Kobayashi;given-names:K", "pub-id_doi": "10.1111/j.1471-4159.2004.02271.x", "pub-id_pmid": "15030384", "section_type": "REF", "source": "J. Neurochem.", "type": "ref", "volume": "89", "year": "2004"}, "text": "Identification of GABAA receptor subunit variants in midbrain dopaminergic neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 38080, "infons": {"fpage": "648", "lpage": "660", "pub-id_doi": "10.1126/science.1262110", "pub-id_pmid": "25954001", "section_type": "REF", "source": "Science", "type": "ref", "volume": "348", "year": "2015"}, "text": "The genotype-tissue expression (GTEx) pilot analysis: multitissue gene regulation in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 38172, "infons": {"fpage": "907", "lpage": "918", "name_0": "surname:Li;given-names:D", "pub-id_doi": "10.1038/npp.2013.291", "pub-id_pmid": "24136292", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "Association of gamma-aminobutyric acid A receptor alpha2 gene (GABRA2) with alcohol use disorder", "sentences": [], "annotations": [], "relations": []}, {"offset": 38269, "infons": {"fpage": "3077", "lpage": "3086", "name_0": "surname:Heitzeg;given-names:MM", "pub-id_doi": "10.1038/npp.2014.161", "pub-id_pmid": "24975023", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "Effect of GABRA2 genotype on development of incentive-motivation circuitry in a sample enriched for alcoholism risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 38385, "infons": {"fpage": "317", "lpage": "330", "name_0": "surname:Kundaje;given-names:A", "pub-id_doi": "10.1038/nature14248", "pub-id_pmid": "25693563", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "518", "year": "2015"}, "text": "Integrative analysis of 111 reference human epigenomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 38440, "infons": {"fpage": "189", "lpage": "196", "name_0": "surname:Zintzaras;given-names:E", "pub-id_doi": "10.1097/YPG.0b013e328353ae53", "pub-id_pmid": "22555154", "section_type": "REF", "source": "Psychiatr. Genet.", "type": "ref", "volume": "22", "year": "2012"}, "text": "Gamma-aminobutyric acid A receptor, alpha-2 (GABRA2) variants as individual markers for alcoholism: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38556, "infons": {"fpage": "5082", "lpage": "5087", "name_0": "surname:Bierut;given-names:LJ", "pub-id_doi": "10.1073/pnas.0911109107", "pub-id_pmid": "20202923", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "107", "year": "2010"}, "text": "A genome-wide association study of alcohol dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 38610, "infons": {"fpage": "9", "lpage": "17", "name_0": "surname:Fehr;given-names:C", "pub-id_doi": "10.1097/01.ypg.0000185027.89816.d9", "pub-id_pmid": "16395124", "section_type": "REF", "source": "Psychiatr. Genet.", "type": "ref", "volume": "16", "year": "2006"}, "text": "Confirmation of association of the GABRA2 gene with alcohol dependence by subtype-specific analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38710, "infons": {"fpage": "525", "lpage": "531", "name_0": "surname:Villafuerte;given-names:S", "name_1": "surname:Strumba;given-names:V", "name_2": "surname:Stoltenberg;given-names:SF", "name_3": "surname:Zucker;given-names:RA", "name_4": "surname:Burmeister;given-names:M", "pub-id_doi": "10.1111/gbb.12039", "pub-id_pmid": "23566244", "section_type": "REF", "source": "Genes Brain Behav.", "type": "ref", "volume": "12", "year": "2013"}, "text": "Impulsiveness mediates the association between GABRA2 SNPs and lifetime alcohol problems", "sentences": [], "annotations": [], "relations": []}, {"offset": 38799, "infons": {"fpage": "139", "lpage": "151", "name_0": "surname:Steffensen;given-names:SC", "pub-id_doi": "10.1016/j.expneurol.2006.05.023", "pub-id_pmid": "16814775", "section_type": "REF", "source": "Exp. Neurol.", "type": "ref", "volume": "202", "year": "2006"}, "text": "Contingent and non-contingent effects of heroin on mu-opioid receptor-containing ventral tegmental area GABA neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 38916, "infons": {"fpage": "303", "lpage": "310", "name_0": "surname:Zarrindast;given-names:MR", "pub-id_doi": "10.1097/FBP.0b013e3282186baa", "pub-id_pmid": "17551323", "section_type": "REF", "source": "Behav. Pharmacol.", "type": "ref", "volume": "18", "year": "2007"}, "text": "Morphine-induced sensitization in mice: changes in locomotor activity by prior scheduled exposure to GABAA receptor agents", "sentences": [], "annotations": [], "relations": []}, {"offset": 39039, "infons": {"fpage": "125A", "lpage": "125A", "name_0": "surname:Lieberman;given-names:R", "name_1": "surname:Kranzler;given-names:HR", "name_2": "surname:Joshi;given-names:P", "name_3": "surname:Shin;given-names:DG", "name_4": "surname:Covault;given-names:J", "pub-id_doi": "10.1111/acer.12807", "section_type": "REF", "source": "Alcohol Clin. Exp. Res.", "type": "ref", "volume": "39", "year": "2015"}, "text": "Gabra2 alcohol dependence risk allele is associated with reduced expression of chromosome 4p12 gabaa subunit genes in human neural cultures", "sentences": [], "annotations": [], "relations": []}, {"offset": 39179, "infons": {"fpage": "12213", "lpage": "12218", "name_0": "surname:Hsu;given-names:FC", "pub-id_doi": "10.1073/pnas.2131679100", "pub-id_pmid": "14530409", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "100", "year": "2003"}, "text": "Repeated neonatal handling with maternal separation permanently alters hippocampal GABAA receptors and behavioral stress responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 39310, "infons": {"fpage": "343", "lpage": "352", "name_0": "surname:de Azeredo;given-names:LA", "name_1": "surname:Marquardt;given-names:AR", "name_2": "surname:Frazzon;given-names:AP", "name_3": "surname:Barros;given-names:HM", "pub-id_doi": "10.1097/FBP.0b013e32833b33af", "pub-id_pmid": "20581658", "section_type": "REF", "source": "Behav. Pharmacol.", "type": "ref", "volume": "21", "year": "2010"}, "text": "Cocaine reverses the changes in GABAA subunits and in glutamic acid decarboxylase isoenzymes mRNA expression induced by neonatal 6-hydroxydopamine", "sentences": [], "annotations": [], "relations": []}, {"offset": 39457, "infons": {"fpage": "4", "lpage": "14", "name_0": "surname:Gould;given-names:TJ", "pub-id_pmid": "22002448", "section_type": "REF", "source": "Addict. Sci. Clin. Pract.", "type": "ref", "volume": "5", "year": "2010"}, "text": "Addiction and cognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 39481, "infons": {"fpage": "610", "lpage": "616", "name_0": "surname:Zhang;given-names:XL", "pub-id_doi": "10.1176/appi.ajp.2010.10040499", "pub-id_pmid": "21406465", "section_type": "REF", "source": "Am. J. Psychiatry", "type": "ref", "volume": "168", "year": "2011"}, "text": "Effects of stress on decision-making deficits in formerly heroin-dependent patients after different durations of abstinence", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}