{"source": "PMC", "date": "20201215", "key": "pmc.key", "infons": {}, "documents": [{"id": "7171928", "infons": {"license": "CC BY-NC"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1093/ijnp/pyz069", "article-id_pmc": "7171928", "article-id_pmid": "31995187", "article-id_publisher-id": "pyz069", "fpage": "135", "issue": "3", "kwd": "methamphetamine dependence ventral striatum dorsal striatum ventral medial prefrontal cortex anterior insula superior frontal cortex", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com", "lpage": "145", "name_0": "surname:Chen;given-names:Shubao", "name_1": "surname:Huang;given-names:Shucai", "name_2": "surname:Yang;given-names:Cheng", "name_3": "surname:Cai;given-names:Weifu", "name_4": "surname:Chen;given-names:Hongxian", "name_5": "surname:Hao;given-names:Wei", "name_6": "surname:Liu;given-names:Tieqiao", "name_7": "surname:Wang;given-names:Xuyi", "name_8": "surname:Worhunsky;given-names:Patrick D", "name_9": "surname:Potenza;given-names:Marc N", "section_type": "TITLE", "type": "front", "volume": "23", "year": "2019"}, "text": "Neurofunctional Differences Related to Methamphetamine and Sexual Cues in Men With Shorter and Longer Term Abstinence Methamphetamine Dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 145, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 154, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 165, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Stimulant use and sexual behaviors have been linked in behavioral and epidemiological studies. Although methamphetamine-related neurofunctional differences have been investigated, few studies have examined neural responses to drug and sexual cues with respect to shorter or longer term methamphetamine abstinence in individuals with methamphetamine dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 526, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 534, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Forty-nine men with shorter term methamphetamine abstinence, 50 men with longer term methamphetamine abstinence, and 47 non–drug-using healthy comparison men completed a functional magnetic resonance imaging cue-reactivity task consisting of methamphetamine, sexual, and neutral visual cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 826, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 834, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Region-of-interest analyses revealed greater methamphetamine cue–related activation in shorter term methamphetamine abstinence and longer term methamphetamine abstinence individuals relative to healthy comparison men in the ventromedial prefrontal cortex. A significant interaction of group and condition in the anterior insula was found. Relative to healthy comparison participants, both shorter term methamphetamine abstinence and longer term methamphetamine abstinence groups displayed greater sexual cue–related anterior insula activation relative to methamphetamine cues and neutral cues, but there were no differences between shorter term methamphetamine abstinence and longer term methamphetamine abstinence groups in anterior insula responses. Subsequent whole-brain analyses indicated a group-by-condition interaction with longer term methamphetamine abstinence participants showing greater sexual-related activation in the left superior frontal cortex relative to healthy comparison men. Shorter term methamphetamine abstinence participants showed greater superior frontal cortex activation to sexual relative to neutral cues, and longer term methamphetamine abstinence participants showed greater superior frontal cortex activation to sexual relative to neutral and methamphetamine cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2133, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2145, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The findings suggest that abstinence from methamphetamine may alter how individuals respond to drug and sexual cues and thus may influence drug use and sexual behaviors. Given the use of methamphetamine for sexual purposes and responses to natural vs drug rewards for addiction recovery, the findings may have particular clinical relevance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2486, "infons": {"section_type": "INTRO", "type": "title_caption"}, "text": "Significance Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 2509, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Methamphetamine use and sexual behaviors are related, but neural responses to drug and sexual cues with respect to shorter or longer term methamphetamine abstinence in individuals with methamphetamine dependence are unclear. Relatively greater methamphetamine cue–related activation in the ventromedial prefrontal cortex was found in men with shorter and longer term methamphetamine abstinence compared with healthy comparison men. Greater sexual cue–related anterior insula activation relative to methamphetamine cues and neutral cues was found in men with shorter and longer term methamphetamine abstinence compared with healthy comparison men. Relatively greater sexual cue–related activation in the left superior frontal cortex was also found in men with longer term methamphetamine abstinence compared with healthy comparison men. Abstinence from methamphetamine may alter how individuals respond to drug and sexual cues and may thus influence drug use and sexual behaviors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3489, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 3502, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Methamphetamine is a psychostimulant that is widely abused and linked to serious public health problems globally. Methamphetamine use has been associated with sexual activity, as methamphetamine may enhance sexual self-confidence, diminish sexual inhibitions, and increase sexual desire, arousal, and pleasure and delay orgasm both in humans and animal models. Some individuals who use methamphetamine have reported that sexual enhancement was the primary motivation for their drug use. Animal studies have found that methamphetamine activates the same cells in reward systems as sexual behavior, which in turn suggests that methamphetamine may influence compulsive sexual behaviors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4186, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Multiple addiction studies have focused on dopamine-related reward systems involving the ventral striatum. The ventral striatum may be activated by methamphetamine or cocaine administration in humans and animals. The ventral striatum receives projections of midbrain dopaminergic neurons and has been implicated in reward-based learning and drug-associated conditioned reinforcement learning; thus, it may mediate the rewarding effects of drugs. However, the transition from voluntary drug-taking to compulsive drug-seeking may be the result of dynamic shifts from ventral to dorsal striatal involvement. For example, chronic stimulant use may shift activation from the ventral to dorsal striatum during drug seeking. As such, different stages of addiction and abstinence may be linked to differences in striatal correlates of reward processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5032, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "However, dopamine-related processes in the striatum may be insufficient to account fully for addiction processes, and other brain regions implicated in reward processing and behavioral control, including the prefrontal cortex (PFC), are important to consider. Within the PFC, the ventromedial PFC (vmPFC) may contribute importantly to reward processing and the development of addictions, as this region engages in emotional processes, stress reactivity, and attentional processes underlying goal-directed behaviors and decision-making. Damage to the vmPFC has been associated with blunted emotional reactivity, poorly modulated emotional reactions, disadvantageous social decision-making, impaired goal-directed behaviors, and lack of insight. Individuals with substance dependence show similar behaviors to patients with bilateral vmPFC lesions, which suggests vmPFC dysfunction in substance dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5937, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " The anterior insula is another crucial region to consider, as it is implicated in both drug and non-drug craving. As the anterior insula has been implicated in motivation, executive functioning, interoceptive awareness, and decision-making processes, abnormalities in anterior insula function may promote addictive behaviors. Moreover, the relationship between cue-elicited anterior insula activation and treatment outcome has been shown in prior fMRI studies. Janes et al. found that cue-elicited bilateral anterior insula activation may reflect potentiated relapse vulnerability in treated, abstinent smokers, and suggest that insula activation may help identify individuals vulnerable to engaging in addictive disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6662, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "According to the impaired response inhibition and salience attribution (iRISA) model of addiction, disrupted PFC function could lead to increased salience of drugs and drug-related cues, decreased sensitivity to non-drug cues, and fewer tendencies to inhibit maladaptive behaviors. Enhanced PFC drug-related cue activation has been reported after short-term abstinence (up to a mean of 8 days) in studies of tobacco smoking. However, it was proposed in the iRISA model that in early abstinence, the sensitivity of the PFC to non-drug–related rewards may be markedly attenuated, leading to impaired inhibitory control in individuals with drug use disorders and promoting relapse. As a result, drug seeking and drug taking may become main motivational drives relative to others during early abstinence. However, studies investigating the impact of abstinence on PFC cue reactivity on exposure to drug, drug-related, or non-drug–related cues are limited. The evidence that methamphetamine may increase sexual desire and heighten sexual rewards may be contrary to the iRISA model. Moreover, although sexual pleasure and orgasm may be significantly impaired after chronic drug use and abstinence, sexual desire and arousal may not be similarly impacted. Thus, investigating how individuals with methamphetamine dependence respond to sexual cues at various stages of abstinence is important from theoretical and clinical perspectives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8091, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Changes in brain systems associated with chronic methamphetamine use may be difficult to reverse merely through drug termination. Vulnerabilities to relapse may persist in relationship to drug cues or drug-use motivations (e.g., to enhance sexual pleasure and performance) after years of abstinence. Furthermore, self-reported impulsivity may increase when abstaining from methamphetamine, potentially promoting relapse. While some drug-related brain alterations may be reversed or partially recovered with increasing abstinence (e.g., longer term abstinence [12–17 months] vs shorter term abstinence [<6 months], understanding neural responses at varying stages of abstinence may provide insight into potential risks for relapse or engagement in other risky behaviors. However, human studies investigating functional responses to cues relating to drug or sexual cues at various stages of abstinence in chronic methamphetamine dependence are lacking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9042, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this investigation, we employed a functional magnetic resonance imaging (fMRI) cue-reactivity task involving methamphetamine, sexual, and neutral cues to examine neural differences between 2 groups of men with varying degrees of methamphetamine abstinence (shorter term methamphetamine abstinence [STMA] and longer term methamphetamine abstinence [LTMA]) and relative to a group of healthy comparison (HC) men. We investigated 3 primary hypotheses. First, consistent with addiction relapse theories, we hypothesized that when exposed to methamphetamine cues, both STMA and LTMA groups would exhibit increased activation in the ventral striatum, dorsal striatum, vmPFC, and anterior insula compared with HC participants. Second, consistent with evidence of increased sexual motivations associated with methamphetamine use, we hypothesized that both STMA and LTMA groups relative to HC participants would exhibit relatively increased activation in the ventral striatum, dorsal striatum, vmPFC, and anterior insula when exposed to sexual cues. Third, if protracted abstinence may be associated with recovery of functioning in these regions, we hypothesized that there was the possibility that the brain activation in the ventral striatum, dorsal striatum, vmPFC, and anterior insula in the LTMA groups would be approximating more close than the brain activation in HC participants when exposed to both methamphetamine and sexual cues and would exhibit relatively decreased activation compared with the STMA group. Subsequent whole-brain analyses were performed to investigate potential functional alterations between groups beyond regions of interest. Finally, as engagement in both stimulant use and risky sexual behaviors has been associated with impulsivity, we explored relationships between regional activations and baseline methamphetamine use and impulsivity in STMA and LTMA participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10939, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 10947, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 10960, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were 146 men aged 19–45 years recruited from Hunan Province, China. Individuals with a period of methamphetamine use more than 18 months before entering treatment and meeting the diagnosis criteria of methamphetamine dependence as determined by the Chinese version of the Structured Clinical Interview for Diagnosis and Statistical Manual of Mental Disorders were divided into 2 subsamples. The LTMA (n = 50) sample was a convenience sample that was recruited from individuals scheduled for release from the Pingtang Isolated Compulsory Drug Rehabilitation Center, and the STMA (n = 49) sample was recruited from the Kangda Voluntary Drug Rehabilitation Center. The HC group (n = 47) was recruited from the local community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11697, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Individuals were excluded for meeting criteria for Structured Clinical Interview for Diagnosis and Statistical Manual of Mental Disorders dependence on a substance other than nicotine (or for the methamphetamine groups, methamphetamine); the presence or history of a psychiatric disorder or general medical illness (e.g., cardiovascular disease, high blood pressure); a history of brain injury or loss consciousness of 10 minutes or more; left-handedness; and any contraindications of MRI scanning. All participants reported not having consumed alcohol or any other psychoactive substances for at least 48 hours before scanning, with corroborating information obtained from the doctors caring for the LTMA and STMA participants (as they were inpatients).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12452, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The final participant sample of 146 individuals represents a total enrollment of 162 males, 155 of whom completed fMRI procedures, and the exclusion of 9 individuals for excessive head motion. A portion of the LTMA (n = 28) and HC (n = 27) was included in a previous report. All participants completed the Barratt Impulsiveness Scale (Chinese version). This study was approved by the ethical review board of the Second Xiangya Hospital of Central South University, which evaluated the study specifically related to participation of incarcerated individuals and conditions for use of incarcerated individuals in research were met. Participants from the compulsory and voluntary drug rehabilitation centers could decline involvement in the study if they had any concerns, and all participants provided voluntary written informed consent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13288, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cue-Reactivity Task ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13309, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The details for image selection and task design have been described previously. Briefly, the 450-second cue-reactivity task consisted of 6 epochs, each containing three 20-second blocks (methamphetamine, sexual, and neutral images; Figure 1) and one 15-second rest (crosshair). The methamphetamine cue-related images were the images of methamphetamine itself, people who were smoking methamphetamine, or the instruments they used to smoke methamphetamine. Each block contained 5 unique images presented for 3 seconds with a 1-second inter-stimulus interval. Thus, a total 30 images of each cue condition (i.e., methamphetamine, sexual, and neutral) were presented during the fMRI scan. The order of the images and the blocks within epochs were all presented pseudo-randomly to control for order effects across participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14133, "infons": {"file": "pyz069f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Images of representative methamphetamine, sexual, and neutral cues, and the crosshair of the cue-reactivity task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14247, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI Acquisition and Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14277, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Images were obtained using a 3.0-T Siemens scanner (Allegra; Siemens Medical System, Erlangen, Germany) equipped with a standard 20-channel head coil. Blood oxygen-level–dependent data were acquired with an echo-planar imaging sequence: repetition time (TR) = 2000 milliseconds, echo time (TE) = 30 milliseconds, flip = 80°, field of view = 220 × 220 mm, voxel size = 3.4 × 3.4 × 4.0 mm, slice thickness = 4 mm, gap = 1 mm, number of slices = 36. The first 5 volumes (10 seconds) were removed from analyses to enable the signal to achieve steady-state equilibrium. Image analysis was performed using the Statistical Parametric Mapping 12 software package (SPM12, http://www.fil.ion.ucl.ac.uk/spm/). Functional images were realigned to the first volume of each session individually, normalized spatially into Montreal Neurological Institute template standardized space (resampling into 3 × 3 × 3 mm3 voxels), and smoothed with an 8-mm full-width-at-half-maximum Gaussian filter. Participants (n = 9) were excluded from further analyses due to head motion in excess of 3 mm and/or 3°.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15360, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A general linear model was used to conduct a functional data analysis. First-level models included each series of five 3-second pictures (1-second inter-stimulus interval) modeled as 20-second blocks by condition (methamphetamine, sexual, and neutral) and the 6 motion parameters as regressors. Given that prior findings showed no lateralized effects in cue reactivity in these regions, bilateral region-of-interest (ROI) was used in ROI analyses. Bilateral ROIs were created using labeled regions of the Neuromorphometrics atlas (www.neuromorphometrics.com) for the ventral striatum using the accumbens area, for the dorsal striatum using the putamen and the caudate nucleus, for the vmPFC using the medial frontal cortex, and for the anterior insula using the anterior insula (supplemental Figure 1). For whole-brain analyses, a cluster-level familywise-error correction threshold of P < .05 was applied to the voxel-level uncorrected threshold of P < .01. Individual average parameter estimates within ROIs and whole brain–identified clusters were extracted for statistical analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16447, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16468, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Group-level ROI and whole-brain analyses were performed using 3 × 3 mixed-effects ANOVA with group (STMA, LTMA, HC) as a between-subjects factor, condition (methamphetamine, sexual, and neutral) as a within-subjects factor, and subject as a random-effects factor. ROI analyses and post-hoc testing of whole-brain findings were conducted with R. Post-hoc t tests were applied at a regional level to further investigate the nature of findings in regions demonstrating a main effect of group or an interaction of group by condition. One-way ANOVAs were performed to examine group differences within condition, and paired-samples t tests were performed in each group to assess condition effects. Subsequent analyses including age, education, tobacco use, and alcohol use as covariates were performed. Relationships between brain activation and baseline methamphetamine use (i.e., duration [months] of methamphetamine use and dosage [grams] of methamphetamine use) and impulsivity scores were examined using Pearson correlations with a significance threshold of P < .05. A Bonferroni-correction for multiple comparisons threshold of P < (.05/4 = .0125) was applied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17629, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17637, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Participant Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 17665, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Participant characteristics were summarized (Table 1). All STMA and LTMA participants used methamphetamine by smoking the drug. STMA were younger than HC participants (P = .006). STMA participants had the highest education (P < .001), and HC participants reported more education than did LTMA participants (P = .027). The duration of methamphetamine abstinence ranged from 1 to 3 months for the STMA group and from 16 to 40 months for the LTMA group. The 3 groups did not differ in proportions reporting smoking, but HC participants were the least likely to report drinking alcohol among the 3 groups (P = .001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18278, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Participant characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 18306, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"vsides\" rules=\"groups\"><thead><tr><th rowspan=\"1\" colspan=\"1\">Variable</th><th rowspan=\"1\" colspan=\"1\">HC</th><th rowspan=\"1\" colspan=\"1\">STMA</th><th rowspan=\"1\" colspan=\"1\">LTMA</th><th rowspan=\"1\" colspan=\"1\">F/χ <sup>2</sup></th><th rowspan=\"1\" colspan=\"1\">df</th><th rowspan=\"1\" colspan=\"1\">\n<italic>P</italic>\n</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">n</td><td rowspan=\"1\" colspan=\"1\">47</td><td rowspan=\"1\" colspan=\"1\">49</td><td rowspan=\"1\" colspan=\"1\">50</td><td rowspan=\"1\" colspan=\"1\">–</td><td rowspan=\"1\" colspan=\"1\">–</td><td rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Age, y (SD)</td><td rowspan=\"1\" colspan=\"1\">34.19 (7.39) </td><td rowspan=\"1\" colspan=\"1\">30.06 (5.51) </td><td rowspan=\"1\" colspan=\"1\">32.54 (6.33)</td><td rowspan=\"1\" colspan=\"1\">5.02</td><td rowspan=\"1\" colspan=\"1\">2, 143</td><td rowspan=\"1\" colspan=\"1\"> .008</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Education, y (SD)</td><td rowspan=\"1\" colspan=\"1\">10.06 (2.33) </td><td rowspan=\"1\" colspan=\"1\">11.90 (2.86) </td><td rowspan=\"1\" colspan=\"1\"> 8.72 (2.25) </td><td rowspan=\"1\" colspan=\"1\"> 20.22</td><td rowspan=\"1\" colspan=\"1\"> 2, 143</td><td rowspan=\"1\" colspan=\"1\"> &lt;.001</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Duration of MA abstinence, mo (SD)</td><td rowspan=\"1\" colspan=\"1\">–</td><td rowspan=\"1\" colspan=\"1\">1.65 (0.84)</td><td rowspan=\"1\" colspan=\"1\">19.58 (3.89)</td><td rowspan=\"1\" colspan=\"1\">−31.88</td><td rowspan=\"1\" colspan=\"1\">1, 97</td><td rowspan=\"1\" colspan=\"1\">&lt;.001</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Age of first MA use, y (SD)</td><td rowspan=\"1\" colspan=\"1\">–</td><td rowspan=\"1\" colspan=\"1\">24.59 (5.25)</td><td rowspan=\"1\" colspan=\"1\">25.44 (6.64)</td><td rowspan=\"1\" colspan=\"1\">−0.70</td><td rowspan=\"1\" colspan=\"1\">1, 97</td><td rowspan=\"1\" colspan=\"1\">.483</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Duration of MA use, mo (SD)</td><td rowspan=\"1\" colspan=\"1\">–</td><td rowspan=\"1\" colspan=\"1\">66.12 (39.73)</td><td rowspan=\"1\" colspan=\"1\">61.64 (32.60)</td><td rowspan=\"1\" colspan=\"1\">0.61</td><td rowspan=\"1\" colspan=\"1\">1, 97</td><td rowspan=\"1\" colspan=\"1\">.541</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Tobacco use, N (%)</td><td rowspan=\"1\" colspan=\"1\">41 (87.23)</td><td rowspan=\"1\" colspan=\"1\">42 (85.71)</td><td rowspan=\"1\" colspan=\"1\">49 (98.00)</td><td rowspan=\"1\" colspan=\"1\">5.12</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">.077</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Alcohol use, N (%)</td><td rowspan=\"1\" colspan=\"1\">7 (14.89)</td><td rowspan=\"1\" colspan=\"1\">24 (48.98)</td><td rowspan=\"1\" colspan=\"1\">22 (44.00)</td><td rowspan=\"1\" colspan=\"1\">13.92</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">.001</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Attentional<sup><italic>a</italic></sup>, (SD)</td><td rowspan=\"1\" colspan=\"1\">38.00 (12.89)</td><td rowspan=\"1\" colspan=\"1\">42.30 (16.49)</td><td rowspan=\"1\" colspan=\"1\">51.45 (18.59)</td><td rowspan=\"1\" colspan=\"1\">8.76</td><td rowspan=\"1\" colspan=\"1\">2143</td><td rowspan=\"1\" colspan=\"1\">&lt;.001</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Motor<sup><italic>a</italic></sup>, (SD)</td><td rowspan=\"1\" colspan=\"1\">29.09 (15.72)</td><td rowspan=\"1\" colspan=\"1\">39.59 (16.51)</td><td rowspan=\"1\" colspan=\"1\">41.95 (18.18)</td><td rowspan=\"1\" colspan=\"1\">7.91</td><td rowspan=\"1\" colspan=\"1\">2143</td><td rowspan=\"1\" colspan=\"1\">.001</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Nonplanning<sup><italic>a</italic></sup>, (SD)</td><td rowspan=\"1\" colspan=\"1\">35.63 (13.76)</td><td rowspan=\"1\" colspan=\"1\">49.80 (17.87)</td><td rowspan=\"1\" colspan=\"1\">63.80 (16.68)</td><td rowspan=\"1\" colspan=\"1\">36.50</td><td rowspan=\"1\" colspan=\"1\">2143</td><td rowspan=\"1\" colspan=\"1\">&lt;.001</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Impulsivity<sup><italic>a</italic></sup>, mean (SD)</td><td rowspan=\"1\" colspan=\"1\">34.24 (8.96)</td><td rowspan=\"1\" colspan=\"1\">43.86 (14.14)</td><td rowspan=\"1\" colspan=\"1\">52.40 (14.68)</td><td rowspan=\"1\" colspan=\"1\">23.94</td><td rowspan=\"1\" colspan=\"1\">2143</td><td rowspan=\"1\" colspan=\"1\">&lt;.001</td></tr></tbody></table>\n"}, "text": "Variable\tHC\tSTMA\tLTMA\tF/χ 2\tdf\tP\t \tn\t47\t49\t50\t–\t–\t–\t \tAge, y (SD)\t34.19 (7.39) \t30.06 (5.51) \t32.54 (6.33)\t5.02\t2, 143\t .008\t \tEducation, y (SD)\t10.06 (2.33) \t11.90 (2.86) \t 8.72 (2.25) \t 20.22\t 2, 143\t <.001\t \tDuration of MA abstinence, mo (SD)\t–\t1.65 (0.84)\t19.58 (3.89)\t−31.88\t1, 97\t<.001\t \tAge of first MA use, y (SD)\t–\t24.59 (5.25)\t25.44 (6.64)\t−0.70\t1, 97\t.483\t \tDuration of MA use, mo (SD)\t–\t66.12 (39.73)\t61.64 (32.60)\t0.61\t1, 97\t.541\t \tTobacco use, N (%)\t41 (87.23)\t42 (85.71)\t49 (98.00)\t5.12\t2\t.077\t \tAlcohol use, N (%)\t7 (14.89)\t24 (48.98)\t22 (44.00)\t13.92\t2\t.001\t \tAttentionala, (SD)\t38.00 (12.89)\t42.30 (16.49)\t51.45 (18.59)\t8.76\t2143\t<.001\t \tMotora, (SD)\t29.09 (15.72)\t39.59 (16.51)\t41.95 (18.18)\t7.91\t2143\t.001\t \tNonplanninga, (SD)\t35.63 (13.76)\t49.80 (17.87)\t63.80 (16.68)\t36.50\t2143\t<.001\t \tImpulsivitya, mean (SD)\t34.24 (8.96)\t43.86 (14.14)\t52.40 (14.68)\t23.94\t2143\t<.001\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19199, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: HC, healthy comparison; LTMA, longer term methamphetamine abstinence; STMA, shorter-term methamphetamine abstinence; F, F-distribution; df, degrees of freedom.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19374, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "\naSubscale and total scores reflect validated transformation of Chinese version of Barratt Impulsiveness Scale-11 onto a 100-point scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19512, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19521, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Methamphetamine Cue–Related Activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 19560, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no group differences or within-subject effects or group-by-condition interaction of methamphetamine cues relative to neutral cues in the ventral striatum, dorsal striatum, and anterior insula (Figure 2A, B, D). ROI analyses revealed a group difference in methamphetamine cue–related activation in the vmPFC (Figure 2C). The STMA relative to the HC group showed greater methamphetamine cue–related vmPFC activation (P = .003). The LTMA relative to the HC group showed greater methamphetamine cue–related vmPFC activation (P = .020), though this did not survive multiple-comparisons correction. The scatterplot and linear relationships between methamphetamine abstinence duration and methamphetamine cue–related vmPFC activations are shown in supplemental Figure 2 for STMA and LTMA separately. Within each group, methamphetamine cue–related vmPFC activation was greater than neutral cue–related activation (P < .001). The group difference of methamphetamine cue–related vmPFC activation survived inclusion of covariates for tobacco use, alcohol use, age, and education (P = .024). Age and education were mean-centered within groups to adjust for group differences, and there was a negative main effect of age on vmPFC activation in response to methamphetamine cues (beta = −0.244, P = .004), and no effects of tobacco use, alcohol use, or education were found (P > .1). No group-by-condition interaction of methamphetamine cues relative to neutral cues in the vmPFC was found. Whole-brain analyses did not identify additional regions with significant methamphetamine cue–related group or condition effects on brain activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21197, "infons": {"file": "pyz069f0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Average regional blood oxygen-level–dependent signal differences between and within groups in the ventral striatum (A), dorsal striatum (B), ventromedial prefrontal cortex (vmPFC) (C), and anterior insula (D). Error bars indicate standard error. HC, healthy comparison; LTMA, longer-term methamphetamine abstinence participants; MA, methamphetamine cue; NE, neutral cue; SE, sexual cue; STMA, shorter term methamphetamine abstinence participants. *P < .05, **P < .01, ***P < .001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21678, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Sexual Cue–Related Activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 21708, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no group differences or group-by-condition interactions in sexual cue–related activation in the ventral striatum, dorsal striatum, or vmPFC. Within groups, sexual cue–related positive activation was greater than neutral and/or methamphetamine cue–related activation in the ventral striatum, dorsal striatum, and vmPFC (Figure 2A–C). ROI analyses revealed a significant interaction of group and condition in the anterior insula (Figure 2D). Relative to HC participants, both STMA and LTMA groups displayed greater sexual cue–related anterior insula activation relative to methamphetamine cues (STMA vs HC: P = .004; LTMA vs HC: P = .016) and neutral cues (STMA vs HC: P = .009; LTMA vs HC: P = .010), and there were no differences between the STMA and LTMA groups in anterior insula responses (P > .5). Whole-brain analysis identified a significant interaction of group and condition on activation in the left superior frontal cortex (SFC) (peak F = 7.14; peak x, y, z coordinates = −27, −22, 32; Brodmann area 6; cluster size 305, pFWE = 0.042) (Figure 3) that was associated with sexual cues. STMA participants showed greater sexual cue–related SFC activation relative to neutral cue–related negative activity (P < .05). LTMA participants showed greater sexual cue–related SFC activation relative to neutral and methamphetamine cue–related deactivation (P < .001). Post-hoc pairwise comparisons revealed LTMA sexual cue–related SFC activation was greater than that in HC participants (P < .001) (Figure 3B). The scatterplot and linear relationships between methamphetamine abstinence duration and sexual cue–related anterior insula activations, methamphetamine abstinence duration, and sexual cue–related SFC activations are shown in supplemental Figure 3 and supplemental Figure 4 for STMA and LTMA separately. The significant interaction of group by condition in the anterior insula survived inclusion of covariates for tobacco use, alcohol use, age, and education (P = .007), the group difference of sexual cue-related SFC activation also survived inclusion of covariates for tobacco use, alcohol use, age, and education (P = .004). Age and education were mean-centered within groups to adjust for group differences, and there were no effects of tobacco use, alcohol use, age, or education on group by condition interaction of anterior insula, or SFC in response to sexual cues (P > .05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24112, "infons": {"file": "pyz069f0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Interaction of group and condition in the left SFC (A). Average regional blood oxygen-level–dependent signal differences between and within groups in the left SFC are shown in (B). Error bars indicate standard error. HC, healthy controls; LTMA, longer term methamphetamine abstinence participants; MA, methamphetamine cue; NE, neutral cue; SE, sexual cue; STMA, shorter term methamphetamine abstinence participants. *P < .05, **P < .01, ***P < .001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24562, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Relationships Between Methamphetamine Use, Impulsivity, and Regional Brain Activations", "sentences": [], "annotations": [], "relations": []}, {"offset": 24649, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "LTMA participants reported greater impulsivity relative to HC and STMA participants (P = .001), and STMA participants reported greater impulsivity relative to HC participants (P < .001). In STMA participants, attentional impulsivity negatively correlated with sexual cue–related SFC activation (r = −0.371, P = .009) (Figure 4A) and methamphetamine cue–related SFC activation (r = −0.340, P = .017) (supplemental Figure 5a), nonplanning impulsivity negatively correlated with sexual cue–related SFC activation (r = −0.327, P = .022) (Figure 4B) and methamphetamine cue–related SFC activation (r = −0.308, P = .031) (supplemental Figure 5b), though these findings did not survive Bonferroni correction. There were no other relationships between activation in ROI- or whole brain–identified clusters and impulsivity or baseline methamphetamine use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25496, "infons": {"file": "pyz069f0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Scatterplot demonstrating in the shorter term methamphetamine abstinence (STMA) group a negative correlation between attentional impulsivity and activation in the left superior frontal cortex (SFC) relative to sexual cues (A), a negative correlation between nonplanning impulsivity and activation in the left SFC relative to sexual cues (B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25838, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All significant findings persisted in subsequent analyses excluding 1 LTMA participant with 40 months of abstinence. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25956, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 25967, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study used a cue-reactivity task involving neutral, methamphetamine, and sexual cues to investigate neurofunctional changes associated with shorter and longer term methamphetamine abstinence. To our knowledge, this is the first study to compare neural responses with methamphetamine and sexual cues after abstinence of varying durations in a large sample with methamphetamine dependence. When exposed to methamphetamine cues, both STMA and LTMA groups relative to HCs exhibited increased activation in the vmPFC but not the ventral or dorsal striatum or anterior insula. Group by condition interaction showed that compared with HCs, sexual cue–related anterior insula activations were greater relative to methamphetamine cues in STMA and LTMA groups, but no anterior insula response differences between STMA and LTMA groups were found. LTMA participants exhibited increased activation relative to HCs in the left SFC when exposed to sexual cues; there were no differences in cue-induced brain activation between the STMA and LTMA groups. However, there was a pattern that the sexual cue–related brain activations in the STMA group appeared intermediate in magnitude between the HC and LTMA groups in the ventral striatum, more so in the SFC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27221, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, when exposed to methamphetamine cues, both STMA and LTMA relative to HC participants exhibited increased activation in the vmPFC, but not the ventral or dorsal striatum or anterior insula, which is partially consistent with our first hypothesis. Previous research has demonstrated an important role of the vmPFC in encoding expected value representations, including greater responses when experiencing greater rewards. In patients addicted to methamphetamine, activation of the vmPFC in response to methamphetamine cues may reflect a dysregulation of this region, demonstrated behaviorally as a preference for smaller immediate over larger delayed rewards or for the drug itself given a role for the vmPFC in stimulant craving. The vmPFC has also been implicated in the processing and tracking of rewards. As such, the STMA and LTMA groups may be demonstrating greater salience at a neural level to drug-related cues after shorter and longer term abstinence, which is consistent with the iRISA model. The findings also suggest a biological mechanism for recovery in methamphetamine dependence and a need for interventions beyond abstinence (e.g., cognitive behavioral therapies that involve learning new skills and approaches).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28464, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Mixed findings have been reported regarding the ventral striatum, the dorsal striatum, and the processing of drug rewards in drug-abusing individuals, with some studies showing hypoactivity during drug cue exposure ( Klein et al.,), others showing hyperactivity. One possible explanation for seemingly conflicting results may relate to different stages of addiction and abstinence. The ventral striatum has been implicated in mediating reinforcing effects of stimulant drugs and neural mechanisms of voluntary drug taking; however, the dorsal striatum has been implicated in compulsive drug seeking. How different stages of abstinence may be linked to differences in striatal correlates of reward processing and how such neural correlates of reward processing may in turn impact abstinence warrant further investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29285, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Anterior insula activations in response to sexual cues were greater relative to methamphetamine cues and neutral cues in the STMA and LTMA groups compared with HCs in our study, which is consistent with our second hypothesis. Insula activation in response to sexual stimuli has been reported both in non-drug–using and drug-using individuals. Our study also found a relationship between anterior insula activation and sexual stimuli. Although the anterior insula may be involved in drug craving and drug seeking under specific conditions, our findings suggest that the anterior insula may also contribute importantly to interoception for specifically survival-related functions, such as sex, hunger, and thirst, but this warrants further investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30038, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Contrary to hypotheses, there were no group differences in activation in the ventral striatum, dorsal striatum, and vmPFC when exposed to sexual cues. However, within groups, sexual cue–related activation was greater than neutral and/or methamphetamine cue–related activation in the ventral striatum, dorsal striatum, and vmPFC. The greater activation to sexual cues in these 3 regions suggests that chronic methamphetamine use may not be associated with blunted sexual reward processing, which is in seeming contrast to the iRISA and reward deficiency models of addiction but is consistent with animal research indicating that chronic methamphetamine exposure impairs sexual performance but not sexual conditioning. However, more research is needed to determine if these sexual cue–related neural responses are a consequence of methamphetamine abstinence (i.e., sexual-reward sensitivity has replaced methamphetamine reward sensitivity after abstaining from methamphetamine) or if these alterations are also present in individuals currently abusing methamphetamine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31105, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A whole-brain group-by-condition interaction and post-hoc contrasts indicated that LTMA relative to HC participants showed greater activation of the left SFC in response to sexual cues. The SFC has been implicated in attentional control and in memory and decision-making processes relevant to goal-directed behaviors. As such, the relatively increased SFC activation may reflect increased attention or attentional control in LTMA in response to the sexual stimuli, although this possibility remains speculative. Given that methamphetamine dependence has been associated with cognitive deficits relating to attention and attentional deficits have been linked to sexual risk-taking, it will be important to examine further how such features may relate to sexual behaviors among individuals with LTMA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31904, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Within groups, the greater activation in response to sexual cues in the ventral striatum, dorsal striatum, vmPFC, anterior insula, and left SFC in both STMA and LTMA groups may provide insight into the use of methamphetamine for sexual purposes in individuals with methamphetamine dependence. Methamphetamine use can increase sexual libido, pleasure, and stamina while increasing risk-taking behavior, such as unprotected sexual intercourse and sex with multiple partners. Understanding how methamphetamine use, and extended abstinence from methamphetamine, may alter responses to sexual cues may provide insight into this population and inform interventions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32564, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There was a significant negative correlation between attentional impulsivity and left SFC activation to sexual cues in the STMA group, but not among LTMA participants. The findings suggest a complex relationship between SFC activation to methamphetamine and sexual cues, impulsivity, and duration of methamphetamine abstinence among individuals with methamphetamine dependence. Dysfunction of the PFC has been implicated in poor inhibitory control in addictions, and individuals with SFC damage show poor inhibitory control. Speculatively, after longer term abstinence, brain function may have partially recovered from impacts of methamphetamine, but shorter term abstinence may not be sufficient for such effects. Previous studies in attention-deficit/hyperactivity disorder (ADHD) and healthy individuals have also reported negative correlations between impulsivity and neural activations, which may suggest a “trait-like” characteristic across different groups. However, impulsivity as assessed here may also reflect a self-perception of one’s tendencies that may be sensitive to stage of abstinence from methamphetamine. As such, given stimulant use in ADHD groups, further research is needed to examine whether the current findings may have implications for the understanding of the neurobiology and clinical features of ADHD, especially with respect to stimulant use and sexual behaviors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33959, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The current findings suggest that brain function may not fully change simply through drug abstinence. Some behavioral and medication interventions in treating drug addictions have focused on reducing cue-elicited craving; however, interventions are not uniformly successful. A recent study suggests that training in selective attentional processing of natural rewards over drug rewards may help alter reward processing networks to be more responsive to natural rewards and reduce drug-related motivations and relapse. However, the current findings suggest that individuals in remission from methamphetamine dependence may exhibit heightened responses to sexual cues, and the extent to which such training may influence responses to sexual rewards warrants consideration and research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34743, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present study, there were no differences in cue-induced brain activation between the STMA and LTMA groups when exposed to both methamphetamine and sexual cues. However, the magnitudes of responses suggested that the brain activation to sexual cues in the STMA group was intermediate (albeit not in a statistically significant fashion) between the HC and LTMA groups in the ventral striatum and the SFC, but not in the dorsal striatum, vmPFC, or anterior insula. The ventral striatum has been found to activate in response to methamphetamine in drug-naïve humans and has shown greater activation in individuals with current methamphetamine dependence compared with those without when performing the Balloon Analogue Risk Task. However, the ventral striatum was not implicated in methamphetamine cue responsiveness across groups, although responses to sexual cues were linked to ventral striatal activation. The extent to which these findings may relate to functional recovery from drug dependence following extended abstinence (i.e., up to 40 months) warrants investigation in longitudinal studies. Protracted abstinence from methamphetamine may reverse some drug-induced alterations in brain function, and this may explain some findings in the LTMA group relative to the STMA group, although this too warrants additional investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36086, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several limitations of the present study should be noted. First, this was a cross-sectional study. Preexisting differences in neural functioning in the LTMA and STMA groups may have been present; hence, future longitudinal studies are indicated. Second, STMA participants were not well matched on age and education to the LTMA or HC participants, as STMA participants tended to be younger and have more education. HC participants were not well matched on alcohol use to the STMA or LTMA participants, as HC participants were the least likely to report drinking alcohol among the 3 groups. However, when including age, education, and alcohol use as covariates, the main findings persisted. Third, STMA and LTMA participants were recruited from voluntary and compulsory drug rehabilitation centers, respectively. As such, differences in motivations for treatment and the abstention from sexual activities may have influenced neural responses to methamphetamine and sexual cues. Hence, future studies should gather information on motivations for treatment and other domains that may differ in voluntary vs compulsory treatment programs. Fourth, due to a limited number of methamphetamine-dependent females completing study procedures (n = 3), the current analyses were limited to males, and it will be important to examine neurofunctioning in women with methamphetamine dependence in future studies given gender-related differences noted in studies of stimulant dependence. Fifth, we did not evaluate participants’ craving or other subjective responses to the sexual and methamphetamine cues, such as their use of methamphetamine for sexual purposes. This may have been relevant to the current study in that SFC activation has been related to cravings for drug and responses to drug-related cues. Sixth, we did not test the lateralized effects in the ROI analyses; further study could consider exploring each region for effects of laterality. Seventh, the whole-brain analysis was performed without covariates to adjust for group differences in age, education, and alcohol use. It is possible that analysis incorporating these covariates may have resulted in an altered pattern of regional group differences. Another limitation was the absence of the use of urine screening tests to confirm absence of psychoactive drug use in all participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38428, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Duration of abstinence may impact responses to sexual cues more so than to methamphetamine cues in individuals with methamphetamine dependence. Greater vmPFC activation to methamphetamine cues was observed in both the STMA and LTMA groups relative to HC participants, but our approach identified no differences in methamphetamine cue–related activation between STMA and LTMA groups. Greater anterior insula activations in response to sexual cues relative to methamphetamine cues and neutral cues in STMA and LTMA groups compared with HCs were observed. Greater SFC activation to sexual cues was observed in LTMA but not STMA participants compared with HCs. Activation in the ventral striatum, dorsal striatum, vmPFC, anterior insula, and SFC in response to sexual cues was greater than responses to neutral and/or methamphetamine cues both in STMA and LTMA participants. These findings may have clinical relevance given the use of methamphetamine for sexual purposes and the relevance of neural and behavioral responses to natural vs drug rewards for addiction recovery. Future studies investigating individuals at multiple stages of addiction and abstinence could help clarify functional alterations that may represent preexisting features, consequences of chronic methamphetamine exposure, and recovery from methamphetamine dependence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39766, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 39789, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "This work was supported by National Key R and D Program of China (no. 2017YFC1310400), National Natural Science Foundation of China (no. 81571307, no. 81371465 and no. 81671324), Fundamental Research Funds for Central Universities of the Central South University (no. 2016zzts148), National Basic Research Program of China (973 Program) (no. 2015CB553504), National Key R and D Program of China (no. 2016YFC0800908-Z02), and the National Institutes of Health (K01 DA042998, R01 DA039136).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40278, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Statement of Interest ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40301, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no conflicts of interest with the content of the manuscript. Dr Potenza has consulted for Rivermend Health, Opiant/Lightlake Therapeutics, Addiction Policy Forum, Jazz Pharmaceuticals, and Game Day Data, LLC; has received research support from the Mohegan Sun Casino and the National Center for Responsible Gaming; and has consulted for and/or advised gambling and legal entities on issues related to impulse-control/addictive disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40759, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 40770, "infons": {"fpage": "2112", "lpage": "2121", "name_0": "surname:Balodis;given-names:IM", "name_1": "surname:Kober;given-names:H", "name_2": "surname:Worhunsky;given-names:PD", "name_3": "surname:Stevens;given-names:MC", "name_4": "surname:Pearlson;given-names:GD", "name_5": "surname:Carroll;given-names:KM", "name_6": "surname:Potenza;given-names:MN", "pub-id_pmid": "26792441", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "41", "year": "2016"}, "text": "Neurofunctional reward processing changes in cocaine dependence during recovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 40850, "infons": {"fpage": "355", "lpage": "381", "name_0": "surname:Barrash;given-names:J", "name_1": "surname:Tranel;given-names:D", "name_2": "surname:Anderson;given-names:SW", "pub-id_pmid": "11385830", "section_type": "REF", "source": "Dev Neuropsychol", "type": "ref", "volume": "18", "year": "2000"}, "text": "Acquired personality disturbances associated with bilateral damage to the ventromedial prefrontal region", "sentences": [], "annotations": [], "relations": []}, {"offset": 40955, "infons": {"fpage": "376", "lpage": "389", "name_0": "surname:Bechara;given-names:A", "name_1": "surname:Dolan;given-names:S", "name_2": "surname:Denburg;given-names:N", "name_3": "surname:Hindes;given-names:A", "name_4": "surname:Anderson;given-names:SW", "name_5": "surname:Nathan;given-names:PE", "pub-id_pmid": "11164876", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "39", "year": "2001"}, "text": "Decision-making deficits, linked to a dysfunctional ventromedial prefrontal cortex, revealed in alcohol and stimulant abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41081, "infons": {"fpage": "11379", "lpage": "11386", "name_0": "surname:Blair;given-names:K", "name_1": "surname:Marsh;given-names:AA", "name_2": "surname:Morton;given-names:J", "name_3": "surname:Vythilingam;given-names:M", "name_4": "surname:Jones;given-names:M", "name_5": "surname:Mondillo;given-names:K", "name_6": "surname:Pine;given-names:DC", "name_7": "surname:Drevets;given-names:WC", "name_8": "surname:Blair;given-names:JR", "pub-id_pmid": "17079666", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "26", "year": "2006"}, "text": "Choosing the lesser of two evils, the better of two goods: specifying the roles of ventromedial prefrontal cortex and dorsal anterior cingulate in object choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 41242, "infons": {"fpage": "177", "lpage": "183", "name_0": "surname:Bolin;given-names:BL", "name_1": "surname:Akins;given-names:CK", "pub-id_pmid": "22835652", "section_type": "REF", "source": "Behav Processes", "type": "ref", "volume": "91", "year": "2012"}, "text": "Chronic pre-exposure to methamphetamine following 31 days of withdrawal impairs sexual performance but not sexual conditioning in male Japanese quail", "sentences": [], "annotations": [], "relations": []}, {"offset": 41392, "infons": {"fpage": "231", "lpage": "237", "name_0": "surname:Bosma-Bleeker;given-names:MH", "name_1": "surname:Blaauw;given-names:E", "pub-id_pmid": "30077915", "section_type": "REF", "source": "Addict Behav", "type": "ref", "volume": "87", "year": "2018"}, "text": "Substance use disorders and sexual behavior; the effects of alcohol and drugs on patients’ sexual thoughts, feelings and behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 41522, "infons": {"fpage": "847", "lpage": "861", "name_0": "surname:Carroll;given-names:KM", "name_1": "surname:Kiluk;given-names:BD", "pub-id_pmid": "28857574", "section_type": "REF", "source": "Psychol Addict Behav", "type": "ref", "volume": "31", "year": "2017"}, "text": "Cognitive behavioral interventions for alcohol and drug use disorders: through the stage model and back again", "sentences": [], "annotations": [], "relations": []}, {"offset": 41632, "infons": {"fpage": "155", "lpage": "167", "name_0": "surname:Conklin;given-names:CA", "name_1": "surname:Tiffany;given-names:ST", "pub-id_pmid": "11860387", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "97", "year": "2002"}, "text": "Applying extinction research and theory to cue-exposure addiction treatments", "sentences": [], "annotations": [], "relations": []}, {"offset": 41709, "infons": {"fpage": "90", "lpage": "100", "name_0": "surname:Daniel;given-names:R", "name_1": "surname:Pollmann;given-names:S", "pub-id_pmid": "24825620", "section_type": "REF", "source": "Neurobiol Learn Mem", "type": "ref", "volume": "114", "year": "2014"}, "text": "A universal role of the ventral striatum in reward-based learning: evidence from human studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 41804, "infons": {"fpage": "412", "lpage": "438", "name_0": "surname:Everitt;given-names:BJ", "name_1": "surname:Parkinson;given-names:JA", "name_2": "surname:Olmstead;given-names:MC", "name_3": "surname:Arroyo;given-names:M", "name_4": "surname:Robledo;given-names:P", "name_5": "surname:Robbins;given-names:TW", "pub-id_pmid": "10415662", "section_type": "REF", "source": "Ann N Y Acad Sci", "type": "ref", "volume": "877", "year": "1999"}, "text": "Associative processes in addiction and reward. The role of amygdala-ventral striatal subsystems", "sentences": [], "annotations": [], "relations": []}, {"offset": 41900, "infons": {"fpage": "1946", "lpage": "1954", "name_0": "surname:Everitt;given-names:BJ", "name_1": "surname:Robbins;given-names:TW", "pub-id_pmid": "23438892", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "37", "year": "2013"}, "text": "From the ventral to the dorsal striatum: devolving views of their roles in drug addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 41990, "infons": {"fpage": "471", "lpage": "479", "name_0": "surname:Fan;given-names:J", "name_1": "surname:McCandliss;given-names:BD", "name_2": "surname:Fossella;given-names:J", "name_3": "surname:Flombaum;given-names:JI", "name_4": "surname:Posner;given-names:MI", "pub-id_pmid": "15907304", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "26", "year": "2005"}, "text": "The activation of attentional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 42029, "infons": {"fpage": "1843", "lpage": "1849", "name_0": "surname:Floden;given-names:D", "name_1": "surname:Stuss;given-names:DT", "pub-id_pmid": "17069475", "section_type": "REF", "source": "J Cogn Neurosci", "type": "ref", "volume": "18", "year": "2006"}, "text": "Inhibitory control is slowed in patients with right superior medial frontal damage", "sentences": [], "annotations": [], "relations": []}, {"offset": 42112, "infons": {"fpage": "149", "lpage": "162", "name_0": "surname:Frohmader;given-names:KS", "name_1": "surname:Pitchers;given-names:KK", "name_2": "surname:Balfour;given-names:ME", "name_3": "surname:Coolen;given-names:LM", "pub-id_pmid": "20004662", "section_type": "REF", "source": "Horm Behav", "type": "ref", "volume": "58", "year": "2010a"}, "text": "Mixing pleasures: review of the effects of drugs on sex behavior in humans and animal models", "sentences": [], "annotations": [], "relations": []}, {"offset": 42205, "infons": {"fpage": "771", "lpage": "784", "name_0": "surname:Frohmader;given-names:KS", "name_1": "surname:Wiskerke;given-names:J", "name_2": "surname:Wise;given-names:RA", "name_3": "surname:Lehman;given-names:MN", "name_4": "surname:Coolen;given-names:LM", "pub-id_pmid": "20045448", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "166", "year": "2010b"}, "text": "Methamphetamine acts on subpopulations of neurons regulating sexual behavior in male rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 42295, "infons": {"fpage": "16473", "lpage": "16482", "name_0": "surname:Frohmader;given-names:KS", "name_1": "surname:Lehman;given-names:MN", "name_2": "surname:Laviolette;given-names:SR", "name_3": "surname:Coolen;given-names:LM", "pub-id_pmid": "22072697", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "31", "year": "2011"}, "text": "Concurrent exposure to methamphetamine and sexual behavior enhances subsequent drug reward and causes compulsive sexual behavior in male rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 42437, "infons": {"fpage": "483", "lpage": "486", "name_0": "surname:Frosch;given-names:D", "name_1": "surname:Shoptaw;given-names:S", "name_2": "surname:Huber;given-names:A", "name_3": "surname:Rawson;given-names:RA", "name_4": "surname:Ling;given-names:W", "pub-id_pmid": "9219145", "section_type": "REF", "source": "J Subst Abuse Treat", "type": "ref", "volume": "13", "year": "1996"}, "text": "Sexual HIV risk among gay and bisexual male methamphetamine abusers", "sentences": [], "annotations": [], "relations": []}, {"offset": 42505, "infons": {"fpage": "593", "lpage": "601", "name_0": "surname:Garavan;given-names:H", "pub-id_pmid": "20512373", "section_type": "REF", "source": "Brain Struct Funct", "type": "ref", "volume": "214", "year": "2010"}, "text": "Insula and drug cravings", "sentences": [], "annotations": [], "relations": []}, {"offset": 42530, "infons": {"fpage": "1789", "lpage": "1798", "name_0": "surname:Garavan;given-names:H", "name_1": "surname:Pankiewicz;given-names:J", "name_2": "surname:Bloom;given-names:A", "name_3": "surname:Cho;given-names:JK", "name_4": "surname:Sperry;given-names:L", "name_5": "surname:Ross;given-names:TJ", "name_6": "surname:Salmeron;given-names:BJ", "name_7": "surname:Risinger;given-names:R", "name_8": "surname:Kelley;given-names:D", "name_9": "surname:Stein;given-names:EA", "pub-id_pmid": "11058476", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "157", "year": "2000"}, "text": "Cue-induced cocaine craving: neuroanatomical specificity for drug users and drug stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 42619, "infons": {"fpage": "3229", "lpage": "3238", "name_0": "surname:Garland;given-names:EL", "name_1": "surname:Froeliger;given-names:B", "name_2": "surname:Howard;given-names:MO", "pub-id_pmid": "24595503", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "231", "year": "2014"}, "text": "Effects of mindfulness-oriented recovery enhancement on reward responsiveness and opioid cue-reactivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 42723, "infons": {"fpage": "345", "lpage": "352", "name_0": "surname:George;given-names:MS", "name_1": "surname:Anton;given-names:RF", "name_2": "surname:Bloomer;given-names:C", "name_3": "surname:Teneback;given-names:C", "name_4": "surname:Drobes;given-names:DJ", "name_5": "surname:Lorberbaum;given-names:JP", "name_6": "surname:Nahas;given-names:Z", "name_7": "surname:Vincent;given-names:DJ", "pub-id_pmid": "11296095", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "58", "year": "2001"}, "text": "Activation of prefrontal cortex and anterior thalamus in alcoholic subjects on exposure to alcohol-specific cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 42836, "infons": {"fpage": "483", "lpage": "495", "name_0": "surname:Gläscher;given-names:J", "name_1": "surname:Hampton;given-names:AN", "name_2": "surname:O’Doherty;given-names:JP", "pub-id_pmid": "18550593", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "19", "year": "2009"}, "text": "Determining a role for ventromedial prefrontal cortex in encoding action-based value signals during reward-related decision making", "sentences": [], "annotations": [], "relations": []}, {"offset": 42967, "infons": {"fpage": "1642", "lpage": "1652", "name_0": "surname:Goldstein;given-names:RZ", "name_1": "surname:Volkow;given-names:ND", "pub-id_pmid": "12359667", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "159", "year": "2002"}, "text": "Drug addiction and its underlying neurobiological basis: neuroimaging evidence for the involvement of the frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 43088, "infons": {"fpage": "652", "lpage": "669", "name_0": "surname:Goldstein;given-names:RZ", "name_1": "surname:Volkow;given-names:ND", "pub-id_pmid": "22011681", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "12", "year": "2011"}, "text": "Dysfunction of the prefrontal cortex in addiction: neuroimaging findings and clinical implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 43187, "infons": {"fpage": "2820", "lpage": "2827", "name_0": "surname:Hitchcott;given-names:PK", "name_1": "surname:Quinn;given-names:JJ", "name_2": "surname:Taylor;given-names:JR", "pub-id_pmid": "17322558", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "17", "year": "2007"}, "text": "Bidirectional modulation of goal-directed actions by prefrontal cortical dopamine", "sentences": [], "annotations": [], "relations": []}, {"offset": 43269, "infons": {"fpage": "284", "lpage": "291", "name_0": "surname:Hopfinger;given-names:JB", "name_1": "surname:Buonocore;given-names:MH", "name_2": "surname:Mangun;given-names:GR", "pub-id_pmid": "10700262", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "3", "year": "2000"}, "text": "The neural mechanisms of top-down attentional control", "sentences": [], "annotations": [], "relations": []}, {"offset": 43323, "infons": {"fpage": "1959", "lpage": "1966", "name_0": "surname:Horn;given-names:NR", "name_1": "surname:Dolan;given-names:M", "name_2": "surname:Elliott;given-names:R", "name_3": "surname:Deakin;given-names:JF", "name_4": "surname:Woodruff;given-names:PW", "pub-id_pmid": "14572528", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "41", "year": "2003"}, "text": "Response inhibition and impulsivity: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 43374, "infons": {"fpage": "145", "name_0": "surname:Huang;given-names:S", "name_1": "surname:Zhang;given-names:Z", "name_2": "surname:Dai;given-names:Y", "name_3": "surname:Zhang;given-names:C", "name_4": "surname:Yang;given-names:C", "name_5": "surname:Fan;given-names:L", "name_6": "surname:Liu;given-names:J", "name_7": "surname:Hao;given-names:W", "name_8": "surname:Chen;given-names:H", "pub-id_pmid": "29725310", "section_type": "REF", "source": "Front Psychiatry", "type": "ref", "volume": "9", "year": "2018"}, "text": "Craving responses to methamphetamine and sexual visual cues in individuals with methamphetamine use disorder after long-term drug rehabilitation", "sentences": [], "annotations": [], "relations": []}, {"offset": 43519, "infons": {"fpage": "42", "lpage": "48", "name_0": "surname:Isaksson;given-names:J", "name_1": "surname:Stickley;given-names:A", "name_2": "surname:Koposov;given-names:R", "name_3": "surname:Ruchkin;given-names:V", "pub-id_pmid": "29100171", "section_type": "REF", "source": "Eur Psychiatry", "type": "ref", "volume": "47", "year": "2018"}, "text": "The danger of being inattentive - ADHD symptoms and risky sexual behaviour in Russian adolescents", "sentences": [], "annotations": [], "relations": []}, {"offset": 43617, "infons": {"fpage": "365", "lpage": "373", "name_0": "surname:Janes;given-names:AC", "name_1": "surname:Frederick;given-names:Bd", "name_2": "surname:Richardt;given-names:S", "name_3": "surname:Burbridge;given-names:C", "name_4": "surname:Merlo-Pich;given-names:E", "name_5": "surname:Renshaw;given-names:PF", "name_6": "surname:Evins;given-names:AE", "name_7": "surname:Fava;given-names:M", "name_8": "surname:Kaufman;given-names:MJ", "pub-id_pmid": "19968401", "section_type": "REF", "source": "Exp Clin Psychopharmacol", "type": "ref", "volume": "17", "year": "2009"}, "text": "Brain fMRI reactivity to smoking-related images before and during extended smoking abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 43711, "infons": {"fpage": "722", "lpage": "729", "name_0": "surname:Janes;given-names:AC", "name_1": "surname:Pizzagalli;given-names:DA", "name_10": "surname:Kaufman;given-names:MJ", "name_2": "surname:Richardt;given-names:S", "name_3": "surname:deB Frederick;given-names:B", "name_4": "surname:Chuzi;given-names:S", "name_5": "surname:Pachas;given-names:G", "name_6": "surname:Culhane;given-names:MA", "name_7": "surname:Holmes;given-names:AJ", "name_8": "surname:Fava;given-names:M", "name_9": "surname:Evins;given-names:AE", "pub-id_pmid": "20172508", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "67", "year": "2010"}, "text": "Brain reactivity to smoking cues prior to smoking cessation predicts ability to maintain tobacco abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 43819, "infons": {"fpage": "500", "lpage": "506", "name_0": "surname:Jones;given-names:HW", "name_1": "surname:Dean;given-names:AC", "name_2": "surname:Price;given-names:KA", "name_3": "surname:London;given-names:ED", "pub-id_pmid": "27398730", "section_type": "REF", "source": "Am J Drug Alcohol Abuse", "type": "ref", "volume": "42", "year": "2016"}, "text": "Increased self-reported impulsivity in methamphetamine users maintaining drug abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 43908, "infons": {"fpage": "1403", "lpage": "1413", "name_0": "surname:Kalivas;given-names:PW", "name_1": "surname:Volkow;given-names:ND", "pub-id_pmid": "16055761", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "162", "year": "2005"}, "text": "The neural basis of addiction: a pathology of motivation and choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 43976, "infons": {"fpage": "263", "lpage": "272", "name_0": "surname:Knutson;given-names:B", "name_1": "surname:Fong;given-names:GW", "name_2": "surname:Bennett;given-names:SM", "name_3": "surname:Adams;given-names:CM", "name_4": "surname:Hommer;given-names:D", "pub-id_pmid": "12595181", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "18", "year": "2003"}, "text": "A region of mesial prefrontal cortex tracks monetarily rewarding outcomes: characterization with rapid event-related fMRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 44098, "infons": {"fpage": "628", "lpage": "637", "name_0": "surname:Kober;given-names:H", "name_1": "surname:Lacadie;given-names:CM", "name_2": "surname:Wexler;given-names:BE", "name_3": "surname:Malison;given-names:RT", "name_4": "surname:Sinha;given-names:R", "name_5": "surname:Potenza;given-names:MN", "pub-id_pmid": "26119472", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "41", "year": "2016"}, "text": "Brain activity during cocaine craving and gambling urges: an fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 44170, "infons": {"fpage": "812", "lpage": "820", "name_0": "surname:Kohno;given-names:M", "name_1": "surname:Morales;given-names:AM", "name_2": "surname:Ghahremani;given-names:DG", "name_3": "surname:Hellemann;given-names:G", "name_4": "surname:London;given-names:ED", "pub-id_pmid": "24850532", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "71", "year": "2014"}, "text": "Risky decision making, prefrontal cortex, and mesocorticolimbic functional connectivity in methamphetamine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 44288, "infons": {"fpage": "469", "lpage": "490", "name_0": "surname:Leeman;given-names:RF", "name_1": "surname:Potenza;given-names:MN", "pub-id_pmid": "22057662", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "219", "year": "2012"}, "text": "Similarities and differences between pathological gambling and substance use disorders: a focus on impulsivity and compulsivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 44416, "infons": {"fpage": "20180129", "name_0": "surname:Leeman;given-names:RF", "name_1": "surname:Rowland;given-names:BHP", "name_2": "surname:Gebru;given-names:NM", "name_3": "surname:Potenza;given-names:MN", "pub-id_pmid": "30966924", "section_type": "REF", "source": "Philos Trans R Soc Lond B Biol Sci", "type": "ref", "volume": "374", "year": "2019"}, "text": "Relationships among impulsive, addictive and sexual tendencies and behaviours: a systematic review of experimental and prospective studies in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 44565, "infons": {"fpage": "610", "lpage": "615", "name_0": "surname:Li;given-names:Y", "name_1": "surname:Phillips;given-names:MR", "name_2": "surname:Xu;given-names:D", "name_3": "surname:Zhang;given-names:Y", "name_4": "surname:Yang;given-names:S", "name_5": "surname:Tong;given-names:Y", "name_6": "surname:Wang;given-names:Z", "name_7": "surname:Niu;given-names:Y", "section_type": "REF", "source": "Chin Ment Health J", "type": "ref", "volume": "25", "year": "2011"}, "text": "Reliability and validity of an adapted Chinese version of Barratt Impulsiveness Scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 44651, "infons": {"fpage": "1940", "lpage": "1947", "name_0": "surname:McClernon;given-names:FJ", "name_1": "surname:Hiott;given-names:FB", "name_2": "surname:Huettel;given-names:SA", "name_3": "surname:Rose;given-names:JE", "pub-id_pmid": "15920499", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "30", "year": "2005"}, "text": "Abstinence-induced changes in self-report craving correlate with event-related FMRI responses to smoking cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 44761, "infons": {"fpage": "352", "name_0": "surname:McFarquhar;given-names:M", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "volume": "13", "year": "2018"}, "text": "Modelling group-level repeated measures of neuroimaging data using the univariate general linear model", "sentences": [], "annotations": [], "relations": []}, {"offset": 44864, "infons": {"fpage": "e0156614", "name_0": "surname:Mitchell;given-names:JT", "name_1": "surname:Sweitzer;given-names:MM", "name_2": "surname:Tunno;given-names:AM", "name_3": "surname:Kollins;given-names:SH", "name_4": "surname:McClernon;given-names:FJ", "pub-id_pmid": "27227537", "section_type": "REF", "source": "Plos One", "type": "ref", "volume": "11", "year": "2016"}, "text": "“I use weed for my ADHD”: a qualitative analysis of online forum discussions on cannabis use and ADHD", "sentences": [], "annotations": [], "relations": []}, {"offset": 44966, "infons": {"fpage": "475", "lpage": "493", "name_0": "surname:Molitor;given-names:F", "name_1": "surname:Ruiz;given-names:JD", "name_2": "surname:Flynn;given-names:N", "name_3": "surname:Mikanda;given-names:JN", "name_4": "surname:Sun;given-names:RK", "name_5": "surname:Anderson;given-names:R", "pub-id_pmid": "10473010", "section_type": "REF", "source": "Am J Drug Alcohol Abuse", "type": "ref", "volume": "25", "year": "1999"}, "text": "Methamphetamine use and sexual and injection risk behaviors among out-of-treatment injection drug users", "sentences": [], "annotations": [], "relations": []}, {"offset": 45070, "infons": {"fpage": "393", "lpage": "402", "name_0": "surname:Myrick;given-names:H", "name_1": "surname:Anton;given-names:RF", "name_2": "surname:Li;given-names:X", "name_3": "surname:Henderson;given-names:S", "name_4": "surname:Drobes;given-names:D", "name_5": "surname:Voronin;given-names:K", "name_6": "surname:George;given-names:MS", "pub-id_pmid": "14679386", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "29", "year": "2004"}, "text": "Differential brain activity in alcoholics and social drinkers to alcohol cues: relationship to craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 45173, "infons": {"fpage": "53", "lpage": "70", "name_0": "surname:Naqvi;given-names:NH", "name_1": "surname:Gaznick;given-names:N", "name_2": "surname:Tranel;given-names:D", "name_3": "surname:Bechara;given-names:A", "pub-id_pmid": "24690001", "section_type": "REF", "source": "Ann N Y Acad Sci", "type": "ref", "volume": "1316", "year": "2014"}, "text": "The insula: a critical neural substrate for craving and drug seeking under conflict and risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 45266, "infons": {"fpage": "61", "lpage": "64", "name_0": "surname:Park;given-names:CB", "name_1": "surname:Park;given-names:SM", "name_2": "surname:Gwak;given-names:AR", "name_3": "surname:Sohn;given-names:BK", "name_4": "surname:Lee;given-names:JY", "name_5": "surname:Jung;given-names:HY", "name_6": "surname:Choi;given-names:SW", "name_7": "surname:Kim;given-names:DJ", "name_8": "surname:Choi;given-names:JS", "pub-id_pmid": "25306387", "section_type": "REF", "source": "Addict Behav", "type": "ref", "volume": "41", "year": "2015"}, "text": "The effect of repeated exposure to virtual gambling cues on the urge to gamble", "sentences": [], "annotations": [], "relations": []}, {"offset": 45345, "infons": {"fpage": "768", "lpage": "774", "name_0": "surname:Patton;given-names:JH", "name_1": "surname:Stanford;given-names:MS", "name_2": "surname:Barratt;given-names:ES", "pub-id_pmid": "8778124", "section_type": "REF", "source": "J Clin Psychol", "type": "ref", "volume": "51", "year": "1995"}, "text": "Factor structure of the Barratt impulsiveness scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 45397, "infons": {"fpage": "53", "lpage": "63", "name_0": "surname:Paulus;given-names:MP", "name_1": "surname:Hozack;given-names:NE", "name_2": "surname:Zauscher;given-names:BE", "name_3": "surname:Frank;given-names:L", "name_4": "surname:Brown;given-names:GG", "name_5": "surname:Braff;given-names:DL", "name_6": "surname:Schuckit;given-names:MA", "pub-id_pmid": "11751032", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "26", "year": "2002"}, "text": "Behavioral and functional neuroimaging evidence for prefrontal dysfunction in methamphetamine-dependent subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 45510, "infons": {"fpage": "e379", "lpage": "e389", "name_0": "surname:Piyaraj;given-names:P", "name_1": "surname:van Griensven;given-names:F", "name_10": "surname:Nelson;given-names:KE", "name_2": "surname:Holtz;given-names:TH", "name_3": "surname:Mock;given-names:PA", "name_4": "surname:Varangrat;given-names:A", "name_5": "surname:Wimonsate;given-names:W", "name_6": "surname:Thienkrua;given-names:W", "name_7": "surname:Tongtoyai;given-names:J", "name_8": "surname:McNamara;given-names:A", "name_9": "surname:Chonwattana;given-names:W", "pub-id_pmid": "29861202", "section_type": "REF", "source": "Lancet HIV", "type": "ref", "volume": "5", "year": "2018"}, "text": "The finding of casual sex partners on the internet, methamphetamine use for sexual pleasure, and incidence of HIV infection among men who have sex with men in Bangkok, Thailand: an observational cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 45718, "infons": {"fpage": "3554", "lpage": "3562", "name_0": "surname:Porrino;given-names:LJ", "name_1": "surname:Lyons;given-names:D", "name_2": "surname:Smith;given-names:HR", "name_3": "surname:Daunais;given-names:JB", "name_4": "surname:Nader;given-names:MA", "pub-id_pmid": "15071103", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "24", "year": "2004"}, "text": "Cocaine self-administration produces a progressive involvement of limbic, association, and sensorimotor striatal domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 45839, "infons": {"fpage": "406", "lpage": "414", "name_0": "surname:Potenza;given-names:MN", "name_1": "surname:Hong;given-names:KI", "name_2": "surname:Lacadie;given-names:CM", "name_3": "surname:Fulbright;given-names:RK", "name_4": "surname:Tuit;given-names:KL", "name_5": "surname:Sinha;given-names:R", "pub-id_pmid": "22294257", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "169", "year": "2012"}, "text": "Neural correlates of stress-induced and cue-induced drug craving: influences of sex and cocaine dependence", "sentences": [], "annotations": [], "relations": []}, {"offset": 45946, "infons": {"fpage": "154", "lpage": "160", "name_0": "surname:Potvin;given-names:S", "name_1": "surname:Pelletier;given-names:J", "name_2": "surname:Grot;given-names:S", "name_3": "surname:Hébert;given-names:C", "name_4": "surname:Barr;given-names:AM", "name_5": "surname:Lecomte;given-names:T", "pub-id_pmid": "29407687", "section_type": "REF", "source": "Addict Behav", "type": "ref", "volume": "80", "year": "2018"}, "text": "Cognitive deficits in individuals with methamphetamine use disorder: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46031, "infons": {"fpage": "2062", "lpage": "2070", "name_0": "surname:Prisciandaro;given-names:JJ", "name_1": "surname:Joseph;given-names:JE", "name_2": "surname:Myrick;given-names:H", "name_3": "surname:McRae-Clark;given-names:AL", "name_4": "surname:Henderson;given-names:S", "name_5": "surname:Pfeifer;given-names:J", "name_6": "surname:Brady;given-names:KT", "pub-id_pmid": "24938849", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "109", "year": "2014"}, "text": "The relationship between years of cocaine use and brain activation to cocaine and response inhibition cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 46138, "infons": {"section_type": "REF", "source": "R: A language and environment for statistical computing", "type": "ref", "year": "2018"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 46139, "infons": {"fpage": "103", "lpage": "108", "name_0": "surname:Rawson;given-names:RA", "name_1": "surname:Washton;given-names:A", "name_2": "surname:Domier;given-names:CP", "name_3": "surname:Reiber;given-names:C", "pub-id_pmid": "11932136", "section_type": "REF", "source": "J Subst Abuse Treat", "type": "ref", "volume": "22", "year": "2002"}, "text": "Drugs and sexual effects: role of drug type and gender", "sentences": [], "annotations": [], "relations": []}, {"offset": 46194, "infons": {"fpage": "794", "lpage": "799", "name_0": "surname:Rose;given-names:JE", "name_1": "surname:McClernon;given-names:FJ", "name_2": "surname:Froeliger;given-names:B", "name_3": "surname:Behm;given-names:FM", "name_4": "surname:Preud’homme;given-names:X", "name_5": "surname:Krystal;given-names:AD", "pub-id_pmid": "21762878", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "70", "year": "2011"}, "text": "Repetitive transcranial magnetic stimulation of the superior frontal gyrus modulates craving for cigarettes", "sentences": [], "annotations": [], "relations": []}, {"offset": 46302, "infons": {"fpage": "410", "lpage": "417", "name_0": "surname:Rushworth;given-names:MF", "name_1": "surname:Walton;given-names:ME", "name_2": "surname:Kennerley;given-names:SW", "name_3": "surname:Bannerman;given-names:DM", "pub-id_pmid": "15350242", "section_type": "REF", "source": "Trends Cogn Sci", "type": "ref", "volume": "8", "year": "2004"}, "text": "Action sets and decisions in the medial frontal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 46357, "infons": {"fpage": "237", "lpage": "248", "name_0": "surname:Safron;given-names:A", "name_1": "surname:Barch;given-names:B", "name_2": "surname:Bailey;given-names:JM", "name_3": "surname:Gitelman;given-names:DR", "name_4": "surname:Parrish;given-names:TB", "name_5": "surname:Reber;given-names:PJ", "pub-id_pmid": "17469913", "section_type": "REF", "source": "Behav Neurosci", "type": "ref", "volume": "121", "year": "2007"}, "text": "Neural correlates of sexual arousal in homosexual and heterosexual men", "sentences": [], "annotations": [], "relations": []}, {"offset": 46428, "infons": {"fpage": "706", "lpage": "709", "name_0": "surname:Salo;given-names:R", "name_1": "surname:Ursu;given-names:S", "name_2": "surname:Buonocore;given-names:MH", "name_3": "surname:Leamon;given-names:MH", "name_4": "surname:Carter;given-names:C", "pub-id_pmid": "19136097", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "65", "year": "2009"}, "text": "Impaired prefrontal cortical function and disrupted adaptive cognitive control in methamphetamine abusers: a functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46581, "infons": {"fpage": "75", "lpage": "84", "name_0": "surname:Schneider;given-names:MF", "name_1": "surname:Krick;given-names:CM", "name_2": "surname:Retz;given-names:W", "name_3": "surname:Hengesch;given-names:G", "name_4": "surname:Retz-Junginger;given-names:P", "name_5": "surname:Reith;given-names:W", "name_6": "surname:Rösler;given-names:M", "pub-id_pmid": "20558047", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "183", "year": "2010"}, "text": "Impairment of fronto-striatal and parietal cerebral networks correlates with attention deficit hyperactivity disorder (ADHD) psychopathology in adults - a functional magnetic resonance imaging (fMRI) study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46787, "infons": {"fpage": "321", "lpage": "331", "name_0": "surname:See;given-names:RE", "name_1": "surname:Elliott;given-names:JC", "name_2": "surname:Feltenstein;given-names:MW", "pub-id_pmid": "17589830", "section_type": "REF", "source": "Psychopharmacology (Berl)", "type": "ref", "volume": "194", "year": "2007"}, "text": "The role of dorsal vs ventral striatal pathways in cocaine-seeking behavior after prolonged abstinence in rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 46898, "infons": {"fpage": "149", "lpage": "156", "name_0": "surname:Semple;given-names:SJ", "name_1": "surname:Patterson;given-names:TL", "name_2": "surname:Grant;given-names:I", "pub-id_pmid": "12039618", "section_type": "REF", "source": "J Subst Abuse Treat", "type": "ref", "volume": "22", "year": "2002"}, "text": "Motivations associated with methamphetamine use among HIV+ men who have sex with men", "sentences": [], "annotations": [], "relations": []}, {"offset": 46983, "infons": {"fpage": "35", "lpage": "50", "name_0": "surname:Semple;given-names:SJ", "name_1": "surname:Grant;given-names:I", "name_2": "surname:Patterson;given-names:TL", "section_type": "REF", "source": "Women Health", "type": "ref", "volume": "40", "year": "2004"}, "text": "Female methamphetamine users: social characteristics and sexual risk behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 47061, "infons": {"fpage": "186", "issue": "Suppl 1", "lpage": "195", "name_0": "surname:Taylor;given-names:JR", "name_1": "surname:Olausson;given-names:P", "name_2": "surname:Quinn;given-names:JJ", "name_3": "surname:Torregrossa;given-names:MM", "pub-id_pmid": "18708077", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "56", "year": "2009"}, "text": "Targeting extinction and reconsolidation mechanisms to combat the impact of drug cues on addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 47160, "infons": {"fpage": "333", "lpage": "341", "name_0": "surname:Vallejo‐Medina;given-names:P", "name_1": "surname:Sierra;given-names:JC", "pub-id_pmid": "23095213", "section_type": "REF", "source": "J Sex Med", "type": "ref", "volume": "10", "year": "2013"}, "text": "Effect of drug use and influence of abstinence on sexual functioning in a Spanish male drug‐dependent sample: a multisite study", "sentences": [], "annotations": [], "relations": []}, {"offset": 47288, "infons": {"fpage": "9414", "lpage": "9418", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Chang;given-names:L", "name_10": "surname:Logan;given-names:J", "name_2": "surname:Wang;given-names:GJ", "name_3": "surname:Fowler;given-names:JS", "name_4": "surname:Franceschi;given-names:D", "name_5": "surname:Sedler;given-names:M", "name_6": "surname:Gatley;given-names:SJ", "name_7": "surname:Miller;given-names:E", "name_8": "surname:Hitzemann;given-names:R", "name_9": "surname:Ding;given-names:YS", "pub-id_pmid": "11717374", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "21", "year": "2001"}, "text": "Loss of dopamine transporters in methamphetamine abusers recovers with protracted abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 47381, "infons": {"fpage": "1444", "lpage": "1451", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Fowler;given-names:JS", "name_2": "surname:Wang;given-names:GJ", "pub-id_pmid": "12750391", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "111", "year": "2003"}, "text": "The addicted human brain: insights from imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 47437, "infons": {"fpage": "363", "lpage": "371", "name_0": "surname:Volkow;given-names:ND", "name_1": "surname:Koob;given-names:GF", "name_2": "surname:McLellan;given-names:AT", "pub-id_pmid": "26816013", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "374", "year": "2016"}, "text": "Neurobiologic advances from the brain disease model of addiction", "sentences": [], "annotations": [], "relations": []}, {"offset": 47502, "infons": {"fpage": "1715", "lpage": "1722", "name_0": "surname:Völlm;given-names:BA", "name_1": "surname:de Araujo;given-names:IE", "name_2": "surname:Cowen;given-names:PJ", "name_3": "surname:Rolls;given-names:ET", "name_4": "surname:Kringelbach;given-names:ML", "name_5": "surname:Smith;given-names:KA", "name_6": "surname:Jezzard;given-names:P", "name_7": "surname:Heal;given-names:RJ", "name_8": "surname:Matthews;given-names:PM", "pub-id_pmid": "15138439", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "29", "year": "2004"}, "text": "Methamphetamine activates reward circuitry in drug naïve human subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 47574, "infons": {"fpage": "1741", "lpage": "1749", "name_0": "surname:Vollstädt‐Klein;given-names:S", "name_1": "surname:Wichert;given-names:S", "name_2": "surname:Rabinstein;given-names:J", "name_3": "surname:Bühler;given-names:M", "name_4": "surname:Klein;given-names:O", "name_5": "surname:Ende;given-names:G", "name_6": "surname:Hermann;given-names:D", "name_7": "surname:Mann;given-names:K", "pub-id_pmid": "20670348", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "105", "year": "2010"}, "text": "Initial, habitual and compulsive alcohol use is characterized by a shift of cue processing from ventral to dorsal striatum", "sentences": [], "annotations": [], "relations": []}, {"offset": 47697, "infons": {"fpage": "1060", "lpage": "1066", "name_0": "surname:Vollstädt-Klein;given-names:S", "name_1": "surname:Loeber;given-names:S", "name_2": "surname:Kirsch;given-names:M", "name_3": "surname:Bach;given-names:P", "name_4": "surname:Richter;given-names:A", "name_5": "surname:Bühler;given-names:M", "name_6": "surname:von der Goltz;given-names:C", "name_7": "surname:Hermann;given-names:D", "name_8": "surname:Mann;given-names:K", "name_9": "surname:Kiefer;given-names:F", "pub-id_pmid": "21292243", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Effects of cue-exposure treatment on neural cue reactivity in alcohol dependence: a randomized trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 47798, "infons": {"fpage": "242", "lpage": "248", "name_0": "surname:Wang;given-names:GJ", "name_1": "surname:Volkow;given-names:ND", "name_2": "surname:Chang;given-names:L", "name_3": "surname:Miller;given-names:E", "name_4": "surname:Sedler;given-names:M", "name_5": "surname:Hitzemann;given-names:R", "name_6": "surname:Zhu;given-names:W", "name_7": "surname:Logan;given-names:J", "name_8": "surname:Ma;given-names:Y", "name_9": "surname:Fowler;given-names:JS", "pub-id_pmid": "14754772", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "161", "year": "2004"}, "text": "Partial recovery of brain metabolism in methamphetamine abusers after protracted abstinence", "sentences": [], "annotations": [], "relations": []}, {"offset": 47890, "infons": {"fpage": "86", "lpage": "95", "name_0": "surname:Wexler;given-names:BE", "name_1": "surname:Gottschalk;given-names:CH", "name_2": "surname:Fulbright;given-names:RK", "name_3": "surname:Prohovnik;given-names:I", "name_4": "surname:Lacadie;given-names:CM", "name_5": "surname:Rounsaville;given-names:BJ", "name_6": "surname:Gore;given-names:JC", "pub-id_pmid": "11136638", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "158", "year": "2001"}, "text": "Functional magnetic resonance imaging of cocaine craving", "sentences": [], "annotations": [], "relations": []}, {"offset": 47947, "infons": {"fpage": "14", "issue": "Suppl 1", "lpage": "21", "name_0": "surname:Wilens;given-names:TE", "name_1": "surname:Adamson;given-names:J", "name_2": "surname:Sgambati;given-names:S", "name_3": "surname:Whitley;given-names:J", "name_4": "surname:Santry;given-names:A", "name_5": "surname:Monuteaux;given-names:MC", "name_6": "surname:Biederman;given-names:J", "pub-id_pmid": "17453603", "section_type": "REF", "source": "Am J Addict", "type": "ref", "volume": "16", "year": "2007"}, "text": "Do individuals with ADHD self-medicate with cigarettes and substances of abuse? Results from a controlled family study of ADHD", "sentences": [], "annotations": [], "relations": []}, {"offset": 48074, "infons": {"fpage": "483", "lpage": "494", "name_0": "surname:Wise;given-names:RA", "pub-id_pmid": "15152198", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "5", "year": "2004"}, "text": "Dopamine, learning and motivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 48108, "infons": {"section_type": "REF", "source": "In, Sales No. E", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}