{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "7342100", "infons": {"license": "CC BY-NC"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1093/schbul/sbaa008", "article-id_pmc": "7342100", "article-id_pmid": "32052844", "article-id_publisher-id": "sbaa008", "fpage": "905", "issue": "4", "kwd": "gesture performance nonverbal communication fMRI psychosis TULIA", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com", "lpage": "915", "name_0": "surname:Wüthrich;given-names:Florian", "name_1": "surname:Viher;given-names:Petra V", "name_2": "surname:Stegmayer;given-names:Katharina", "name_3": "surname:Federspiel;given-names:Andrea", "name_4": "surname:Bohlhalter;given-names:Stephan", "name_5": "surname:Vanbellingen;given-names:Tim", "name_6": "surname:Wiest;given-names:Roland", "name_7": "surname:Walther;given-names:Sebastian", "section_type": "TITLE", "type": "front", "volume": "46", "year": "2020"}, "text": "Dysbalanced Resting-State Functional Connectivity Within the Praxis Network Is Linked to Gesture Deficits in Schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 123, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 132, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patients with schizophrenia frequently present deficits in gesture production and interpretation, greatly affecting their communication skills. As these gesture deficits can be found early in the course of illness and as they can predict later outcomes, exploring their neural basis may lead to a better understanding of schizophrenia. While gesturing has been reported to rely on a left lateralized network of brain regions, termed praxis network, in healthy subjects and lesioned patients, studies in patients with schizophrenia are sparse. It is currently unclear whether within-network connectivity at rest is linked to gesture deficit. Here, we compared the functional connectivity between regions of the praxis network at rest between 46 patients and 44 healthy controls. All participants completed a validated test of hand gesture performance before resting-state functional magnetic resonance imaging (fMRI) was acquired. Patients performed gestures poorer than controls in all categories and domains. In patients, we also found significantly higher resting-state functional connectivity between left precentral gyrus and bilateral superior and inferior parietal lobule. Likewise, patients had higher connectivity from right precentral gyrus to left inferior and bilateral superior parietal lobule (SPL). In contrast, they exhibited lower connectivity between bilateral superior temporal gyrus (STG). Connectivity between right precentral gyrus and left SPL, as well as connectivity between bilateral STG, correlated with gesture performance in healthy controls. We failed to detect similar correlations in patients. We suggest that altered resting-state functional connectivity within the praxis network perturbs correct gesture planning in patients, reflecting the gesture deficit often seen in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1952, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1965, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Gestures are an integral part of communication. They are crucial in face-to-face interaction. Patients with schizophrenia present deficits in recognition, interpretation, and performance of gestures. They tend to misinterpret incidental movements as gestures, more often fail to detect speech-gesture mismatch, produce less spontaneous gestures, and perform poorer than controls when prompted to conduct specific gestures. These impairments are part of a generalized nonverbal communication deficit in schizophrenia. Gesture deficits may occur in first episode or chronic patients. Gesture performance is associated with key schizophrenia symptoms, including motor abnormalities, impaired frontal lobe functioning, positive symptoms, poor working memory, and conceptual disorganization. Notably, gesture deficit predicts unfavorable functional outcome and negative symptoms after 6 months.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2855, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The neural correlates of gesture processing and production have been studied in healthy subjects and in patients with brain lesions. In healthy subjects, various gesture types and perception tasks consistently activate a left lateralized fronto-temporo-parietal network in fMRI studies. The network comprises the left inferior frontal gyrus (IFG), middle frontal gyrus (MFG), superior temporal gyrus (STG), middle temporal gyrus (MTG), as well as bilateral inferior parietal lobule (IPL) and superior parietal lobule (SPL). The lateralization of this praxis-network is independent of the performing hand (left vs right).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3476, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Lesion studies in apraxia following left hemispheric brain damage link apraxic gesture deficit with similar regions, namely left IPL, SPL, and IFG. Likewise, lesions in insula, primary motor, and sensory areas are associated with apraxic gesture deficits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3732, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While healthy subjects provide an opportunity to study the neural basis of gesturing, apraxia following brain lesions clearly provides the possibility to study gesture deficits. However, findings in lesion studies are strongly influenced by regional vascular supply. In contrast, schizophrenia may serve as a model to this problem, as patients frequently present gesture deficits, but lack larger brain lesions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4144, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Structural studies in schizophrenia reported lower gray matter density and cortical thinning in multiple regions of the praxis network in patients compared with healthy controls. Functional studies using fMRI found hypoactivation and dysconnectivity between left superior temporal sulcus (STS) and bilateral IFG in patients during processing of abstract co-speech gestures. An fMRI-study on pantomime of gestures (ie, performance on verbal command) reported patients to exhibit hypoactivation compared with controls in ventral and dorsal stream, motor cortex, and dorsolateral prefrontal cortex, but a hyperactivation in temporal poles, amygdala, and hippocampus. A study on brain activation during imitation of finger movements detected lower activation in STS in patients with schizophrenia compared with controls. In contrast, another study found no differences in brain activation between controls and patients with schizophrenia, neither during observation, imitation, nor during execution (ie, pantomime) of finger movements. However, both groups showed activations in the praxis network (eg, IPL, SPL, IFG). The underlying mechanism for the hypoactivations in schizophrenia remains unknown. One possible explanation is impaired information transfer between regions of the praxis network. Resting-state functional connectivity, as measured by synchronicity of spontaneous fluctuations of blood-oxygen-level-dependent (BOLD) signal, can be used as a marker of information transfer between brain regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5653, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Altered resting-state functional connectivity is a frequent finding in schizophrenia.Aberrant resting-state connectivity is already present in subjects at high clinical risk of psychosis and drug-naïve patients with schizophrenia. Altered connectivity has further been associated with schizophrenia symptoms such as motor signs, negative symptom severity, and disorganization symptoms. However, resting-state functional connectivity within the praxis network in schizophrenia has not been investigated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6156, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we aimed to find neural correlates in the praxis network at rest that are associated with gesture deficit in schizophrenia. Given the structural alterations in the praxis network in schizophrenia, the hypoactivity during gesture tasks, and further notions of aberrant functional connectivity during co-speech gesture processing, we hypothesized lower resting-state connectivity within the praxis network in patients, particularly between IFG, IPL, and STG; ie, key regions most consistently activated during gesture tasks in healthy subjects, hypoactive in schizophrenia, and lesioned in apraxia. Furthermore, we hypothesized better gesture performance in schizophrenia individuals with increased resting-state connectivity in the praxis network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6918, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6926, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 6939, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We included 46 patients with schizophrenia spectrum disorders and 44 age-, sex-, and education-matched healthy controls. We have published behavioral data and fMRI task analyses in these participants before (eg, ). Patients were recruited from inpatient and outpatient departments of University Hospital of Psychiatry, Bern, Switzerland. Controls were recruited among staff and via advertisements. Exclusion criteria for both groups were substance abuse or dependence other than nicotine, current or history of medical conditions impairing movements, epilepsy, history of head trauma with loss of consciousness, and history of electroconvulsive therapy. Patients fulfilled DSM-5 criteria for schizophrenia, schizoaffective disorder, or schizophreniform disorder. Diagnosis was ensured using the Mini International Neuropsychiatric Interview and Comprehensive Assessment of Symptoms and History. Controls with a history of any psychiatric disorder or first-degree relatives with schizophrenia or schizoaffective disorder were excluded. All participants were right-handed according to the Edinburgh Handedness Inventory.We employed the Frontal Assessment Battery (FAB) and the Test of nonverbal Intelligence (TONI)in all participants, as well as the Positive and Negative Syndrome Scale (PANSS), the Abnormal Involuntary Movement Scale (AIMS), and the Bush-Francis Catatonia Rating Scale (BFCRS)in patients. Written informed consent was obtained from all participants. The study protocol adhered to the Declaration of Helsinki and was approved by the local Ethics Committee.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8512, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gesture Assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 8531, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We evaluated gesture performance using the Test of Upper Limb Apraxia (TULIA). It consists of 48 items divided into imitation (upon demonstration) and pantomime (upon verbal command) domains. Both domains are further divided into 3 semantic categories: meaningless (gesture-like movements without semantic content), intransitive (communicative, non-object related), and transitive (object-related) gestures. Each item is scored on a 0–5 scale resulting in a maximum of 240 points. Higher score indicates better performance. The Test was recorded on video and analyzed by a rater who was blind to diagnoses following the TULIA scoring manual. To test laterality, the TULIA was performed bilaterally.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9230, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image Acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 9248, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We then acquired structural and functional imaging data. Imaging was conducted at the Institute of Neuroradiology at University Hospital of Bern on a 3T Siemens Magnetom Trio scanner (Siemens Medical Solutions) on the same day as the gesture behavior assessments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9512, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, we acquired structural T1-weighted modified driven equilibrium Fourier transform (MDEFT) images with 176 sagittal slices, matrix size of 256 × 256, FOV 256 × 256, yielding a voxel size of 1 × 1 × 1mm, repetition time (TR) 7.92 ms, echo time (TE) 2.48 ms, inversion time (TI) 910 ms and flip angle of 16°.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9824, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Second, we acquired a set of 256 functional BOLD T2* images with 38 transverse slices, matrix dimensions 64 × 64, FOV 230 × 230, yielding a voxel size of 3.59 × 3.59 × 3mm, TR 2000 ms resulting in 8.5 min sequence duration, TE 30 ms, flip angle 90°.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10074, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"offset": 10088, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing and analysis of imaging data were performed in CONN-toolbox (15.h, www.nitrc.org/projects/conn) for MATLAB (R2015a, MathWorks). We used its standard pipeline for preprocessing. This included segmentation and normalization of structural images to MNI template as well as slice-timing correction, realignment and unwarping, normalization to MNI space, coregistration to structural image, and smoothing with a Gaussian 8 mm FWHM kernel of functional images. Resulting images were detrended. We then performed subject-wise first-level analyses to account for white matter and cerebrospinal fluid signal, movement parameters, and outliers, which were detected using ART-toolbox (11-06, https://www.nitrc.org/projects/artifact_detect) included in CONN (global-signal Z-threshold: 9, subject motion thresholds: 2 mm, 0.02 rad). Finally, resulting timelines were band-pass filtered between 0.008 and 0.09 Hz.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11003, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Selection of Seed Regions", "sentences": [], "annotations": [], "relations": []}, {"offset": 11029, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We chose 11 ROIs for each hemisphere and used the gray matter (GM) Brodmann Area masks and the automated anatomical labeling (AAL) atlas in the Statistic Parametric Mapping (SPM) 12 (www.fil.ion.ucl.ac.uk/spm). The selection of these ROIs is based on structural and functional findings in healthy participants and patients with schizophrenia. The ROIs included the bilateral insula, IPL, SPL, supramarginal gyrus, MTG, STG, IFG subdivided into pars opercularis, triangularis and orbitalis, superior frontal gyrus, and precentral gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11565, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Models", "sentences": [], "annotations": [], "relations": []}, {"offset": 11584, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical analyses of clinical data were performed in IBM SPSS version 24. Between-group sex differences were calculated using a Chi-square test. We tested age, education, TONI, and FAB for normal distribution with Shapiro-Wilk tests and compared these variables between groups using 2-sample t-tests or Mann-Whitney U tests where appropriate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11930, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We have previously investigated group differences and presentation/semantic effects of the TULIA scores of this sample using a repeated-measures ANOVA. Here, we also tested side (left or right hand) as possible within-subject factor in addition to domain (imitation or pantomime) and category (transitive, intransitive, or meaningless). The only between-subject factor was group. As performing side did not show any significant effect, we conducted all subsequent analyses with total TULIA-score of the right hand only. We considered 2-tailed P < .05 to be significant after applying Benjamini-Hochberg procedure to account for multiple comparisons where appropriate in the analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12614, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To examine the neural correlates of gesture deficit at rest, we employed a ROI-to-ROI analysis. We entered age into the models as covariate of no interest, for age has been reported to influence gesture performance. We compared connectivity between the groups using a general linear model with group and age as regressors and contrasted T-statistics with healthy controls vs patients. We applied analysis-level false discovery rate (FDR)-correction. Second, we tested the association of gesture performance with connectivity values in the ROI-pairs with significant group differences applying a partial Spearman correlation with age as covariate. We conducted correlation analyses both within the whole sample and separately for each group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13355, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To further examine effects of altered connectivity, we correlated FAB, TONI, AIMS, BFCRS, 5 factors of the PANSS, hallucination, and ego-disturbances according to CASH-present with connectivity in the ROI-pairs with significant group differences, applying partial Spearman correlation with age as covariate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13663, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13671, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 13684, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "One control and 3 patients did not perform the test with both arms but only with the right. Characterization of participants is given in table 1a. Controls and patients did not significantly differ in age, sex, or education. However, patients rated significantly lower in frontal lobe function and nonverbal intelligence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14006, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Characterization of Participants and Comparison of Gesture Performance ", "sentences": [], "annotations": [], "relations": []}, {"offset": 14078, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"vsides\" rules=\"groups\"><thead><tr><th rowspan=\"1\" colspan=\"1\">(a)</th><th rowspan=\"1\" colspan=\"1\">HC (SD)</th><th rowspan=\"1\" colspan=\"1\">SZ (SD)</th><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">\n<italic>P</italic>\n</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Women (%)</td><td rowspan=\"1\" colspan=\"1\">41.0 (<italic>n</italic> = 18)</td><td rowspan=\"1\" colspan=\"1\">37.0 (<italic>n</italic> = 17)</td><td rowspan=\"1\" colspan=\"1\">Χ <sup>2</sup> = 0.15</td><td rowspan=\"1\" colspan=\"1\">.70</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Age (years)</td><td rowspan=\"1\" colspan=\"1\">38.8 (13.6)</td><td rowspan=\"1\" colspan=\"1\">38.0 (11.5)</td><td rowspan=\"1\" colspan=\"1\">\n<italic>Z</italic> = −0.03</td><td rowspan=\"1\" colspan=\"1\">.98</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Education (years)</td><td rowspan=\"1\" colspan=\"1\">14.1 (2.7)</td><td rowspan=\"1\" colspan=\"1\">13.5 (3.1)</td><td rowspan=\"1\" colspan=\"1\">\n<italic>T</italic>(88) = −1.10</td><td rowspan=\"1\" colspan=\"1\">.28</td></tr><tr><td rowspan=\"1\" colspan=\"1\">TONI</td><td rowspan=\"1\" colspan=\"1\">110.6 (10.1)</td><td rowspan=\"1\" colspan=\"1\">97.2 (11.3)</td><td rowspan=\"1\" colspan=\"1\">\n<italic>Z</italic> = −4.97</td><td rowspan=\"1\" colspan=\"1\">&lt;.001</td></tr><tr><td rowspan=\"1\" colspan=\"1\">FAB</td><td rowspan=\"1\" colspan=\"1\">17.6 (0.7)</td><td rowspan=\"1\" colspan=\"1\">16.0 (2.8)</td><td rowspan=\"1\" colspan=\"1\">\n<italic>Z</italic> = −4.17</td><td rowspan=\"1\" colspan=\"1\">&lt;.001</td></tr><tr><td rowspan=\"1\" colspan=\"1\">DOI (years)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">12.1 (12.4)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">CPZ (mg/d)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">405.9 (345.7)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">PANSS total</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">72.7 (17.3)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">PANSS pos</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">18.1 (6.5)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">PANSS neg</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">18.4 (5.1)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">AIMS</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">2.4 (3.9)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">BFCRS</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">1.8 (3.9)</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>(b)</bold>\n</td><td rowspan=\"1\" colspan=\"1\">\n<bold>HC (SD)</bold>\n</td><td rowspan=\"1\" colspan=\"1\">\n<bold>SZ (SD)</bold>\n</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<bold><italic>P</italic></bold>\n</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Total TULIA score of right hand</td><td rowspan=\"1\" colspan=\"1\">225.67 (±7.63)</td><td rowspan=\"1\" colspan=\"1\">204.03 (±28.28)</td><td rowspan=\"1\" colspan=\"1\">\n<italic>Z</italic> = −4.98</td><td rowspan=\"1\" colspan=\"1\">&lt;.001</td></tr></tbody></table>\n"}, "text": "(a)\tHC (SD)\tSZ (SD)\t\tP\t \tWomen (%)\t41.0 (n = 18)\t37.0 (n = 17)\tΧ 2 = 0.15\t.70\t \tAge (years)\t38.8 (13.6)\t38.0 (11.5)\tZ = −0.03\t.98\t \tEducation (years)\t14.1 (2.7)\t13.5 (3.1)\tT(88) = −1.10\t.28\t \tTONI\t110.6 (10.1)\t97.2 (11.3)\tZ = −4.97\t<.001\t \tFAB\t17.6 (0.7)\t16.0 (2.8)\tZ = −4.17\t<.001\t \tDOI (years)\t\t12.1 (12.4)\t\t\t \tCPZ (mg/d)\t\t405.9 (345.7)\t\t\t \tPANSS total\t\t72.7 (17.3)\t\t\t \tPANSS pos\t\t18.1 (6.5)\t\t\t \tPANSS neg\t\t18.4 (5.1)\t\t\t \tAIMS\t\t2.4 (3.9)\t\t\t \tBFCRS\t\t1.8 (3.9)\t\t\t \t(b)\tHC (SD)\tSZ (SD)\t\tP\t \tTotal TULIA score of right hand\t225.67 (±7.63)\t204.03 (±28.28)\tZ = −4.98\t<.001\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14650, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "\nNote: HC, healthy controls; SZ, patients with schizophrenia; SD, standard deviation; TONI, test of nonverbal intelligence; FAB, frontal assessment battery; DOI, duration of illness; CPZ, chlorpromazine equivalents; PANSS, Positive and Negative Symptom Scale; AIMS, Abnormal Involuntary Movement Scale; MRS, modified Rogers Scale; BFCRS, Bush Francis Catatonia Rating Scale; TULIA, test of upper limb apraxia; HC: healthy controls; SZ, patients with schizophrenia; SD, Standard deviation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15139, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Gesture Performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 15159, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ANOVA revealed that patients performed significantly poorer than controls in both domains and all semantic categories. In both groups, performance was lower in the pantomime than imitation domain, lowest in transitive category, and best in intransitive category, as in a previous analysis. In contrast to the previous ANOVA, we included performing side in this analysis. Performing side and its interactions did not show any significant effect. TULIA scores are presented in table 1b, and ANOVA and pairwise comparison of lateral performance are given in supplementary tables S1 and S2,respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15759, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ROI-to-ROI Resting-State Connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 15797, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Functional connectivity analysis between 22 ROIs of the praxis network revealed significant differences between controls and patients (figure 1). Patients had increased connectivity compared with controls in connections between left precentral gyrus and bilateral IPL as well as bilateral SPL. Likewise, patients had higher connectivity from right precentral gyrus to left IPL and bilateral SPL. In contrast, patients had lower connectivity than controls between bilateral STG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16275, "infons": {"file": "sbaa008f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "ROI pairs with significant differences in functional connectivity between groups. Shades (colours in electronic material) of connections represent t-values according to the given scale. Lighter shade represents higher connectivity, and darker shade represents lower connectivity in patients (red represents higher, blue represents lower connectivity in electronic material).. Note: IPL, inferior parietal lobule; SPL, superior parietal lobule; STG, superior temporal gyrus; L, left; R, right. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16769, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlations Between Resting-State Connectivity and Performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 16833, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found several significant correlations of connectivity with TULIA-(sub) scores in the total sample (see table 2). In healthy controls, we detected significant correlations between TULIA scores and connectivity in 2 ROI pairs: right precentral gyrus—left SPL correlated with total score, both domains, pantomime of meaningless gestures, and imitation of transitive gestures; while left STG—right STG correlated with total score, both domains, and pantomime of transitive gestures. Figure 2 depicts these correlations with the total TULIA score. Interestingly, the correlations of the precentral gyrus—SPL pair were consistently negative, indicating that better gesture performance is related to lower connectivity, while correlations of the STG-pair were positive. In patients, none of these correlations reached significance after controlling for multiple comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17705, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Correlation of ROI-Pairs with TULIA in ROI-Pairs Showing Significant Between-Group ", "sentences": [], "annotations": [], "relations": []}, {"offset": 17789, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"vsides\" rules=\"groups\"><thead><tr><th rowspan=\"1\" colspan=\"1\">Group</th><th rowspan=\"1\" colspan=\"1\"/><th colspan=\"8\" rowspan=\"1\">Healthy Controls &amp; Patients Combined</th><th colspan=\"8\" rowspan=\"1\">Healthy Controls Only</th><th colspan=\"8\" rowspan=\"1\">Patients With Schizophrenia Only</th></tr><tr><th rowspan=\"1\" colspan=\"1\">ROI-pair</th><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">L Precent - L IPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - R IPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - L SPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - R SPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - L IPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - L SPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - R SPL</th><th rowspan=\"1\" colspan=\"1\">L STG - R STG</th><th rowspan=\"1\" colspan=\"1\">L Precent - L IPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - R IPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - L SPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - R SPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - L IPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - L SPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - R SPL</th><th rowspan=\"1\" colspan=\"1\">L STG - R STG</th><th rowspan=\"1\" colspan=\"1\">L Precent - L IPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - R IPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - L SPL</th><th rowspan=\"1\" colspan=\"1\">L Precent - R SPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - L IPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - L SPL</th><th rowspan=\"1\" colspan=\"1\">R Precent - R SPL</th><th rowspan=\"1\" colspan=\"1\">L STG - R STG</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">T</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">−.25</td><td rowspan=\"1\" colspan=\"1\">−.25</td><td rowspan=\"1\" colspan=\"1\">−<bold>.27</bold></td><td rowspan=\"1\" colspan=\"1\">−.12</td><td rowspan=\"1\" colspan=\"1\">−<bold>.27</bold></td><td rowspan=\"1\" colspan=\"1\">−<bold>.33</bold></td><td rowspan=\"1\" colspan=\"1\">−.20</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.43</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.18</td><td rowspan=\"1\" colspan=\"1\">−.14</td><td rowspan=\"1\" colspan=\"1\">−.28</td><td rowspan=\"1\" colspan=\"1\">−.15</td><td rowspan=\"1\" colspan=\"1\">−.13</td><td rowspan=\"1\" colspan=\"1\">−<bold>.39</bold></td><td rowspan=\"1\" colspan=\"1\">−.18</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.46</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.08</td><td rowspan=\"1\" colspan=\"1\">−.01</td><td rowspan=\"1\" colspan=\"1\">.00</td><td rowspan=\"1\" colspan=\"1\">.22</td><td rowspan=\"1\" colspan=\"1\">−.13</td><td rowspan=\"1\" colspan=\"1\">.01</td><td rowspan=\"1\" colspan=\"1\">.09</td><td rowspan=\"1\" colspan=\"1\">.29</td></tr><tr><td rowspan=\"1\" colspan=\"1\">P</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">−<bold>.27</bold></td><td rowspan=\"1\" colspan=\"1\">−.22</td><td rowspan=\"1\" colspan=\"1\">−<bold>.31</bold></td><td rowspan=\"1\" colspan=\"1\">−.18</td><td rowspan=\"1\" colspan=\"1\">−<bold>.29</bold></td><td rowspan=\"1\" colspan=\"1\">−<bold>.36</bold></td><td rowspan=\"1\" colspan=\"1\">−.24</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.39</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.16</td><td rowspan=\"1\" colspan=\"1\">−.01</td><td rowspan=\"1\" colspan=\"1\">−.29</td><td rowspan=\"1\" colspan=\"1\">−.23</td><td rowspan=\"1\" colspan=\"1\">.07</td><td rowspan=\"1\" colspan=\"1\">−<bold>.37</bold></td><td rowspan=\"1\" colspan=\"1\">−.18</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.37</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.12</td><td rowspan=\"1\" colspan=\"1\">−.02</td><td rowspan=\"1\" colspan=\"1\">−.03</td><td rowspan=\"1\" colspan=\"1\">.24</td><td rowspan=\"1\" colspan=\"1\">−.18</td><td rowspan=\"1\" colspan=\"1\">.01</td><td rowspan=\"1\" colspan=\"1\">.08</td><td rowspan=\"1\" colspan=\"1\">.28</td></tr><tr><td rowspan=\"1\" colspan=\"1\">I</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">−.18</td><td rowspan=\"1\" colspan=\"1\">−.21</td><td rowspan=\"1\" colspan=\"1\">−.19</td><td rowspan=\"1\" colspan=\"1\">−.07</td><td rowspan=\"1\" colspan=\"1\">−.21</td><td rowspan=\"1\" colspan=\"1\">−<bold>.26</bold></td><td rowspan=\"1\" colspan=\"1\">−.17</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.33</bold>\n</td><td rowspan=\"1\" colspan=\"1\">-.12</td><td rowspan=\"1\" colspan=\"1\">−.17</td><td rowspan=\"1\" colspan=\"1\">−.18</td><td rowspan=\"1\" colspan=\"1\">−.08</td><td rowspan=\"1\" colspan=\"1\">−.14</td><td rowspan=\"1\" colspan=\"1\">−<bold>.33</bold></td><td rowspan=\"1\" colspan=\"1\">−.19</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.35</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.05</td><td rowspan=\"1\" colspan=\"1\">−.05</td><td rowspan=\"1\" colspan=\"1\">.00</td><td rowspan=\"1\" colspan=\"1\">.13</td><td rowspan=\"1\" colspan=\"1\">−.09</td><td rowspan=\"1\" colspan=\"1\">−.02</td><td rowspan=\"1\" colspan=\"1\">.06</td><td rowspan=\"1\" colspan=\"1\">.22</td></tr><tr><td rowspan=\"1\" colspan=\"1\">P ML</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">\n<bold>-.29</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.20</td><td rowspan=\"1\" colspan=\"1\">−<bold>.33</bold></td><td rowspan=\"1\" colspan=\"1\">−.17</td><td rowspan=\"1\" colspan=\"1\">−<bold>.30</bold></td><td rowspan=\"1\" colspan=\"1\">−<bold>.35</bold></td><td rowspan=\"1\" colspan=\"1\">−.23</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.27</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.22</td><td rowspan=\"1\" colspan=\"1\">−.03</td><td rowspan=\"1\" colspan=\"1\">−.33</td><td rowspan=\"1\" colspan=\"1\">−.19</td><td rowspan=\"1\" colspan=\"1\">−.13</td><td rowspan=\"1\" colspan=\"1\">−<bold>.38</bold></td><td rowspan=\"1\" colspan=\"1\">−.15</td><td rowspan=\"1\" colspan=\"1\">.25</td><td rowspan=\"1\" colspan=\"1\">−.08</td><td rowspan=\"1\" colspan=\"1\">.05</td><td rowspan=\"1\" colspan=\"1\">−.02</td><td rowspan=\"1\" colspan=\"1\">.28</td><td rowspan=\"1\" colspan=\"1\">−.16</td><td rowspan=\"1\" colspan=\"1\">.00</td><td rowspan=\"1\" colspan=\"1\">.09</td><td rowspan=\"1\" colspan=\"1\">.07</td></tr><tr><td rowspan=\"1\" colspan=\"1\">P IT</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">−.14</td><td rowspan=\"1\" colspan=\"1\">−.04</td><td rowspan=\"1\" colspan=\"1\">−.14</td><td rowspan=\"1\" colspan=\"1\">−.07</td><td rowspan=\"1\" colspan=\"1\">−.18</td><td rowspan=\"1\" colspan=\"1\">−.19</td><td rowspan=\"1\" colspan=\"1\">−.11</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.34</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.12</td><td rowspan=\"1\" colspan=\"1\">−.02</td><td rowspan=\"1\" colspan=\"1\">−.19</td><td rowspan=\"1\" colspan=\"1\">−.10</td><td rowspan=\"1\" colspan=\"1\">−.01</td><td rowspan=\"1\" colspan=\"1\">−.26</td><td rowspan=\"1\" colspan=\"1\">−.07</td><td rowspan=\"1\" colspan=\"1\">.23</td><td rowspan=\"1\" colspan=\"1\">−.04</td><td rowspan=\"1\" colspan=\"1\">.10</td><td rowspan=\"1\" colspan=\"1\">.08</td><td rowspan=\"1\" colspan=\"1\">.12</td><td rowspan=\"1\" colspan=\"1\">−.14</td><td rowspan=\"1\" colspan=\"1\">.08</td><td rowspan=\"1\" colspan=\"1\">.11</td><td rowspan=\"1\" colspan=\"1\">.37</td></tr><tr><td rowspan=\"1\" colspan=\"1\">P TR</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">−.22</td><td rowspan=\"1\" colspan=\"1\">−.25</td><td rowspan=\"1\" colspan=\"1\">−<bold>.27</bold></td><td rowspan=\"1\" colspan=\"1\">−.16</td><td rowspan=\"1\" colspan=\"1\">−.23</td><td rowspan=\"1\" colspan=\"1\">−<bold>.30</bold></td><td rowspan=\"1\" colspan=\"1\">−.22</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.37</bold>\n</td><td rowspan=\"1\" colspan=\"1\">.01</td><td rowspan=\"1\" colspan=\"1\">.03</td><td rowspan=\"1\" colspan=\"1\">−.09</td><td rowspan=\"1\" colspan=\"1\">−.10</td><td rowspan=\"1\" colspan=\"1\">.03</td><td rowspan=\"1\" colspan=\"1\">−.14</td><td rowspan=\"1\" colspan=\"1\">−.08</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.41</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.28</td><td rowspan=\"1\" colspan=\"1\">−.27</td><td rowspan=\"1\" colspan=\"1\">−.26</td><td rowspan=\"1\" colspan=\"1\">−.01</td><td rowspan=\"1\" colspan=\"1\">−.25</td><td rowspan=\"1\" colspan=\"1\">−.24</td><td rowspan=\"1\" colspan=\"1\">−.15</td><td rowspan=\"1\" colspan=\"1\">.24</td></tr><tr><td rowspan=\"1\" colspan=\"1\">I ML</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">−.12</td><td rowspan=\"1\" colspan=\"1\">−.10</td><td rowspan=\"1\" colspan=\"1\">−.15</td><td rowspan=\"1\" colspan=\"1\">−.05</td><td rowspan=\"1\" colspan=\"1\">−.16</td><td rowspan=\"1\" colspan=\"1\">−.20</td><td rowspan=\"1\" colspan=\"1\">−.14</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.21</bold>\n</td><td rowspan=\"1\" colspan=\"1\">.01</td><td rowspan=\"1\" colspan=\"1\">.06</td><td rowspan=\"1\" colspan=\"1\">−.11</td><td rowspan=\"1\" colspan=\"1\">.04</td><td rowspan=\"1\" colspan=\"1\">−.03</td><td rowspan=\"1\" colspan=\"1\">−.20</td><td rowspan=\"1\" colspan=\"1\">−.03</td><td rowspan=\"1\" colspan=\"1\">.20</td><td rowspan=\"1\" colspan=\"1\">−.01</td><td rowspan=\"1\" colspan=\"1\">.01</td><td rowspan=\"1\" colspan=\"1\">.02</td><td rowspan=\"1\" colspan=\"1\">.11</td><td rowspan=\"1\" colspan=\"1\">−.04</td><td rowspan=\"1\" colspan=\"1\">.02</td><td rowspan=\"1\" colspan=\"1\">.02</td><td rowspan=\"1\" colspan=\"1\">.12</td></tr><tr><td rowspan=\"1\" colspan=\"1\">I IT</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">−.16</td><td rowspan=\"1\" colspan=\"1\">−.12</td><td rowspan=\"1\" colspan=\"1\">−.09</td><td rowspan=\"1\" colspan=\"1\">−.06</td><td rowspan=\"1\" colspan=\"1\">−.21</td><td rowspan=\"1\" colspan=\"1\">−.20</td><td rowspan=\"1\" colspan=\"1\">−.15</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.28</bold>\n</td><td rowspan=\"1\" colspan=\"1\">.14</td><td rowspan=\"1\" colspan=\"1\">.14</td><td rowspan=\"1\" colspan=\"1\">.18</td><td rowspan=\"1\" colspan=\"1\">0.12</td><td rowspan=\"1\" colspan=\"1\">.14</td><td rowspan=\"1\" colspan=\"1\">.01</td><td rowspan=\"1\" colspan=\"1\">.07</td><td rowspan=\"1\" colspan=\"1\">.21</td><td rowspan=\"1\" colspan=\"1\">−.09</td><td rowspan=\"1\" colspan=\"1\">.04</td><td rowspan=\"1\" colspan=\"1\">.01</td><td rowspan=\"1\" colspan=\"1\">.10</td><td rowspan=\"1\" colspan=\"1\">−.13</td><td rowspan=\"1\" colspan=\"1\">−.05</td><td rowspan=\"1\" colspan=\"1\">.03</td><td rowspan=\"1\" colspan=\"1\">.13</td></tr><tr><td rowspan=\"1\" colspan=\"1\">I TR</td><td rowspan=\"1\" colspan=\"1\">\n<italic>r</italic>\n</td><td rowspan=\"1\" colspan=\"1\">−.15</td><td rowspan=\"1\" colspan=\"1\">−.23</td><td rowspan=\"1\" colspan=\"1\">−.21</td><td rowspan=\"1\" colspan=\"1\">−.11</td><td rowspan=\"1\" colspan=\"1\">−.17</td><td rowspan=\"1\" colspan=\"1\">−<bold>.24</bold></td><td rowspan=\"1\" colspan=\"1\">−.16</td><td rowspan=\"1\" colspan=\"1\">\n<bold>.33</bold>\n</td><td rowspan=\"1\" colspan=\"1\">−.15</td><td rowspan=\"1\" colspan=\"1\">−.25</td><td rowspan=\"1\" colspan=\"1\">−.23</td><td rowspan=\"1\" colspan=\"1\">−.19</td><td rowspan=\"1\" colspan=\"1\">−.17</td><td rowspan=\"1\" colspan=\"1\">−<bold>.33</bold></td><td rowspan=\"1\" colspan=\"1\">−.27</td><td rowspan=\"1\" colspan=\"1\">.27</td><td rowspan=\"1\" colspan=\"1\">−.04</td><td rowspan=\"1\" colspan=\"1\">−.12</td><td rowspan=\"1\" colspan=\"1\">−.06</td><td rowspan=\"1\" colspan=\"1\">.11</td><td rowspan=\"1\" colspan=\"1\">−.08</td><td rowspan=\"1\" colspan=\"1\">−.05</td><td rowspan=\"1\" colspan=\"1\">.05</td><td rowspan=\"1\" colspan=\"1\">.29</td></tr></tbody></table>\n"}, "text": "Group\t\tHealthy Controls & Patients Combined\tHealthy Controls Only\tPatients With Schizophrenia Only\t \tROI-pair\t\tL Precent - L IPL\tL Precent - R IPL\tL Precent - L SPL\tL Precent - R SPL\tR Precent - L IPL\tR Precent - L SPL\tR Precent - R SPL\tL STG - R STG\tL Precent - L IPL\tL Precent - R IPL\tL Precent - L SPL\tL Precent - R SPL\tR Precent - L IPL\tR Precent - L SPL\tR Precent - R SPL\tL STG - R STG\tL Precent - L IPL\tL Precent - R IPL\tL Precent - L SPL\tL Precent - R SPL\tR Precent - L IPL\tR Precent - L SPL\tR Precent - R SPL\tL STG - R STG\t \tT\tr\t−.25\t−.25\t−.27\t−.12\t−.27\t−.33\t−.20\t.43\t−.18\t−.14\t−.28\t−.15\t−.13\t−.39\t−.18\t.46\t−.08\t−.01\t.00\t.22\t−.13\t.01\t.09\t.29\t \tP\tr\t−.27\t−.22\t−.31\t−.18\t−.29\t−.36\t−.24\t.39\t−.16\t−.01\t−.29\t−.23\t.07\t−.37\t−.18\t.37\t−.12\t−.02\t−.03\t.24\t−.18\t.01\t.08\t.28\t \tI\tr\t−.18\t−.21\t−.19\t−.07\t−.21\t−.26\t−.17\t.33\t-.12\t−.17\t−.18\t−.08\t−.14\t−.33\t−.19\t.35\t−.05\t−.05\t.00\t.13\t−.09\t−.02\t.06\t.22\t \tP ML\tr\t-.29\t−.20\t−.33\t−.17\t−.30\t−.35\t−.23\t.27\t−.22\t−.03\t−.33\t−.19\t−.13\t−.38\t−.15\t.25\t−.08\t.05\t−.02\t.28\t−.16\t.00\t.09\t.07\t \tP IT\tr\t−.14\t−.04\t−.14\t−.07\t−.18\t−.19\t−.11\t.34\t−.12\t−.02\t−.19\t−.10\t−.01\t−.26\t−.07\t.23\t−.04\t.10\t.08\t.12\t−.14\t.08\t.11\t.37\t \tP TR\tr\t−.22\t−.25\t−.27\t−.16\t−.23\t−.30\t−.22\t.37\t.01\t.03\t−.09\t−.10\t.03\t−.14\t−.08\t.41\t−.28\t−.27\t−.26\t−.01\t−.25\t−.24\t−.15\t.24\t \tI ML\tr\t−.12\t−.10\t−.15\t−.05\t−.16\t−.20\t−.14\t.21\t.01\t.06\t−.11\t.04\t−.03\t−.20\t−.03\t.20\t−.01\t.01\t.02\t.11\t−.04\t.02\t.02\t.12\t \tI IT\tr\t−.16\t−.12\t−.09\t−.06\t−.21\t−.20\t−.15\t.28\t.14\t.14\t.18\t0.12\t.14\t.01\t.07\t.21\t−.09\t.04\t.01\t.10\t−.13\t−.05\t.03\t.13\t \tI TR\tr\t−.15\t−.23\t−.21\t−.11\t−.17\t−.24\t−.16\t.33\t−.15\t−.25\t−.23\t−.19\t−.17\t−.33\t−.27\t.27\t−.04\t−.12\t−.06\t.11\t−.08\t−.05\t.05\t.29\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19405, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_footnote"}, "text": "\nNote: Precent, precentral gyrus; IPL, inferior parietal lobule; SPL, superior parietal lobule; STG, superior temporal gyrus; P, pantomime; I, imitation; ML, meaningless; IT, intransitive; TR, transitive; R, Spearman rho. Bold correlations are significant and pass Benjamini-Hochberg procedure. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19701, "infons": {"file": "sbaa008f0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlations between test of upper limb apraxia (TULIA) score and functional connectivity in ROI-pairs with significant correlation in healthy controls. Note: rsFC, resting-state functional connectivity coefficient; SPL, superior parietal lobule; STG, superior temporal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19978, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Exploratory Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 19999, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As we did not find any association of gesture performance and resting-state connectivity in patients when we focused on the pairs of brain regions with significant between-group differences, we extended exploratory correlation analyses for total TULIA score across all ROI pairs in patients. We ran partial Spearman correlations with age as covariate. We found a strong positive correlation of gesture performance and connectivity between right SPL and right STG (rho = 0.512; P < .001). This correlation is depicted in figure 3. We failed to find any significant correlation of connectivity and FAB, TONI, AIMS, BFCRS, 5 factors of PANSS, hallucinations, or ego-disturbances (see supplementary table S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20705, "infons": {"file": "sbaa008f0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation between test of upper limb apraxia (TULIA) score and functional connectivity in right SPL—right STG pair with rho > 0.5 in exploratory analysis. Note: rsFC, resting-state functional connectivity coefficient; SPL, superior parietal lobule; STG, superior temporal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20986, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 20997, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study aimed to find resting-state functional connectivity correlates of deficits in gesture production in schizophrenia. We applied a ROI-to-ROI approach to examine the function of the praxis network at rest in patients and healthy controls. Patients performed significantly poorer in gesture production than controls. In ROI-to-ROI analysis, patients showed higher connectivity between left precentral gyrus and bilateral IPL and SPL, between right precentral gyrus and left IPL and bilateral SPL, while connectivity between left and right STG was lower in patients. In healthy participants, connectivity between right precentral gyrus and left SPL as well as connectivity between both STGs correlated with gesture performance. These associations were disrupted in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21785, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Gesture Performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 21805, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Controls performed superior compared with patients in all domains and semantic categories of TULIA. Our group reported poorer gesture performance in schizophrenia in 3 independent samples, whereby pantomime is generally more compromised than imitation. There was no significant effect of side nor of its interactions with category, domain, or group. This fits to observations in healthy subjects, in whom gesture performance did not differ between left and right hand.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22274, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Resting-State Connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 22301, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We hypothesized aberrant resting-state functional connectivity between regions of the praxis network in patients. More precisely, we expected lower connectivity between IPL, STG, and IFG as well as to other regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22517, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Partially consistent with our hypotheses, group comparisons in ROI-analyses demonstrated higher connectivity between bilateral precentral gyrus and bilateral SPL and left IPL as well as between left precentral gyrus and right IPL and lower connectivity between bilateral STG in patients. Surprisingly, we found no significant group-differences in connectivity of the IFG. Neither did we detect differences in interhemispheric connectivity between left and right IFG, nor between left and right IPL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23016, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The left IPL has been suggested to integrate spatial and temporal content of movement. Furthermore, IPL is a hub in a multitude of functional networks including higher-order cognitive control and planning networks. Likewise, SPL is part of several networks and has been suggested to be involved in action processes, visual perception, spatial cognition, and working memory. Indeed, impaired gesture performance has been associated with working memory deficits in schizophrenia. Furthermore, visual perception and spatial cognition are crucial for performing gestures correctly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23594, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, the present resting-state results point to increased connectivity within these critical nodes of the praxis network in patients. The question remains, whether the resting-state connectivity alterations also affect task activation or real-world functioning. In healthy controls, this association seems to be the case. In an fMRI study on motor imagination and motor execution, resting-state functional connectivity in a network including precentral gyrus, IPL, and SPL correlated with activation in contralateral (left) precentral gyrus and parietal cortex during the consecutive task. Likewise, in our study, we found that lower resting-state connectivity between precentral gyrus and SPL or IPL was associated with better gesture performance. Given that patients had increased functional connectivity at rest, and that they performed inferior to controls in the TULIA, we may speculate that abnormal balance within the IPL/SPL components of the praxis network at rest could drive the inferior gesture performance. Interestingly, during the fMRI task, gesture performance in patients was better when the left IPL had increased neural activity during gesture planning. Abnormally increased resting-state functional connectivity to IPL may perturb correct gesture planning via faulty information flow. Transfer of spatiotemporal representations of a movement from IPL to premotor cortex may be impaired by increased functional connectivity at rest, leading to inaccurate motor program generation in premotor cortex and SMA. Aberrant resting-state functional connectivity to IPL and SPL could also render the praxis network less efficient for flexible recruitment and allocation of neural resources to the task. The increased connectivity between premotor cortex and IPL/SPL may be a compensation for other pathological processes, such as aberrant connectivity in the motor system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25482, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The STG has previously been associated with language and gesture processing, which is particularly relevant linking semantic meaning to sensory input. The STG mediates connectivity between other regions in speech-gesture integration. In our previous fMRI gesture performance task, healthy controls had stronger activation in left STG than patients during gesture planning. However, there was no association between gesture performance and neural activity in the STG. In contrast, increased resting-state connectivity between bilateral STG correlated with better gesture performance in healthy subjects. Concurrently, patients with schizophrenia had lower connectivity between bilateral STG than controls. Also, we failed to detect any correlation between STG connectivity and gesture performance in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26291, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The stronger connectivity and the higher activation during task could reflect a stronger integration of the STG into the praxis network in controls. We may speculate that, while higher resting-state connectivity might represent a greater processing capacity for semantic integration in controls, the absence of an association of task activation and gesture performance could be attributed to the recruitment of IFG under higher processing load in task, as it has been reported in gesture-speech integration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26799, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The IFG is an important brain area for gesture in healthy subjects, lesion studies, and in schizophrenia. For example, we have reported lower GM volume and cortical thickness of left IFG in patients with gesture deficit compared with controls in the present sample. Patients also showed hypoactivation in bilateral IFG during planning of gestures. In contrast, resting-state connectivity between IFG and other parts of the praxis network did not differ between groups. Moreover, there was no relevant association of IFG connectivity and gesture performance in the exploratory analyses. This could have 2 explanations: Either the IFG connectivity within the praxis network is adjusted according to task demands in both groups or IFG resting-state connectivity is preserved in schizophrenia. The absence of any correlation between IFG connectivity and gesture behavior in patients and the previous task fMRI results, however, argue against preserved IFG function in schizophrenia. Moreover, adjustment of IFG connectivity to task demand fits to findings in gesture-speech integration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27882, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We hypothesized associations of aberrant connectivity and gesture performance. Indeed, correlation analyses in the total sample revealed that performance correlated negatively with connectivity between bilateral precentral gyrus and left IPL or SPL, and positively with connectivity between STGs. Analyses in controls yielded less but similar associations while we failed to detect any associations in patients. The higher number of significant correlations in the total sample compared with the control group is likely caused by the higher statistical power due to the larger N (90 in total sample vs 44 in control group). The lack of associations in the patient group might also be due to aberrant shifts of network connectivity during the transition from rest to task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28654, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Because we failed to detect any association of gesture performance and connectivity between regions exhibiting group differences in patients, we performed an exploratory analysis across all region-pairs. Thereby, we found a strong positive correlation of TULIA and connectivity only between right SPL and right STG in patients. This association may point to a deficit in some patients when linking motor and spatial information with gesture semantics. Again, disruption or dysbalance of resting-state functional connectivity is linked to inferior gesture performance in schizophrenia. However, the group differences during the task fMRI study in a subset of our participants were much larger than the differences in resting-state connectivity. We therefore suggest that while recruitment of the praxis network is clearly impaired in patients with schizophrenia during gesture planning, differences in resting-state connectivity of the same network are less pronounced. Some of the relevant group differences will only appear when the network has to adjust according to task demands. Thus, future studies on gesture in schizophrenia should take both task and resting-state fMRI into account. In addition, it will be important to investigate whether patients are using alternative neural pathways in the network when performing gestures or when perceiving gesture information. For example, patients had altered effective connectivity to the STS when integrating speech and gesture information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30146, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30158, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are some limitations to this study. First, we limited our study to regions of the praxis network based on prior studies. Brain regions or networks other than the ones investigated in this study might be involved in gesture production and gesture deficit in schizophrenia. Most patients received antipsychotic medication that could have influenced resting-state connectivity and gesture performance. In a post hoc analysis, we did not find any association of gesture performance and medication dosage (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30682, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 30693, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In this study, we examined neural correlates of gesture deficit in praxis network in schizophrenia at rest. Patients with schizophrenia performed significantly poorer in a standardized test of gesture production. We found significant differences in functional connectivity at rest between regions of this network in patients compared with healthy controls. Connectivity in 2 pairs of regions was associated with gesture performance in controls. This association was disrupted in patients. We suggest that altered resting-state connectivity in praxis network of patients with schizophrenia perturbs correct gesture planning, reflecting the gesture deficit often seen in schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31377, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Knowledge of the neural basis of gesture deficit paves the way for the development of novel treatment strategies to improve nonverbal communication and social functioning in patients with schizophrenia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31580, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 31603, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 31611, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This study was supported by the Swiss National Science Foundation (SNF grant #152619 to S.W., A.F. and S.B.) and the Gottfried und Julia Bangerter-Rhyner-Stiftung (to S.W.). The funding source had no influence on study design, data analysis or interpretation, or the content of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31905, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 31916, "infons": {"fpage": "419", "issue": "11", "lpage": "429", "name_0": "surname:Goldin-Meadow;given-names:S", "pub-id_pmid": "10529797", "section_type": "REF", "source": "Trends Cogn Sci", "type": "ref", "volume": "3", "year": "1999"}, "text": "The role of gesture in communication and thinking", "sentences": [], "annotations": [], "relations": []}, {"offset": 31966, "infons": {"fpage": "2674", "issue": "13", "lpage": "2678", "name_0": "surname:Walther;given-names:S", "name_1": "surname:Vanbellingen;given-names:T", "name_2": "surname:Müri;given-names:R", "name_3": "surname:Strik;given-names:W", "name_4": "surname:Bohlhalter;given-names:S", "pub-id_pmid": "24001392", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "51", "year": "2013"}, "text": "Impaired gesture performance in schizophrenia: particular vulnerability of meaningless pantomimes", "sentences": [], "annotations": [], "relations": []}, {"offset": 32064, "infons": {"fpage": "520", "issue": "2", "lpage": "527", "name_0": "surname:Walther;given-names:S", "name_1": "surname:Vanbellingen;given-names:T", "name_2": "surname:Müri;given-names:R", "name_3": "surname:Strik;given-names:W", "name_4": "surname:Bohlhalter;given-names:S", "pub-id_pmid": "22264446", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "Impaired pantomime in schizophrenia: association with frontal lobe function", "sentences": [], "annotations": [], "relations": []}, {"offset": 32140, "infons": {"fpage": "15", "lpage": "21", "name_0": "surname:Nagels;given-names:A", "name_1": "surname:Kircher;given-names:T", "name_2": "surname:Grosvald;given-names:M", "name_3": "surname:Steines;given-names:M", "name_4": "surname:Straube;given-names:B", "pub-id_pmid": "30639559", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "273", "year": "2019"}, "text": "Evidence for gesture-speech mismatch detection impairments in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32216, "infons": {"fpage": "27", "issue": "1", "lpage": "34", "name_0": "surname:Bucci;given-names:S", "name_1": "surname:Startup;given-names:M", "name_2": "surname:Wynn;given-names:P", "name_3": "surname:Baker;given-names:A", "name_4": "surname:Lewin;given-names:TJ", "pub-id_pmid": "18061685", "section_type": "REF", "source": "Psychiatry Res", "type": "ref", "volume": "158", "year": "2008"}, "text": "Referential delusions of communication and interpretations of gestures", "sentences": [], "annotations": [], "relations": []}, {"offset": 32287, "infons": {"fpage": "1150", "issue": "5", "lpage": "1158", "name_0": "surname:Lavelle;given-names:M", "name_1": "surname:Healey;given-names:PG", "name_2": "surname:McCabe;given-names:R", "pub-id_pmid": "22941744", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "39", "year": "2013"}, "text": "Is nonverbal communication disrupted in interactions involving patients with schizophrenia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 32379, "infons": {"fpage": "94", "issue": "1", "lpage": "101", "name_0": "surname:Matthews;given-names:N", "name_1": "surname:Gold;given-names:BJ", "name_2": "surname:Sekuler;given-names:R", "name_3": "surname:Park;given-names:S", "pub-id_pmid": "21765171", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "39", "year": "2013"}, "text": "Gesture imitation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32414, "infons": {"fpage": "338", "issue": "2", "lpage": "345", "name_0": "surname:Walther;given-names:S", "name_1": "surname:Stegmayer;given-names:K", "name_2": "surname:Sulzbacher;given-names:J", "pub-id_pmid": "25646526", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "41", "year": "2015"}, "text": "Nonverbal social communication and gesture control in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32482, "infons": {"name_0": "surname:Walther;given-names:S", "name_1": "surname:Kunz;given-names:M", "name_2": "surname:Muller;given-names:M", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "year": "October 21, 2019"}, "text": "Single session transcranial magnetic stimulation ameliorates hand gesture deficits in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32582, "infons": {"fpage": "201", "issue": "4", "lpage": "208", "name_0": "surname:Stegmayer;given-names:K", "name_1": "surname:Moor;given-names:J", "name_2": "surname:Vanbellingen;given-names:T", "pub-id_pmid": "27229523", "section_type": "REF", "source": "Neuropsychobiology", "type": "ref", "volume": "73", "year": "2016"}, "text": "Gesture performance in first- and multiple-episode patients with schizophrenia spectrum disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 32680, "infons": {"name_0": "surname:Walther;given-names:S", "name_1": "surname:Alexaki;given-names:D", "name_2": "surname:Stegmayer;given-names:K", "name_3": "surname:Vanbellingen;given-names:T", "name_4": "surname:Bohlhalter;given-names:S", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "year": "2019"}, "text": "Conceptual disorganization impairs hand gesture performance in schizophrenia [published online ahead of print September 7, 2019]", "sentences": [], "annotations": [], "relations": []}, {"offset": 32809, "infons": {"fpage": "1326", "issue": "6", "lpage": "1333", "name_0": "surname:Walther;given-names:S", "name_1": "surname:Eisenhardt;given-names:S", "name_2": "surname:Bohlhalter;given-names:S", "pub-id_pmid": "27566843", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "42", "year": "2016"}, "text": "Gesture performance in schizophrenia predicts functional outcome after 6 months", "sentences": [], "annotations": [], "relations": []}, {"offset": 32889, "infons": {"fpage": "88", "lpage": "104", "name_0": "surname:Yang;given-names:J", "name_1": "surname:Andric;given-names:M", "name_2": "surname:Mathew;given-names:MM", "pub-id_pmid": "26271719", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "57", "year": "2015"}, "text": "The neural basis of hand gesture comprehension: a meta-analysis of functional magnetic resonance imaging studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 33002, "infons": {"fpage": "44", "lpage": "60", "name_0": "surname:Lesourd;given-names:M", "name_1": "surname:Osiurak;given-names:F", "name_2": "surname:Baumard;given-names:J", "name_3": "surname:Bartolo;given-names:A", "name_4": "surname:Vanbellingen;given-names:T", "name_5": "surname:Reynaud;given-names:E", "pub-id_pmid": "30086324", "section_type": "REF", "source": "Neurosci Biobehav Rev", "type": "ref", "volume": "95", "year": "2018"}, "text": "Cerebral correlates of imitation of intransitive gestures: an integrative review of neuroimaging data and brain lesion studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 33129, "infons": {"fpage": "72", "lpage": "85", "name_0": "surname:Häberling;given-names:IS", "name_1": "surname:Corballis;given-names:PM", "name_2": "surname:Corballis;given-names:MC", "pub-id_pmid": "27367793", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "82", "year": "2016"}, "text": "Language, gesture, and handedness: evidence for independent lateralized networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 33210, "infons": {"fpage": "1256", "issue": "6", "lpage": "1262", "name_0": "surname:Bohlhalter;given-names:S", "name_1": "surname:Hattori;given-names:N", "name_2": "surname:Wheaton;given-names:L", "pub-id_pmid": "18796430", "section_type": "REF", "source": "Cereb Cortex", "type": "ref", "volume": "19", "year": "2009"}, "text": "Gesture subtype-dependent left lateralization of praxis planning: an event-related fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 33304, "infons": {"fpage": "563", "issue": "1", "lpage": "576", "name_0": "surname:Weiss;given-names:PH", "name_1": "surname:Ubben;given-names:SD", "name_2": "surname:Kaesberg;given-names:S", "pub-id_pmid": "25352157", "section_type": "REF", "source": "Brain Struct Funct", "type": "ref", "volume": "221", "year": "2016"}, "text": "Where language meets meaningful action: a combined behavior and lesion analysis of aphasia and apraxia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33407, "infons": {"fpage": "42", "lpage": "52", "name_0": "surname:Niessen;given-names:E", "name_1": "surname:Fink;given-names:GR", "name_2": "surname:Weiss;given-names:PH", "pub-id_pmid": "24967158", "section_type": "REF", "source": "Neuroimage Clin", "type": "ref", "volume": "5", "year": "2014"}, "text": "Apraxia, pantomime and the parietal cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 33450, "infons": {"fpage": "1971", "issue": "pt 7", "lpage": "1985", "name_0": "surname:Buxbaum;given-names:LJ", "name_1": "surname:Shapiro;given-names:AD", "name_2": "surname:Coslett;given-names:HB", "pub-id_pmid": "24776969", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "137", "year": "2014"}, "text": "Critical brain regions for tool-related and imitative actions: a componential analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33537, "infons": {"fpage": "125", "lpage": "137", "name_0": "surname:Stegmayer;given-names:K", "name_1": "surname:Bohlhalter;given-names:S", "name_2": "surname:Vanbellingen;given-names:T", "pub-id_pmid": "27038858", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "78", "year": "2016"}, "text": "Structural brain correlates of defective gesture performance in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33615, "infons": {"fpage": "213", "lpage": "221", "name_0": "surname:Viher;given-names:PV", "name_1": "surname:Stegmayer;given-names:K", "name_2": "surname:Kubicki;given-names:M", "pub-id_pmid": "29159038", "section_type": "REF", "source": "Neuroimage Clin", "type": "ref", "volume": "17", "year": "2018"}, "text": "The cortical signature of impaired gesturing: findings from schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33689, "infons": {"fpage": "1696", "issue": "7", "lpage": "1712", "name_0": "surname:Straube;given-names:B", "name_1": "surname:Green;given-names:A", "name_2": "surname:Sass;given-names:K", "name_3": "surname:Kirner-Veselinovic;given-names:A", "name_4": "surname:Kircher;given-names:T", "pub-id_pmid": "22378493", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "34", "year": "2013"}, "text": "Neural integration of speech and gesture in schizophrenia: evidence for differential processing of metaphoric gestures", "sentences": [], "annotations": [], "relations": []}, {"offset": 33808, "infons": {"fpage": "936", "issue": "4", "lpage": "944", "name_0": "surname:Straube;given-names:B", "name_1": "surname:Green;given-names:A", "name_2": "surname:Sass;given-names:K", "name_3": "surname:Kircher;given-names:T", "pub-id_pmid": "23956120", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "40", "year": "2014"}, "text": "Superior temporal sulcus disconnectivity during processing of metaphoric gestures in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33907, "infons": {"fpage": "359", "issue": "2", "lpage": "368", "name_0": "surname:Stegmayer;given-names:K", "name_1": "surname:Bohlhalter;given-names:S", "name_2": "surname:Vanbellingen;given-names:T", "pub-id_pmid": "28575506", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "44", "year": "2018"}, "text": "Limbic interference during social action planning in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 33974, "infons": {"fpage": "539", "issue": "5", "lpage": "548", "name_0": "surname:Thakkar;given-names:KN", "name_1": "surname:Peterman;given-names:JS", "name_2": "surname:Park;given-names:S", "pub-id_pmid": "24626638", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "171", "year": "2014"}, "text": "Altered brain activation during action imitation and observation in schizophrenia: a translational approach to investigating social dysfunction in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34135, "infons": {"fpage": "100", "lpage": "108", "name_0": "surname:Horan;given-names:WP", "name_1": "surname:Iacoboni;given-names:M", "name_2": "surname:Cross;given-names:KA", "pub-id_pmid": "25009771", "section_type": "REF", "source": "Neuroimage Clin", "type": "ref", "volume": "5", "year": "2014"}, "text": "Self-reported empathy and neural activity during action imitation and observation in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34234, "infons": {"fpage": "2404", "issue": "21", "lpage": "2414", "name_0": "surname:Karbasforoushan;given-names:H", "name_1": "surname:Woodward;given-names:ND", "pub-id_pmid": "23279179", "section_type": "REF", "source": "Curr Top Med Chem", "type": "ref", "volume": "12", "year": "2012"}, "text": "Resting-state networks in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34274, "infons": {"fpage": "1092", "issue": "10", "lpage": "1099", "name_0": "surname:Woodward;given-names:ND", "name_1": "surname:Karbasforoushan;given-names:H", "name_2": "surname:Heckers;given-names:S", "pub-id_pmid": "23032387", "section_type": "REF", "source": "Am J Psychiatry", "type": "ref", "volume": "169", "year": "2012"}, "text": "Thalamocortical dysconnectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34323, "infons": {"fpage": "7", "issue": "1–3", "lpage": "12", "name_0": "surname:Venkataraman;given-names:A", "name_1": "surname:Whitford;given-names:TJ", "name_2": "surname:Westin;given-names:CF", "name_3": "surname:Golland;given-names:P", "name_4": "surname:Kubicki;given-names:M", "pub-id_pmid": "22633528", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "139", "year": "2012"}, "text": "Whole brain resting state functional connectivity abnormalities in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34404, "infons": {"fpage": "1", "lpage": "3", "name_0": "surname:Anticevic;given-names:A", "pub-id_pmid": "27939828", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "180", "year": "2017"}, "text": "Understanding the role of thalamic circuits in schizophrenia neuropathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 34480, "infons": {"fpage": "4064", "issue": "8", "lpage": "4078", "name_0": "surname:Bernard;given-names:JA", "name_1": "surname:Dean;given-names:DJ", "name_2": "surname:Kent;given-names:JS", "pub-id_pmid": "24464473", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "35", "year": "2014"}, "text": "Cerebellar networks in individuals at ultra high-risk of psychosis: impact on postural sway and symptom severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 34593, "infons": {"name_0": "surname:Martino;given-names:M", "name_1": "surname:Magioncalda;given-names:P", "name_2": "surname:Yu;given-names:H", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "year": "2018;44(2):419–431"}, "text": "Abnormal resting-state connectivity in a substantia nigra-related striato-thalamo-cortical network in a large sample of first-episode drug-naive patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34766, "infons": {"fpage": "982", "issue": "5", "lpage": "992", "name_0": "surname:Walther;given-names:S", "name_1": "surname:Stegmayer;given-names:K", "name_2": "surname:Federspiel;given-names:A", "name_3": "surname:Bohlhalter;given-names:S", "name_4": "surname:Wiest;given-names:R", "name_5": "surname:Viher;given-names:PV", "pub-id_pmid": "28911049", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "43", "year": "2017"}, "text": "Aberrant hyperconnectivity in the motor system at rest is linked to motor abnormalities in schizophrenia spectrum disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 34890, "infons": {"fpage": "44", "lpage": "50", "name_0": "surname:Viher;given-names:PV", "name_1": "surname:Docx;given-names:L", "name_2": "surname:Van Hecke;given-names:W", "pub-id_pmid": "31075716", "section_type": "REF", "source": "Psychiatry Res Neuroimaging", "type": "ref", "volume": "288", "year": "2019"}, "text": "Aberrant fronto-striatal connectivity and fine motor function in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34969, "infons": {"fpage": "364", "issue": "6", "lpage": "372", "name_0": "surname:Henseler;given-names:I", "name_1": "surname:Falkai;given-names:P", "name_2": "surname:Gruber;given-names:O", "pub-id_pmid": "19837416", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "44", "year": "2010"}, "text": "Disturbed functional connectivity within brain networks subserving domain-specific subcomponents of working memory in schizophrenia: relation to performance and clinical symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 35148, "infons": {"fpage": "967", "issue": "10", "lpage": "973", "name_0": "surname:Repovs;given-names:G", "name_1": "surname:Csernansky;given-names:JG", "name_2": "surname:Barch;given-names:DM", "pub-id_pmid": "21193174", "section_type": "REF", "source": "Biol Psychiatry", "type": "ref", "volume": "69", "year": "2011"}, "text": "Brain network connectivity in individuals with schizophrenia and their siblings", "sentences": [], "annotations": [], "relations": []}, {"offset": 35228, "infons": {"fpage": "22", "issue": "suppl 20", "lpage": "33;quiz 34–57", "name_0": "surname:Sheehan;given-names:DV", "name_1": "surname:Lecrubier;given-names:Y", "name_2": "surname:Sheehan;given-names:KH", "section_type": "REF", "source": "J Clin Psychiatry", "type": "ref", "volume": "59", "year": "1998"}, "text": "The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10", "sentences": [], "annotations": [], "relations": []}, {"offset": 35392, "infons": {"fpage": "615", "issue": "8", "lpage": "623", "name_0": "surname:Andreasen;given-names:NC", "name_1": "surname:Flaum;given-names:M", "name_2": "surname:Arndt;given-names:S", "pub-id_pmid": "1637251", "section_type": "REF", "source": "Arch Gen Psychiatry", "type": "ref", "volume": "49", "year": "1992"}, "text": "The Comprehensive Assessment of Symptoms and History (CASH). An instrument for assessing diagnosis and psychopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 35511, "infons": {"fpage": "97", "issue": "1", "lpage": "113", "name_0": "surname:Oldfield;given-names:RC", "pub-id_pmid": "5146491", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "9", "year": "1971"}, "text": "The assessment and analysis of handedness: the Edinburgh inventory", "sentences": [], "annotations": [], "relations": []}, {"offset": 35578, "infons": {"fpage": "1621", "issue": "11", "lpage": "1626", "name_0": "surname:Dubois;given-names:B", "name_1": "surname:Slachevsky;given-names:A", "name_2": "surname:Litvan;given-names:I", "name_3": "surname:Pillon;given-names:B", "pub-id_pmid": "11113214", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "55", "year": "2000"}, "text": "The FAB: a frontal assessment battery at bedside", "sentences": [], "annotations": [], "relations": []}, {"offset": 35627, "infons": {"name_0": "surname:Brown;given-names:LSR", "name_1": "surname:Johnsen;given-names:SK.", "section_type": "REF", "source": "Test of Nonverbal Intelligence", "type": "ref", "year": "1982"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 35628, "infons": {"fpage": "261", "issue": "2", "lpage": "276", "name_0": "surname:Kay;given-names:SR", "name_1": "surname:Fiszbein;given-names:A", "name_2": "surname:Opler;given-names:LA", "pub-id_pmid": "3616518", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "13", "year": "1987"}, "text": "The positive and negative syndrome scale (PANSS) for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35695, "infons": {"name_0": "surname:Guy;given-names:W.", "section_type": "REF", "source": "ECDEU Assessment Manual for Psychopharmacology", "type": "ref", "year": "1976"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 35696, "infons": {"fpage": "129", "issue": "2", "lpage": "136", "name_0": "surname:Bush;given-names:G", "name_1": "surname:Fink;given-names:M", "name_2": "surname:Petrides;given-names:G", "name_3": "surname:Dowling;given-names:F", "name_4": "surname:Francis;given-names:A", "pub-id_pmid": "8686483", "section_type": "REF", "source": "Acta Psychiatr Scand", "type": "ref", "volume": "93", "year": "1996"}, "text": "Catatonia. I. Rating scale and standardized examination", "sentences": [], "annotations": [], "relations": []}, {"offset": 35752, "infons": {"fpage": "59", "issue": "1", "lpage": "66", "name_0": "surname:Vanbellingen;given-names:T", "name_1": "surname:Kersten;given-names:B", "name_2": "surname:Van Hemelrijk;given-names:B", "pub-id_pmid": "19614961", "section_type": "REF", "source": "Eur J Neurol", "type": "ref", "volume": "17", "year": "2010"}, "text": "Comprehensive assessment of gesture production: a new test of upper limb apraxia (TULIA)", "sentences": [], "annotations": [], "relations": []}, {"offset": 35841, "infons": {"fpage": "757", "issue": "2", "lpage": "767", "name_0": "surname:Deichmann;given-names:R", "name_1": "surname:Schwarzbauer;given-names:C", "name_2": "surname:Turner;given-names:R", "pub-id_pmid": "14980579", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "21", "year": "2004"}, "text": "Optimisation of the 3D MDEFT sequence for anatomical brain imaging: technical implications at 1.5 and 3 T", "sentences": [], "annotations": [], "relations": []}, {"offset": 35947, "infons": {"fpage": "125", "issue": "3", "lpage": "141", "name_0": "surname:Whitfield-Gabrieli;given-names:S", "name_1": "surname:Nieto-Castanon;given-names:A", "pub-id_pmid": "22642651", "section_type": "REF", "source": "Brain Connect", "type": "ref", "volume": "2", "year": "2012"}, "text": "Conn: a functional connectivity toolbox for correlated and anticorrelated brain networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 36036, "infons": {"fpage": "273", "issue": "1", "lpage": "289", "name_0": "surname:Tzourio-Mazoyer;given-names:N", "name_1": "surname:Landeau;given-names:B", "name_2": "surname:Papathanassiou;given-names:D", "pub-id_pmid": "11771995", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "15", "year": "2002"}, "text": "Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 36168, "infons": {"fpage": "4016", "issue": "10", "lpage": "4030", "name_0": "surname:Bernard;given-names:JA", "name_1": "surname:B Millman;given-names:Z", "name_2": "surname:Mittal;given-names:VA", "pub-id_pmid": "26174599", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "36", "year": "2015"}, "text": "Beat and metaphoric gestures are differentially associated with regional cerebellar and cortical volumes", "sentences": [], "annotations": [], "relations": []}, {"offset": 36273, "infons": {"fpage": "675", "issue": "8", "lpage": "684", "name_0": "surname:Mozaz;given-names:MJ", "name_1": "surname:Crucian;given-names:GP", "name_2": "surname:Heilman;given-names:KM", "pub-id_pmid": "20401769", "section_type": "REF", "source": "Cogn Neuropsychol", "type": "ref", "volume": "26", "year": "2009"}, "text": "Age-related changes in arm-hand postural knowledge", "sentences": [], "annotations": [], "relations": []}, {"offset": 36324, "infons": {"fpage": "280", "issue": "1-3", "lpage": "287", "name_0": "surname:van der Gaag;given-names:M", "name_1": "surname:Hoffman;given-names:T", "name_2": "surname:Remijsen;given-names:M", "pub-id_pmid": "16730429", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "volume": "85", "year": "2006"}, "text": "The five-factor model of the Positive and Negative Syndrome Scale II: a ten-fold cross-validation of a revised model", "sentences": [], "annotations": [], "relations": []}, {"offset": 36441, "infons": {"fpage": "6", "issue": "1", "lpage": "10", "name_0": "surname:De Renzi;given-names:E", "name_1": "surname:Motti;given-names:F", "name_2": "surname:Nichelli;given-names:P", "pub-id_pmid": "7350907", "section_type": "REF", "source": "Arch Neurol", "type": "ref", "volume": "37", "year": "1980"}, "text": "Imitating gestures. A quantitative approach to ideomotor apraxia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36506, "infons": {"fpage": "893", "issue": "6", "lpage": "897", "name_0": "surname:Goldenberg;given-names:G", "name_1": "surname:Strauss;given-names:S", "pub-id_pmid": "12297573", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "59", "year": "2002"}, "text": "Hemisphere asymmetries for imitation of novel gestures", "sentences": [], "annotations": [], "relations": []}, {"offset": 36561, "infons": {"fpage": "207", "issue": "3", "lpage": "210", "name_0": "surname:Rothi;given-names:LJ", "name_1": "surname:Heilman;given-names:KM", "name_2": "surname:Watson;given-names:RT", "pub-id_pmid": "2580058", "section_type": "REF", "source": "J Neurol Neurosurg Psychiatry", "type": "ref", "volume": "48", "year": "1985"}, "text": "Pantomime comprehension and ideomotor apraxia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36607, "infons": {"fpage": "342", "issue": "4", "lpage": "346", "name_0": "surname:Heilman;given-names:KM", "name_1": "surname:Rothi;given-names:LJ", "name_2": "surname:Valenstein;given-names:E", "pub-id_pmid": "7199656", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "32", "year": "1982"}, "text": "Two forms of ideomotor apraxia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36638, "infons": {"fpage": "70", "lpage": "83", "name_0": "surname:Igelström;given-names:KM", "name_1": "surname:Graziano;given-names:MSA", "pub-id_pmid": "28057458", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "105", "year": "2017"}, "text": "The inferior parietal lobule and temporoparietal junction: a network perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 36719, "infons": {"fpage": "238", "issue": "1", "lpage": "257", "name_0": "surname:Wang;given-names:J", "name_1": "surname:Yang;given-names:Y", "name_2": "surname:Fan;given-names:L", "pub-id_pmid": "25181023", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "36", "year": "2015"}, "text": "Convergent functional architecture of the superior parietal lobule unraveled with multimodal neuroimaging approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 36836, "infons": {"fpage": "698", "issue": "4", "lpage": "707", "name_0": "surname:Park;given-names:S", "name_1": "surname:Matthews;given-names:N", "name_2": "surname:Gibson;given-names:C", "pub-id_pmid": "18499703", "section_type": "REF", "source": "Schizophr Bull", "type": "ref", "volume": "34", "year": "2008"}, "text": "Imitation, simulation, and schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36877, "infons": {"fpage": "3847", "issue": "11", "lpage": "3857", "name_0": "surname:Saiote;given-names:C", "name_1": "surname:Tacchino;given-names:A", "name_2": "surname:Brichetto;given-names:G", "pub-id_pmid": "27273577", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "37", "year": "2016"}, "text": "Resting-state functional connectivity and motor imagery brain activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 36950, "infons": {"name_0": "surname:Penfield;given-names:W", "name_1": "surname:Rasmussen;given-names:T.", "section_type": "REF", "source": "The Cerebral Cortex of Man: A Clinical Study of Localization of Function", "type": "ref", "year": "1950"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 36951, "infons": {"fpage": "3656", "issue": "11", "lpage": "3666", "name_0": "surname:Fried;given-names:I", "name_1": "surname:Katz;given-names:A", "name_2": "surname:McCarthy;given-names:G", "pub-id_pmid": "1941101", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "11", "year": "1991"}, "text": "Functional organization of human supplementary motor cortex studied by electrical stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 37045, "infons": {"fpage": "520", "issue": "4", "lpage": "533", "name_0": "surname:Straube;given-names:B", "name_1": "surname:Green;given-names:A", "name_2": "surname:Bromberger;given-names:B", "name_3": "surname:Kircher;given-names:T", "pub-id_pmid": "21391245", "section_type": "REF", "source": "Hum Brain Mapp", "type": "ref", "volume": "32", "year": "2011"}, "text": "The differentiation of iconic and metaphoric gestures: common and unique integration processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 37140, "infons": {"fpage": "20664", "issue": "49", "lpage": "20669", "name_0": "surname:Xu;given-names:J", "name_1": "surname:Gannon;given-names:PJ", "name_2": "surname:Emmorey;given-names:K", "name_3": "surname:Smith;given-names:JF", "name_4": "surname:Braun;given-names:AR", "pub-id_pmid": "19923436", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "106", "year": "2009"}, "text": "Symbolic gestures and spoken language are processed by a common neural system", "sentences": [], "annotations": [], "relations": []}, {"offset": 37218, "infons": {"fpage": "169", "issue": "1", "lpage": "179", "name_0": "surname:Kircher;given-names:T", "name_1": "surname:Straube;given-names:B", "name_2": "surname:Leube;given-names:D", "pub-id_pmid": "18771673", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "47", "year": "2009"}, "text": "Neural interaction of speech and gesture: differential activations of metaphoric co-verbal gestures", "sentences": [], "annotations": [], "relations": []}, {"offset": 37318, "infons": {"fpage": "3073", "issue": "7", "lpage": "3089", "name_0": "surname:He;given-names:Y", "name_1": "surname:Steines;given-names:M", "name_2": "surname:Sommer;given-names:J", "pub-id_pmid": "29737415", "section_type": "REF", "source": "Brain Struct Funct", "type": "ref", "volume": "223", "year": "2018"}, "text": "Spatial-temporal dynamics of gesture-speech integration: a simultaneous EEG-fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 37405, "infons": {"fpage": "539", "lpage": "549", "name_0": "surname:Straube;given-names:B", "name_1": "surname:Wroblewski;given-names:A", "name_2": "surname:Jansen;given-names:A", "name_3": "surname:He;given-names:Y", "pub-id_pmid": "30025854", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "181", "year": "2018"}, "text": "The connectivity signature of co-speech gesture integration: the superior temporal sulcus modulates connectivity between areas related to visual gesture and auditory speech processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 37589, "infons": {"fpage": "27", "lpage": "42", "name_0": "surname:He;given-names:Y", "name_1": "surname:Gebhardt;given-names:H", "name_2": "surname:Steines;given-names:M", "pub-id_pmid": "25900470", "section_type": "REF", "source": "Neuropsychologia", "type": "ref", "volume": "72", "year": "2015"}, "text": "The EEG and fMRI signatures of neural integration: an investigation of meaningful gestures and corresponding speech", "sentences": [], "annotations": [], "relations": []}, {"offset": 37705, "infons": {"name_0": "surname:Vanbellingen;given-names:T", "name_1": "surname:Pastore-Wapp;given-names:M", "name_2": "surname:Kubel;given-names:S", "section_type": "REF", "source": "Brain Stimul", "type": "ref", "year": "2019"}, "text": "Interhemispheric facilitation of gesturing: a combined theta burst stimulation and diffusion tensor imaging study [published online ahead of print December 18, 2019]", "sentences": [], "annotations": [], "relations": []}, {"offset": 37871, "infons": {"name_0": "surname:Wroblewski;given-names:A", "name_1": "surname:He;given-names:Y", "name_2": "surname:Straube;given-names:B", "section_type": "REF", "source": "Schizophr Res", "type": "ref", "year": "2019"}, "text": "Dynamic Causal Modelling suggests impaired effective connectivity in patients with schizophrenia spectrum disorders during gesture-speech integration [published online ahead of print December 24, 2019]", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}