{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "7301231", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.nicl.2020.102279", "article-id_pmc": "7301231", "article-id_pmid": "32544854", "article-id_publisher-id": "S2213-1582(20)30116-9 102279", "elocation-id": "102279", "kwd": "ZNF804A FMRI Working memory training Plasticity DLPFC Hippocampal formation", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "name_0": "surname:Zhao;given-names:Wan", "name_1": "surname:Chen;given-names:Xiongying", "name_10": "surname:Li;given-names:Jun", "name_2": "surname:Zhang;given-names:Qiumei", "name_3": "surname:Du;given-names:Boqi", "name_4": "surname:Deng;given-names:Xiaoxiang", "name_5": "surname:Ji;given-names:Feng", "name_6": "surname:Xiang;given-names:Yu-Tao", "name_7": "surname:Wang;given-names:Chuanyue", "name_8": "surname:Dong;given-names:Qi", "name_9": "surname:Chen;given-names:Chuansheng", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "27", "year": "2020"}, "text": "Effect of ZNF804A gene polymorphism (rs1344706) on the plasticity of the functional coupling between the right dorsolateral prefrontal cortex and the contralateral hippocampal formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 186, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 197, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The working memory training strengthened the right DLPFC-left HF functional coupling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 283, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Rs1344706 was associated with the right DLPFC-left HF functional coupling at pretest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 369, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Rs1344706 impacted the plasticity of the right DLPFC-left HF functional coupling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 451, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "ZNF804A has now been recognized as a schizophrenia risk gene by multiple genome-wide association studies with its intronic polymorphism rs1344706 being reported as the first genome-wide significant risk variant for schizophrenia. Although the functional impact of this gene is still unknown, rs1344706’s contribution to the functional coupling between the right dorsolateral prefrontal cortex (DLPFC) and the contralateral hippocampal formation (HF) has been reported by several studies. The current study tested whether the right DLPFC-left HF functional coupling showed plasticity during cognitive training (Study I) and whether rs1344706 affected the plasticity (Study II). In Study I, we conducted a randomized controlled trial with 30 subjects receiving 20 sessions of adaptive training on a memory span task (the training group) and 30 subjects practicing on a non-adaptive easy version of the same memory span task for 20 sessions (the control group). All subjects were scanned using fMRI before and after the training. Analyses of resting-state and task-state fMRI data consistently showed that the adaptive memory span training significantly strengthened the right DLPFC-left HF functional coupling. In Study II, we conducted a genetic association study with 101 subjects (combining the data from the training group in Study I with those from an additional subsequent sample of 71 subjects who received the same training and fMRI scans). Results showed that rs1344706 was significantly associated with training-induced changes in functional coupling. Subjects carrying the non-risk allele (C) of rs1344706 showed greater training-induced plasticity than the risk allele (A) homozygotes. These findings expanded our current understanding of the functional impact of the schizophrenia risk variant of ZNF804A gene and suggested that the ZNF804A gene could be used as a prospective target for future antipsychotic drugs and clinical research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2400, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2413, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Schizophrenia is a severe and complex neurodevelopmental disorder with a worldwide lifetime prevalence rate of about 1% and high heritability of about 81%. Previous studies have identified ZNF804A gene (2q32.1) as the first genome-wide significant susceptibility gene for schizophrenia. This finding was confirmed by the Schizophrenia Working Group of the Psychiatric Genomics Consortium (PGC2 release) in the largest meta-analysis of schizophrenia genome-wide association studies (GWASs) in the world. Recently, the largest GWAS of schizophrenia in the Han Chinese population also identified ZNF804A gene as a schizophrenia risk gene. ZNF804A contains a C2H2-type zinc finger domain and may play a role in DNA binding and transcription. Although the exact function of this gene is still unknown, some studies have suggested that this gene regulates multiple neurodevelopmental processes such as neurite formation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3328, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "From the studies that explored the functional impact of the ZNF804A gene polymorphisms, the most reproducible result is that the single-nucleotide polymorphism (SNP) rs1344706 contributes to the functional coupling between the right dorsolateral prefrontal cortex (DLPFC) and the contralateral hippocampal formation (HF). This association has been established based on data from both working memory tasks and resting state. DLPFC is activated when performing a working memory task but is suppressed during the resting state. In contrast, the HF is suppressed when performing a working memory task but is activated during the resting state. Evidence from both animal and human studies has suggested that the negative coupling between the two regions is crucial for working memory because it links two important networks for working memory, the central executive and the default mode networks. Studies of schizophrenia have considered this functional coupling as a potential intermediate phenotype.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4325, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although lacking evidence on this functional coupling, some researchers have found functional coupling within the central executive network is responsive to training. An animal study found that working memory training strengthened the negative coupling between the prefrontal cortex and the HF. The authors also found that the functional coupling increased more after the training in wild-type mice than in mice that modeled a microdeletion on human chromosome 22 (22q11.2), one of the largest known genetic risk factors for schizophrenia. However, it is still unknown whether working memory training in human could also increase the coupling between the right DLPFC and the contralateral HF and whether the genetic risk variant of ZNF804A rs1344706 could contribute to the plasticity of the functional coupling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5138, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the current study, we first performed a randomized controlled trial (RCT) to investigate the effect of working memory training on the functional coupling between the right DLPFC and the left HF. We hypothesized that the training would increase (in the negative direction) this functional coupling based on the previous animal study. With a larger training sample, we performed a genetic association study to investigate the effect of ZNF804A gene rs1344706 on the training-related plasticity of this functional coupling. We hypothesized that subjects carrying the “A” allele (with an increased risk for schizophrenia) would show less increase in the functional coupling between the right DLPFC and the left HF after the training.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5871, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5893, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The protocols of both of the randomized controlled study (Study I) and the genetic association study (Study II) were reviewed and approved by the Institutional Review Board of the Institute of Cognitive Neuroscience and Learning at Beijing Normal University. Study I has been registered at the Chinese Clinical Trial Registry (http://www.chictr.org.cn; chiCTR-INR-17011728).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6268, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 6277, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants in Study I included 60 healthy undergraduate student volunteers. Subjects were randomly allocated to either the training group (receiving adaptive training on a memory span task, N = 30) or the control group (repeatedly practicing on a non-adaptive easy version of the same memory span task, N = 30). All subjects were Han Chinese and gave written informed consent for this study. All subjects received the same set of fMRI scans at both pretest and posttest. CONSORT diagram for randomized controlled trials is shown in the Supplement Fig. S1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6835, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For Study II, we recruited an additional sample of 71 undergraduate students who received the same training as the subjects in the training group of Study I. The combined 101 subjects were used to examine the effect of ZNF804A gene rs1344706 polymorphism on brain plasticity induced by the training.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7135, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 7146, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genomic DNA for subjects who received adaptive training (N = 101) was extracted using the standard method. ZNF804A gene rs1344706 polymorphism was genotyped using Taqman allele-specific assays on the 7900HT Fast Real-Time PCR System (Applied Biosystems, Foster City, CA, USA). The sample success rate for this SNP was 100%. The reproducibility of the genotyping was 100% according to a duplicate analysis of 40% of the genotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7576, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tasks for the training and the fMRI scans", "sentences": [], "annotations": [], "relations": []}, {"offset": 7618, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The working memory training task was a visual-spatial span task (see Supplement Fig. S2A). Stimuli were green-colored squares presented sequentially in a 5 × 5 empty grid on a computer screen. After an intermission, subjects were required to recall the sequence of locations by clicking on the empty grid. Each stimulus was presented for 500 ms, the interstimulus interval was also 500 ms, and the intermission was 1000 ms. Difficulty level was determined by the number of the stimuli. The task difficulty was adaptive to the participants’ performance for the adaptive training group. In the first training session, the training started with 3 stimuli and the number of stimuli automatically increased by 1 if the subjects made 5 continuous correct responses at the current level. In subsequent training session, the training started with 2 stimuli less than the maximum level in the previous session. For the non-adaptive training control group, the task difficulty was kept at a low level with 3 stimuli in all the training sessions. The training consisted of 20 sessions and was conducted in a neuropsychological laboratory over the course of 4 weeks (5 sessions per week, no>1 session per day). Each training session consisted of 80 trials (lasting 30 ~ 40 min). Then we revised the training task and created an assessment version, which included two trials for each span. Testing ended when subjects failed both trials. The length of the longest correct span was used to reflect the memory span.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9119, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fMRI task was similar to the training task, which included the working memory condition (72 trials) and the baseline condition (36 trials) (see Supplement Fig. S2B). The stimuli were presented in cue-probe pairs. For the working memory condition, the green-colored cue stimuli were presented in the same way as in the training task and the number of the stimuli was set at 5. The probe stimulus was an empty grid. Subjects were asked to judge if the Arabic number indicated the correct order of the cue stimuli by pressing the button (left button for the correct number and right button for the incorrect number). For the baseline condition, the 5 red-colored cue stimuli were presented in a fixed order (top left corner → top right corner → bottom right corner → bottom left corner → center), and the probe stimuli were the same in all trials. Each trial started with a centrally placed fixation cross for 500 ms, followed by 5 cue stimuli. Each cue stimulus was presented for 500 ms, followed by a 500 ms interstimulus interval. After a 1000 ms intermission screen, probe stimuli were presented for 2000 ms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10233, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "fMRI data acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 10255, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The imaging data were acquired at the Brain Imaging Center of Beijing Normal University. All subjects were scanned both before and after the training. Subjects lay supine in a Siemens TIM Trio 3T scanner (Siemens, Erlangen, Germany) with their head snugly fixed with straps and foam pads to restrict head movement. Resting-state images were acquired first, followed by a T1-weighted image scan. Subjects were then moved out of the scanner and given practice on the working memory task. After the practice, subjects went back into the scanner and were scanned while performing the working memory task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10856, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Both resting-state and task-related fMRI were acquired axially using the same echo-planar imaging (EPI) sequence: repetition time (TR) = 2000 ms; echo time (TE) = 30 ms; flip angle (FA) = 90°; field of view (FOV) = 200 × 200 mm2; matrix size = 64 × 64; axial slices = 31; 4.0 mm slice thickness without gap (i.e. interleaved scan); voxel size = 3.125 × 3.125 × 4.0 mm3. During the resting-state fMRI data collection (240 volumes, lasting about 8 min), all subjects were required to keep their eyes closed, to stay still but relaxed, and not to think of anything in particular and not to fall asleep. During the task-related fMRI data collection (432 volumes, lasting about 14.4 min), all subjects were required to make their responses using a fiber-optic response box.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11625, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After the task scan, structural images were acquired using a T1-weighted sagittal 3D magnetization-prepared rapid gradient echo (MPRAGE) sequence: TR = 2530 ms; TE = 3.45 ms; FA = 7°; FOV = 256 × 256 mm2; matrix size = 256 × 256; slices = 176; thickness = 1.0 mm; voxel size = 1 × 1 × 1 mm3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11917, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Resting-state fMRI data processing and functional connectivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 11989, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing and analysis of resting-state fMRI data were implemented using Statistical Parametric Mapping software (SPM12.0, Wellcome Department of Cognitive Neurology, UCL, London, UK; https://www.fil.ion.ucl.ac.uk/spm/). Preprocessing of the resting-state fMRI data included: (1) discarding the first 10 volumes for scanner stabilization to allow the participant to adapt to the scanner; (2) slice timing to correct the acquisition time differences between slices; (3) realigning the images to correct for head movement (any image with more than 2 mm displacement or 2° angular rotation in any direction was excluded); (4) segmenting the T1 image into cerebrospinal fluid (CSF), gray matter and white matter; (5) normalizing to the Montreal Neurological Institute (MNI) space using the transformation parameters estimated from each participant's T1 unified segmentation; (6) resampling to 3 mm isotropic voxels; (7) spatial smoothing with 8 mm full-width at half maximum (FWHM) of the Gaussian smoothing kernel; and (8) removing linear trends using a temporal filter (0.01–0.1 Hz) to reduce low-frequency drifts and high frequency physiological noise.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13145, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the resting-state fMRI data analysis, we first calculated the functional connectivity between the right DLPFC and the left HF at the resting-state following the previous studies. The most significantly activated voxel in the right DLPFC (right BA9 + right BA46, without dilation, defined by the Wake Forest University PickAtlas toolbox; http://fmri.wfubmc.edu/software/PickAtlas) during the memory span task under fMRI scanning for each subject was used as the center to create a 6 mm sphere as the region of interest (ROI). The seed for the next analysis was the activated voxels (P < 0.05) within the sphere. Then the time series of the seed was extracted as the first eigenvariate and the functional connectivity of this seed was measured after regressing out the confounding factors of the signals from the mask of the CSF and the white matter, and six head movement parameters (three parameters of the displacement and three parameters of the angular rotation). Next, we used time point (posttest minus pretest) as a predictor to produce brain functional connectivity changes for each subject after training.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14262, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Task-state fMRI data processing and psychophysiological interaction (PPI) analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14345, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing and analysis of task-related fMRI data were conducted using SPM12.0. Preprocessing steps were similar to those used to preprocess resting-state fMRI data, including (1) realignment (subject with >2 mm translation or 2° rotation would be excluded); (2) segmentation of the T1 image; (3) normalizing to the MNI space using the transformation parameters estimated from each participant's T1 unified segmentation; (4) resampling to voxel size of 3 × 3 × 3 mm; and (5) spatial smoothing with 8 mm FWHM of the Gaussian smoothing kernel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14890, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this analysis, we focused our analysis on the cue phase of the correct trials which covered cognitive processing of both encoding and maintenance during the working memory task. Contrast (working memory condition minus baseline condition) image for each subject at each time point was produced. We conducted the PPI analysis to investigate the task-modulated functional coupling between the right DLPFC and left HF. The seed was the same as the above resting-state fMRI data analysis. A general linear model was constructed using the following regressors: the time course of signal in the seed (the physiological variable), the task-related predictor (working memory condition minus baseline condition, the psychological variable), and the interaction of the first two regressors (the PPI variable). In addition, white matter and cerebrospinal fluid signals, and six head motion parameters were also controlled as confounding factors. Then we used time point (posttest minus pretest) as a predictor to produce brain PPI changes for each subject after training. In these analyses, a high-pass filter at 128 s was used to remove noise associated with low-frequency confounds.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16067, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16081, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In Study I, we first conducted two-sample T tests to investigate whether the right DLPFC-left HF coupling of at pretest was comparable between the two groups. Group was entered as an independent factor, and resting-state functional connectivity or task-state PPI at pretest was entered as the dependent factor. Afterwards, we used two-sample T tests to examine the group differences in the training effect. Group was entered as an independent factor, training-induced changes in coupling (posttest minus pretest) at resting state or task state were entered as the dependent factor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16663, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In Study II, we first conducted multiple regression analyses to test the association between rs1344706 and the right DLPFC-left HF coupling at pretest to replicate previous finding. Genotype (AA vs. AC vs. CC) was entered as an independent factor, resting-state functional connectivity or task-state PPI images at pretest were entered as the dependent factor. Then we used multiple regression analysis to test the genotypic effect on the training-induced coupling changes. Genotype (AA vs. AC vs. CC) was entered as an independent factor, and training-induced coupling changes (posttest minus pretest) at resting state or task state were entered as the dependent factor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17334, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the above analyses were limited to the left HF (defined by the Wake Forest University PickAtlas toolbox; http://fmri.wfubmc.edu/software/PickAtlas). Significance level was set at P < 0.05 after family-wise error (FWE) correction at the peak-level. Significant results were followed up by post-hoc analysis using repeated measures ANOVA in SPSS 22.0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17688, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17696, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Study I: Randomized controlled study", "sentences": [], "annotations": [], "relations": []}, {"offset": 17733, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic variables and behavioral performance across groups in Study I.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17808, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th colspan=\"2\">Mean ± SD<hr/></th><th rowspan=\"2\">F or χ<sup>2</sup></th><th rowspan=\"2\"><italic>P</italic></th></tr><tr><th>Training group</th><th>Control group</th></tr></thead><tbody><tr><td><bold>Resting-state analysis</bold></td><td/><td/><td/><td/></tr><tr><td>Number of subjects</td><td>22</td><td>22</td><td/><td/></tr><tr><td>Gender (male/female)</td><td>2/20</td><td>4/18</td><td>0.77</td><td>0.383</td></tr><tr><td>Age (years)</td><td>21.18 ± 2.68</td><td>21.82 ± 1.99</td><td>0.80</td><td>0.377</td></tr><tr><td>Education (years)</td><td>14.68 ± 1.70</td><td>15.45 ± 1.47</td><td>2.60</td><td>0.115</td></tr><tr><td>IQ<xref rid=\"tblfn1\" ref-type=\"table-fn\">a</xref></td><td>129.73 ± 6.28</td><td>128.45 ± 5.45</td><td>0.52</td><td>0.477</td></tr><tr><td colspan=\"5\">\u2028\u2028</td></tr><tr><td><bold>Task-state analysis</bold></td><td/><td/><td/><td/></tr><tr><td>Number of subjects</td><td>24</td><td>24</td><td/><td/></tr><tr><td>Gender (male/female)</td><td>3/21</td><td>4/20</td><td>0.17</td><td>0.683</td></tr><tr><td>Age (years)</td><td>21.54 ± 2.43</td><td>21.75 ± 1.89</td><td>0.11</td><td>0.742</td></tr><tr><td>Education (years)</td><td>15.08 ± 1.66</td><td>15.29 ± 1.30</td><td>0.23</td><td>0.632</td></tr><tr><td>IQ<xref rid=\"tblfn1\" ref-type=\"table-fn\">a</xref></td><td>130.42 ± 5.73</td><td>128.67 ± 5.72</td><td>1.12</td><td>0.295</td></tr><tr><td>fMRI task performance at pretest<xref rid=\"tblfn2\" ref-type=\"table-fn\">b</xref></td><td>0.90 ± 0.07</td><td>0.87 ± 0.09</td><td>1.69</td><td>0.200</td></tr><tr><td>fMRI task performance at posttest<xref rid=\"tblfn2\" ref-type=\"table-fn\">b</xref></td><td>0.92 ± 0.06</td><td>0.88 ± 0.08</td><td>0.35</td><td>0.068</td></tr></tbody></table>\n"}, "text": "\tMean ± SD\tF or χ2\tP\t \tTraining group\tControl group\t \tResting-state analysis\t\t\t\t\t \tNumber of subjects\t22\t22\t\t\t \tGender (male/female)\t2/20\t4/18\t0.77\t0.383\t \tAge (years)\t21.18 ± 2.68\t21.82 ± 1.99\t0.80\t0.377\t \tEducation (years)\t14.68 ± 1.70\t15.45 ± 1.47\t2.60\t0.115\t \tIQa\t129.73 ± 6.28\t128.45 ± 5.45\t0.52\t0.477\t \t\u2028\u2028\t \tTask-state analysis\t\t\t\t\t \tNumber of subjects\t24\t24\t\t\t \tGender (male/female)\t3/21\t4/20\t0.17\t0.683\t \tAge (years)\t21.54 ± 2.43\t21.75 ± 1.89\t0.11\t0.742\t \tEducation (years)\t15.08 ± 1.66\t15.29 ± 1.30\t0.23\t0.632\t \tIQa\t130.42 ± 5.73\t128.67 ± 5.72\t1.12\t0.295\t \tfMRI task performance at pretestb\t0.90 ± 0.07\t0.87 ± 0.09\t1.69\t0.200\t \tfMRI task performance at posttestb\t0.92 ± 0.06\t0.88 ± 0.08\t0.35\t0.068\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18518, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "Full scale IQ, as measured by Wechsler Adult Intelligence Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18583, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_footnote"}, "text": "The accuracy of the fMRI task was used to index the performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18648, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the resting-state fMRI data analysis, 8 subjects in the training group and 8 subjects in the control group were excluded due to their excessive head motions (>2 mm or 2°) at either pre- or posttest. As shown in Table 1, the two groups did not differ significantly in terms of demographic factors, behavioral performance, and functional connectivity between the right DLPFC and the left HF (FWE corrected P > 0.05) at pretest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19077, "infons": {"file": "gr1.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Significant group differences in the training effects. Functional coupling between the right DLPFC and the left HF increased (in the negative direction) significantly in the training group but did not change significantly in the control group for both the resting state (Panel A) and the working memory task state (Panel B) (FWE corrected P < 0.05). NS stands for Not Statistically Significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19472, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The two groups differed significantly in training-induced changes in their right DLPFC-left HF coupling (peak voxel MNI coordinate: x  = −33, y = −39, z = −9; cluster size = 32, FWE corrected P = 0.002) (see Fig. 1A). Post hoc analysis showed that the training group showed significantly increased (in the negative direction) functional connectivity between the right DLPFC and the left HF after the training (F = 27.02, P < 0.001), while the control group showed less change (F = 4.12, P = 0.055).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19971, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then used PPI analysis on the task-state fMRI data to see if the training could also strengthen task-modulated functional coupling between the right DLPFC and the left HF. For this analysis, 6 subjects in the training group and 6 subjects in the control group were excluded due to their excessive head motions (>2 mm or 2°) at either pre- or posttest. The two groups were matched in all background information (see Table 1). The two-sample T test on the PPI changes again showed significantly greater increases in functional coupling (in the negative direction) between the right DLPFC and left HF in the training group than in the control group (peak voxel MNI coordinate: x = −33, y = −12, z = −18; cluster size = 46, FWE corrected P = 0.001) (see Fig. 1B). Post hoc analysis showed that the training group showed significantly increased functional coupling after the training (F = 23.09, P < 0.001), while the control group showed no significant changes (F = 0.46, P = 0.504).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20954, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Study II: Genetic association study", "sentences": [], "annotations": [], "relations": []}, {"offset": 20990, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No deviation from Hardy-Weinberg Equilibrium (HWE) was found (P > 0.05) for the polymorphism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21084, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic variables and behavioral performance across rs1344706 genotypes in Study II.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21173, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\"/><th colspan=\"3\">Mean ± SD<hr/></th><th rowspan=\"2\">F or χ<sup>2</sup></th><th rowspan=\"2\"><italic>P</italic></th></tr><tr><th>AA</th><th>AC</th><th>CC</th></tr></thead><tbody><tr><td><bold>Resting-state analysis</bold></td><td colspan=\"2\"/><td/><td/><td/></tr><tr><td>Number of subjects</td><td>23</td><td>40</td><td>21</td><td/><td/></tr><tr><td>Gender (male/female)</td><td>5/18</td><td>9/31</td><td>5/16</td><td>0.03</td><td>0.871</td></tr><tr><td>Age (years)</td><td>21.65 ± 2.71</td><td>21.90 ± 2.23</td><td>22.67 ± 2.44</td><td>1.07</td><td>0.349</td></tr><tr><td>Education (years)</td><td>15.13 ± 2.42</td><td>15.70 ± 1.74</td><td>16.19 ± 1.94</td><td>1.56</td><td>0.216</td></tr><tr><td>IQ<xref rid=\"tblfn3\" ref-type=\"table-fn\">a</xref></td><td>129.09 ± 5.62</td><td>128.10 ± 6.21</td><td>131.48 ± 4.85</td><td>2.40</td><td>0.098</td></tr><tr><td colspan=\"6\">\u2028\u2028</td></tr><tr><td><bold>Task- state analysis</bold></td><td colspan=\"2\"/><td/><td/><td/></tr><tr><td>Number of subjects</td><td>20</td><td>41</td><td>24</td><td/><td/></tr><tr><td>Gender (male/female)</td><td>4/16</td><td>8/33</td><td>5/19</td><td>0.17</td><td>0.992</td></tr><tr><td>Age (years)</td><td>21.90 ± 2.67</td><td>21.83 ± 2.27</td><td>22.46 ± 2.36</td><td>0.56</td><td>0.575</td></tr><tr><td>Education (years)</td><td>15.30 ± 2.41</td><td>15.66 ± 1.74</td><td>16.00 ± 1.91</td><td>0.70</td><td>0.501</td></tr><tr><td>IQ<xref rid=\"tblfn3\" ref-type=\"table-fn\">a</xref></td><td>129.45 ± 5.88</td><td>128.05 ± 6.22</td><td>131.38 ± 4.55</td><td>2.58</td><td>0.083</td></tr><tr><td>fMRI task performance at pretest<xref rid=\"tblfn4\" ref-type=\"table-fn\">b</xref></td><td>0.92 ± 0.05</td><td>0.88 ± 0.08</td><td>0.91 ± 0.06</td><td>2.72</td><td>0.072</td></tr><tr><td>fMRI task performance at posttest<xref rid=\"tblfn4\" ref-type=\"table-fn\">b</xref></td><td>0.94 ± 0.07</td><td>0.92 ± 0.07</td><td>0.95 ± 0.04</td><td>0.91</td><td>0.405</td></tr><tr><td>Spatial span at pretest<xref rid=\"tblfn5\" ref-type=\"table-fn\">c</xref></td><td>5.70 ± 0.73</td><td>5.20 ± 0.81</td><td>5.33 ± 0.92</td><td>2.52</td><td>0.087</td></tr><tr><td>Spatial span at posttest<xref rid=\"tblfn5\" ref-type=\"table-fn\">c</xref></td><td>7.35 ± 0.81</td><td>6.93 ± 1.23</td><td>7.46 ± 1.69</td><td>1.49</td><td>0.231</td></tr></tbody></table>\n"}, "text": "\tMean ± SD\tF or χ2\tP\t \tAA\tAC\tCC\t \tResting-state analysis\t\t\t\t\t \tNumber of subjects\t23\t40\t21\t\t\t \tGender (male/female)\t5/18\t9/31\t5/16\t0.03\t0.871\t \tAge (years)\t21.65 ± 2.71\t21.90 ± 2.23\t22.67 ± 2.44\t1.07\t0.349\t \tEducation (years)\t15.13 ± 2.42\t15.70 ± 1.74\t16.19 ± 1.94\t1.56\t0.216\t \tIQa\t129.09 ± 5.62\t128.10 ± 6.21\t131.48 ± 4.85\t2.40\t0.098\t \t\u2028\u2028\t \tTask- state analysis\t\t\t\t\t \tNumber of subjects\t20\t41\t24\t\t\t \tGender (male/female)\t4/16\t8/33\t5/19\t0.17\t0.992\t \tAge (years)\t21.90 ± 2.67\t21.83 ± 2.27\t22.46 ± 2.36\t0.56\t0.575\t \tEducation (years)\t15.30 ± 2.41\t15.66 ± 1.74\t16.00 ± 1.91\t0.70\t0.501\t \tIQa\t129.45 ± 5.88\t128.05 ± 6.22\t131.38 ± 4.55\t2.58\t0.083\t \tfMRI task performance at pretestb\t0.92 ± 0.05\t0.88 ± 0.08\t0.91 ± 0.06\t2.72\t0.072\t \tfMRI task performance at posttestb\t0.94 ± 0.07\t0.92 ± 0.07\t0.95 ± 0.04\t0.91\t0.405\t \tSpatial span at pretestc\t5.70 ± 0.73\t5.20 ± 0.81\t5.33 ± 0.92\t2.52\t0.087\t \tSpatial span at posttestc\t7.35 ± 0.81\t6.93 ± 1.23\t7.46 ± 1.69\t1.49\t0.231\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22133, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "Full scale IQ, as measured by Wechsler Adult Intelligence Scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22198, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "The accuracy of the fMRI task was used to index the performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22263, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_footnote"}, "text": "The length of the longest correct span of the spatial span task was used to index the performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22362, "infons": {"file": "gr2.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Significant genotypic effects on right DLPFC-left HF functional coupling at pretest (FWE corrected P < 0.05). The C allele was associated with more negative functional coupling for both the resting state (Panel A) and the working memory task state (Panel B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22621, "infons": {"file": "gr3.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "Significant genotypic effects on the training-induced plasticity of the right DLPFC-left HF functional coupling (FWE corrected P < 0.05). The C allele was associated with more plastic changes for both the resting state (Panel A) and the working memory task state (Panel B) (FWE corrected P < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22920, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the resting-state fMRI data analysis, 84 subjects (AA = 23; AC = 40; CC = 21) were included in the final fMRI analysis (17 subjects were excluded due to their excessive head motions at either pretest or posttest). No significant differences between rs1344706 genotypes were found for demographic factors and behavioral performance at the pretest (Ps > 0.05, Table 2). We first conducted a regression analysis on the pretest fMRI data to replicate the association between rs1344706 and the right DLPFC-left HF functional connectivity that has been reported previously. Such an association was confirmed (see Fig. 2A, peak voxel MNI coordinate: x = −18, y = −33, z = 0; cluster size = 294, FWE corrected P < 0.001). Specifically, the C allele was associated with more negative right DLPFC-left HF functional connectivity. We then conducted a regression analysis on the training-induced functional connectivity changes to further test if rs1344706 was associated with the plasticity of the right DLPFC-left HF functional connectivity. This analysis also showed a significant result (peak voxel MNI coordinate: x = −21, y = −33, z = 0; cluster size = 33, FWE corrected P = 0.011) (see Fig. 3A). Post hoc analysis showed that the functional connectivity increased significantly (in the negative direction) after the training in subjects carrying the C allele (for CC genotype, F = 6.98, P = 0.015; for CA genotype, F = 12.91, P = 0.001), however, subjects with the AA genotype did not improve much (F = 2.27, P = 0.147).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24439, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the task-state fMRI data analysis, 85 subjects (AA = 20; AC = 41; CC = 24) were included in the final analysis (16 subjects were excluded due to their excessive head motions at either pretest or posttest). No significant difference between the three genotypes was found in terms of demographic information and behavioral performance at the pretest (Ps > 0.05, Table 2). Our regression analyses on the pretest fMRI data also showed a significant association between rs1344706 and the task-modulated functional coupling between the right DLPFC and the left HF (see Fig. 2B, peak voxel MNI coordinate: x = −12, y = −30, z = −9; cluster size = 50, FWE corrected P = 0.023). Consistent with previous studies, the C allele was associated with more negative functional coupling between the right DLPFC and the left HF. Our regression analysis further identified a significant cluster within the left HF whose change of PPI with the right DLPFC was associated with rs1344706 (peak voxel MNI coordinate: x = −15, y = −33, z = −15; cluster size = 24, FWE corrected P = 0. 036) (see Fig. 3B). Post hoc analysis showed a similar pattern as the resting-state analysis, with that the functional coupling increased significantly (in the negative direction) after the training in subjects carrying the C allele (for CC genotype, F = 5.10, P = 0.034; for CA genotype, F = 6.90, P = 0.012), but not for subjects with the AA genotype (F = 1.68, P = 0.210).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25880, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 25891, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To our knowledge, the current fMRI study is the first to provide evidence for the effect of cognitive training on the plasticity of the right DLPFC-left HF functional coupling and the first to report the contribution of ZNF804A gene polymorphism (rs1344706) to the plasticity of the same coupling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26189, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our randomized controlled trial (Study I), the training specifically strengthened the negative functional coupling between the right DLPFC and the left HF. This effect was significant based on data from the resting state and the task state. Our result was also consistent with a previous animal study that found strengthened negative coupling between the prefrontal cortex and the HF as a results of a spatial working memory training. In human studies, the right DLPFC-left HF functional coupling has been commonly used to reflect the coupling between the central executive network and the default mode network, the two important networks for working memory. have further found that right DLPFC-left HF negative coupling was associated with higher working memory performance. Several studies also reported similar results between the prefrontal cortex and the HF. Consistent with previous studies suggesting that functional connectivities within the frontoparietal central executive network are prone to the effect of working memory training, our study provided direct RCT evidence for the effect of cognitive training on the plasticity of the coupling between the two important networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27381, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our Study II first confirmed previous research linking a schizophrenia risk gene polymorphism (rs1344706) to the right DLPFC-left HF functional coupling at pretest (based on data from both the resting state and the task state). To our knowledge, there are at least seven studies that have tested the relationship between rs1344706 and the right DLPFC-left HF functional coupling (equivalent to that at pretest in this study), with five of them reporting a significant association.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27862, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "More importantly, our Study II used the training-related changes in the right DLPFC-left HF functional coupling as a phenotype to test the functional impact of a schizophrenia risk gene polymorphism (rs1344706). We found significant genotype × time interaction effects based on data from both the resting state and the task state. Schizophrenia genetic risk factor carriers and non-carries were different at their neuroplastic responses to an environmental factor (cognitive training), showing less neuroplasticity for individuals with the risk allele. Our result added to the limited animal literature on the effect of genetic risk factors for schizophrenia on the plasticity of the right DLPFC-left HF functional coupling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28587, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, it needs to be mentioned that the significant HF locations in both Study I and Study II were more posterior in the resting-state functional connectivity analyses than that in the task-state PPI analyses. There are a couple of possible explanations for this pattern of results. First, the functions of the anterior and posterior HF were similar regarding their contributions to working memory based on a most recent meta-analysis on brain activation and functional connectivity. An earlier structural MRI study also found that the anterior and posterior HF were similarly correlated with working memory. Within this current study, the left HF was deactivated along the anterior and posterior axis which covered the varied HF coordinates that were found in our resting-state functional connectivity analyses and task-state PPI analyses. In other words, despite their differences in specific coordinates, all of the significant HF locations were involved in working memory. The second plausible explanation is methodological. The varied HF coordinates may be related to data from different states (resting state vs. task state) and the use of different functional coupling measurements (PPI vs. functional connectivity). Future research is needed to investigate potential biophysical mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29889, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Taken together, our genetic association findings suggested that the functional coupling between the central executive network and the default mode network was impaired and its plasticity lost in schizophrenia risk allele (A) homozygotes. Due to their impaired functional coupling between the two important networks and its lack of plasticity, the risk allele (A) homozygotes could not withstand high cognitive load as non-carriers of the C allele. As a result, any high cognitive load becomes a stressful event that exacerbates the risk of schizophrenic symptoms in the risk allele (A) homozygotes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30488, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 30499, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The current study using a randomized controlled trial found that visual-spatial span working memory training induced plastic changes of the right DLPFC-left HF functional coupling, providing experimental evidence in support of this functional coupling as a neural marker of working memory. Our genetic association study further found that schizophrenia risk variant of ZNF804A rs1344706 affected the right DLPFC-left HF functional coupling and its plasticity, in support of this functional coupling as one of the most valuable intermediate phenotypes of schizophrenia. Our results suggest a possibility of using the ZNF804A gene as a prospective target in future antipsychotics and clinical research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31200, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "CRediT authorship contribution statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 31241, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Wan Zhao: Methodology, Software, Investigation, Resources, Formal analysis, Data curation, Writing - original draft, Visualization. Xiongying Chen: Resources, Software, Investigation, Data curation, Validation. Qiumei Zhang: Resources, Investigation, Data curation. Boqi Du: Resources, Validation. Xiaoxiang Deng: Resources, Validation. Feng Ji: Resources, Validation. Yu-Tao Xiang: Resources, Validation. Chuanyue Wang: Resources, Validation. Qi Dong: Conceptualization, Supervision. Chuansheng Chen: Writing - review & editing, Validation, Visualization, Supervision. Jun Li: Conceptualization, Methodology, Writing - review & editing, Supervision, Project administration, Funding acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31937, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 31948, "infons": {"fpage": "186", "lpage": "201", "name_0": "surname:Archer;given-names:J.A.", "name_1": "surname:Lee;given-names:A.", "name_2": "surname:Qiu;given-names:A.", "name_3": "surname:Annabel Chen;given-names:S.H.", "pub-id_pmid": "29888313", "section_type": "REF", "source": "Neurobiol. Stress", "type": "ref", "volume": "8", "year": "2018"}, "text": "Functional connectivity of resting-state, working memory and inhibition networks in perceived stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 32049, "infons": {"fpage": "7304", "lpage": "7312", "name_0": "surname:Axmacher;given-names:N.", "name_1": "surname:Schmitz;given-names:D.P.", "name_2": "surname:Wagner;given-names:T.", "name_3": "surname:Elger;given-names:C.E.", "name_4": "surname:Fell;given-names:J.", "pub-id_pmid": "18632934", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Interactions between medial temporal lobe, prefrontal cortex, and inferior temporal regions during visual working memory: a combined intracranial EEG and functional magnetic resonance imaging study", "sentences": [], "annotations": [], "relations": []}, {"offset": 32247, "infons": {"fpage": "921", "lpage": "936", "name_0": "surname:Benchenane;given-names:K.", "name_1": "surname:Peyrache;given-names:A.", "name_2": "surname:Khamassi;given-names:M.", "name_3": "surname:Tierney;given-names:P.L.", "name_4": "surname:Gioanni;given-names:Y.", "name_5": "surname:Battaglia;given-names:F.P.", "name_6": "surname:Wiener;given-names:S.I.", "pub-id_pmid": "20620877", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "66", "year": "2010"}, "text": "Coherent theta oscillations and reorganization of spike timing in the hippocampal- prefrontal network upon learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 32363, "infons": {"fpage": "1", "lpage": "38", "name_0": "surname:Buckner;given-names:R.L.", "name_1": "surname:Andrews-Hanna;given-names:J.R.", "name_2": "surname:Schacter;given-names:D.L.", "pub-id_pmid": "18400922", "section_type": "REF", "source": "Ann. N. Y. Acad. Sci.", "type": "ref", "volume": "1124", "year": "2008"}, "text": "The brain's default network: anatomy, function, and relevance to disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 32436, "infons": {"fpage": "51", "lpage": "57", "name_0": "surname:Chen;given-names:X.", "name_1": "surname:Li;given-names:X.", "name_10": "surname:Chen;given-names:M.", "name_11": "surname:Du;given-names:B.", "name_12": "surname:Deng;given-names:X.", "name_13": "surname:Ji;given-names:F.", "name_14": "surname:Xiang;given-names:Y.T.", "name_15": "surname:Song;given-names:J.", "name_16": "surname:Wu;given-names:H.", "name_17": "surname:Dong;given-names:Q.", "name_18": "surname:Chen;given-names:C.", "name_19": "surname:Wang;given-names:C.", "name_2": "surname:Yan;given-names:T.", "name_20": "surname:Li;given-names:J.", "name_3": "surname:Dong;given-names:Q.", "name_4": "surname:Mao;given-names:Z.", "name_5": "surname:Wang;given-names:Y.", "name_6": "surname:Yang;given-names:N.", "name_7": "surname:Zhang;given-names:Q.", "name_8": "surname:Zhao;given-names:W.", "name_9": "surname:Zhai;given-names:J.", "pub-id_pmid": "31288150", "section_type": "REF", "source": "Psychiatry Res Neuroimaging", "type": "ref", "volume": "290", "year": "2019"}, "text": "Network functional connectivity analysis in individuals at ultrahigh risk for psychosis and patients with schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 32556, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cieslik, E.C., Zilles, K., Caspers, S., Roski, C., Kellermann, T.S., Jakobs, O., Langner, R., Laird, A.R., Fox, P.T., Eickhoff, S.B., 2013. Is there “one” DLPFC in cognitive action control? Evidence for heterogeneity from co-activation-based parcellation. Cereb. Cortex 23, 2677–2689.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32841, "infons": {"fpage": "2387", "lpage": "2395", "name_0": "surname:Cousijn;given-names:H.", "name_1": "surname:Tunbridge;given-names:E.M.", "name_2": "surname:Rolinski;given-names:M.", "name_3": "surname:Wallis;given-names:G.", "name_4": "surname:Colclough;given-names:G.L.", "name_5": "surname:Woolrich;given-names:M.W.", "name_6": "surname:Nobre;given-names:A.C.", "name_7": "surname:Harrison;given-names:P.J.", "pub-id_pmid": "25757652", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "36", "year": "2015"}, "text": "Modulation of hippocampal theta and hippocampal-prefrontal cortex function by a schizophrenia risk gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 32945, "infons": {"fpage": "49", "lpage": "61", "name_0": "surname:Deans;given-names:P.J.M.", "name_1": "surname:Raval;given-names:P.", "name_10": "surname:Hill;given-names:M.", "name_11": "surname:Bray;given-names:N.J.", "name_12": "surname:Price;given-names:J.", "name_13": "surname:Srivastava;given-names:D.P.", "name_2": "surname:Sellers;given-names:K.J.", "name_3": "surname:Gatford;given-names:N.J.F.", "name_4": "surname:Halai;given-names:S.", "name_5": "surname:Duarte;given-names:R.R.R.", "name_6": "surname:Shum;given-names:C.", "name_7": "surname:Warre-Cornish;given-names:K.", "name_8": "surname:Kaplun;given-names:V.E.", "name_9": "surname:Cocks;given-names:G.", "pub-id_pmid": "27837918", "section_type": "REF", "source": "Biol. Psychiatry", "type": "ref", "volume": "82", "year": "2017"}, "text": "Psychosis risk candidate ZNF804A localizes to synapses and regulates neurite formation and dendritic spine structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 33062, "infons": {"fpage": "1797", "lpage": "1805", "name_0": "surname:Di;given-names:X.", "name_1": "surname:Zhang;given-names:H.", "name_2": "surname:Biswal;given-names:B.B.", "pub-id_pmid": "31904907", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "41", "year": "2020"}, "text": "Anterior cingulate cortex differently modulates frontoparietal functional connectivity between resting-state and working memory tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 33196, "infons": {"fpage": "904", "lpage": "909", "name_0": "surname:Donohoe;given-names:G.", "name_1": "surname:Morris;given-names:D.W.", "name_2": "surname:Corvin;given-names:A.", "pub-id_pmid": "20688871", "section_type": "REF", "source": "Schizophr. Bull.", "type": "ref", "volume": "36", "year": "2010"}, "text": "The psychosis susceptibility gene ZNF804A: associations, functions, and phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 33279, "infons": {"fpage": "2514", "lpage": "2523", "name_0": "surname:Esslinger;given-names:C.", "name_1": "surname:Kirsch;given-names:P.", "name_10": "surname:Cichon;given-names:S.", "name_11": "surname:Walter;given-names:H.", "name_12": "surname:Meyer-Lindenberg;given-names:A.", "name_2": "surname:Haddad;given-names:L.", "name_3": "surname:Mier;given-names:D.", "name_4": "surname:Sauer;given-names:C.", "name_5": "surname:Erk;given-names:S.", "name_6": "surname:Schnell;given-names:K.", "name_7": "surname:Arnold;given-names:C.", "name_8": "surname:Witt;given-names:S.H.", "name_9": "surname:Rietschel;given-names:M.", "pub-id_pmid": "20946959", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Cognitive state and connectivity effects of the genome-wide significant psychosis variant in ZNF804A", "sentences": [], "annotations": [], "relations": []}, {"offset": 33380, "infons": {"fpage": "605", "name_0": "surname:Esslinger;given-names:C.", "name_1": "surname:Walter;given-names:H.", "name_10": "surname:Witt;given-names:S.H.", "name_11": "surname:Rietschel;given-names:M.", "name_12": "surname:Cichon;given-names:S.", "name_13": "surname:Meyer-Lindenberg;given-names:A.", "name_2": "surname:Kirsch;given-names:P.", "name_3": "surname:Erk;given-names:S.", "name_4": "surname:Schnell;given-names:K.", "name_5": "surname:Arnold;given-names:C.", "name_6": "surname:Haddad;given-names:L.", "name_7": "surname:Mier;given-names:D.", "name_8": "surname:Opitz von Boberfeld;given-names:C.", "name_9": "surname:Raab;given-names:K.", "pub-id_pmid": "19407193", "section_type": "REF", "source": "Science", "type": "ref", "volume": "324", "year": "2009"}, "text": "Neural mechanisms of a genome-wide supported psychosis variant", "sentences": [], "annotations": [], "relations": []}, {"offset": 33443, "infons": {"fpage": "9673", "lpage": "9678", "name_0": "surname:Fox;given-names:M.D.", "name_1": "surname:Snyder;given-names:A.Z.", "name_2": "surname:Vincent;given-names:J.L.", "name_3": "surname:Corbetta;given-names:M.", "name_4": "surname:Van Essen;given-names:D.C.", "name_5": "surname:Raichle;given-names:M.E.", "pub-id_pmid": "15976020", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "102", "year": "2005"}, "text": "The human brain is intrinsically organized into dynamic, anticorrelated functional networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 33535, "infons": {"fpage": "486", "lpage": "491", "name_0": "surname:Gordon;given-names:J.A.", "pub-id_pmid": "21470846", "section_type": "REF", "source": "Curr. Opin. Neurobiol.", "type": "ref", "volume": "21", "year": "2011"}, "text": "Oscillations and hippocampal-prefrontal synchrony", "sentences": [], "annotations": [], "relations": []}, {"offset": 33585, "infons": {"fpage": "456", "lpage": "471", "name_0": "surname:Grady;given-names:C.L.", "pub-id_pmid": "31589003", "section_type": "REF", "source": "Hippocampus", "type": "ref", "volume": "30", "year": "2020"}, "text": "Meta-analytic and functional connectivity evidence from functional magnetic resonance imaging for an anterior to posterior gradient of function along the hippocampal axis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33756, "infons": {"fpage": "253", "lpage": "258", "name_0": "surname:Greicius;given-names:M.D.", "name_1": "surname:Krasnow;given-names:B.", "name_2": "surname:Reiss;given-names:A.L.", "name_3": "surname:Menon;given-names:V.", "pub-id_pmid": "12506194", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "100", "year": "2003"}, "text": "Functional connectivity in the resting brain: a network analysis of the default mode hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33852, "infons": {"fpage": "396", "lpage": "406", "name_0": "surname:Jolles;given-names:D.D.", "name_1": "surname:van Buchem;given-names:M.A.", "name_2": "surname:Crone;given-names:E.A.", "name_3": "surname:Rombouts;given-names:S.A.", "pub-id_pmid": "22076823", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "34", "year": "2013"}, "text": "Functional brain connectivity at rest changes after working memory training", "sentences": [], "annotations": [], "relations": []}, {"offset": 33928, "infons": {"section_type": "REF", "type": "ref"}, "text": "Jones, M.W., Wilson, M.A., 2005. Theta rhythms coordinate hippocampal-prefrontal interactions in a spatial memory task. PLoS Biol 3, e402.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34067, "infons": {"fpage": "1576", "lpage": "1583", "name_0": "surname:Li;given-names:Z.", "name_1": "surname:Chen;given-names:J.", "name_10": "surname:Song;given-names:Z.", "name_11": "surname:Ji;given-names:W.", "name_12": "surname:Wang;given-names:M.", "name_13": "surname:Zhou;given-names:J.", "name_14": "surname:Chen;given-names:B.", "name_15": "surname:Liu;given-names:Y.", "name_16": "surname:Wang;given-names:J.", "name_17": "surname:Wang;given-names:P.", "name_18": "surname:Yang;given-names:P.", "name_19": "surname:Wang;given-names:Q.", "name_2": "surname:Yu;given-names:H.", "name_20": "surname:Feng;given-names:G.", "name_21": "surname:Liu;given-names:B.", "name_22": "surname:Sun;given-names:W.", "name_23": "surname:Li;given-names:B.", "name_24": "surname:He;given-names:G.", "name_25": "surname:Li;given-names:W.", "name_26": "surname:Wan;given-names:C.", "name_27": "surname:Xu;given-names:Q.", "name_28": "surname:Li;given-names:W.", "name_29": "surname:Wen;given-names:Z.", "name_3": "surname:He;given-names:L.", "name_30": "surname:Liu;given-names:K.", "name_31": "surname:Huang;given-names:F.", "name_32": "surname:Ji;given-names:J.", "name_33": "surname:Ripke;given-names:S.", "name_34": "surname:Yue;given-names:W.", "name_35": "surname:Sullivan;given-names:P.F.", "name_36": "surname:O'Donovan;given-names:M.C.", "name_37": "surname:Shi;given-names:Y.", "name_4": "surname:Xu;given-names:Y.", "name_5": "surname:Zhang;given-names:D.", "name_6": "surname:Yi;given-names:Q.", "name_7": "surname:Li;given-names:C.", "name_8": "surname:Li;given-names:X.", "name_9": "surname:Shen;given-names:J.", "pub-id_pmid": "28991256", "section_type": "REF", "source": "Nat. Genet.", "type": "ref", "volume": "49", "year": "2017"}, "text": "Genome-wide association analysis identifies 30 new susceptibility loci for schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34156, "infons": {"fpage": "2153", "lpage": "2160", "name_0": "surname:Liu;given-names:B.", "name_1": "surname:Zhang;given-names:X.", "name_2": "surname:Hou;given-names:B.", "name_3": "surname:Li;given-names:J.", "name_4": "surname:Qiu;given-names:C.", "name_5": "surname:Qin;given-names:W.", "name_6": "surname:Yu;given-names:C.", "name_7": "surname:Jiang;given-names:T.", "pub-id_pmid": "24625753", "section_type": "REF", "source": "Neuropsychopharmacology", "type": "ref", "volume": "39", "year": "2014"}, "text": "The impact of MIR137 on dorsolateral prefrontal-hippocampal functional connectivity in healthy subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 34260, "infons": {"fpage": "119", "lpage": "127", "name_0": "surname:Meyer-Lindenberg;given-names:A.", "name_1": "surname:Tost;given-names:H.", "pub-id_pmid": "23902983", "section_type": "REF", "source": "Restor. Neurol. Neurosci.", "type": "ref", "volume": "32", "year": "2014"}, "text": "Neuroimaging and plasticity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34305, "infons": {"fpage": "379", "lpage": "386", "name_0": "surname:Meyer-Lindenberg;given-names:A.S.", "name_1": "surname:Olsen;given-names:R.K.", "name_2": "surname:Kohn;given-names:P.D.", "name_3": "surname:Brown;given-names:T.", "name_4": "surname:Egan;given-names:M.F.", "name_5": "surname:Weinberger;given-names:D.R.", "name_6": "surname:Berman;given-names:K.F.", "pub-id_pmid": "15809405", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "62", "year": "2005"}, "text": "Regionally specific disturbance of dorsolateral prefrontal-hippocampal functional connectivity in schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 34417, "infons": {"section_type": "REF", "type": "ref"}, "text": "O'Donovan, M.C., Craddock, N., Norton, N., Williams, H., Peirce, T., Moskvina, V., Nikolov, I., Hamshere, M., Carroll, L., Georgieva, L., Dwyer, S., Holmans, P., Marchini, J.L., Spencer, C.C., Howie, B., Leung, H.T., Hartmann, A.M., Moller, H.J., Morris, D.W., Shi, Y., Feng, G., Hoffmann, P., Propping, P., Vasilescu, C., Maier, W., Rietschel, M., Zammit, S., Schumacher, J., Quinn, E.M., Schulze, T.G., Williams, N.M., Giegling, I., Iwata, N., Ikeda, M., Darvasi, A., Shifman, S., He, L., Duan, J., Sanders, A.R., Levinson, D.F., Gejman, P.V., Cichon, S., Nothen, M.M., Gill, M., Corvin, A., Rujescu, D., Kirov, G., Owen, M.J., Buccola, N.G., Mowry, B.J., Freedman, R., Amin, F., Black, D.W., Silverman, J.M., Byerley, W.F., Cloninger, C.R., Molecular Genetics of Schizophrenia, C., 2008. Identification of loci associated with schizophrenia by genome-wide association and follow-up. Nat Genet 40, 1053-1055.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35328, "infons": {"fpage": "304", "lpage": "313", "name_0": "surname:Paulus;given-names:F.M.", "name_1": "surname:Krach;given-names:S.", "name_10": "surname:Kircher;given-names:T.", "name_11": "surname:Jansen;given-names:A.", "name_2": "surname:Bedenbender;given-names:J.", "name_3": "surname:Pyka;given-names:M.", "name_4": "surname:Sommer;given-names:J.", "name_5": "surname:Krug;given-names:A.", "name_6": "surname:Knake;given-names:S.", "name_7": "surname:Nothen;given-names:M.M.", "name_8": "surname:Witt;given-names:S.H.", "name_9": "surname:Rietschel;given-names:M.", "pub-id_pmid": "22042765", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "34", "year": "2013"}, "text": "Partial support for ZNF804A genotype-dependent alterations in prefrontal connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 35414, "infons": {"fpage": "1207", "lpage": "1217", "name_0": "surname:Rasetti;given-names:R.", "name_1": "surname:Sambataro;given-names:F.", "name_2": "surname:Chen;given-names:Q.", "name_3": "surname:Callicott;given-names:J.H.", "name_4": "surname:Mattay;given-names:V.S.", "name_5": "surname:Weinberger;given-names:D.R.", "pub-id_pmid": "21810628", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "68", "year": "2011"}, "text": "Altered cortical network dynamics: a potential intermediate phenotype for schizophrenia and association with ZNF804A", "sentences": [], "annotations": [], "relations": []}, {"offset": 35531, "infons": {"section_type": "REF", "type": "ref"}, "text": "Saha, S., Chant, D., Welham, J., McGrath, J., 2005. A systematic review of the prevalence of schizophrenia. PLoS Med 2, e141.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35657, "infons": {"fpage": "421", "lpage": "427", "name_0": "surname:Schizophrenia Working Group of the Psychiatric Genomics C", "pub-id_pmid": "25056061", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "511", "year": "2014"}, "text": "Biological insights from 108 schizophrenia-associated genetic loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 35724, "infons": {"fpage": "763", "lpage": "767", "name_0": "surname:Sigurdsson;given-names:T.", "name_1": "surname:Stark;given-names:K.L.", "name_2": "surname:Karayiorgou;given-names:M.", "name_3": "surname:Gogos;given-names:J.A.", "name_4": "surname:Gordon;given-names:J.A.", "pub-id_pmid": "20360742", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "464", "year": "2010"}, "text": "Impaired hippocampal-prefrontal synchrony in a genetic mouse model of schizophrenia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35808, "infons": {"fpage": "1187", "lpage": "1192", "name_0": "surname:Sullivan;given-names:P.F.", "name_1": "surname:Kendler;given-names:K.S.", "name_2": "surname:Neale;given-names:M.C.", "pub-id_pmid": "14662550", "section_type": "REF", "source": "Arch. Gen. Psychiatry", "type": "ref", "volume": "60", "year": "2003"}, "text": "Schizophrenia as a complex trait: evidence from a meta-analysis of twin studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 35888, "infons": {"fpage": "2106", "lpage": "2125", "name_0": "surname:Takeuchi;given-names:H.", "name_1": "surname:Taki;given-names:Y.", "name_2": "surname:Nouchi;given-names:R.", "name_3": "surname:Hashizume;given-names:H.", "name_4": "surname:Sekiguchi;given-names:A.", "name_5": "surname:Kotozaki;given-names:Y.", "name_6": "surname:Nakagawa;given-names:S.", "name_7": "surname:Miyauchi;given-names:C.M.", "name_8": "surname:Sassa;given-names:Y.", "name_9": "surname:Kawashima;given-names:R.", "pub-id_pmid": "23079491", "section_type": "REF", "source": "Cortex", "type": "ref", "volume": "49", "year": "2013"}, "text": "Effects of working memory training on functional connectivity and cerebral blood flow during rest", "sentences": [], "annotations": [], "relations": []}, {"offset": 35986, "infons": {"fpage": "575", "lpage": "588", "name_0": "surname:Thompson;given-names:T.W.", "name_1": "surname:Waskom;given-names:M.L.", "name_2": "surname:Gabrieli;given-names:J.D.", "pub-id_pmid": "26741799", "section_type": "REF", "source": "J. Cogn. Neurosci.", "type": "ref", "volume": "28", "year": "2016"}, "text": "Intensive working memory training produces functional changes in large-scale frontoparietal networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 36087, "infons": {"fpage": "3020", "lpage": "3037", "name_0": "surname:Voineskos;given-names:A.N.", "name_1": "surname:Winterburn;given-names:J.L.", "name_2": "surname:Felsky;given-names:D.", "name_3": "surname:Pipitone;given-names:J.", "name_4": "surname:Rajji;given-names:T.K.", "name_5": "surname:Mulsant;given-names:B.H.", "name_6": "surname:Chakravarty;given-names:M.M.", "pub-id_pmid": "25959503", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "36", "year": "2015"}, "text": "Hippocampal (subfield) volume and shape in relation to cognitive performance across the adult lifespan", "sentences": [], "annotations": [], "relations": []}, {"offset": 36190, "infons": {"fpage": "507", "lpage": "516", "name_0": "surname:Zhang;given-names:Y.", "name_1": "surname:Yan;given-names:H.", "name_2": "surname:Liao;given-names:J.", "name_3": "surname:Yu;given-names:H.", "name_4": "surname:Jiang;given-names:S.", "name_5": "surname:Liu;given-names:Q.", "name_6": "surname:Zhang;given-names:D.", "name_7": "surname:Yue;given-names:W.", "pub-id_pmid": "29611035", "section_type": "REF", "source": "Neurosci. Bull.", "type": "ref", "volume": "34", "year": "2018"}, "text": "ZNF804A variation may affect hippocampal-prefrontal resting-state functional connectivity in schizophrenic and healthy individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 36321, "infons": {"fpage": "48", "lpage": "54", "name_0": "surname:Zhang;given-names:Z.", "name_1": "surname:Chen;given-names:X.", "name_10": "surname:Deng;given-names:X.", "name_11": "surname:Ji;given-names:F.", "name_12": "surname:Wang;given-names:C.", "name_13": "surname:Xiang;given-names:Y.", "name_14": "surname:Li;given-names:D.", "name_15": "surname:Wu;given-names:H.", "name_16": "surname:Li;given-names:J.", "name_17": "surname:Dong;given-names:Q.", "name_18": "surname:Chen;given-names:C.", "name_2": "surname:Yu;given-names:P.", "name_3": "surname:Zhang;given-names:Q.", "name_4": "surname:Sun;given-names:X.", "name_5": "surname:Gu;given-names:H.", "name_6": "surname:Zhang;given-names:H.", "name_7": "surname:Zhai;given-names:J.", "name_8": "surname:Chen;given-names:M.", "name_9": "surname:Du;given-names:B.", "pub-id_pmid": "26654932", "section_type": "REF", "source": "Schizophr. Res.", "type": "ref", "volume": "170", "year": "2016"}, "text": "Effect of rs1344706 in the ZNF804A gene on the connectivity between the hippocampal formation and posterior cingulate cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 36446, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"offset": 36465, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The following are the Supplementary data to this article:", "sentences": [], "annotations": [], "relations": []}, {"offset": 36523, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nicl.2020.102279.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}